{"absolute_url": "/opinion/103579/illinois-natural-gas-co-v-central-ill-public-servi/", "blocked": false, "citation": {"case_name": "Illinois Natural Gas Co. v. Central Ill. Public Service Co.", "docket_number": "100", "document_uris": ["/api/rest/v2/document/103579/"], "federal_cite_one": "314 U.S. 498", "federal_cite_three": null, "federal_cite_two": null, "id": 87962, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/87962/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 52, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1942-01-05", "date_modified": "2014-12-21T01:43:24.424955", "docket": "/api/rest/v2/docket/591283/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">314 U.S. 498</p>\n    <p class=\"case_cite\">62 S.Ct. 384</p>\n    <p class=\"case_cite\">86 L.Ed. 371</p>\n    <p class=\"parties\">ILLINOIS NATURAL GAS CO.<br>v.<br>CENTRAL ILLINOIS PUBLIC SERVICE CO. et al.</p>\n    <p class=\"docket\">No. 100.</p>\n    <p class=\"date\">Argued Dec. 19, 1941.</p>\n    <p class=\"date\">Decided Jan. 5, 1942.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the Supreme Court of the State of Illinois.</p>\n      <p class=\"indent\">Mr. Glenn W. Clerk, of Kansas City, Mo., for appellant.</p>\n      <p class=\"indent\">Mr. Albert E. Hallett, Jr., of Chicago, Ill., for appellees.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 499-500 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Chief Justice STONE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On complaint of appellee, Central Illinois Public Service Company, which is engaged in the distribution of natural gas to consumers in various cities and towns in Illinois, appellee, Illinois Commerce Commission, made its order requiring appellant, Illinois Natural Gas Company, to supply the Central Company with natural gas and to establish the pipe line connection necessary for that purpose. In the proceedings before the Commission, appellant contended that its entire operations and business in Illinois constitute interstate commerce and challenged the Commission's exercise of its jurisdiction and its order, as in conflict with the commerce clause and the provisions of the Natural Gas Act, 52 Stat. 821&#8212;833, 15 U.S.C. &#167;&#167; 717&#8212;717w, 15 U.S.C.A. &#167;&#167; 717&#8212;717w. Section 7(c), 15 U.S.C. &#167; 717f(c), 15 U.S.C.A. &#167; 717f(c), it was contended, prohibits such extension of facilities and sale of gas to distributors without a certificate of public convenience and necessity from the Federal Power Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On review the Illinois Circuit Court sustained the order and the Illinois Supreme Court affirmed, 375 Ill. 634, 32 N.E.2d 157, holding that the activities of appellant affected by the Commission's order constitute intrastate commerce, to which the provisions of the Natural Gas Act do not apply, and that those activities are, therefore, subject to state regulation. The case comes here on appeal under &#167; 237(a) of the Judicial Code as amended, 28 U.S.C. &#167; 344(a), 28 U.S.C.A. &#167; 344(a).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant, an Illinois corporation, is a wholly owned subsidiary of Panhandle Eastern Pipe Line Company, which owns and operates a natural gas pipe line system extending from gas fields in Texas, Kansas and Oklahoma across Illinois and into Indiana. Appellant owns a pipe line system wholly in Illinois, whose transmission pipe lines connect at various points in Illinois with the main line of Panhandle Eastern. Appellant by long term contract purchases its supply of gas from Panhandle Eastern and transports it through its own lines to local gas distributing utilities in Illinois to which it sells the gas for distribution to consumers in Illinois cities and towns. It also sells and delivers gas to several industrial consumers in the state. The gas moves continuously, under pressure applied by Panhandle, from the gas fields until it enters appellant's transmission lines where appellant reduces the pressure according to the needs of its service. After the reduction of pressure the gas continues to move in appellant's lines until it passes into the service pipes of the local distributors, or industrial users, where the pressure is again substantially reduced. The Central Illinois Public Service Company is distributing natural gas to consumers in several Illinois towns and cities, which it purchases for resale from Universal Gas Company, and takes from the pipe line of the latter at the Illinois state line. Universal in turn acquires the gas in Indiana from Panhandle Eastern, and from Kentucky Natural Gas Company.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Illinois Commission found that appellant's operations in the sale of the gas to distributors in the state are wholly intrastate commerce; that the supply of gas capable of passing through Central's pipe line is inadequate to supply the Illinois communities served by it. The Commission then ordered appellant to extend its pipe line so as to connect with Central's pipe line system and to supply gas in sufficient quantities to enable it to satisfy the needs of its customers.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">That appellant and Panhandle Eastern are engaged in interstate commerce in the purchase and sale of the natural gas which moves in a continuous stream from points without the state into appellant's pipes within the state seems not to be open to question. Missouri v. Kansas Gas Company, 265 U.S. 298, 44 S.Ct. 544, 68 L.Ed. 1027; Ozark Pipe Line Corp. v. Monier, 266 U.S. 555, 45 S.Ct. 184, 69 L.Ed. 439; People's Gas Co. v. Public Service Commission, 270 U.S. 550, 46 S.Ct. 371, 70 L.Ed. 726; State Tax Commission v. Interstate Gas Company, 284 U.S. 41, 52 S.Ct. 62, 76 L.Ed. 156. Pursuant to the mutual agreement of the two companies the gas is transported in continuous movement through the pipe line into the state and through appellant's pipes to the service lines of the distributors where appellant delivers it to them. In such a transaction the particular point at which the title and custody of the gas passes to the purchaser without arresting its movement to the intended destination does not affect the essential interstate nature of the business. See People's Gas Co. v. Public Service Commission, supra, 270 U.S. page 554, 46 S.Ct. page 372, 70 L.Ed. 726; Pennsylvania v. West Virginia, 262 U.S. 553, 587, 43 S.Ct. 658, 661, 67 L.Ed. 1117, 32 A.L.R. 300; United Fuel Gas Co. v. Hallanan, 257 U.S. 277, 280, 281, 42 S.Ct. 105, 66 L.Ed. 234.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">But appellee argues, as the State Supreme Court held, that although the sale of the gas and its movement into the state is interstate commerce, that commerce comes to an end when appellant reduces the gas pressure before its delivery into the service pipes of the distributors. In consequence it is asserted the sale of the gas to the distributors is intrastate commerce subject to state regulation by the Commission's order, and is therefore not within the purview of the Natural Gas Act, which is said to be applicable only to interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This Court has held that the retail sale of gas at the burner tips by one who pipes the gas into the state, or by one who is a local distributor acquiring the gas from another who has similarly brought it into the state, is a sale in intrastate commerce, since the interstate commerce was said to end upon the introduction of the gas into the service pipes of the distributor. Public Utilities Commission v. Landon, 249 U.S. 236, 39 S.Ct. 268, 63 L.Ed. 577; East Ohio Gas Co. v. Tax Commission, 283 U.S. 465, 51 S.Ct. 499, 75 L.Ed. 1171. In applying this mechanical test for determining when interstate commerce ends and intrastate commerce begins this Court has held that the interstate transportation and the sale of gas at wholesale to local distributing companies is not subject to state control of rates, Missouri v. Kansas Gas Co., supra; see Public Utilities Commission v. Landon, supra, 249 U.S. page 245, 39 S.Ct. page 269, 63 L.Ed. 577; cf. Public Utilities Commission v. Attleboro Co., 273 U.S. 83, 89, 47 S.Ct. 294, 296, 71 L.Ed. 549, or to a state privilege tax, State Tax Commission v. Interstate Gas Company, supra. Yet state regulation of local retail rates to ultimate consumers has been sustained where the gas so distributed was purchased at wholesale from one who had piped the gas into the state, Public Utilities Commission v. Landon, supra, as has a state tax measured by receipts from local retail sales of gas by one who has similarly brought the gas into the state. East Ohio Gas Co. v. Tax Commission, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In other cases the Court, in determining the validity of state regulations, has been less concerned to find a point in time and space where the interstate commerce in gas ends and intrastate commerce begins, and has looked to the nature of the state regulation involved, the objective of the state, and the effect of the regulation upon the national interest in the commerce. Cf. South Carolina Highway Dept. v. Barnwell Bros., 303 U.S. 177, 185, 187 et seq., 58 S.Ct. 510, 513, 514, 82 L.Ed. 734; California v. Thompson, 313 U.S. 109, 113, 114, 61 S.Ct. 930, 932, 85 L.Ed. 1219; Duckworth v. Arkansas, 314 U.S. 390, 62 S.Ct. 311, 86 L.Ed. -, decided the term. Thus, in Pennsylvania Gas Co. v. Public Service Commission, 252 U.S. 23, 40 S.Ct. 279, 64 L.Ed. 434, where natural gas was transported by pipe line from one state into another and there sold directly to ultimate local consumers, it was held that, although the sale was a part of interstate commerce, a state public service commission could regulate the rates for service to such consumers. While the Court recognized that this local regulation would to some extent affect interstate commerce in gas, it was thought that the control of rates was a matter so peculiarly of local concern that the regulation should be deemed within state power. Cf. Arkansas Louisiana Gas Co. v. Department of Public Utilities, 304 U.S. 61, 58 S.Ct. 770, 82 L.Ed. 1149. And, similarly, this Court has sustained a non-discriminatory tax on the sale to a buyer within the taxing state of a commodity shipped interstate in performance of the sales contract, upon upon the ground that the delivery was not a part of interstate commerce, see East Ohio Gas Co. v. Tax Commission, supra, but because the tax was not a prohibited regulation of or burden on that commerce. Wiloil Corporation v. Pennsylvania, 294 U.S. 169, 55 S.Ct. 358, 79 L.Ed. 838; McGoldrick v. Berwind-White Co., 309 U.S. 33, 50, 60 S.Ct. 388, 394, 84 L.Ed. 565, 128 A.L.R. 876. In Southern Gas Corp. v. Atabama, 301 U.S. 148, 156, 157, 57 S.Ct. 696, 700, 81 L.Ed. 970, on which the Illinois Supreme Court relied, we held only that the sale of gas to a local industrial consumer by one who was piping the gas into the state was a local business sufficient to sustain a franchise tax on the privilege of doing business within the state, measured by all the taxpayer's property located there, including that used for wholesale distribution of gas to local public service companies.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In the absence of any controlling act of Congress we should now be faced with the question whether the interest of the state in the present regulation of the sale and distribution of gas transported into the state balanced against the effect of such control on the commerce in its national aspect, is a more reliable touchstone for ascertaining state power than the mechanical distinctions on which appellee relies. But we are under no necessity of making that choice here for Congress, by the Natural Gas Act, has brought under national control the very matters which the state has undertaken to regulate by the order.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">An avowed purpose of the Natural Gas Act of June 21, 1938, was to afford, through the exercise of the national power over interstate commerce, an agency for regulating the wholesale distribution to public service companies of natural gas moving interstate, which this Court had declared to be interstate commerce not subject to certain types of state regulation. H.R. No. 709, Committee on Interstate and Foreign Commerce, 75th Cong., 1st Sess., April 28, 1937.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> By its enactment Congress undertook to regulate a defined class of natural gas distribution without the necessity, where Congress has not acted, of drawing the precise line between state and federal power by the litigation of particular cases. By &#167; 1(b), 15 U.S.C. &#167; 717(b), 15 U.S.C.A. &#167; 717(b), the Act is restricted in its application 'to the transportation of natural gas in interstate commerce, to the sale in interstate commerce of naturl gas for resale for ultimate public consumption for domestic, commercial, industrial, or any other use, and to natural-gas companies engaged in such transportation or sale * * *. And by &#167; 2(6), 15 U.S.C. &#167; 717a(6), 15 U.S.C.A. &#167; 717a(6) 'natural-gas company' means a person (including corporation) engaged in the transportation of natural gas in interstate commerce or the sale in interstate commerce of such gas for resale. Sections 4, 5, 6, 15 U.S.C. &#167;&#167; 717c, 717d, 717e, give the Federal Power Commission extensive control over the rates at which the gas is sold for resale. Under &#167; 7(a), 15 U.S.C. &#167; 717f(a), 15 U.S.C.A. &#167; 717f(a), the Commission has authority to order natural-gas companies to extend their systems to establish physical connections of their transportation facilities with those of distributors and to sell gas to them. Section 7(b) prohibits the abandonment of the facilities of natural-gas companies without approval of the Commission. Section 7(c), here involved, provides that 'No natural-gas company shall undertake the construction or extension of any facilities for the transportation of natural gas to a market in which natural gas in already being served by another natural-gas company, or acquire or operate any such facilities or extensions thereof, or engage in transportation by means of any new or additional facilities, or sell natural gas in any such market', without the Federal Commission's certificate of public convenience and necessity.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We think it plain that these provisions, read in the light of the legislative history, were intended to bring under federal regulation wholesale distribution, like that of appellant, of gas moving interstate. Appellant engages in interstate commerce in gas and in its interstate transportation as those terms had been denied by this Court, before the adoption of the Act. After the gas is brought into the state appellant makes the first sale to distributors for resale, to which the Act in terms applies, and which the cases last mentioned defined as a part of the commerce subject in some respects to the exclusive regulation of Congress. Cf. Parker v. Motor Boat Sales, Inc., 314 U.S. 244, 62 S.Ct. 221, 86 L.Ed. &#8212;-, decided this term. Section 7 of the Act commits to the Federal Commission the control of extensions and abandonment of the transportation facilities of natural-gas companies, their physical connection with those of distributors and sales to distributors, and prohibits extensions, such as the state commission has now ordered, into an area already served by another natural-gas company, unless the Commission has first granted a certificate of public convenience and necessity. Since the communities here are supplied by the Universal and Central companies, which transport the gas interstate, they constitute a market already served by a natural-gas company within &#167; 7(c) and &#167; 2(6) of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Federal Commission has ruled that it has jurisdiction under the Act over companies which, like appellant, sell at wholesale to local distributors gas moving interstate. Re Billings Gas Company, 35 P.U.R.,N.S., 321; Re East Ohio Gas Company, 28 P.U.R.,N.S., 129. The proceedings of the Commission under &#167; 7(c) indicate the many important matters which it takes into consideration in determining whether an extension of facilities in a case such as this should be permitted.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In determining the scope of the federal power over the proposed extension of facilities and sale of gas it is unnecessary to scrutinize with meticulous care the physical characteristics of appellant's business, in order to ascertain whether, as the court below held, the interstate commerce involved in bringing the gas into the state ends before delivery to distributors. In any case the proposed extension of appellant's facilities is so intimately associated with the commerce and would so affect its volume moving into the state and distribution among the states as to be within the Congressional power to regulate those matters which materially affect interstate commerce, as well as the commerce itself. Southern Ry. Co. v. United States, 222 U.S. 20, 32 S.Ct. 2, 56 L.Ed. 72; Houston, E &amp; W. Texas Ry. Co. v. United States, 234 U.S. 342, 34 S.Ct. 833, 58 L.Ed. 1341; Railroad Comm. of Wisconsin v. Chicago, Burlington &amp; Quincy Ry. Co., 257 U.S. 563, 42 S.Ct. 232, 66 L.Ed. 371, 22 A.L.R. 1086; see United States v. Darby, 312 U.S. 100, 119, 120, 61 S.Ct. 451, 459, 460, 85 L.Ed. 609, 132 A.L.R. 1430.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As Congress, by &#167; 7[a][c] of the Act has given plenary authority to the Federal Commission to regulate extensions of gas transportation facilities and their physical connection with those of distributors, as well as the sale of gas to them, and since no certificate of public convenience and necessity, required by &#167; 7(c), has been granted to appellant by the Federal Commission for the proposed extensions and sale, the state commission was without power to order them.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mr. Justice ROBERTS took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Committee said of the proposed bill:</p>\n        <p>'It confers jurisdiction upon the Federal Power Commission over the transportation of natural gas in interstate commerce, and the sale in interstate commerce of natural gas for resale for ultimate public consumption for domestic, commercial, industrial, or any other use. The States have, of course, for many years regulated sales of natural gas to consumers in intrastate transactions. The States have also been able to regulate sales to consumers even though such sales are in interstate commerce, such sales being considered local in character and in the absence of congressional prohibition subject to State regulation. (See Pennsylvania Gas Co. v. Public Service Commission, 1920, 252 U.S. 23 (40 S.Ct. 279, 64 L.Ed. 434).) There is no intention in enacting the present legislation to disturb the States in their exercise of such jurisdiction. However, in the case of sales for resale, or so-called wholesale sales, in interstate commerce (for example, sales by producing companies to distributing companies) the legal situation is different. Such transactions have been considered to be not local in character and, even in the absence of Congressional action, not subject to State regulation. (See Missouri v. Kansas Gas Co., 1924, 265 U.S. 298 (44 S.Ct. 544, 68 L.Ed. 1027), and Public Utilities Commission v. Attleboro Steam &amp; Electric Co., 1927, 273 U.S. 83 (47 S.Ct. 294, 71 L.Ed. 549).) The basic purpose of the present legislation is to occupy this field in which the Supreme Court has held that the States may not act.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In Re Kansas Pipe Line &amp; Gas Co., No. G-106 and in Re North Dakota Consumers Gas Co., No. G-119, October 24, 1939, it inquired:</p>\n        <p>(1) whether the applicant possessed a supply of natural gas adequate to meet those demands which it was reasonable to assume would be made upon it; (2) whether there existed in the territory proposed to be served customers who could reasonably be expected to use such gas service; (3) whether the facilities proposed to be constructed would be adequate to meet the estimated demands for gas in the area; (4) whether applicant possessed adequate financial resources with which to construct the facilities proposed; (5) whether the cost of construction of the facilities proposed was adequate and reasonable; (6) whether anticipated fixed charges were reasonable; (7) whether the rates proposed to be charged were reasonable, comparing in that connection the proposed rates with those of other natural-gas companies already serving the territory.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>314 U.S. 498 (1942)</b></center>\n<center><h1>ILLINOIS NATURAL GAS CO.<br>\nv.<br>\nCENTRAL ILLINOIS PUBLIC SERVICE CO. ET AL.</h1></center>\n<center>No. 100.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 19, 1941.</center>\n<center>Decided January 5, 1942.</center>\nAPPEAL FROM THE SUPREME COURT OF ILLINOIS.\n<p><span class=\"star-pagination\">*499</span> <i>Mr. Glenn W. Clark,</i> with whom <i>Messrs. Russell Voertman</i> and <i>R. Allan Stephens</i> were on the brief, for appellant.</p>\n<p><i>Mr. Albert E. Hallett, Jr.,</i> Assistant Attorney General of Illinois, with whom <i>Messrs. George F. Barrett,</i> Attorney General, <i>Albert J. Meserow,</i> Assistant Attorney General, <i>A.D. Stevens,</i> and <i>Gray Herndon</i> were on the brief, for appellees.</p>\n<p><span class=\"star-pagination\">*501</span> MR. CHIEF JUSTICE STONE delivered the opinion of the Court.</p>\n<p>On complaint of appellee, Central Illinois Public Service Company, which is engaged in the distribution of natural gas to consumers in various cities and towns in Illinois, appellee, Illinois Commerce Commission, made its order requiring appellant, Illinois Natural Gas Company, to supply the Central Company with natural gas and to establish the pipe line connection necessary for <span class=\"star-pagination\">*502</span> that purpose. In the proceedings before the Commission, appellant contended that its entire operations and business in Illinois constitute interstate commerce and challenged the Commission's exercise of its jurisdiction and its order, as in conflict with the commerce clause and the provisions of the Natural Gas Act, 52 Stat. 821-833, 15 U.S.C. §§ 717-717w. Section 7 (c), 15 U.S.C. § 717f (c), it was contended, prohibits such extension of facilities and sale of gas to distributors without a certificate of public convenience and necessity from the Federal Power Commission.</p>\n<p>On review, the Illinois Circuit Court sustained the order and the Illinois Supreme Court affirmed, 375 Ill. 634, 32 N.E.2d 157, holding that the activities of appellant affected by the Commission's order constitute intrastate commerce, to which the provisions of the Natural Gas Act do not apply, and that those activities are, therefore, subject to state regulation. The case comes here on appeal under § 237 of the Judicial Code as amended, 28 U.S.C. § 344 (a).</p>\n<p>Appellant, an Illinois corporation, is a wholly owned subsidiary of Panhandle Eastern Pipe Line Company, which owns and operates a natural gas pipe line system extending from gas fields in Texas, Kansas and Oklahoma across Illinois and into Indiana. Appellant owns a pipe line system wholly in Illinois, whose transmission pipe lines connect at various points in Illinois with the main line of Panhandle Eastern. Appellant, by long term contract, purchases its supply of gas from Panhandle Eastern and transports it through its own lines to local gas distributing utilities in Illinois, to which it sells the gas for distribution to consumers in Illinois cities and towns. It also sells and delivers gas to several industrial consumers in the state. The gas moves continuously, under pressure applied by Panhandle, from the gas fields until it enters appellant's transmission lines, where appellant reduces <span class=\"star-pagination\">*503</span> the pressure according to the needs of its service. After the reduction of pressure, the gas continues to move in appellant's lines until it passes into the service pipes of the local distributors, or industrial users, where the pressure is again substantially reduced. The Central Illinois Public Service Company is distributing natural gas to consumers in several Illinois towns and cities, which it purchases for resale from Universal Gas Company, and takes from the pipe line of the latter at the Illinois state line. Universal, in turn, acquires the gas in Indiana from Panhandle Eastern, and from Kentucky Natural Gas Company.</p>\n<p>The Illinois Commission found that appellant's operations in the sale of the gas to distributors in the state are wholly intrastate commerce; that the supply of gas capable of passing through Central's pipe line is inadequate to supply the Illinois communities served by it. The Commission then ordered appellant to extend its pipe line so as to connect with Central's pipe line system and to supply gas in sufficient quantities to enable it to satisfy the needs of its customers.</p>\n<p>That appellant and Panhandle Eastern are engaged in interstate commerce in the purchase and sale of the natural gas which moves in a continuous stream from points without the state into appellant's pipes within the state seems not to be open to question. <i>Missouri</i> v. <i>Kansas Gas Co.,</i> 265 U.S. 298; <i>Ozark Pipe Line Corp.</i> v. <i>Monier,</i> 266 U.S. 555; <i>Peoples Gas Co.</i> v. <i>Public Service Commission,</i> 270 U.S. 550; <i>State Tax Commission</i> v. <i>Interstate Gas Co.,</i> 284 U.S. 41. Pursuant to the mutual agreement of the two companies, the gas is transported in continuous movement through the pipe line into the state and through appellant's pipes to the service lines of the distributors, where appellant delivers it to them. In such a transaction the particular point at which the title and custody of the gas pass to <span class=\"star-pagination\">*504</span> the purchaser, without arresting its movement to the intended destination, does not affect the essential interstate nature of the business. See <i>Peoples Gas Co.</i> v. <i>Public Service Commission, supra,</i> 554; <i>Pennsylvania</i> v. <i>West Virginia,</i> 262 U.S. 553, 587; <i>United Fuel Gas Co.</i> v. <i>Hallanan,</i> 257 U.S. 277, 280-281.</p>\n<p>But appellee argues, as the State Supreme Court held, that although the sale of the gas and its movement into the state is interstate commerce, that commerce comes to an end when appellant reduces the gas pressure before its delivery into the service pipes of the distributors. In consequence, it is asserted, the sale of the gas to the distributors is intrastate commerce subject to state regulation by the Commission's order, and is therefore not within the purview of the Natural Gas Act, which is said to be applicable only to interstate commerce.</p>\n<p>This Court has held that the retail sale of gas at the burner tips by one who pipes the gas into the state, or by one who is a local distributor acquiring the gas from another who has similarly brought it into the state, is a sale in intrastate commerce, since the interstate commerce was said to end upon the introduction of the gas into the service pipes of the distributor. <i>Public Utilities Commission</i> v. <i>Landon,</i> 249 U.S. 236; <i>East Ohio Gas Co.</i> v. <i>Tax Commission,</i> 283 U.S. 465. In applying this mechanical test for determining when interstate commerce ends and interstate commerce begins, this Court has held that the interstate transportation and the sale of gas at wholesale to local distributing companies is not subject to state control of rates, <i>Missouri</i> v. <i>Kansas Gas Co., supra</i><i>;</i> see <i>Public Utilities Commission</i> v. <i>Landon, supra,</i> 245; cf. <i>Public Utilities Commission</i> v. <i>Attleboro Co.,</i> 273 U.S. 83, 89, or to a state privilege tax, <i>State Tax Commission</i> v. <i>Interstate Gas Co., supra</i><i>.</i> Yet, state regulation of local retail rates to ultimate consumers has been sustained where the gas so distributed <span class=\"star-pagination\">*505</span> was purchased at wholesale from one who had piped the gas into the state, <i>Public Utilities Commission</i> v. <i>Landon, supra</i><i>,</i> as has a state tax measured by receipts from local retail sales of gas by one who has similarly brought the gas into the state. <i>East Ohio Gas Co.</i> v. <i>Tax Commission, supra</i><i>.</i></p>\n<p>In other cases, the Court, in determining the validity of state regulations, has been less concerned to find a point in time and space where the interstate commerce in gas ends and intrastate commerce begins, and has looked to the nature of the state regulation involved, the objective of the state, and the effect of the regulation upon the national interest in the commerce. Cf. <i>South Carolina Highway Dept.</i> v. <i>Barnwell Bros.,</i> 303 U.S. 177, 185, 187, <i>et seq.; </i><i>California</i> v. <i>Thompson,</i> 313 U.S. 109, 113, 114; <i>Duckworth</i> v. <i>Arkansas, ante,</i> p. 390. Thus, in <i>Pennsylvania Gas Co.</i> v. <i>Public Service Commission,</i> 252 U.S. 23, where natural gas was transported by pipe line from one state into another and there sold directly to ultimate local consumers, it was held that, although the sale was a part of interstate commerce, a state public service commission could regulate the rates for service to such consumers. While the Court recognized that this local regulation would to some extent affect interstate commerce in gas, it was thought that the control of rates was a matter so peculiarly of local concern that the regulation should be deemed within state power. Cf. <i>Arkansas Louisiana Gas Co.</i> v. <i>Dept. of Public Utilities,</i> 304 U.S. 61. And, similarly, this Court has sustained a non-discriminatory tax on the sale to a buyer within the taxing state of a commodity shipped interstate in performance of the sales contract, not upon the ground that the delivery was not a part of interstate commerce, see <i>East Ohio Gas Co.</i> v. <i>Tax Commission, supra</i><i>,</i> but because the tax was not a prohibited regulation of, or burden on, that commerce. <i>Wiloil</i> <span class=\"star-pagination\">*506</span> <i>Corporation</i> v. <i>Pennsylvania,</i> 294 U.S. 169; <i>McGoldrick</i> v. <i>Berwind-White Co.,</i> 309 U.S. 33, 50. In <i>Southern Gas Corp.</i> v. <i>Alabama,</i> 301 U.S. 148, 156-57, on which the Illinois Supreme Court relied, we held only that the sale of gas to a local industrial consumer by one who was piping the gas into the state was a local business sufficient to sustain a franchise tax on the privilege of doing business within the state, measured by all the taxpayer's property located there, including that used for wholesale distribution of gas to local public service companies.</p>\n<p>In the absence of any controlling act of Congress, we should now be faced with the question whether the interest of the state in the present regulation of the sale and distribution of gas transported into the state, balanced against the effect of such control on the commerce in its national aspect, is a more reliable touchstone for ascertaining state power than the mechanical distinctions on which appellee relies. But we are under no necessity of making that choice here, for Congress, by the Natural Gas Act, has brought under national control the very matters which the state has undertaken to regulate by the order.</p>\n<p>An avowed purpose of the Natural Gas Act of June 21, 1938, was to afford, through the exercise of the national power over interstate commerce, an agency for regulating the wholesale distribution to public service companies of natural gas moving interstate, which this Court had declared to be interstate commerce not subject to certain types of state regulation. H. Rep. No. 709, Committee on Interstate and Foreign Commerce, 75th Cong., 1st Sess., April 28, 1937.<sup>[1]</sup> By its enactment, Congress undertook <span class=\"star-pagination\">*507</span> to regulate a defined class of natural gas distribution, without the necessity, where Congress has not acted, of drawing the precise line between state and federal power by the litigation of particular cases. By § 1 (b), 15 U.S.C. § 717 (b), the Act is restricted in its application \"to the transportation of natural gas in interstate commerce, to the sale in interstate commerce of natural gas for resale for ultimate public consumption for domestic, commercial, industrial, or any other use, and to natural-gas companies engaged in such transportation or sale . ..\" And by § 2 (6), 15 U.S.C. § 717a (6) \"natural-gas company\" means a person (including a corporation) engaged in the transportation of natural gas in interstate commerce or the sale in interstate commerce of such gas for resale. Sections 4, 5, 6, 15 U.S.C. § 717 c, d, e, give the Federal Power Commission extensive control over the rates at which the gas is sold for resale. Under § 7 (a), 15 U.S.C. § 717f (a) the Commission has authority to order natural-gas companies to extend their systems to establish physical connections of their transportation facilities with those of <span class=\"star-pagination\">*508</span> distributors, and to sell gas to them. Section 7 (b) prohibits the abandonment of the facilities of natural-gas companies without approval of the Commission. Section 7 (c), here involved, provides that \"No natural-gas company shall undertake the construction or extension of any facilities for the transportation of natural gas to a market in which natural gas is already being served by another natural-gas company, or acquire or operate any such facilities or extensions thereof, or engage in any transportation by means of any new or additional facilities, or sell natural gas in any such market,\" without the Federal Commission's certificate of public convenience and necessity.</p>\n<p>We think it plain that these provisions, read in the light of the legislative history, were intended to bring under federal regulation wholesale distribution, like that of appellant, of gas moving interstate. Appellant engages in interstate commerce in gas and in its interstate transportation, as those terms had been defined by this Court, before the adoption of the Act. After the gas is brought into the state, appellant makes the first sale to distributors for resale, to which the Act in terms applies, and which the cases last mentioned defined as a part of the commerce subject in some respects to the exclusive regulation of Congress. Cf. <i>Parker</i> v. <i>Motor Boat Sales, Inc., ante,</i> p. 244. Section 7 of the Act commits to the Federal Commission the control of extensions and abandonment of the transportation facilities of natural-gas companies, their physical connection with those of distributors and sales to distributors, and prohibits extensions, such as the state commission has now ordered, into an area already served by another natural-gas company, unless the Commission has first granted a certificate of public convenience and necessity. Since the communities here are supplied by the Universal and Central companies, which transport the gas interstate, they constitute a market already served by a natural-gas company within § 7 (c) and § 2 (6) of the Act.</p>\n<p><span class=\"star-pagination\">*509</span> The Federal Commission has ruled that it has jurisdiction under the Act over companies which, like appellant, sell at wholesale to local distributors gas moving interstate. Re Billings Gas Company, 35 P.U.R. (N.S.) 321; Re East Ohio Gas Company, 28 P.U.R. (N.S.) 129. The proceedings of the Commission under § 7 (c) indicate the many important matters which it takes into consideration in determining whether an extension of facilities in a case such as this should be permitted.<sup>[2]</sup></p>\n<p>In determining the scope of the federal power over the proposed extension of facilities and sale of gas, it is unnecessary to scrutinize with meticulous care the physical characteristics of appellant's business, in order to ascertain whether, as the court below held, the interstate commerce involved in bringing the gas into the state ends before delivery to distributors. In any case, the proposed extension of appellant's facilities is so intimately associated with the commerce, and would so affect its volume moving into the state and distribution among the states, as to be within the Congressional power to regulate those matters which materially affect interstate commerce, as well as the commerce itself. <i>Southern Ry. Co.</i> v. <i>United</i> <span class=\"star-pagination\">*510</span> <i>States,</i> 222 U.S. 20; <i>Houston, E. &amp; W.T. Ry. Co.</i> v. <i>United States,</i> 234 U.S. 342; <i>Railroad Comm'n of Wisconsin</i> v. <i>Chicago, B. &amp; Q.R. Co.,</i> 257 U.S. 563; see <i>United States</i> v. <i>Darby,</i> 312 U.S. 100, 119-120.</p>\n<p>As Congress, by § 7 (a) (c) of the Act, has given plenary authority to the Federal Commission to regulate extensions of gas transportation facilities and their physical connection with those of distributors, as well as the sale of gas to them, and since no certificate of public convenience and necessity, required by § 7 (c), has been granted to appellant by the Federal Commission for the proposed extensions and sale, the state commission was without power to order them.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE ROBERTS took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  The Committee said of the proposed bill:\n</p>\n<p>\"It confers jurisdiction upon the Federal Power Commission over the transportation of natural gas in interstate commerce, and the sale in interstate commerce of natural gas for resale for ultimate public consumption for domestic, commercial, industrial, or any other use. The States have, of course, for many years regulated sales of natural gas to consumers in intrastate transactions. The States have also been able to regulate sales to consumers even though such sales are in interstate commerce, such sales being considered local in character and in the absence of congressional prohibition subject to State regulation. (See <i>Pennsylvania Gas Co.</i> v. <i>Public Service Commission</i> (1920), 252 U.S. 23.) There is no intention in enacting the present legislation to disturb the States in their exercise of such jurisdiction. However, in the case of sales for resale, or so-called wholesale sales, in interstate commerce (for example, sales by producing companies to distributing companies) the legal situation is different. Such transactions have been considered to be not local in character and, even in the absence of Congressional action, not subject to State regulation. (See <i>Missouri</i> v. <i>Kansas Gas Co.</i> (1924), 265 U.S. 298, and <i>Public Utilities Commission</i> v. <i>Attleboro Steam &amp; Electric Co.</i> (1927), 273 U.S. 83.) The basic purpose of the present legislation is to occupy this field in which the Supreme Court has held that the States may not act.\"</p>\n<p>[2]  In In re Kansas Pipe Line &amp; Gas Co., No. G-106 and In re North Dakota Consumers Gas Co., No. G-119, October 24, 1939, it inquired:\n</p>\n<p>(1) whether the applicant possessed a supply of natural gas adequate to meet those demands which it was reasonable to assume would be made upon it; (2) whether there existed in the territory proposed to be served customers who could reasonably be expected to use such gas service; (3) whether the facilities proposed to be constructed would be adequate to meet the estimated demands for gas in the area; (4) whether applicant possessed adequate financial resources with which to construct the facilities proposed; (5) whether the cost of construction of the facilities proposed was adequate and reasonable; (6) whether anticipated fixed charges were reasonable; (7) whether the rates proposed to be charged were reasonable, comparing in that connection the proposed rates with those of other natural-gas companies already serving the territory.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></span> (1942)</b></center>\n<center><h1>ILLINOIS NATURAL GAS CO.<br>\nv.<br>\nCENTRAL ILLINOIS PUBLIC SERVICE CO. ET AL.</h1></center>\n<center>No. 100.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 19, 1941.</center>\n<center>Decided January 5, 1942.</center>\nAPPEAL FROM THE SUPREME COURT OF ILLINOIS.\n<p><span class=\"star-pagination\">*499</span> <i>Mr. Glenn W. Clark,</i> with whom <i>Messrs. Russell Voertman</i> and <i>R. Allan Stephens</i> were on the brief, for appellant.</p>\n<p><i>Mr. Albert E. Hallett, Jr.,</i> Assistant Attorney General of Illinois, with whom <i>Messrs. George F. Barrett,</i> Attorney General, <i>Albert J. Meserow,</i> Assistant Attorney General, <i>A.D. Stevens,</i> and <i>Gray Herndon</i> were on the brief, for appellees.</p>\n<p><span class=\"star-pagination\">*501</span> MR. CHIEF JUSTICE STONE delivered the opinion of the Court.</p>\n<p>On complaint of appellee, Central Illinois Public Service Company, which is engaged in the distribution of natural gas to consumers in various cities and towns in Illinois, appellee, Illinois Commerce Commission, made its order requiring appellant, Illinois Natural Gas Company, to supply the Central Company with natural gas and to establish the pipe line connection necessary for <span class=\"star-pagination\">*502</span> that purpose. In the proceedings before the Commission, appellant contended that its entire operations and business in Illinois constitute interstate commerce and challenged the Commission's exercise of its jurisdiction and its order, as in conflict with the commerce clause and the provisions of the Natural Gas Act, 52 Stat. 821-833, 15 U.S.C. §§ 717-717w. Section 7 (c), 15 U.S.C. § 717f (c), it was contended, prohibits such extension of facilities and sale of gas to distributors without a certificate of public convenience and necessity from the Federal Power Commission.</p>\n<p>On review, the Illinois Circuit Court sustained the order and the Illinois Supreme Court affirmed, <span class=\"citation no-link\"><span class=\"volume\">375</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">634</span></span>, <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">157</span></span>, holding that the activities of appellant affected by the Commission's order constitute intrastate commerce, to which the provisions of the Natural Gas Act do not apply, and that those activities are, therefore, subject to state regulation. The case comes here on appeal under § 237 of the Judicial Code as amended, 28 U.S.C. § 344 (a).</p>\n<p>Appellant, an Illinois corporation, is a wholly owned subsidiary of Panhandle Eastern Pipe Line Company, which owns and operates a natural gas pipe line system extending from gas fields in Texas, Kansas and Oklahoma across Illinois and into Indiana. Appellant owns a pipe line system wholly in Illinois, whose transmission pipe lines connect at various points in Illinois with the main line of Panhandle Eastern. Appellant, by long term contract, purchases its supply of gas from Panhandle Eastern and transports it through its own lines to local gas distributing utilities in Illinois, to which it sells the gas for distribution to consumers in Illinois cities and towns. It also sells and delivers gas to several industrial consumers in the state. The gas moves continuously, under pressure applied by Panhandle, from the gas fields until it enters appellant's transmission lines, where appellant reduces <span class=\"star-pagination\">*503</span> the pressure according to the needs of its service. After the reduction of pressure, the gas continues to move in appellant's lines until it passes into the service pipes of the local distributors, or industrial users, where the pressure is again substantially reduced. The Central Illinois Public Service Company is distributing natural gas to consumers in several Illinois towns and cities, which it purchases for resale from Universal Gas Company, and takes from the pipe line of the latter at the Illinois state line. Universal, in turn, acquires the gas in Indiana from Panhandle Eastern, and from Kentucky Natural Gas Company.</p>\n<p>The Illinois Commission found that appellant's operations in the sale of the gas to distributors in the state are wholly intrastate commerce; that the supply of gas capable of passing through Central's pipe line is inadequate to supply the Illinois communities served by it. The Commission then ordered appellant to extend its pipe line so as to connect with Central's pipe line system and to supply gas in sufficient quantities to enable it to satisfy the needs of its customers.</p>\n<p>That appellant and Panhandle Eastern are engaged in interstate commerce in the purchase and sale of the natural gas which moves in a continuous stream from points without the state into appellant's pipes within the state seems not to be open to question. <i>Missouri</i> v. <i>Kansas Gas Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></span>; <i>Ozark Pipe Line Corp.</i> v. <i>Monier,</i> 266 U.S. 555; <i>Peoples Gas Co.</i> v. <i>Public Service Commission,</i> 270 U.S. 550; <i>State Tax Commission</i> v. <i>Interstate Gas Co.,</i> 284 U.S. 41. Pursuant to the mutual agreement of the two companies, the gas is transported in continuous movement through the pipe line into the state and through appellant's pipes to the service lines of the distributors, where appellant delivers it to them. In such a transaction the particular point at which the title and custody of the gas pass to <span class=\"star-pagination\">*504</span> the purchaser, without arresting its movement to the intended destination, does not affect the essential interstate nature of the business. See <i>Peoples Gas Co.</i> v. <i>Public Service Commission, supra,</i> 554; <i>Pennsylvania</i> v. <i>West Virginia,</i> <span class=\"citation\" data-id=\"100248\"><a href=\"/opinion/100248/pennsylvania-v-west-virginia/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, 587; <i>United Fuel Gas Co.</i> v. <i>Hallanan,</i> <span class=\"citation\" data-id=\"99883\"><a href=\"/opinion/99883/united-fuel-gas-co-v-hallahan/\"><span class=\"volume\">257</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, 280-281.</p>\n<p>But appellee argues, as the State Supreme Court held, that although the sale of the gas and its movement into the state is interstate commerce, that commerce comes to an end when appellant reduces the gas pressure before its delivery into the service pipes of the distributors. In consequence, it is asserted, the sale of the gas to the distributors is intrastate commerce subject to state regulation by the Commission's order, and is therefore not within the purview of the Natural Gas Act, which is said to be applicable only to interstate commerce.</p>\n<p>This Court has held that the retail sale of gas at the burner tips by one who pipes the gas into the state, or by one who is a local distributor acquiring the gas from another who has similarly brought it into the state, is a sale in intrastate commerce, since the interstate commerce was said to end upon the introduction of the gas into the service pipes of the distributor. <i>Public Utilities Commission</i> v. <i>Landon,</i> 249 U.S. 236; <i>East Ohio Gas Co.</i> v. <i>Tax Commission,</i> 283 U.S. 465. In applying this mechanical test for determining when interstate commerce ends and interstate commerce begins, this Court has held that the interstate transportation and the sale of gas at wholesale to local distributing companies is not subject to state control of rates, <i>Missouri</i> v. <i>Kansas Gas Co., supra</i><i>;</i> see <i>Public Utilities Commission</i> v. <i>Landon, supra,</i> 245; cf. <i>Public Utilities Commission</i> v. <i>Attleboro Co.,</i> <span class=\"citation\" data-id=\"100987\"><a href=\"/opinion/100987/pub-util-comm-v-attleboro-co/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 89, or to a state privilege tax, <i>State Tax Commission</i> v. <i>Interstate Gas Co., supra</i><i>.</i> Yet, state regulation of local retail rates to ultimate consumers has been sustained where the gas so distributed <span class=\"star-pagination\">*505</span> was purchased at wholesale from one who had piped the gas into the state, <i>Public Utilities Commission</i> v. <i>Landon, supra</i><i>,</i> as has a state tax measured by receipts from local retail sales of gas by one who has similarly brought the gas into the state. <i>East Ohio Gas Co.</i> v. <i>Tax Commission, supra</i><i>.</i></p>\n<p>In other cases, the Court, in determining the validity of state regulations, has been less concerned to find a point in time and space where the interstate commerce in gas ends and intrastate commerce begins, and has looked to the nature of the state regulation involved, the objective of the state, and the effect of the regulation upon the national interest in the commerce. Cf. <i>South Carolina Highway Dept.</i> v. <i>Barnwell Bros.,</i> <span class=\"citation\" data-id=\"102963\"><a href=\"/opinion/102963/sc-hwy-dept-v-barnwell-bros/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">177</span></a></span>, 185, 187, <i>et seq.; </i><i>California</i> v. <i>Thompson,</i> <span class=\"citation\" data-id=\"103512\"><a href=\"/opinion/103512/california-v-thompson/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">109</span></a></span>, 113, 114; <i>Duckworth</i> v. <i>Arkansas, ante,</i> p. 390. Thus, in <i>Pennsylvania Gas Co.</i> v. <i>Public Service Commission,</i> <span class=\"citation\" data-id=\"99524\"><a href=\"/opinion/99524/penna-gas-co-v-pub-service-comm/\"><span class=\"volume\">252</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">23</span></a></span>, where natural gas was transported by pipe line from one state into another and there sold directly to ultimate local consumers, it was held that, although the sale was a part of interstate commerce, a state public service commission could regulate the rates for service to such consumers. While the Court recognized that this local regulation would to some extent affect interstate commerce in gas, it was thought that the control of rates was a matter so peculiarly of local concern that the regulation should be deemed within state power. Cf. <i>Arkansas Louisiana Gas Co.</i> v. <i>Dept. of Public Utilities,</i> 304 U.S. 61. And, similarly, this Court has sustained a non-discriminatory tax on the sale to a buyer within the taxing state of a commodity shipped interstate in performance of the sales contract, not upon the ground that the delivery was not a part of interstate commerce, see <i>East Ohio Gas Co.</i> v. <i>Tax Commission, supra</i><i>,</i> but because the tax was not a prohibited regulation of, or burden on, that commerce. <i>Wiloil</i> <span class=\"star-pagination\">*506</span> <i>Corporation</i> v. <i>Pennsylvania,</i> 294 U.S. 169; <i>McGoldrick</i> v. <i>Berwind-White Co.,</i> <span class=\"citation\" data-id=\"103287\"><a href=\"/opinion/103287/mcgoldrick-v-berwind-white-coal-mining-co/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 50. In <i>Southern Gas Corp.</i> v. <i>Alabama,</i> <span class=\"citation\" data-id=\"102809\"><a href=\"/opinion/102809/southern-natural-gas-corp-v-alabama/\"><span class=\"volume\">301</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">148</span></a></span>, 156-57, on which the Illinois Supreme Court relied, we held only that the sale of gas to a local industrial consumer by one who was piping the gas into the state was a local business sufficient to sustain a franchise tax on the privilege of doing business within the state, measured by all the taxpayer's property located there, including that used for wholesale distribution of gas to local public service companies.</p>\n<p>In the absence of any controlling act of Congress, we should now be faced with the question whether the interest of the state in the present regulation of the sale and distribution of gas transported into the state, balanced against the effect of such control on the commerce in its national aspect, is a more reliable touchstone for ascertaining state power than the mechanical distinctions on which appellee relies. But we are under no necessity of making that choice here, for Congress, by the Natural Gas Act, has brought under national control the very matters which the state has undertaken to regulate by the order.</p>\n<p>An avowed purpose of the Natural Gas Act of June 21, 1938, was to afford, through the exercise of the national power over interstate commerce, an agency for regulating the wholesale distribution to public service companies of natural gas moving interstate, which this Court had declared to be interstate commerce not subject to certain types of state regulation. H. Rep. No. 709, Committee on Interstate and Foreign Commerce, 75th Cong., 1st Sess., April 28, 1937.<sup>[1]</sup> By its enactment, Congress undertook <span class=\"star-pagination\">*507</span> to regulate a defined class of natural gas distribution, without the necessity, where Congress has not acted, of drawing the precise line between state and federal power by the litigation of particular cases. By § 1 (b), 15 U.S.C. § 717 (b), the Act is restricted in its application \"to the transportation of natural gas in interstate commerce, to the sale in interstate commerce of natural gas for resale for ultimate public consumption for domestic, commercial, industrial, or any other use, and to natural-gas companies engaged in such transportation or sale . ..\" And by § 2 (6), 15 U.S.C. § 717a (6) \"natural-gas company\" means a person (including a corporation) engaged in the transportation of natural gas in interstate commerce or the sale in interstate commerce of such gas for resale. Sections 4, 5, 6, 15 U.S.C. § 717 c, d, e, give the Federal Power Commission extensive control over the rates at which the gas is sold for resale. Under § 7 (a), 15 U.S.C. § 717f (a) the Commission has authority to order natural-gas companies to extend their systems to establish physical connections of their transportation facilities with those of <span class=\"star-pagination\">*508</span> distributors, and to sell gas to them. Section 7 (b) prohibits the abandonment of the facilities of natural-gas companies without approval of the Commission. Section 7 (c), here involved, provides that \"No natural-gas company shall undertake the construction or extension of any facilities for the transportation of natural gas to a market in which natural gas is already being served by another natural-gas company, or acquire or operate any such facilities or extensions thereof, or engage in any transportation by means of any new or additional facilities, or sell natural gas in any such market,\" without the Federal Commission's certificate of public convenience and necessity.</p>\n<p>We think it plain that these provisions, read in the light of the legislative history, were intended to bring under federal regulation wholesale distribution, like that of appellant, of gas moving interstate. Appellant engages in interstate commerce in gas and in its interstate transportation, as those terms had been defined by this Court, before the adoption of the Act. After the gas is brought into the state, appellant makes the first sale to distributors for resale, to which the Act in terms applies, and which the cases last mentioned defined as a part of the commerce subject in some respects to the exclusive regulation of Congress. Cf. <i>Parker</i> v. <i>Motor Boat Sales, Inc., ante,</i> p. 244. Section 7 of the Act commits to the Federal Commission the control of extensions and abandonment of the transportation facilities of natural-gas companies, their physical connection with those of distributors and sales to distributors, and prohibits extensions, such as the state commission has now ordered, into an area already served by another natural-gas company, unless the Commission has first granted a certificate of public convenience and necessity. Since the communities here are supplied by the Universal and Central companies, which transport the gas interstate, they constitute a market already served by a natural-gas company within § 7 (c) and § 2 (6) of the Act.</p>\n<p><span class=\"star-pagination\">*509</span> The Federal Commission has ruled that it has jurisdiction under the Act over companies which, like appellant, sell at wholesale to local distributors gas moving interstate. Re Billings Gas Company, 35 P.U.R. (N.S.) 321; Re East Ohio Gas Company, 28 P.U.R. (N.S.) 129. The proceedings of the Commission under § 7 (c) indicate the many important matters which it takes into consideration in determining whether an extension of facilities in a case such as this should be permitted.<sup>[2]</sup></p>\n<p>In determining the scope of the federal power over the proposed extension of facilities and sale of gas, it is unnecessary to scrutinize with meticulous care the physical characteristics of appellant's business, in order to ascertain whether, as the court below held, the interstate commerce involved in bringing the gas into the state ends before delivery to distributors. In any case, the proposed extension of appellant's facilities is so intimately associated with the commerce, and would so affect its volume moving into the state and distribution among the states, as to be within the Congressional power to regulate those matters which materially affect interstate commerce, as well as the commerce itself. <i>Southern Ry. Co.</i> v. <i>United</i> <span class=\"star-pagination\">*510</span> <i>States,</i> 222 U.S. 20; <i>Houston, E. &amp; W.T. Ry. Co.</i> v. <i>United States,</i> 234 U.S. 342; <i>Railroad Comm'n of Wisconsin</i> v. <i>Chicago, B. &amp; Q.R. Co.,</i> 257 U.S. 563; see <i>United States</i> v. <i>Darby,</i> <span class=\"citation\" data-id=\"103442\"><a href=\"/opinion/103442/united-states-v-darby/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">100</span></a></span>, 119-120.</p>\n<p>As Congress, by § 7 (a) (c) of the Act, has given plenary authority to the Federal Commission to regulate extensions of gas transportation facilities and their physical connection with those of distributors, as well as the sale of gas to them, and since no certificate of public convenience and necessity, required by § 7 (c), has been granted to appellant by the Federal Commission for the proposed extensions and sale, the state commission was without power to order them.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE ROBERTS took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  The Committee said of the proposed bill:\n</p>\n<p>\"It confers jurisdiction upon the Federal Power Commission over the transportation of natural gas in interstate commerce, and the sale in interstate commerce of natural gas for resale for ultimate public consumption for domestic, commercial, industrial, or any other use. The States have, of course, for many years regulated sales of natural gas to consumers in intrastate transactions. The States have also been able to regulate sales to consumers even though such sales are in interstate commerce, such sales being considered local in character and in the absence of congressional prohibition subject to State regulation. (See <i>Pennsylvania Gas Co.</i> v. <i>Public Service Commission</i> (1920), <span class=\"citation\" data-id=\"99524\"><a href=\"/opinion/99524/penna-gas-co-v-pub-service-comm/\"><span class=\"volume\">252</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">23</span></a></span>.) There is no intention in enacting the present legislation to disturb the States in their exercise of such jurisdiction. However, in the case of sales for resale, or so-called wholesale sales, in interstate commerce (for example, sales by producing companies to distributing companies) the legal situation is different. Such transactions have been considered to be not local in character and, even in the absence of Congressional action, not subject to State regulation. (See <i>Missouri</i> v. <i>Kansas Gas Co.</i> (1924), <span class=\"citation no-link\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">298</span></span>, and <i>Public Utilities Commission</i> v. <i>Attleboro Steam &amp; Electric Co.</i> (1927), <span class=\"citation\" data-id=\"100987\"><a href=\"/opinion/100987/pub-util-comm-v-attleboro-co/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>.) The basic purpose of the present legislation is to occupy this field in which the Supreme Court has held that the States may not act.\"</p>\n<p>[2]  In In re Kansas Pipe Line &amp; Gas Co., No. G-106 and In re North Dakota Consumers Gas Co., No. G-119, October 24, 1939, it inquired:\n</p>\n<p>(1) whether the applicant possessed a supply of natural gas adequate to meet those demands which it was reasonable to assume would be made upon it; (2) whether there existed in the territory proposed to be served customers who could reasonably be expected to use such gas service; (3) whether the facilities proposed to be constructed would be adequate to meet the estimated demands for gas in the area; (4) whether applicant possessed adequate financial resources with which to construct the facilities proposed; (5) whether the cost of construction of the facilities proposed was adequate and reasonable; (6) whether anticipated fixed charges were reasonable; (7) whether the rates proposed to be charged were reasonable, comparing in that connection the proposed rates with those of other natural-gas companies already serving the territory.</p>\n\n</div>", "id": 103579, "judges": "Stone", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/103579/", "sha1": "21cca47367c7ccdf19a158e0b881d8ad05b53635", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:28"}