{"absolute_url": "/opinion/103659/gorman-v-washington-univ/", "blocked": false, "citation": {"case_name": "Gorman v. Washington Univ.", "docket_number": "711", "document_uris": ["/api/rest/v2/document/103659/"], "federal_cite_one": "316 U.S. 98", "federal_cite_three": null, "federal_cite_two": null, "id": 88042, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/88042/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 13, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1942-05-25", "date_modified": "2014-12-21T01:43:32.872427", "docket": "/api/rest/v2/docket/216498/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">316 U.S. 98</p>\n    <p class=\"case_cite\">62 S.Ct. 962</p>\n    <p class=\"case_cite\">86 L.Ed. 1300</p>\n    <p class=\"parties\">GORMAN, City Treasurer of Kansas City, Mo., et al.<br>v.<br>WASHINGTON UNIVERSITY.</p>\n    <p class=\"docket\">No. 711.</p>\n    <p class=\"date\">Argued April 2, 1942.</p>\n    <p class=\"date\">Decided April 27, 1942.</p>\n    <p class=\"date\">Rehearing Denied May 25, 1942.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">See 316 U.S. 711, 62 S.Ct. 1272, 86 L.Ed. &#8212;-.</p>\n      <p class=\"indent\">Mr. William E. Kemp, of Kansas City, Mo., for petitioners.</p>\n      <p class=\"indent\">Mr. George Wharton Pepper, of Philadelphia, Pa., for respondent.</p>\n      <p class=\"indent\">Mr. Chief Justice STONE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Respondent brought this suit in the Circuit Court of Jackson County, Missouri, to restrain the assessment and collection of a tax upon its real estate. The validity of the provisions of the state constitution and statutes under which the tax was laid was assailed on the ground that they violate the tax-exemption provision of respondent's charter and therefore conflict with the contract clause of the Constitution, Article I, &#167; 10. The Supreme Court of Missouri affirmed the judgment of the trial court enjoining collection of the tax. 153 S.W.2d 35. Both courts held that the Missouri constitution and statutes as applied violate respondent's charter provisions for tax exemption, and infringe the contract clause of the Constitution. Cf. Washington University v. Rouse, 8 Wall. 439, 19 L.Ed. 498; Washington University v. Baumann, 341 Mo. 708, 108 S.W.2d 403. We granted a writ of certiorari, 314 U.S. 604, 62 S.Ct. 301, 86 L.Ed. &#8212;-, to review the constitutional question decided by the state court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Upon examination of the record it appears that the decision and judgment brought here for review were rendered by Division One of the Supreme Court of Missouri, which consists of four of the seven judges of the court. It does not appear that the judgment thus rendered has been reviewed by the Supreme Court sitting en banc or that petitioners have made application, as they could have done under &#167; 4 of the 1890 amendments to Article VI of the state constitution, to transfer the cause to the full court for review. The question thus arises whether we have jurisdiction under &#167; 237(b) of the Judicial Code, 28 U.S.C.A. &#167; 344(b), which restricts our authority to review decisions of state courts to those causes wherein a judgment has been rendered 'by the highest court of a State in which a decision could be had'.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Section 1 of the 1890 amendments to Article VI of the Missouri constitution provides that the Supreme Court shall consist of seven judges and 'shall be divided into two divisions', one of four and the other of three judges. It directs that a division shall sit separately for the hearing and disposition of causes and shall have concurrent jurisdiction of all matters and causes in the Supreme Court, except that Division Two shall have exclusive cognizance of criminal causes, and that the 'judgments and decrees of either division, as to causes and matters pending before it, shall have the force and effect of those of the court'.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But &#167; 1 also contains a proviso that a cause pending in a division may be transferred to the court as provided in &#167; 4. Section 4 reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'When the judges of a division are equally divided in opinion in a cause, or when a judge of a division dissents from the opinion therein, or when a federal question is involved, the cause, on the application of the losing party, shall be transferred to the court for its decision; * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">And Rule 24 of the Rules of The Supreme Court of Missouri authorizes the transfer by motion of a cause pursuant to the provisions of the constitution, 'from either division to Court En Banc' 'after final disposition of the cause by the division'.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under these provisions Division One of the Supreme Court of Missouri, sitting in the present cause, in which 'a federal question is involved', was not the last state court in which a decision of that question could be had. Such a case is one which 'after final disposition of the cause by the division' could on petitioners' application be transferred to the full court for review, and the decision and judgment rendered by Division One could be set aside by the court sitting en banc. Since the constitution of Missouri has thus provided in this class of cases for review of the judgment of a division, the judgment here of Division One is not that of the 'highest court of a State in which a decision could be had' within the meaning of &#167; 237(b) of the Judicial Code.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It was the purpose of the Judiciary Act of February 13, 1925, as well as that of all its predecessors, that no decision of a state court should be brought here for review either by appeal or certiorari until the possibilities afforded by state procedure for its review by all state tribunals have been exhausted. Fisher v. Perkins, 122 U.S. 522, 7 S.Ct. 1227, 30 L.Ed. 1192; McComb v. County Commissioners, 91 U.S. 1, 2, 23 L.Ed. 185; McMaster v. Gould, 276 U.S. 284, 48 S.Ct. 299, 72 L.Ed. 574; Southern Electric Co. v. Stoddard, 269 U.S. 186, 46 S.Ct. 71, 70 L.Ed. 227; Stratton v. Stratton, 239 U.S. 55, 36 S.Ct. 26, 60 L.Ed. 142; Mullen v. Western Union Beef Co., 173 U.S. 116, 19 S.Ct. 404, 43 L.Ed. 635; Great Western Telegraph Co. v. Burnham, 162 U.S. 339, 16 S.Ct. 850, 40 L.Ed. 991. Hence it is the last state tribunal&#8212;here the court en banc&#8212;to which the cause could be brought for review which is the 'highest court of a State in which a decision could be had' within the meaning of the jurisdictional statute, regardless of the particular description or designation which may be applied to it by state statutes.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Upon application to this Court for review of the judgment of a state court it is the petitioner's burden to show affirmatively that we have jurisdiction. Memphis Natural Gas Co. v. Beeler, 315 U.S. 649, 62 S.Ct. 857, 86 L.Ed. &#8212;-. As the record fails to disclose that the judgment, review of which is now sought, is that of the highest court of the state in which a decision could be had, we are without jurisdiction and the writ must be</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Dismissed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>316 U.S. 98 (1942)</b></center>\n<center><h1>GORMAN, CITY TREASURER OF KANSAS CITY, ET AL.<br>\nv.<br>\nWASHINGTON UNIVERSITY.</h1></center>\n<center>No. 711.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 2, 1942.</center>\n<center>Decided April 27, 1942.</center>\nCERTIORARI TO THE SUPREME COURT OF MISSOURI.\n<p><i>Mr. William E. Kemp,</i> with whom <i>Mr. Elmo B. Hunter</i> was on the brief, for petitioners.</p>\n<p><i>Mr. George Wharton Pepper,</i> with whom <i>Messrs. Robert B. Caldwell, Richard S. Bull,</i> and <i>James A. Montgomery, Jr.</i> were on the brief, for respondent.</p>\n<p>MR. CHIEF JUSTICE STONE delivered the opinion of the Court.</p>\n<p>Respondent brought this suit in the Circuit Court of Jackson County, Missouri, to restrain the assessment and collection of a tax upon its real estate. The validity of the provisions of the state constitution and statutes under which the tax was laid was assailed on the ground that <span class=\"star-pagination\">*99</span> they violate the tax-exemption provision of respondent's charter and therefore conflict with the contract clause of the Constitution, Article I, § 10. The Supreme Court of Missouri affirmed the judgment of the trial court enjoining collection of the tax. 348 Mo. 310, 153 S.W.2d 35. Both courts held that the Missouri constitution and statutes as applied violate respondent's charter provisions for tax exemption, and infringe the contract clause of the Constitution. Cf. <i>Washington University</i> v. <i>Rouse,</i> 8 Wall. 439; <i>Washington University</i> v. <i>Baumann,</i> 341 Mo. 708, 108 S.W.2d 403. We granted a writ of certiorari, 314 U.S. 604, to review the constitutional question decided by the state court.</p>\n<p>Upon examination of the record it appears that the decision and judgment brought here for review were rendered by Division One of the Supreme Court of Missouri, which consists of four of the seven judges of the court. It does not appear that the judgment thus rendered has been reviewed by the Supreme Court sitting <i>en banc,</i> or that petitioners have made application, as they could have done under § 4 of the 1890 amendments to Article VI of the state constitution, to transfer the cause to the full court for review. The question thus arises whether we have jurisdiction under § 237 (b) of the Judicial Code, which restricts our authority to review decisions of state courts to those causes wherein a judgment has been rendered \"by the highest court of a state in which a decision could be had.\"</p>\n<p>Section 1 of the 1890 amendments to Article VI of the Missouri constitution provides that the Supreme Court shall consist of seven judges and \"shall be divided into two divisions,\" one of four and the other of three judges. It directs that a division shall sit separately for the hearing and disposition of causes, and shall have concurrent jurisdiction of all matters and causes in the Supreme Court, except that Division Two shall have exclusive cognizance <span class=\"star-pagination\">*100</span> of criminal causes, and that the \"judgments and decrees of either division, as to causes and matters pending before it, shall have the force and effect of those of the court.\"</p>\n<p>But § 1 also contains a proviso that a cause pending in a division may be transferred to the court as provided in § 4. Section 4 reads as follows:</p>\n<p>\"When the judges of a division are equally divided in opinion in a cause, or when a judge of a division dissents from the opinion therein, or when a federal question is involved, the cause, on the application of the losing party, shall be transferred to the court for its decision; . . .\" And Rule 24 of the Rules of the Supreme Court of Missouri authorizes the transfer by motion of a cause pursuant to the provisions of the constitution, \"from either division to Court En Banc\" \"after final disposition of the cause by the division.\"</p>\n<p>Under these provisions, Division One of the Supreme Court of Missouri, sitting in the present cause, in which \"a federal question is involved,\" was not the last state court in which a decision of that question could be had. Such a case is one which \"after final disposition of the cause by the division\" could on petitioners' application be transferred to the full court for review, and the decision and judgment rendered by Division One could be set aside by the court sitting <i>en banc.</i> Since the constitution of Missouri has thus provided in this class of cases for review of the judgment of a division, the judgment here of Division One is not that of the \"highest court of the state in which a decision could be had\" within the meaning of § 237 (b) of the Judicial Code.</p>\n<p>It was the purpose of the Judiciary Act of February 13, 1925, as well as that of all its predecessors, that no decision of a state court should be brought here for review either by appeal or certiorari until the possibilities afforded by state procedure for its review by all state tribunals have <span class=\"star-pagination\">*101</span> been exhausted. <i>Fisher</i> v. <i>Perkins,</i> 122 U.S. 522; <i>McComb</i> v. <i>Commissioners,</i> 91 U.S. 1, 2; <i>McMaster</i> v. <i>Gould,</i> 276 U.S. 284; <i>Southern Electric Co.</i> v. <i>Stoddard,</i> 269 U.S. 186; <i>Stratton</i> v. <i>Stratton,</i> 239 U.S. 55; <i>Mullen</i> v. <i>Western Union Beef Co.,</i> 173 U.S. 116; <i>Great Western Telegraph Co.</i> v. <i>Burnham,</i> 162 U.S. 339. Hence it is the last state tribunal  here the court <i>en banc</i>  to which the cause could be brought for review which is the \"highest court of a state in which a decision could be had\" within the meaning of the jurisdictional statute, regardless of the particular description or designation which may be applied to it by state statutes.</p>\n<p>Upon application to this Court for review of the judgment of a state court, it is the petitioner's burden to show affirmatively that we have jurisdiction. <i>Memphis Natural Gas Co.</i> v. <i>Beeler,</i> 315 U.S. 649. As the record fails to disclose that the judgment, review of which is now sought, is that of the highest court of the state in which a decision could be had, we are without jurisdiction and the writ must be</p>\n<p><i>Dismissed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></span> (1942)</b></center>\n<center><h1>GORMAN, CITY TREASURER OF KANSAS CITY, ET AL.<br>\nv.<br>\nWASHINGTON UNIVERSITY.</h1></center>\n<center>No. 711.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 2, 1942.</center>\n<center>Decided April 27, 1942.</center>\nCERTIORARI TO THE SUPREME COURT OF MISSOURI.\n<p><i>Mr. William E. Kemp,</i> with whom <i>Mr. Elmo B. Hunter</i> was on the brief, for petitioners.</p>\n<p><i>Mr. George Wharton Pepper,</i> with whom <i>Messrs. Robert B. Caldwell, Richard S. Bull,</i> and <i>James A. Montgomery, Jr.</i> were on the brief, for respondent.</p>\n<p>MR. CHIEF JUSTICE STONE delivered the opinion of the Court.</p>\n<p>Respondent brought this suit in the Circuit Court of Jackson County, Missouri, to restrain the assessment and collection of a tax upon its real estate. The validity of the provisions of the state constitution and statutes under which the tax was laid was assailed on the ground that <span class=\"star-pagination\">*99</span> they violate the tax-exemption provision of respondent's charter and therefore conflict with the contract clause of the Constitution, Article I, § 10. The Supreme Court of Missouri affirmed the judgment of the trial court enjoining collection of the tax. <span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">310</span></span>, 153 S.W.2d 35. Both courts held that the Missouri constitution and statutes as applied violate respondent's charter provisions for tax exemption, and infringe the contract clause of the Constitution. Cf. <i>Washington University</i> v. <i>Rouse,</i> 8 Wall. 439; <i>Washington University</i> v. <i>Baumann,</i> <span class=\"citation no-link\"><span class=\"volume\">341</span> <span class=\"reporter\">Mo.</span> <span class=\"page\">708</span></span>, 108 S.W.2d 403. We granted a writ of certiorari, <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></span>, to review the constitutional question decided by the state court.</p>\n<p>Upon examination of the record it appears that the decision and judgment brought here for review were rendered by Division One of the Supreme Court of Missouri, which consists of four of the seven judges of the court. It does not appear that the judgment thus rendered has been reviewed by the Supreme Court sitting <i>en banc,</i> or that petitioners have made application, as they could have done under § 4 of the 1890 amendments to Article VI of the state constitution, to transfer the cause to the full court for review. The question thus arises whether we have jurisdiction under § 237 (b) of the Judicial Code, which restricts our authority to review decisions of state courts to those causes wherein a judgment has been rendered \"by the highest court of a state in which a decision could be had.\"</p>\n<p>Section 1 of the 1890 amendments to Article VI of the Missouri constitution provides that the Supreme Court shall consist of seven judges and \"shall be divided into two divisions,\" one of four and the other of three judges. It directs that a division shall sit separately for the hearing and disposition of causes, and shall have concurrent jurisdiction of all matters and causes in the Supreme Court, except that Division Two shall have exclusive cognizance <span class=\"star-pagination\">*100</span> of criminal causes, and that the \"judgments and decrees of either division, as to causes and matters pending before it, shall have the force and effect of those of the court.\"</p>\n<p>But § 1 also contains a proviso that a cause pending in a division may be transferred to the court as provided in § 4. Section 4 reads as follows:</p>\n<p>\"When the judges of a division are equally divided in opinion in a cause, or when a judge of a division dissents from the opinion therein, or when a federal question is involved, the cause, on the application of the losing party, shall be transferred to the court for its decision; . . .\" And Rule 24 of the Rules of the Supreme Court of Missouri authorizes the transfer by motion of a cause pursuant to the provisions of the constitution, \"from either division to Court En Banc\" \"after final disposition of the cause by the division.\"</p>\n<p>Under these provisions, Division One of the Supreme Court of Missouri, sitting in the present cause, in which \"a federal question is involved,\" was not the last state court in which a decision of that question could be had. Such a case is one which \"after final disposition of the cause by the division\" could on petitioners' application be transferred to the full court for review, and the decision and judgment rendered by Division One could be set aside by the court sitting <i>en banc.</i> Since the constitution of Missouri has thus provided in this class of cases for review of the judgment of a division, the judgment here of Division One is not that of the \"highest court of the state in which a decision could be had\" within the meaning of § 237 (b) of the Judicial Code.</p>\n<p>It was the purpose of the Judiciary Act of February 13, 1925, as well as that of all its predecessors, that no decision of a state court should be brought here for review either by appeal or certiorari until the possibilities afforded by state procedure for its review by all state tribunals have <span class=\"star-pagination\">*101</span> been exhausted. <i>Fisher</i> v. <i>Perkins,</i> 122 U.S. 522; <i>McComb</i> v. <i>Commissioners,</i> <span class=\"citation\" data-id=\"89136\"><a href=\"/opinion/89136/mccomb-exr-v-commissioners-etc/\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 2; <i>McMaster</i> v. <i>Gould,</i> 276 U.S. 284; <i>Southern Electric Co.</i> v. <i>Stoddard,</i> 269 U.S. 186; <i>Stratton</i> v. <i>Stratton,</i> 239 U.S. 55; <i>Mullen</i> v. <i>Western Union Beef Co.,</i> 173 U.S. 116; <i>Great Western Telegraph Co.</i> v. <i>Burnham,</i> 162 U.S. 339. Hence it is the last state tribunal  here the court <i>en banc</i>  to which the cause could be brought for review which is the \"highest court of a state in which a decision could be had\" within the meaning of the jurisdictional statute, regardless of the particular description or designation which may be applied to it by state statutes.</p>\n<p>Upon application to this Court for review of the judgment of a state court, it is the petitioner's burden to show affirmatively that we have jurisdiction. <i>Memphis Natural Gas Co.</i> v. <i>Beeler,</i> 315 U.S. 649. As the record fails to disclose that the judgment, review of which is now sought, is that of the highest court of the state in which a decision could be had, we are without jurisdiction and the writ must be</p>\n<p><i>Dismissed.</i></p>\n</div>", "id": 103659, "judges": "Stone", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/103659/", "sha1": "bb0eb3ec0e9f8f55862634e18bc54ce9dbfef53c", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:31"}