{"absolute_url": "/opinion/86207/hozey-v-buchanan/", "blocked": false, "citation": {"case_name": "Hozey v. Buchanan", "docket_number": null, "document_uris": ["/api/rest/v2/document/86207/"], "federal_cite_one": "41 U.S. 215", "federal_cite_three": null, "federal_cite_two": null, "id": 53936, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/53936/", "scotus_early_cite": "16 Pet. 215", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 1, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1842-03-18", "date_modified": "2014-12-21T01:24:46.675415", "docket": "/api/rest/v2/docket/2518920/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">41 U.S. 215</p>\n    <p class=\"case_cite\">16 Pet. 215</p>\n    <p class=\"case_cite\">10 L.Ed. 941</p>\n    <p class=\"parties\">CHARLES F. HOZEY, Plaintiff in error,<br>v.<br>WILLIAM BUCHANAN, Defendant in error.</p>\n    <p class=\"date\">January Term, 1842</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">ERROR to the District Court for the Eastern District of Louisiana. This was a writ of error brought by C. F. Hozey, to reverse a judgment obtained against him by William Buchanan, in the circuit court of the United States for the eastern district of Louisiana.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The original suit was brought by Buchanan, by petition, filed in court, in which he alleged, in substance, that he was the sole owner of the steamboat called the Nashville, of the value of $12,000, when she was illegally and wrongfully seized and sold as the property of William Wilkinson, by the defendant, Hozey, the sheriff of the parish and city of New Orleans. He alleged, that he had previously purchased all Wilkinson's interest in the boat, which was small, namely, one-fifth part; that he had thereby become the sole owner, and that Wilkinson had no interest in the boat, at the time of her seizure; and that he so notified said sheriff, who nevertheless proceeded to advertise and sell her, at a great sacrifice, and to the damage of the petitioner $12,000, for which he prayed judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his answer and defence to this petition, Hozey denied that Buchanan ever had any interest in said boat. He alleged, that she belonged to William Wilkinson, and that he, in his official capacity as sheriff, having in his hands an execution of <i>fieri facias</i> from one of the courts of Louisiana, in favor of S. W. Oakey &amp; Company <i>v.</i> C. McCantle &amp; Company, or Cullen McCantle and William Wilkinson, did seize and sell said boat, in virtue of said execution, as he was bound to do, she being then at New Orleans, and belonging to said Wikinson, one of the defendants in said execution. He alleged, that Buchanan was in New Orleans, when the boat was advertised and sold, and took none of those steps allowed by law to establish his alleged right to her, or to prevent the sale; and insisted, that he had, therefore, lost all claim on the respondent. He further alleged, that if any sale had been made by Wilkinson to Buchanan, it was not made with the formalities of law, but was fraudulent, and made with intent to hinder and defraud the creditors of Wilkinson.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Both the petitioner and respondent united in the prayer that the case may be tried by a jury. It was so tried; and a verdict was rendered in favor of the plaintiff for $8500; and the court thereupon gave judgment for the amount of the verdict, and costs of suit.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before the cause came on for trial, the counsel for the plaintiff moved the court to strike out all that part of the defendant's answer which alleged fraud in the sale of the steamboat by Wilkinson to the plaintiff. This was opposed by the counsel for the defendant. It was ordered by the court, that the same should be stricken out, to which order the defendant excepted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the trial of the cause, the counsel for the defendant moved the court to instruct the jury that, by the act of congress, bills of sale of ships and vessels, to be valid, must be enrolled in the custom-house; and as the bill of sale on which the plaintiff relied, was admitted not to have been enrolled, the same could not be considered as legal title: but the court refused so to charge the jury, saying to the jury, that a bill of sale, accompanied by possession, constituted a good title in law. The counsel for the defendant excepted to this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Judgment having been rendered on the verdict, the defendant prosecuted this writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The case was submitted to the court, on printed arguments, by <i>Coxe</i>, for the plaintiff in error; and by <i>Crittenden</i>, for the defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>Coxe</i>, for the plaintiff, contended, that the ruling of the court, as stated in the exceptions, was erroneous; and the defendant was thereby precluded from making a valid defence to the action.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>Crittenden</i> urged, for the defendant in error, that neither of the exceptions presented any sufficient ground for the reversal of the judgment, which had been rendered in favor of the plaintiff, in the circuit court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">McLEAN, Justice, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This is a writ of error from the circuit court for the eastern district of Louisiana. In the circuit court, Buchanan commenced an action against Hozey, for the recovery of the damages he had sustained by the seizure and sale of his steamboat Nashville, by Hozey, as sheriff of the parish of Orleans. The boat was alleged to be of the value of $12,000. Hozey, in his answer, denied that Buchanan ever had any interest in the steamboat. That having received, as sheriff, a writ of <i>fieri facias</i>, issued on a judgment in favor of Oakey &amp; Company <i>v.</i> Cullen McCantle and Wilkinson, the last of whom owned the said steamboat; and it being within the parish of Orleans; he levied upon and sold it at public auction, in conformity to law, as he was bound to do. That Buchanan knew of the levy and sale, being then in New Orleans, but took no steps to arrest the proceedings, whereby he has lost his right, if he ever had any. And he alleges, that if any sale of the boat was made by Wilkinson to Buchanan, it was not done with the formalities required by law. And that the sale, if made, was fraudulent and void, as it was made to defraud the creditors of Wilkinson. The cause was submitted to a jury, and they found for the plaintiff of the sum of $8500. On this verdict, a judgment was rendered.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Before the jury were sworn, the counsel for Buchanan moved the court to strike out all that part of the defendant's answer which alleged fraud in the sale from Wilkinson to the plaintiff, which the court directed to be done. And the counsel for the defendant moved the court to instruct the jury, that by the act of congress, bills of sale of ships and vessels, to be valid, must be enrolled in the custom-house; but the court refused so to instruct the jury; and charged them, that a bill of sale, accompanied by possession, constituted a good title in law. Exceptions where taken to these rulings of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Evidence was given before the jury, written and parol, conducing to show the prior ownership of the boat, for what she had been sold, her employment, the sale to Buchanan by Wilkinson, and the circumstances connected with it.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The plaintiff in error insists on a reversal of the judgment on two grounds. 1. The striking out of the answer the allegation of fraud. 2. The invalidity of the bill of sale, it not having been enrolled as required by the act of congress.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The allegation of fraud in the answer, in the sale from Wilkinson to the plaintiff below, was a most material allegation. If established, it constituted a good defence to the action. On what ground this was stricken from the answer, by the court, is not perceived, and cannot well be imagined. No authority has been shown in the Louisiana law, for such a proceeding; and it is believed, that none exists. It would be as novel as it would seem to be unjust, to strike out of the answer, on the motion of the plaintiff, that which constitutes a good defence, and on which the defendant may chiefly rely. And this was done, too, before the cause was submitted to the jury, and consequently, before the evidence was heard. If the answer were defective in setting up incompatible grounds of defence, and on this account was liable to objection as a plea that is multifarious; still it would not seem to be the right of the plaintiff to suggest how the answer shall be amended. The answer in this case, however, does not seem to have been liable to this exception. By art. 419 of the Code of Practice, it is said, 'After issue joined, the plaintiff may, with leave of the court, amend his petition; provided he does not alter the substance of his demand, by making it different from the one originally brought.' And in art. 420, 'The defendant may also amend his answer, subject to the same rules, and add to it new exceptions; provided that they be not of the dilatory kind. After answering on the merits, dilatory exceptions shall not be raised by way of amendment, unless with the consent of the plaintiff.' By art. 421, 'When one of the parties has amended, either his petition or his answer, the other party has the right of answering the amendment; but it must be done immediately, unless the amendment be of such nature as to induce the court to grant further time for answering the same.' The defendant may set up facts different from those alleged by the plaintiff; and these are considered as denied by the plaintiff, without replication or rejoinder. Art. 328-9. By art. 2597 of the Louisiana Code, it is declared that, 'Whatever may be the vices of the thing sold on execution, they do not give rise to the redhibitory action; but the rule may be set aside in the case of fraud, and declared null in cases of nullity.' And in the following article, that 'the sale on execution transfers the property of the thing to the purchaser as completely as if the owner had sold it himself; but it transfers only the rights of the debtor, such as they are.' To this effect is the case of <i>Thompson</i> v. <i>Rogers</i>, 4 La. 9; 3 Mart. 39; 10 Ibid. 222. Independently of the above authorities, which are full and explicit, no doubt could exist as to the right of the defendant to set out in his answer his grounds of defence, and impeach the sale of the steamboat from Wilkinson to the plaintiff below, for fraud, or on any other ground. But the allegation of fraud having been stricken from the answer, by the order of the court, the defendant, of course, could not introduce evidence to prove it. This was an error of the court, which we feel ourselves called upon to correct.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The circuit court did not err in refusing the first part of the second instruction, 'that by the act of congress, bills of sale of ships and vessels, to be valid, must be enrolled in the custom-house; and as the bill of sale, on which the plaintiff relief, is admitted not to have been enrolled, the same cannot be considered as a legal title.' The enrolment seems not to be necessary by the acts of congress, to make the title valid, but to entitle the vessel to the character and privileges of an American vessel. 7 Johns. 308. But the charge that 'a bill of sale, accompanied by possession, consistituted a good title in law,' is liable to objection. That such an instrument, connected with the possession, is <i>prima facie</i> evidence of right, may be admitted. But in view of the evidence in the case, there should have been the qualification, that the transfer was <i>bon a fide</i>, and for a valuable consideration. Upon the whole, the judgment of the circuit court is reversed, and the cause is remanded to that court for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Judgment reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p> The enrolment is only <i>prim a facie</i> evidence of ownership. The F. W. Johnson, 18 Leg. Int. 334.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>41 U.S. 215 (____)</b></center>\n<center><b>16 Pet. 215</b></center>\n<center><h1>CHARLES F. HOZEY, PLAINTIFFS IN ERROR,<br>\nv.<br>\nWILLIAM BUCHANAN, DEFENDANT IN ERROR.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*217</span> The case was submitted to the Court, on printed arguments, by Mr. Coxe, for the plaintiff in error; and by Mr. Crittenden, for the defendant.</p>\n<p>Mr. Justice M`LEAN delivered the opinion of the Court.</p>\n<p>This is a writ of error from the Circuit Court for the eastern district of Louisiana.</p>\n<p>In the Circuit Court, Buchanan commenced an action against Hozey, for the recovery of the damages he had sustained by the seizure and sale of his steamboat Nashville, by Hozey, as sheriff of the parish of Orleans. The boat was alleged to be of the value of twelve thousand dollars.</p>\n<p>Hozey, in his answer, denied that Buchanan ever had any interest in the steamboat. That having received, as sheriff, a writ of fieri facias issued on a judgment in favour of Oakey and Company v. Cullen M`Cantle and Wilkinson, the last of whom owned the said steamboat; and it being within the parish of Orleans; he levied upon and sold it at public auction, in conformity to law as he was bound to do. That Buchanan knew of the levy and sale, being then in New Orleans, but took no steps to arrest the proceeding, whereby he has lost his right if he ever had any. And he alleges, that if any sale of the boat was made by Wilkinson to Buchanan, it was not done with the formalities required by law. And that the sale, if made, was fraudulent and void, as it was made to defraud the creditors of Wilkinson.</p>\n<p>The cause was submitted to a jury, and they found for the <span class=\"star-pagination\">*218</span> plaintiff the sum of eight thousand five hundred dollars. On this verdict a judgment was rendered.</p>\n<p>Before the jury were sworn, the counsel for Buchanan moved the Court to strike out all that part of the defendant's answer which alleged fraud in the sale from Wilkinson to the plaintiff, which the Court directed to be done. And the counsel for the defendant moved the Court to instruct the jury, that by the act of Congress, bills of sale of ships and vessels to be valid must be enrolled in the custom-house: but the Court refused so to instruct the jury; and charged them that a bill of sale accompanied by possession constituted a good title in law. Exceptions were taken to these rulings of the Court.</p>\n<p>Evidence was given before the jury, written and parol, conducing to show the prior ownership of the boat, for what she had been sold, her employment, the sale to Buchanan by Wilkinson, and the circumstances connected with it.</p>\n<p>The plaintiff in error insists on a reversal of the judgment on two grounds.</p>\n<p>1. The striking out of the answer the allegation of fraud.</p>\n<p>2. The invalidity of the bill of sale, it not having been enrolled as required by the act of Congress.</p>\n<p>The allegation of fraud in the answer, in the sale from Wilkinson to the plaintiff below, was a most material allegation. If established, it constituted a good defence to the action. On what ground this was stricken from the answer, by the Court, is not perceived and cannot well be imagined. No authority has been shown in the Louisiana law for such a proceeding; and it is believed that none exists. It-would be as novel as it would seem to be unjust, to strike out of the answer, on the motion of the plaintiff, that which constitutes a good defence, and on which the defendant may chiefly rely. And this was done too before the cause was submitted to the jury, and consequently before the evidence was heard.</p>\n<p>If the answer were defective in setting up incompatible grounds of defence, and on this account was liable to objection as a plea that is multifarious; still it would not seem to be the right of the plaintiff to suggest how the answer shall be amended. The answer in this case, however, does not seem to have been liable to this exception. By the 419th article, in the Code of Practice, it <span class=\"star-pagination\">*219</span> is said, \"After issue joined, the plaintiff may, with leave of the Court, amend his petition; provided he does not alter the substance of his demand, by making it different from the one originally brought.\" And in article 420, \"The defendant may also amend his answer, subject to the same rules, and add to it new exceptions; provided that they be not of the dilatory kind. After answering on the merits, dilatory exceptions shall not be raised by way of amendment, unless with the consent of the plaintiff.\" By article 421, \"When one of the parties has amended, either his petition or his answer, the other party has the right of answering the amendment; but it must be done immediately, unless the amendment be of such nature as to induce the Court to grant further time for answering the same.\"</p>\n<p>The defendant may set up facts different from those alleged by the plaintiff; and these are considered as denied by the plaintiff without replication or rejoinder. Articles 328, 329.</p>\n<p>By the 2597th article of the Louisiana Code, it is-declared that, \"Whatever may be the vices of the thing sold on execution, they do not give rise to the redhibitory action; but the rule may be set aside in the case of fraud, and declared null in cases of nullity.\" And in the following article, that \"The sale on execution transfers the property of the thing to the purchaser as completely as if the owner had sold it himself; but it transfers only the rights of the debtor, such as they are.\" To this effect is the case of Thompson v. Rogers, 4 Louis. Rep. 9; 3 Mar. 39; 10 Mar. 222.</p>\n<p>Independently of the above authorities, which are full and explicit, no doubt could exist as to the right of the defendant to set out in his answer his grounds of defence, and impeach the sale of the steamboat from Wilkinson to the plaintiff below for fraud, or on any other ground. But the allegation of fraud having been stricken from the answer, by the order of the Court, the defendant, of course, could not introduce evidence to prove it. This was an error of the Court which we feel ourselves called upon to correct.</p>\n<p>The Circuit Court did not err in refusing the first part of the second instruction, \"that by the act of Congress, bills of sale of ships and vessels, to be valid, must be enrolled in the custom-house; and as the bill of sale, on which the plaintiff relies, is admitted not to have been enrolled, the same cannot be considered <span class=\"star-pagination\">*220</span> as a legal title.\" The enrolment seems not to be necessary by the acts of Congress to make the title valid, but to entitle the vessel to the character and privileges of an American vessel. 7 Johns. Rep. 308.</p>\n<p>But the charge that \"a bill of sale, accompanied by possession, constituted a good title in law,\" is liable to objection. That such an instrument connected with the possession is prim창 facie evidence of right, may be admitted. But in view of the evidence in the case, there should have been the qualification that the transfer was bon창 fide, and for a valuable consideration. Upon the whole, the judgment of the Circuit Court is reversed, and the cause is remanded to that Court for further proceedings.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">215</span></span></b></center>\n<center><h1>CHARLES F. HOZEY, PLAINTIFFS IN ERROR,<br>\nv.<br>\nWILLIAM BUCHANAN, DEFENDANT IN ERROR.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*217</span> The case was submitted to the Court, on printed arguments, by Mr. Coxe, for the plaintiff in error; and by Mr. Crittenden, for the defendant.</p>\n<p>Mr. Justice M`LEAN delivered the opinion of the Court.</p>\n<p>This is a writ of error from the Circuit Court for the eastern district of Louisiana.</p>\n<p>In the Circuit Court, Buchanan commenced an action against Hozey, for the recovery of the damages he had sustained by the seizure and sale of his steamboat Nashville, by Hozey, as sheriff of the parish of Orleans. The boat was alleged to be of the value of twelve thousand dollars.</p>\n<p>Hozey, in his answer, denied that Buchanan ever had any interest in the steamboat. That having received, as sheriff, a writ of fieri facias issued on a judgment in favour of Oakey and Company v. Cullen M`Cantle and Wilkinson, the last of whom owned the said steamboat; and it being within the parish of Orleans; he levied upon and sold it at public auction, in conformity to law as he was bound to do. That Buchanan knew of the levy and sale, being then in New Orleans, but took no steps to arrest the proceeding, whereby he has lost his right if he ever had any. And he alleges, that if any sale of the boat was made by Wilkinson to Buchanan, it was not done with the formalities required by law. And that the sale, if made, was fraudulent and void, as it was made to defraud the creditors of Wilkinson.</p>\n<p>The cause was submitted to a jury, and they found for the <span class=\"star-pagination\">*218</span> plaintiff the sum of eight thousand five hundred dollars. On this verdict a judgment was rendered.</p>\n<p>Before the jury were sworn, the counsel for Buchanan moved the Court to strike out all that part of the defendant's answer which alleged fraud in the sale from Wilkinson to the plaintiff, which the Court directed to be done. And the counsel for the defendant moved the Court to instruct the jury, that by the act of Congress, bills of sale of ships and vessels to be valid must be enrolled in the custom-house: but the Court refused so to instruct the jury; and charged them that a bill of sale accompanied by possession constituted a good title in law. Exceptions were taken to these rulings of the Court.</p>\n<p>Evidence was given before the jury, written and parol, conducing to show the prior ownership of the boat, for what she had been sold, her employment, the sale to Buchanan by Wilkinson, and the circumstances connected with it.</p>\n<p>The plaintiff in error insists on a reversal of the judgment on two grounds.</p>\n<p>1. The striking out of the answer the allegation of fraud.</p>\n<p>2. The invalidity of the bill of sale, it not having been enrolled as required by the act of Congress.</p>\n<p>The allegation of fraud in the answer, in the sale from Wilkinson to the plaintiff below, was a most material allegation. If established, it constituted a good defence to the action. On what ground this was stricken from the answer, by the Court, is not perceived and cannot well be imagined. No authority has been shown in the Louisiana law for such a proceeding; and it is believed that none exists. It-would be as novel as it would seem to be unjust, to strike out of the answer, on the motion of the plaintiff, that which constitutes a good defence, and on which the defendant may chiefly rely. And this was done too before the cause was submitted to the jury, and consequently before the evidence was heard.</p>\n<p>If the answer were defective in setting up incompatible grounds of defence, and on this account was liable to objection as a plea that is multifarious; still it would not seem to be the right of the plaintiff to suggest how the answer shall be amended. The answer in this case, however, does not seem to have been liable to this exception. By the 419th article, in the Code of Practice, it <span class=\"star-pagination\">*219</span> is said, \"After issue joined, the plaintiff may, with leave of the Court, amend his petition; provided he does not alter the substance of his demand, by making it different from the one originally brought.\" And in article 420, \"The defendant may also amend his answer, subject to the same rules, and add to it new exceptions; provided that they be not of the dilatory kind. After answering on the merits, dilatory exceptions shall not be raised by way of amendment, unless with the consent of the plaintiff.\" By article 421, \"When one of the parties has amended, either his petition or his answer, the other party has the right of answering the amendment; but it must be done immediately, unless the amendment be of such nature as to induce the Court to grant further time for answering the same.\"</p>\n<p>The defendant may set up facts different from those alleged by the plaintiff; and these are considered as denied by the plaintiff without replication or rejoinder. Articles 328, 329.</p>\n<p>By the 2597th article of the Louisiana Code, it is-declared that, \"Whatever may be the vices of the thing sold on execution, they do not give rise to the redhibitory action; but the rule may be set aside in the case of fraud, and declared null in cases of nullity.\" And in the following article, that \"The sale on execution transfers the property of the thing to the purchaser as completely as if the owner had sold it himself; but it transfers only the rights of the debtor, such as they are.\" To this effect is the case of Thompson v. Rogers, 4 Louis. Rep. 9; 3 Mar. 39; 10 Mar. 222.</p>\n<p>Independently of the above authorities, which are full and explicit, no doubt could exist as to the right of the defendant to set out in his answer his grounds of defence, and impeach the sale of the steamboat from Wilkinson to the plaintiff below for fraud, or on any other ground. But the allegation of fraud having been stricken from the answer, by the order of the Court, the defendant, of course, could not introduce evidence to prove it. This was an error of the Court which we feel ourselves called upon to correct.</p>\n<p>The Circuit Court did not err in refusing the first part of the second instruction, \"that by the act of Congress, bills of sale of ships and vessels, to be valid, must be enrolled in the custom-house; and as the bill of sale, on which the plaintiff relies, is admitted not to have been enrolled, the same cannot be considered <span class=\"star-pagination\">*220</span> as a legal title.\" The enrolment seems not to be necessary by the acts of Congress to make the title valid, but to entitle the vessel to the character and privileges of an American vessel. 7 Johns. Rep. 308.</p>\n<p>But the charge that \"a bill of sale, accompanied by possession, constituted a good title in law,\" is liable to objection. That such an instrument connected with the possession is prim창 facie evidence of right, may be admitted. But in view of the evidence in the case, there should have been the qualification that the transfer was bon창 fide, and for a valuable consideration. Upon the whole, the judgment of the Circuit Court is reversed, and the cause is remanded to that Court for further proceedings.</p>\n</div>", "id": 86207, "judges": "M`lean", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86207/", "sha1": "4f571ecf1ea7b0e4c3ccdcd4ccef8b1c483c10f6", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:18"}