{"absolute_url": "/opinion/85786/daniel-boardman-and-others-plaintiffs-in-error/", "blocked": false, "citation": {"case_name": "Daniel Boardman and Others, in Error v. The Lessees of Reed and Ford, M'call and Others, in Error", "docket_number": null, "document_uris": ["/api/rest/v2/document/85786/"], "federal_cite_one": "31 U.S. 328", "federal_cite_three": null, "federal_cite_two": null, "id": 53323, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/53323/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1832-02-21", "date_modified": "2014-12-21T01:24:22.337819", "docket": "/api/rest/v2/docket/214210/", "download_url": "http://bulk.resource.org/courts.gov/c/US/31/31.US.328.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">31 U.S. 328</p>\n    <p class=\"case_cite\">6 Pet. 328</p>\n    <p class=\"case_cite\">8 L.Ed. 415</p>\n    <p class=\"parties\">DANIEL BOARDMAN AND OTHERS, PLAINTIFFS IN ERROR<br>v.<br>THE LESSEES OF REED AND FORD, M'CALL AND OTHERS,<br>DEFENDANTS IN ERROR.</p>\n    <p class=\"date\">January Term, 1832</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">ERROR to the district court of the United States, for the western district of Virginia.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This was an ejectment brought in the district court of the United States for the western district of Virginia, by the defendants in error, against the plaintiffs in error, for the recovery of eight thousand acres of land in the now county of Lewis, within the said district. The premises in question, are parcel of a large connexion of surveys made together, for Reed and Ford, for Thomas Laidley and John Young, and others&#8212;some in the name of one, and some in the names of others of the owners. The whole connexion of surveys is represented by the connected diagram made out and reported by the surveyor of Harrison county, pursuant to an order made in the cause, and appearing in the record. On that diagram, the premises in question are particularly represented.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiffs below counted on a number of separate demises from the defendants in error; all of which were stated on the record as having been made by citizens of Pennsylvania, on the 1st of January 1820.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the trial, the defendants below tendered the following bill of exceptions:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon the trial of this cause, a draft and report returned by a surveyor in obedience to an order of survey made in this cause, was given in evidence to the jury, which draft and report are in the words following, viz. (setting out the same). The plaintiff, in order to show the title of the lessors to the land in controversy, represented by the red lines on said draft, gave in evidence the patent under which they claim, in these words, viz. (setting out the same). This patent is dated the 9th of May 1786. It was issued to Messrs 'Reed and Ford,' and describes the lands thus: i. e. 'a certain tract or parcel of land containing eight thousand acres, by survey bearing date the 23d day of December 1784, lying and being in the county of Monongalia, near a large branch of French creek adjoining lands of George Jackson on the south side, and bounded as follows, to wit: beginning at a maple, and running thence S. 10 E. one thousand poles to a poplar; S. 80 W. one thousand two hundred and eighty poles to a W. oak; No. 10 E. one thousand poles to two white oaks; N. 80 S. one thousand two hundred and eighty poles to the beginning.' The bill of exceptions then states that the plaintiffs, for the purpose of showing the identity of the land in controversy with the land granted by said patent, gave in evidence a copy of the plat and certificate of survey on which the said patent is founded, and the plats and certificates of survey of the various other tracts represented on said draft. After the plat and certificates had been given in evidence, the copies of the entries on which the said surveys were founded, were also given in evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It appeared from the parol evidence introduced in order to identify the land in controversy, that the same, at the date of the patent under which the lessors claim, and at the date of the said plat and certificate of survey on which the said patent is founded, was situate in the county of Harrison, and not in the county of Monongalia, as stated in the patent and certificate of survey, but that the said land, at the date of the entry on which the survey was founded, was in the county of Monongalia, and became part of the county of Harrison by virtue of the act of assembly establishing the county of Harrison. The act of assembly is dated 8th May 1784, and took effect the 20th of July of the same year.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The bill of exceptions further states, that evidence was relied on, on the part of the defendants, for the purpose of proving that the various marked lines represented by the said draft and report of the surveyor, and claimed by the plaintiff to be lines of the land in controversy, and of various other tracts designated on the said draft, were not actually run or marked as lines of the land in controversy, and of the other tracts aforesaid; but had been run and marked by Henry Fink, a deputy surveyor of Monongalia, but who then resided in the county of Harrison, with a view of laying off the greater part of the country represented on said draft into surveys of about one thousand acres each; that he was employed and paid for that purpose, by the persons for whom the said plats and certificates of survey were afterwards made; that after said lines had been so marked and run, the said plats and certificates were made out by protraction; not by the said Henry Fink, but by some other person or persons, not authorised by law; that said plats and cretificates of survey were never recorded in the surveyor's office of Monongalia county, nor there filed, but were surreptitiously returned to the register's office and patents obtained thereon. It was contended on the part of the defendants, that the marked lines represented on said draft, as lines of the lands in controversy, were not the lines thereof, and that the evidence in the cause did not justify the jury in regarding them as such in preference to other marked lines represented on said draft. Evidence was given on the part of the plaintiffs, that the marked lines aforesaid were actually run, and marked by said Fink as lines of the said eight thousand acres, and of the various other tracts represented upon said draft; and that plats and certificates of survey were made out by him in conformity with the lines so run and marked, and were by him delivered to the agent of the patentees, who gave them to the principal surveyor to be recorded, who afterwards delivered the same to the patentees, who returned them to the land office, on which plats and certificates, so returned, patents issued, and copies of which are before recited. It was further contended on the part of the defendants, that the land in controversy was not embraced within the calls of the patent under which the lessors claim; that the natural objects, lines and adjacent lands called for in said patent, were not those represented on said draft, in designating thereupon the land in controversy, and that the marked lines represented on said draft as the lines, of the land in controversy, were, in fact, the lines, not of the plat and certificate of survey on which the plaintiffs' patent issued, but of other plats and certificates of survey; and that there are no calls in said patent justifying the locating said patent on the lands in controversy, as contended for by the plaintiffs. For the purpose of identifying the said land in controversy with that granted by the said patent, parol and other evidence was introduced by the plaintiffs, in order to establish several marked trees as corners of other tracts represented on said draft&#8212;the boundaries of which tracts, it was contended, tended to establish the identity of the lands in controversy, with that granted by said patent. For the purpose of showing that one of said marked trees was not a corner of one of said tracts; that is to say, was not the corner on the said draft represented by the letter A, as a corner of John Young's four thousand acres: the counsel of the defendants offered to introduce a witness to prove, that on the trial of a former action of ejectment, brought by the present lessors of the plaintiff against some of the present defendants, to recover the lands now in controversy, a witness, who is since dead, swore that an ancient marked corner tree was found by him at said point A, of a different kind of timber form that called for in Young's patent: but the evidence aforesaid was rejected by the court as inadmissible.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After the evidence had been closed, and the cause had been argued before the jury, the plaintiffs' counsel moved the court to give the following instructions to the jury, to wit: that the grant aforesaid was a complete appropriation of the land therein described, and vested in the patentee the title; and that any defects in the preliminary steps by which it was acquired, were cured by the emanation of the said patent. The said counsel further moved the court to instruct the jury, that the said grant is a title from its date, and is conclusive against all the world, except those deriving title under a previous grant; and further, that it does not affect the validity of the patent, if it should appear that the entry on which the plaintiffs' survey was made, contained other or different lands from that actually surveyed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After the above instructions had been moved for by the plaintiffs' counsel, the counsel for the defendants moved the court to give to the jury the following instructions, to wit:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">1. The name of the county being mentioned in the plaintiffs' patent, as that in which the lands thereby granted were situated, the plaintiff is not at liberty to prove by parol that the land was, in fact, in a different county.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">2. As the patent states the lands to lie in the county of Monongalia, the patentees and those claiming title under them, can only recover lands in that county, and cannot, by force of the other terms of description contained in the patent, recover lands lying in the county of Harrison at the date of the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">3. It appearing from the plat and certificate of survey on which the patent is founded, that the survey thereby evidenced was made in the county of Monongalia, and it appearing, from the evidence introduced on the part of the plaintiffs to identify the said land, that it was situated, at the time of the survey, in the county of Harrison; the patent is void because the survey was made without lawful authority.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">4. If various marked lines are found corresponding with the same calls in the patent, the mere coincidence of any one of those marked lines with the calls of the patent, does not establish that line as one of the lines called for in the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">5. If there are no calls in the patent, justifying the location of the land granted, as contended for by the plaintiffs, they cannot succeed in establishing their claim by relying upon extrinsic evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">6. Proof that the land claimed in this action was surveyed for the patentees, by evidence contradicting the calls of the patent, does not establish the right of the patentees and of those claiming under them to the lands claimed as aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">7. An entry in a county which is afterwards divided, does not, after the division, authorise a survey in the original county, if the land falls into the new county.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The parties respectively objected to the instructions moved for. The instructions moved for by the plaintiffs, were given by the court. All those required by the defendants were refused, except the first, which was modified by the court and delivered to the jury in the following terms: 'if a land warrant be entered in the office of the surveyor of a particular county, and before the same be surveyed, the territory in which the land located lies, shall be erected into a new county, and the survey and grant afterwards affected, describe the lands to be situated in the former county, the grant is not void, and the plaintiffs may show by parol evidence extrinsic of the grant, and not inconsistent with its other descriptive calls, that the land lies within the new county.' The exceptions were taken to the rejection of the testimony offered respecting the corner at A, and to the instructions given as moved for by the plaintiffs, and the rejection of those moved for the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The jury found a verdict for the plaintiffs, for the lands in the declaration mentioned and described in the plat and report of Thomas Haymond, made in pursuance of an order of court made in the cause. On this verdict, judgment was rendered for the plaintiffs below, defendants in error; and this writ of error is brought to reverse that judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The case was argued by Mr Maxwell for the plaintiffs in error, and by Mr Doddridge for the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mr Maxwell declined discussing the first, second and third instructions to the jury in the circuit court, which are stated in the bill of exceptions; the points in the same having been decided by this court, in the case of Stringer v. Young, 3 Peters, 320.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">He contended that a patent for land cannot be more than prima facie evidence of title. Cited 4 Wheat. 77; 1 Munf. 134; 7 Wheat. 22; 3 Call, 499. In 11 Wheat. 181, 182 and 381, it is decided that courts may inquire into the authority to make a grant. Cited also, 4 Munf. 310, 141, 143 and 144; 1 Wash. Virginia Reports, 203; 3 Cruise's Dig. 563. A patent is not conclusive evidence of title. 2 Wash. Rep. 106; 6 Munf. 234; 2 Dallas, 304.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Fraud in obtaining a patent may be inquired into at law; and there was evidence of this nature in this case. 1 Hen. and Munf. 303; 6 Bac. Ab. 111; 3 Coke's Rep. 77.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">As to the fifth instruction, and to maintain the principles claimed by the defendants in the circuit court, cited 1 Peters, 221; 5 Munf. 191; 4 Hen. and Munf. 137.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Upon the sixth instruction, the counsel for the plaintiffs in error cited 6 Munf. 531; 3 Munf. 191; 4 Cranch, 62; 7 Cranch, 242. On the seventh instruction, he cited 5 Cranch, 92; 4 Wheat. 466.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The evidence rejected, should have been admitted by the court. It was in relation to boundaries; and courts are very liberal in admitting such evidence. 1 Peters, 496; 2 Wash. C. C. Rep. 140; 1 Wash. C. C. Rep. 123; 1 Phil. Ev. 152, 199 and 200; 6 Binney, 59; Metcalf's Dig. 140, Beard's Lessee v. Talbot, 1 Cook's Rep. 142; 5 Johns. 544.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To show the evidence as to the corner was admissible, cited 3 Peters, 321; 5 Munf. 191.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Mr Doddridge, for the defendants in error.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This case is substantially governed by that of Stringer and others against Young's Lessee, 3 Peters, 320, in this court. The court is referred to the argument in that case, and all the authorities there cited; and more especially to the opinion of this court sustaining, and more than sustaining that argument.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In support of the opinion then delivered, the defendants rely upon a statute of Virginia, then unknown to the counsel, which will be found in 12 Henning's St. at large, p. 81.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This statute, reciting the facts on which its provisions are founded, confirms all such surveys as the one now in question, whether made in Monongalia, Harrison, or Greenbriar counties.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The exceptions taken on the trial of this cause, in the court below, do not, in law, differ from those taken in the case decided in 3 Peters, 320. There is, indeed, an attempt to vary them; but this attempt has only succeeded as to form.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The court, in this case, on the request of the plaintiff's counsel, instructed the jury, 1. That the grant was a complete appropriation; and vested in the patentee a title; and any defects in the preliminary steps by which it was acquired, are cured by its emanation. 2. That such grant is a title from its date, and is conclusive against all the world, except those claiming title under a previous grant. And 3. That it does not affect the validity of the grant, if it should appear that the land surveyed was not the same that was entered.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The first of these instructions, contains a proposition which was not only settled in the case of Stringer v. Young's Lessee, and the cases there cited; but is one which has so long been the settled rule of this court, and the courts of Virginia and Kentucky, as to have become a rule of property, which the judiciary are bound by, and cannot overturn.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As to the second and third numbers of the instructions, each of them is a plain sequitur from the first and but an elaboration of it, and certainly requires no elucidation. There is, therefore, no error in the instructions asked by the plaintiffs below.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As the counsel for the plaintiffs admit, that the decision of this court, in Stringer's Lessee v. Young, 3 Peters, 320, has settled the law upon the questions presented by some of the instructions, it is not considered necessary to discuss the matters contained in them.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The sixth instruction required the judge to say, in substance, that in the case then depending, the plaintiff could not identify his lands as being in Harrison county, by testimony contradicting the calls of the patent. This is its plain meaning; and what is the answer? The plaintiff may so identify his lands by parol evidence, contradicting the grant as to the name of the county, but not inconsistent with its other descriptive calls; and that this evidence may, and must be extrinsic of the grant.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Seventh. The question here propounded was one foreign to the matter in hearing; and was, therefore, an abstraction which a judge, in the trial of an ejectment, was not bound to answer. This question would be proper and important on the trial of a cause to prevent the emanation of a grant. A direct answer could not aid, but might mislead the jury. When the rule of property was settled, that at law you cannot go behind the grant; that a grant is a title from its date: when, whatever may have been, at the time, the legal character of the survey in question, there was one express statute confirming it,&#8212;of what avail could the inquiry be, whether, upon the division of a county in 1785, the surveyor could go on and execute surveys upon entries made with him before the division, anterior to the year 1788, when the law passed, requiring such entries to be certified to the surveyor of the new county? An inquiry whether the warrant was lodged with the surveyor, as his authority for making the entry, would have been precisely as important. The answer given by the judge, that a grant founded on such a survey was not void at law, if the party could identify the land; was all that the question wanted.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">If the fourth instruction is to be considered by itself, and unexplained by the evidence set forth in the bill of exceptions, it is either a mere abstract proposition, or it is not. If the former, the court was not bound to answer it: if the latter, the court was bound to overrule it; that is, was bound to refuse to give it; so that in refusing to give it, the court committed no error.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The counsel did not ask the judge to say that in the case put by him, the <i>coincidence</i> described <i>conclusively</i> established the line. Had that been the question, and had it been a proper question growing out of the case as it stood at the time when propounded, it is admitted that the answer should have been in the negative. The conclusion of fact resulting from the coincidence described, would be but a presumption; which, however strong, might be repelled by evidence. The record does not show that any evidence was offered or intended to be offered, to repel that presumption. The naked question, then, which was propounded was this: when various lines are found marked on the ground, corresponding with the lines called for in the grant, does this coincidence in the case of one of those lines, establish it? The answer should have been in the affirmative, if given at all; and by refusing to give the instruction asked in this particular, it was properly overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">If this view of the matter is not right, permission is asked to run out the opposite position to its consequences. Suppose the grant to call for an hundred lines, each of which it describes as commencing at a particular corner, and running a given course and distance to another; and suppose that an hundred lines, marked and bounded as called for in the grant, are found on the ground: then, if under such circumstances (the other lines being called for, and found as described), the coincidence spoken of in the case of any one of them, does not establish that particular one; then no one of the lines is established.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">After the death of the surveyor, and of all those who were present at making a survey, its identity could never be established. The very diagram, however intricate, and by however great a number of lines and corners contained, may be found on the ground; and yet, this universal agreement will not prove the whole survey; because, according to the exception, the presumption arising from it, if applied distributively to each part, does not establish that part.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Fifth. This, too, is, if unconnected with the evidence set out, an unqualified abstraction, and, as applicable to the case, perfectly incomprehensible. By such questions as that propounded, a judge might be compelled to outstrip, in his opinions, Blackstone's Commentaries, or any other book. There could be no end to a trial. If a judge was bound to answer this question as an abstract one, there is not a position or principle growing out of the Virginia land law of 1779, either as practised on in Virginia or Kentucky, on which a judge might not be called on to charge a jury. But if this question be considered with reference to the evidence stated in the bill of exceptions, a more useless, inoperative, and therefore inadmissible one, could not be suggested.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The principal evidence in the case was the report of the surveyor, made under an order of court in the cause. By this report it appeared, that the land in question was a tract of eight thousand acres, being part of a large connexion of surveys containing together between fifty and one hundred thousand acres of land, divided into several distinct surveys, and so patented; the whole constituting one body of land, mostly owned by the same individuals, though patented in different names.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">This body of land, the surveyor's report shows to be contained in a general diagram, having one straight line for its northern boundary, and another parallel thereto for its southern boundary. The eastern boundary composed of two lines, varying a few degrees in their departure, and the western boundary of two lines, respectively parallel with the latter.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The report shows, that the survey in the name of John Young, the subject of the case of Springer against Young's Lessee, lies in the north-east corner of this connexion; and that it calls for a white oak at the north-east corner.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The report further shows, that the surveyor found this corner standing, marked and cornered in the proper direction, and of the proper age; that he found, in like manner, the whole northern front marked, and its western termination bounded as called for in the respective grants, with parts of the western and southern, and all the eastern boundaries, and more than half the interior works. This being the official evidence in the cause contained in the surveyor's report, shown on his diagram and explained by his notes, what could have been the real meaning and intention of the fifth instruction, moved by the defendant's counsel?</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">But there is yet another question raised by the bill of exceptions which deserves attention. On a former trial of an ejectment for the same lands, on the demise of the same lessors and against <i>some</i> of the present defendants, a witness, since dead, swore that at a corner at the point A, on the diagram, being the north-east corner of the whole diagram and of Young's survey, an ancient marked tree was found by him of a different kind of timber from that called for in Young's patent. This testimony was rejected by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Young's patent calls for a white oak corner tree at A, from which it calls for a course nearly west to the south-west corner, and also for a course nearly south to the south-east corner of his survey, each of which produced constitutes a northern and eastern boundary of the whole tract.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The surveyor reported that he found the white oak corner at A standing, with the proper corner marks pointing west and south, and of the proper date; the lines proceeding from it also of the proper date, and terminating each at the corner trees called for, and these also properly marked and of the proper date. The surveyor, therefore, found the corner at A called for a A, the north-east corner of Young's patent, and of the whole diagram.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">With this explanation in view, let us look at the testimony offered. This testimony was not that of a witness to prove a boundary by general reputation, nor by particular reputation, a general question of boundary&#8212;of parcel or not parcel, not even the deceased witness's knowledge derived from his personal presence at making it, or from the possession, occupation, use or declarations of others; but a separate, independent, and wholly immaterial fact, viz. that at 'A,' and he does not state when, nor whether by accident, private mark, or on the execution of an official survey, he saw an ancient marked tree of a different kind of timber. He does not state what that timber was, nor how marked; whether as a corner to the survey in question, or to some other survey; or whether it may not have been marked as a pointer to A.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is to be remarked that this testimony is not offered to contradict the report of the surveyor, that the white oak at A is now standing, and therefore it is not offered for any legitimate purpose. It was not pretended that it could have any tendency to explain or contradict the fact, that the white oak corner at A is still existing, and the object of our senses. This testimony, therefore, could only tend to confound.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Besides all this, the rules by which testimony could be received, as laid down in Starkie on Evidence, 1 Vol. 279, 280, would be set at nought.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The court is respectfully asked to say, whether it is not a settled rule that the verdict rendered on the trial of one ejectment, cannot be received as evidence on the trial of another? If it is not so settled as to the judgment?</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We know this to be the case, and the reason determines the present question. The lease, entry, and ouster are not the same, and therefore what is done, found, or adjudged on one trial can have no influence on another. All this is certain; and if the verdict rendered in one ejectment for the same land, between the same lessor and the same defendants, sanctioned by judgment, cannot be evidence in a second; how can a parcel of the evidence inducing that verdict be received? But here the parties are not in fact the same.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Mr Justice M'LEAN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">An action of ejectment was brought by M'Call and others against Boardman and others, in the district court of the United States for the western district of Virginia, to recover eight thousand acres of land. On the trial, certain exceptions were taken to points adjudged by the court in behalf of the plaintiffs, and against the defendants; and these points are now brought before this court by writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The first exception taken by the plaintiffs in error, is found in the following statement in the bill of exceptions. 'For the purpose of showing that one of said marked trees was not a corner of one of said tracts, that is to say, was not the corner represented on the said draught by the letter A as a corner of John Young's four thousand acres, the defendants' counsel offered to introduce a witness to prove that on the trial of a former action of ejectment, brought by the present lessors of the plaintiffs, against some of the defendants in the present action, to recover the land now in controversy; a witness examined on that trial, who is since dead, swore that an anciently marked corner tree was found by him at said point A of a different kind of timber from that called for in Young's patent: but the evidence, as offered, was rejected by the court as inadmissible.'</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">No part of the survey of Young is involved in the present controversy; and with several other surveys, it was only laid down by the surveyor, as by showing certain connexions, it might conduce to identify the land claimed by the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">As the testimony of the witness referred to was not given between the same parties, his statement, if admissible, could only be received as hearsay.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">That boundaries may be proved by hearsay testimony, is a rule well settled; and the necessity or propriety of which is not now questioned. Some difference of opinion may exist as to the application of this rule, but there can be none as to its legal force.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Land marks are frequently formed of perishable materials, which pass away with the generation in which they were made. By the improvement of the country, and from other causes, they are often destroyed. It is therefore important, in many cases, that hearsay or reputation should be received to establish ancient boundaries: but such testimony must be pertinent, and material to the issue between the parties. If it have no relation to the subject, or if it refer to a fact which is immaterial to the point of inquiry, it ought not to be admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In the present case, the plaintiffs supposed, that by exhibiting the plat of Young's survey in connexion with others, it might tend, in some degree, to identify the land claimed by them; and the corner designated on the plat by the letter A is one of the corners of Young's survey. The official return of the surveyor, in which the corner trees were specified and the lines with which the corner is connected were laid down, being before the jury, was relied on by the plaintiffs to establish this as the corner called for in Young's survey.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The hearsay testimony was offered, not to contradict any fact stated in the return of the surveyor, but to prove that on a certain occasion, a person, in his lifetime, but deceased at the trial, had said that he found an anciently marked corner tree at the point A of a different kind of timber from that called for in Young's patent. This individual did not say that he was acquainted with the lines claimed as Young's survey, nor that this was his corner.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">If the fact as to this tree had been admitted, what effect could it have had in the cause. It did not disprove a single fact relied on to establish the corner. How near this tree stood to the trees found by the surveyor, does not appear. It may have been marked as pointing to the corner, as is often done by surveyors; or it may have been a corner to an adjoining or conflicting survey. The existence of this marked tree may be accounted for in various ways; and its existence is in no respect, so far as appears from the bill of exceptions, incompatible with the facts proved by the plaintiffs. How then can the fact be considered as material. It sheds no light on the matter in controversy. Disconnected as the mere fact of a marked tree not called for in Young's patent at the point A seems to have been with the testimony in the cause; it is not perceived how it could have tended to influence the verdict of the jury. From the isolated fact, the jury could have drawn no inferences against the facts proved by the plaintiffs. There was, therefore, no error in the rejection of the evidence offered.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The court instructed the jury that the grant to the plaintiffs, which was given in evidence, was a complete appropriation of the land therein described, and vested in the patentee the title; and that any defects in the preliminary steps by which it was acquired, were cured by the grant.'</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">There can be no doubt of the correctness of this instruction. This court have repeatedly decided, that at law, no facts behind the patent can be investigated. A court of law has concurrent jurisdiction with a court of equity in matters of fraud; but the defects in an entry or survey cannot be taken advantage of at law. The patent appropriates the land, and gives the legal title to the patentee. The district court said nothing more than this; and it was justified in giving the instruction by the uniform decisions of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Titles acquired under sales for taxes, depend upon different principles; and these are the titles to which some of the authorities cited in the argument refer. Where an individual claims land under a tax sale, he must show that the substantial requisites of the law have been observed; but this is never necessary when the claim rests on a patent from the commonwealth. The preliminary steps may be investigated in chancery, where an elder equitable right is asserted; but this cannot be done at law.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">At the request of the plaintiffs, the court also instructed the jury, 'that a grant is a title from its date, and conclusive against all claimants whose rights are not derived under a previous grant to that of the lessors of the plaintiffs;' 'and that it does not affect the validity of said grant, if it appears that the entry, on which the survey upon which the grant purports to have been issued, contained other or different land from that actually surveyed.' This instruction involves the same principle as the one which precedes it. If the grant appropriate the land, it is only necessary for the person who claims under it to identify the land called for.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Whether the entry was made in legal form, or the survey was executed agreeably to the calls of the entry, is not a matter which can be examined at law. Had the defendants relied on the statute of limitations, this instruction would have been erroneous; but no such defence was set up by them.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The defendants' counsel requested the court to give the following instructions:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">1. 'The name of the county being mentioned in the aforesaid patent, as that in which the land thereby granted was situated, the plaintiffs are not at liberty to prove by parol that the land lies in a different county.'</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">2. 'As the said patent states the land granted to lie in the county of Monongalia, the patentees, and those deriving title from them, can only recover land in that county; and cannot, by force of the other terms of description used in the patent, recover land in the county of Harrison at the date of the patent.'</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">3. 'It appearing from said plat and certificate of survey, upon which the patent is founded, that the survey was made in the county of Monongalia, and it appearing from the evidence introduced on the part of the plaintiffs to identify the land, that it did lie, at the time of the survey, in the county of Harrison; the patent is void, because the survey was made without authority.'</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">4. 'If various marked lines are found corresponding with the same call of the patent, the mere coincidence of any one of those marked lines with the call of the patent, does not establish that line, as a line called for in the patent.'</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The points raised by these instructions, having been substantially decided by this court in the case of Stringer's Lessee v. Young, 3 Peters, 320, they are abandoned by the counsel for the plaintiffs in error. In that case, these questions were fully investigated, and they need not be again examined.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The following instructions were also requested of the court by the defendants' counsel, and refused.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">5. 'If there are no calls in the patent justifying the location of the land granted, as contended for by the plaintiffs, they cannot succeed in establishing their claim, by relying on extrinsic evidence.'</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">This instruction was refused, and this court think rightfully. It asked the court below to presume against the facts in the case, and to found an instruction upon the presumption thus raised. The calls of the patent, and the official survey and report of the surveyor were before the jury. By these it appears, that corner trees were called for, and the land was stated to lie near a large branch of French Creek, and to adjoin lands of George Jackson on the south. The course and distance from corner to corner were also laid down on the plat, and the trees called for as corners. Was the district court, then, bound, in opposition to these facts, to instruct the jury; hypothetically, that 'if there were no calls in the said patent, justifying the location of the land granted,' &amp;c. There were such calls in the patent, and it was in evidence before the jury; any instruction, therefore, hypothecated on the absence of such calls, could only tend to confuse or mislead the jury, and the court committed no error in refusing it.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Where, from the evidence, the existence of certain facts may be doubtful, either from want of certainty in the proof, or by reason of conflicting evidence, a court may be called to give instructions, in reference to a supposed state of facts. But this a court is never bound to do, where the facts are clear and uncontradicted.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">6. 'Proof that the land claimed in this action was surveyed for the patentees, by evidence contradicting the calls of the patent, does not establish the right of the patentees, and of those claiming under them.' This instruction, taken as an abstract proposition, may be true; and yet the court did not err in refusing to give it. The contradiction supposed was in the admission of proof that the land covered by the patent is in the county of Harrison, when the patent calls for it to lie in the county of Monongalia.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">That certain calls in a patent may be explained or controlled by other calls was selled, and in reference to this very point, by this court, in the case of Stringer's Lessee v. Young, before referred to. If the point had not been so adjudged, it would be too clear, on general principles, to admit of serious doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The entire description in the patent must be taken, and the identity of the land ascertained, by a reasonable construction of the language used. If there be a repugnant call, which by the other calls in the patent clearly appears to have been made through mistake, that does not make void the patent. But if the land granted be so inaccurately described as to render its identity wholly uncertain, it is admitted that the grant is void. This, however, was not the case of the patent under consideration. Its calls are specific, and, taking them all together, no doubt can exist as to the land appropriated by it. The call for the county may be explained, either by showing that it was made through mistake, or that, under the circumstances which existed at the time of the survey, it was not inconsistent with the other calls of the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">This would not be going behind the patent to establish it, for its calls fully identify the land granted; but to explain an ambiguity or doubt which arises from a certain call in the patent. This principle applies, under some circumstances, to the construction of all written instruments. The meaning of the parties must be ascertained by the tenor of the writing, and not by looking at a part of it; and if a latent ambiguity arise from the language used, it may be explained by parol.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">7. 'An entry in a county which is afterward divided, does not, after the division, authorise a survey in the original county, if the land falls in the new county.'</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">If this instruction laid down the law correctly, yet it does not show that the plaintiffs below had no legal right to recover. The point raised by it is behind the patent; and that, as before stated, cannot be investigated in an action of ejectment. To entitle the plaintiffs to a recovery in the action of ejectment, they had nothing to do but to identify the land called for in their patent. This being done, it is not competent for the defendants, by way of invalidating the plaintiffs' legal right, to show irregularity in the entry or survey on which the patent was issued. In the case of Stringer's Lessee v. Young, the entry and survey were made as stated in this instruction, and yet this court sustained the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The court below, it seems, did instruct the jury, that 'if a land warrant be entered in the office of the surveyor of a particular county, and, before the same be surveyed, the territory in which the land located lies shall be erected into a new county, and the survey and grant afterwards effected describe the lands to be situated in the former county, the grant is not void; and the plaintiffs may show by parol evidence, extrinsic of the grant, and not inconsistent with its other descriptive calls, that the land lies within the new county.'</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">This instruction is sustained substantially in the principles laid down by this court, in the case above cited. There are, indeed, very few points raised in this cause, which were not decided in the case of Stringer's Lessee v. Young. The questions in that cause arose under Young's patent; which was issued under precisely the same circumstances as the one under which the plaintiffs claim.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">But if this point had not been settled in the case referred to, all doubt would be removed by a reference to an act of the Virginia legislature, passed in 1785, entitled an 'act concerning the location of certain warrants upon waste and unappropriated lands in the counties of Greenbriar, Harrison and Monongalia.'</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">In this act it is provided, by the third section, 'that all surveys heretofore made in either of the aforesaid counties, by virtue of the first location, shall be good and valid; any act to the contrary notwithstanding.'</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">In the bill of exceptions it is stated, that evidence was relied on by the defendants, to 'prove that the various marked lines, represented by the draught and report of the surveyor, and claimed by the plaintiffs to be lines of the land in controversy, and of various other tracts designated on the draught, were not actually run or marked as lines of the land in controversy, and of the other tracts laid down, but had been run and marked by Henry Fink, a deputy surveyor of Monongalia, who then resided in the county of Harrison, with the view of laying off the greater part of the country represented on the plat into surveys of about one thousand acres each; and that he was employed and paid for that purpose by the persons for whom the said plats and certificates of survey were afterwards made; that after the said lines had been so marked and seen, the said plats and certificates were made out by protraction; not by the said Henry Fink, but by some other person or persons not authorised by law; that said plats and certificates of survey were never recorded in the surveyor's office of Monongalia county, nor there filed; but were surreptitiously returned to the register's office and patents obtained thereon.'</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">It does not appear from the bill of exceptions, that any evidence was offered by the defendants which was rejected by the court, to sustain this allegation of fraud. Nor does it appear that any specific instructions were asked of the court on any evidence before the jury, conducing to prove the facts here alleged. The statement can only be understood to refer to the course of argument which the defendants' counsel in the court below deemed it their duty to pursue, before the jury; and which forms no part of the case now before the court. Other parts of the bill of exceptions contain a statement of various grounds taken in the defence below; but as no instructions to the jury were requested on the points thus made, they form no ground for a revision of the proceedings by a writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">On a careful consideration of the points made in the bill of exceptions, this court are opinion that there is no error in the judgment of the court below; and that the judgment must, therefore, be affirmed, with costs.</p>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">31</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">328</span></span></p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">328</span></span></p>\n    <p class=\"case_cite\">8 L.Ed. 415</p>\n    <p class=\"parties\">DANIEL BOARDMAN AND OTHERS, PLAINTIFFS IN ERROR<br>v.<br>THE LESSEES OF REED AND FORD, M'CALL AND OTHERS,<br>DEFENDANTS IN ERROR.</p>\n    <p class=\"date\">January Term, 1832</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">ERROR to the district court of the United States, for the western district of Virginia.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This was an ejectment brought in the district court of the United States for the western district of Virginia, by the defendants in error, against the plaintiffs in error, for the recovery of eight thousand acres of land in the now county of Lewis, within the said district. The premises in question, are parcel of a large connexion of surveys made together, for Reed and Ford, for Thomas Laidley and John Young, and others&#8212;some in the name of one, and some in the names of others of the owners. The whole connexion of surveys is represented by the connected diagram made out and reported by the surveyor of Harrison county, pursuant to an order made in the cause, and appearing in the record. On that diagram, the premises in question are particularly represented.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiffs below counted on a number of separate demises from the defendants in error; all of which were stated on the record as having been made by citizens of Pennsylvania, on the 1st of January 1820.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the trial, the defendants below tendered the following bill of exceptions:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Upon the trial of this cause, a draft and report returned by a surveyor in obedience to an order of survey made in this cause, was given in evidence to the jury, which draft and report are in the words following, viz. (setting out the same). The plaintiff, in order to show the title of the lessors to the land in controversy, represented by the red lines on said draft, gave in evidence the patent under which they claim, in these words, viz. (setting out the same). This patent is dated the 9th of May 1786. It was issued to Messrs 'Reed and Ford,' and describes the lands thus: i. e. 'a certain tract or parcel of land containing eight thousand acres, by survey bearing date the 23d day of December 1784, lying and being in the county of Monongalia, near a large branch of French creek adjoining lands of George Jackson on the south side, and bounded as follows, to wit: beginning at a maple, and running thence S. 10 E. one thousand poles to a poplar; S. 80 W. one thousand two hundred and eighty poles to a W. oak; No. 10 E. one thousand poles to two white oaks; N. 80 S. one thousand two hundred and eighty poles to the beginning.' The bill of exceptions then states that the plaintiffs, for the purpose of showing the identity of the land in controversy with the land granted by said patent, gave in evidence a copy of the plat and certificate of survey on which the said patent is founded, and the plats and certificates of survey of the various other tracts represented on said draft. After the plat and certificates had been given in evidence, the copies of the entries on which the said surveys were founded, were also given in evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It appeared from the parol evidence introduced in order to identify the land in controversy, that the same, at the date of the patent under which the lessors claim, and at the date of the said plat and certificate of survey on which the said patent is founded, was situate in the county of Harrison, and not in the county of Monongalia, as stated in the patent and certificate of survey, but that the said land, at the date of the entry on which the survey was founded, was in the county of Monongalia, and became part of the county of Harrison by virtue of the act of assembly establishing the county of Harrison. The act of assembly is dated 8th May 1784, and took effect the 20th of July of the same year.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The bill of exceptions further states, that evidence was relied on, on the part of the defendants, for the purpose of proving that the various marked lines represented by the said draft and report of the surveyor, and claimed by the plaintiff to be lines of the land in controversy, and of various other tracts designated on the said draft, were not actually run or marked as lines of the land in controversy, and of the other tracts aforesaid; but had been run and marked by Henry Fink, a deputy surveyor of Monongalia, but who then resided in the county of Harrison, with a view of laying off the greater part of the country represented on said draft into surveys of about one thousand acres each; that he was employed and paid for that purpose, by the persons for whom the said plats and certificates of survey were afterwards made; that after said lines had been so marked and run, the said plats and certificates were made out by protraction; not by the said Henry Fink, but by some other person or persons, not authorised by law; that said plats and cretificates of survey were never recorded in the surveyor's office of Monongalia county, nor there filed, but were surreptitiously returned to the register's office and patents obtained thereon. It was contended on the part of the defendants, that the marked lines represented on said draft, as lines of the lands in controversy, were not the lines thereof, and that the evidence in the cause did not justify the jury in regarding them as such in preference to other marked lines represented on said draft. Evidence was given on the part of the plaintiffs, that the marked lines aforesaid were actually run, and marked by said Fink as lines of the said eight thousand acres, and of the various other tracts represented upon said draft; and that plats and certificates of survey were made out by him in conformity with the lines so run and marked, and were by him delivered to the agent of the patentees, who gave them to the principal surveyor to be recorded, who afterwards delivered the same to the patentees, who returned them to the land office, on which plats and certificates, so returned, patents issued, and copies of which are before recited. It was further contended on the part of the defendants, that the land in controversy was not embraced within the calls of the patent under which the lessors claim; that the natural objects, lines and adjacent lands called for in said patent, were not those represented on said draft, in designating thereupon the land in controversy, and that the marked lines represented on said draft as the lines, of the land in controversy, were, in fact, the lines, not of the plat and certificate of survey on which the plaintiffs' patent issued, but of other plats and certificates of survey; and that there are no calls in said patent justifying the locating said patent on the lands in controversy, as contended for by the plaintiffs. For the purpose of identifying the said land in controversy with that granted by the said patent, parol and other evidence was introduced by the plaintiffs, in order to establish several marked trees as corners of other tracts represented on said draft&#8212;the boundaries of which tracts, it was contended, tended to establish the identity of the lands in controversy, with that granted by said patent. For the purpose of showing that one of said marked trees was not a corner of one of said tracts; that is to say, was not the corner on the said draft represented by the letter A, as a corner of John Young's four thousand acres: the counsel of the defendants offered to introduce a witness to prove, that on the trial of a former action of ejectment, brought by the present lessors of the plaintiff against some of the present defendants, to recover the lands now in controversy, a witness, who is since dead, swore that an ancient marked corner tree was found by him at said point A, of a different kind of timber form that called for in Young's patent: but the evidence aforesaid was rejected by the court as inadmissible.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After the evidence had been closed, and the cause had been argued before the jury, the plaintiffs' counsel moved the court to give the following instructions to the jury, to wit: that the grant aforesaid was a complete appropriation of the land therein described, and vested in the patentee the title; and that any defects in the preliminary steps by which it was acquired, were cured by the emanation of the said patent. The said counsel further moved the court to instruct the jury, that the said grant is a title from its date, and is conclusive against all the world, except those deriving title under a previous grant; and further, that it does not affect the validity of the patent, if it should appear that the entry on which the plaintiffs' survey was made, contained other or different lands from that actually surveyed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After the above instructions had been moved for by the plaintiffs' counsel, the counsel for the defendants moved the court to give to the jury the following instructions, to wit:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">1. The name of the county being mentioned in the plaintiffs' patent, as that in which the lands thereby granted were situated, the plaintiff is not at liberty to prove by parol that the land was, in fact, in a different county.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">2. As the patent states the lands to lie in the county of Monongalia, the patentees and those claiming title under them, can only recover lands in that county, and cannot, by force of the other terms of description contained in the patent, recover lands lying in the county of Harrison at the date of the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">3. It appearing from the plat and certificate of survey on which the patent is founded, that the survey thereby evidenced was made in the county of Monongalia, and it appearing, from the evidence introduced on the part of the plaintiffs to identify the said land, that it was situated, at the time of the survey, in the county of Harrison; the patent is void because the survey was made without lawful authority.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">4. If various marked lines are found corresponding with the same calls in the patent, the mere coincidence of any one of those marked lines with the calls of the patent, does not establish that line as one of the lines called for in the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">5. If there are no calls in the patent, justifying the location of the land granted, as contended for by the plaintiffs, they cannot succeed in establishing their claim by relying upon extrinsic evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">6. Proof that the land claimed in this action was surveyed for the patentees, by evidence contradicting the calls of the patent, does not establish the right of the patentees and of those claiming under them to the lands claimed as aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">7. An entry in a county which is afterwards divided, does not, after the division, authorise a survey in the original county, if the land falls into the new county.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The parties respectively objected to the instructions moved for. The instructions moved for by the plaintiffs, were given by the court. All those required by the defendants were refused, except the first, which was modified by the court and delivered to the jury in the following terms: 'if a land warrant be entered in the office of the surveyor of a particular county, and before the same be surveyed, the territory in which the land located lies, shall be erected into a new county, and the survey and grant afterwards affected, describe the lands to be situated in the former county, the grant is not void, and the plaintiffs may show by parol evidence extrinsic of the grant, and not inconsistent with its other descriptive calls, that the land lies within the new county.' The exceptions were taken to the rejection of the testimony offered respecting the corner at A, and to the instructions given as moved for by the plaintiffs, and the rejection of those moved for the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The jury found a verdict for the plaintiffs, for the lands in the declaration mentioned and described in the plat and report of Thomas Haymond, made in pursuance of an order of court made in the cause. On this verdict, judgment was rendered for the plaintiffs below, defendants in error; and this writ of error is brought to reverse that judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The case was argued by Mr Maxwell for the plaintiffs in error, and by Mr Doddridge for the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mr Maxwell declined discussing the first, second and third instructions to the jury in the circuit court, which are stated in the bill of exceptions; the points in the same having been decided by this court, in the case of Stringer v. Young, 3 Peters, 320.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">He contended that a patent for land cannot be more than prima facie evidence of title. Cited 4 Wheat. 77; 1 Munf. 134; 7 Wheat. 22; 3 Call, 499. In <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">181</span></span>, 182 and 381, it is decided that courts may inquire into the authority to make a grant. Cited also, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">Munf.</span> <span class=\"page\">310</span></span>, 141, 143 and 144; 1 Wash. Virginia Reports, 203; 3 Cruise's Dig. 563. A patent is not conclusive evidence of title. 2 Wash. Rep. 106; 6 Munf. 234; 2 Dallas, 304.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Fraud in obtaining a patent may be inquired into at law; and there was evidence of this nature in this case. 1 Hen. and Munf. 303; 6 Bac. Ab. 111; 3 Coke's Rep. 77.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">As to the fifth instruction, and to maintain the principles claimed by the defendants in the circuit court, cited 1 Peters, 221; 5 Munf. 191; 4 Hen. and Munf. 137.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Upon the sixth instruction, the counsel for the plaintiffs in error cited 6 Munf. 531; 3 Munf. 191; 4 Cranch, 62; 7 Cranch, 242. On the seventh instruction, he cited 5 Cranch, 92; 4 Wheat. 466.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The evidence rejected, should have been admitted by the court. It was in relation to boundaries; and courts are very liberal in admitting such evidence. 1 Peters, 496; 2 Wash. C. C. Rep. 140; 1 Wash. C. C. Rep. 123; 1 Phil. Ev. 152, 199 and 200; 6 Binney, 59; Metcalf's Dig. 140, Beard's Lessee v. Talbot, 1 Cook's Rep. 142; 5 Johns. 544.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To show the evidence as to the corner was admissible, cited 3 Peters, 321; 5 Munf. 191.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Mr Doddridge, for the defendants in error.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This case is substantially governed by that of Stringer and others against Young's Lessee, 3 Peters, 320, in this court. The court is referred to the argument in that case, and all the authorities there cited; and more especially to the opinion of this court sustaining, and more than sustaining that argument.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In support of the opinion then delivered, the defendants rely upon a statute of Virginia, then unknown to the counsel, which will be found in 12 Henning's St. at large, p. 81.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This statute, reciting the facts on which its provisions are founded, confirms all such surveys as the one now in question, whether made in Monongalia, Harrison, or Greenbriar counties.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The exceptions taken on the trial of this cause, in the court below, do not, in law, differ from those taken in the case decided in 3 Peters, 320. There is, indeed, an attempt to vary them; but this attempt has only succeeded as to form.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The court, in this case, on the request of the plaintiff's counsel, instructed the jury, 1. That the grant was a complete appropriation; and vested in the patentee a title; and any defects in the preliminary steps by which it was acquired, are cured by its emanation. 2. That such grant is a title from its date, and is conclusive against all the world, except those claiming title under a previous grant. And 3. That it does not affect the validity of the grant, if it should appear that the land surveyed was not the same that was entered.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The first of these instructions, contains a proposition which was not only settled in the case of Stringer v. Young's Lessee, and the cases there cited; but is one which has so long been the settled rule of this court, and the courts of Virginia and Kentucky, as to have become a rule of property, which the judiciary are bound by, and cannot overturn.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As to the second and third numbers of the instructions, each of them is a plain sequitur from the first and but an elaboration of it, and certainly requires no elucidation. There is, therefore, no error in the instructions asked by the plaintiffs below.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As the counsel for the plaintiffs admit, that the decision of this court, in Stringer's Lessee v. Young, 3 Peters, 320, has settled the law upon the questions presented by some of the instructions, it is not considered necessary to discuss the matters contained in them.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The sixth instruction required the judge to say, in substance, that in the case then depending, the plaintiff could not identify his lands as being in Harrison county, by testimony contradicting the calls of the patent. This is its plain meaning; and what is the answer? The plaintiff may so identify his lands by parol evidence, contradicting the grant as to the name of the county, but not inconsistent with its other descriptive calls; and that this evidence may, and must be extrinsic of the grant.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Seventh. The question here propounded was one foreign to the matter in hearing; and was, therefore, an abstraction which a judge, in the trial of an ejectment, was not bound to answer. This question would be proper and important on the trial of a cause to prevent the emanation of a grant. A direct answer could not aid, but might mislead the jury. When the rule of property was settled, that at law you cannot go behind the grant; that a grant is a title from its date: when, whatever may have been, at the time, the legal character of the survey in question, there was one express statute confirming it,&#8212;of what avail could the inquiry be, whether, upon the division of a county in 1785, the surveyor could go on and execute surveys upon entries made with him before the division, anterior to the year 1788, when the law passed, requiring such entries to be certified to the surveyor of the new county? An inquiry whether the warrant was lodged with the surveyor, as his authority for making the entry, would have been precisely as important. The answer given by the judge, that a grant founded on such a survey was not void at law, if the party could identify the land; was all that the question wanted.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">If the fourth instruction is to be considered by itself, and unexplained by the evidence set forth in the bill of exceptions, it is either a mere abstract proposition, or it is not. If the former, the court was not bound to answer it: if the latter, the court was bound to overrule it; that is, was bound to refuse to give it; so that in refusing to give it, the court committed no error.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The counsel did not ask the judge to say that in the case put by him, the <i>coincidence</i> described <i>conclusively</i> established the line. Had that been the question, and had it been a proper question growing out of the case as it stood at the time when propounded, it is admitted that the answer should have been in the negative. The conclusion of fact resulting from the coincidence described, would be but a presumption; which, however strong, might be repelled by evidence. The record does not show that any evidence was offered or intended to be offered, to repel that presumption. The naked question, then, which was propounded was this: when various lines are found marked on the ground, corresponding with the lines called for in the grant, does this coincidence in the case of one of those lines, establish it? The answer should have been in the affirmative, if given at all; and by refusing to give the instruction asked in this particular, it was properly overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">If this view of the matter is not right, permission is asked to run out the opposite position to its consequences. Suppose the grant to call for an hundred lines, each of which it describes as commencing at a particular corner, and running a given course and distance to another; and suppose that an hundred lines, marked and bounded as called for in the grant, are found on the ground: then, if under such circumstances (the other lines being called for, and found as described), the coincidence spoken of in the case of any one of them, does not establish that particular one; then no one of the lines is established.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">After the death of the surveyor, and of all those who were present at making a survey, its identity could never be established. The very diagram, however intricate, and by however great a number of lines and corners contained, may be found on the ground; and yet, this universal agreement will not prove the whole survey; because, according to the exception, the presumption arising from it, if applied distributively to each part, does not establish that part.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Fifth. This, too, is, if unconnected with the evidence set out, an unqualified abstraction, and, as applicable to the case, perfectly incomprehensible. By such questions as that propounded, a judge might be compelled to outstrip, in his opinions, Blackstone's Commentaries, or any other book. There could be no end to a trial. If a judge was bound to answer this question as an abstract one, there is not a position or principle growing out of the Virginia land law of 1779, either as practised on in Virginia or Kentucky, on which a judge might not be called on to charge a jury. But if this question be considered with reference to the evidence stated in the bill of exceptions, a more useless, inoperative, and therefore inadmissible one, could not be suggested.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The principal evidence in the case was the report of the surveyor, made under an order of court in the cause. By this report it appeared, that the land in question was a tract of eight thousand acres, being part of a large connexion of surveys containing together between fifty and one hundred thousand acres of land, divided into several distinct surveys, and so patented; the whole constituting one body of land, mostly owned by the same individuals, though patented in different names.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">This body of land, the surveyor's report shows to be contained in a general diagram, having one straight line for its northern boundary, and another parallel thereto for its southern boundary. The eastern boundary composed of two lines, varying a few degrees in their departure, and the western boundary of two lines, respectively parallel with the latter.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The report shows, that the survey in the name of John Young, the subject of the case of Springer against Young's Lessee, lies in the north-east corner of this connexion; and that it calls for a white oak at the north-east corner.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The report further shows, that the surveyor found this corner standing, marked and cornered in the proper direction, and of the proper age; that he found, in like manner, the whole northern front marked, and its western termination bounded as called for in the respective grants, with parts of the western and southern, and all the eastern boundaries, and more than half the interior works. This being the official evidence in the cause contained in the surveyor's report, shown on his diagram and explained by his notes, what could have been the real meaning and intention of the fifth instruction, moved by the defendant's counsel?</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">But there is yet another question raised by the bill of exceptions which deserves attention. On a former trial of an ejectment for the same lands, on the demise of the same lessors and against <i>some</i> of the present defendants, a witness, since dead, swore that at a corner at the point A, on the diagram, being the north-east corner of the whole diagram and of Young's survey, an ancient marked tree was found by him of a different kind of timber from that called for in Young's patent. This testimony was rejected by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Young's patent calls for a white oak corner tree at A, from which it calls for a course nearly west to the south-west corner, and also for a course nearly south to the south-east corner of his survey, each of which produced constitutes a northern and eastern boundary of the whole tract.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The surveyor reported that he found the white oak corner at A standing, with the proper corner marks pointing west and south, and of the proper date; the lines proceeding from it also of the proper date, and terminating each at the corner trees called for, and these also properly marked and of the proper date. The surveyor, therefore, found the corner at A called for a A, the north-east corner of Young's patent, and of the whole diagram.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">With this explanation in view, let us look at the testimony offered. This testimony was not that of a witness to prove a boundary by general reputation, nor by particular reputation, a general question of boundary&#8212;of parcel or not parcel, not even the deceased witness's knowledge derived from his personal presence at making it, or from the possession, occupation, use or declarations of others; but a separate, independent, and wholly immaterial fact, viz. that at 'A,' and he does not state when, nor whether by accident, private mark, or on the execution of an official survey, he saw an ancient marked tree of a different kind of timber. He does not state what that timber was, nor how marked; whether as a corner to the survey in question, or to some other survey; or whether it may not have been marked as a pointer to A.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is to be remarked that this testimony is not offered to contradict the report of the surveyor, that the white oak at A is now standing, and therefore it is not offered for any legitimate purpose. It was not pretended that it could have any tendency to explain or contradict the fact, that the white oak corner at A is still existing, and the object of our senses. This testimony, therefore, could only tend to confound.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Besides all this, the rules by which testimony could be received, as laid down in Starkie on Evidence, 1 Vol. 279, 280, would be set at nought.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The court is respectfully asked to say, whether it is not a settled rule that the verdict rendered on the trial of one ejectment, cannot be received as evidence on the trial of another? If it is not so settled as to the judgment?</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We know this to be the case, and the reason determines the present question. The lease, entry, and ouster are not the same, and therefore what is done, found, or adjudged on one trial can have no influence on another. All this is certain; and if the verdict rendered in one ejectment for the same land, between the same lessor and the same defendants, sanctioned by judgment, cannot be evidence in a second; how can a parcel of the evidence inducing that verdict be received? But here the parties are not in fact the same.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Mr Justice M'LEAN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">An action of ejectment was brought by M'Call and others against Boardman and others, in the district court of the United States for the western district of Virginia, to recover eight thousand acres of land. On the trial, certain exceptions were taken to points adjudged by the court in behalf of the plaintiffs, and against the defendants; and these points are now brought before this court by writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The first exception taken by the plaintiffs in error, is found in the following statement in the bill of exceptions. 'For the purpose of showing that one of said marked trees was not a corner of one of said tracts, that is to say, was not the corner represented on the said draught by the letter A as a corner of John Young's four thousand acres, the defendants' counsel offered to introduce a witness to prove that on the trial of a former action of ejectment, brought by the present lessors of the plaintiffs, against some of the defendants in the present action, to recover the land now in controversy; a witness examined on that trial, who is since dead, swore that an anciently marked corner tree was found by him at said point A of a different kind of timber from that called for in Young's patent: but the evidence, as offered, was rejected by the court as inadmissible.'</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">No part of the survey of Young is involved in the present controversy; and with several other surveys, it was only laid down by the surveyor, as by showing certain connexions, it might conduce to identify the land claimed by the plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">As the testimony of the witness referred to was not given between the same parties, his statement, if admissible, could only be received as hearsay.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">That boundaries may be proved by hearsay testimony, is a rule well settled; and the necessity or propriety of which is not now questioned. Some difference of opinion may exist as to the application of this rule, but there can be none as to its legal force.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Land marks are frequently formed of perishable materials, which pass away with the generation in which they were made. By the improvement of the country, and from other causes, they are often destroyed. It is therefore important, in many cases, that hearsay or reputation should be received to establish ancient boundaries: but such testimony must be pertinent, and material to the issue between the parties. If it have no relation to the subject, or if it refer to a fact which is immaterial to the point of inquiry, it ought not to be admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In the present case, the plaintiffs supposed, that by exhibiting the plat of Young's survey in connexion with others, it might tend, in some degree, to identify the land claimed by them; and the corner designated on the plat by the letter A is one of the corners of Young's survey. The official return of the surveyor, in which the corner trees were specified and the lines with which the corner is connected were laid down, being before the jury, was relied on by the plaintiffs to establish this as the corner called for in Young's survey.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The hearsay testimony was offered, not to contradict any fact stated in the return of the surveyor, but to prove that on a certain occasion, a person, in his lifetime, but deceased at the trial, had said that he found an anciently marked corner tree at the point A of a different kind of timber from that called for in Young's patent. This individual did not say that he was acquainted with the lines claimed as Young's survey, nor that this was his corner.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">If the fact as to this tree had been admitted, what effect could it have had in the cause. It did not disprove a single fact relied on to establish the corner. How near this tree stood to the trees found by the surveyor, does not appear. It may have been marked as pointing to the corner, as is often done by surveyors; or it may have been a corner to an adjoining or conflicting survey. The existence of this marked tree may be accounted for in various ways; and its existence is in no respect, so far as appears from the bill of exceptions, incompatible with the facts proved by the plaintiffs. How then can the fact be considered as material. It sheds no light on the matter in controversy. Disconnected as the mere fact of a marked tree not called for in Young's patent at the point A seems to have been with the testimony in the cause; it is not perceived how it could have tended to influence the verdict of the jury. From the isolated fact, the jury could have drawn no inferences against the facts proved by the plaintiffs. There was, therefore, no error in the rejection of the evidence offered.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The court instructed the jury that the grant to the plaintiffs, which was given in evidence, was a complete appropriation of the land therein described, and vested in the patentee the title; and that any defects in the preliminary steps by which it was acquired, were cured by the grant.'</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">There can be no doubt of the correctness of this instruction. This court have repeatedly decided, that at law, no facts behind the patent can be investigated. A court of law has concurrent jurisdiction with a court of equity in matters of fraud; but the defects in an entry or survey cannot be taken advantage of at law. The patent appropriates the land, and gives the legal title to the patentee. The district court said nothing more than this; and it was justified in giving the instruction by the uniform decisions of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Titles acquired under sales for taxes, depend upon different principles; and these are the titles to which some of the authorities cited in the argument refer. Where an individual claims land under a tax sale, he must show that the substantial requisites of the law have been observed; but this is never necessary when the claim rests on a patent from the commonwealth. The preliminary steps may be investigated in chancery, where an elder equitable right is asserted; but this cannot be done at law.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">At the request of the plaintiffs, the court also instructed the jury, 'that a grant is a title from its date, and conclusive against all claimants whose rights are not derived under a previous grant to that of the lessors of the plaintiffs;' 'and that it does not affect the validity of said grant, if it appears that the entry, on which the survey upon which the grant purports to have been issued, contained other or different land from that actually surveyed.' This instruction involves the same principle as the one which precedes it. If the grant appropriate the land, it is only necessary for the person who claims under it to identify the land called for.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Whether the entry was made in legal form, or the survey was executed agreeably to the calls of the entry, is not a matter which can be examined at law. Had the defendants relied on the statute of limitations, this instruction would have been erroneous; but no such defence was set up by them.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The defendants' counsel requested the court to give the following instructions:</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">1. 'The name of the county being mentioned in the aforesaid patent, as that in which the land thereby granted was situated, the plaintiffs are not at liberty to prove by parol that the land lies in a different county.'</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">2. 'As the said patent states the land granted to lie in the county of Monongalia, the patentees, and those deriving title from them, can only recover land in that county; and cannot, by force of the other terms of description used in the patent, recover land in the county of Harrison at the date of the patent.'</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">3. 'It appearing from said plat and certificate of survey, upon which the patent is founded, that the survey was made in the county of Monongalia, and it appearing from the evidence introduced on the part of the plaintiffs to identify the land, that it did lie, at the time of the survey, in the county of Harrison; the patent is void, because the survey was made without authority.'</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">4. 'If various marked lines are found corresponding with the same call of the patent, the mere coincidence of any one of those marked lines with the call of the patent, does not establish that line, as a line called for in the patent.'</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The points raised by these instructions, having been substantially decided by this court in the case of Stringer's Lessee v. Young, 3 Peters, 320, they are abandoned by the counsel for the plaintiffs in error. In that case, these questions were fully investigated, and they need not be again examined.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The following instructions were also requested of the court by the defendants' counsel, and refused.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">5. 'If there are no calls in the patent justifying the location of the land granted, as contended for by the plaintiffs, they cannot succeed in establishing their claim, by relying on extrinsic evidence.'</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">This instruction was refused, and this court think rightfully. It asked the court below to presume against the facts in the case, and to found an instruction upon the presumption thus raised. The calls of the patent, and the official survey and report of the surveyor were before the jury. By these it appears, that corner trees were called for, and the land was stated to lie near a large branch of French Creek, and to adjoin lands of George Jackson on the south. The course and distance from corner to corner were also laid down on the plat, and the trees called for as corners. Was the district court, then, bound, in opposition to these facts, to instruct the jury; hypothetically, that 'if there were no calls in the said patent, justifying the location of the land granted,' &amp;c. There were such calls in the patent, and it was in evidence before the jury; any instruction, therefore, hypothecated on the absence of such calls, could only tend to confuse or mislead the jury, and the court committed no error in refusing it.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Where, from the evidence, the existence of certain facts may be doubtful, either from want of certainty in the proof, or by reason of conflicting evidence, a court may be called to give instructions, in reference to a supposed state of facts. But this a court is never bound to do, where the facts are clear and uncontradicted.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">6. 'Proof that the land claimed in this action was surveyed for the patentees, by evidence contradicting the calls of the patent, does not establish the right of the patentees, and of those claiming under them.' This instruction, taken as an abstract proposition, may be true; and yet the court did not err in refusing to give it. The contradiction supposed was in the admission of proof that the land covered by the patent is in the county of Harrison, when the patent calls for it to lie in the county of Monongalia.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">That certain calls in a patent may be explained or controlled by other calls was selled, and in reference to this very point, by this court, in the case of Stringer's Lessee v. Young, before referred to. If the point had not been so adjudged, it would be too clear, on general principles, to admit of serious doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">The entire description in the patent must be taken, and the identity of the land ascertained, by a reasonable construction of the language used. If there be a repugnant call, which by the other calls in the patent clearly appears to have been made through mistake, that does not make void the patent. But if the land granted be so inaccurately described as to render its identity wholly uncertain, it is admitted that the grant is void. This, however, was not the case of the patent under consideration. Its calls are specific, and, taking them all together, no doubt can exist as to the land appropriated by it. The call for the county may be explained, either by showing that it was made through mistake, or that, under the circumstances which existed at the time of the survey, it was not inconsistent with the other calls of the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">This would not be going behind the patent to establish it, for its calls fully identify the land granted; but to explain an ambiguity or doubt which arises from a certain call in the patent. This principle applies, under some circumstances, to the construction of all written instruments. The meaning of the parties must be ascertained by the tenor of the writing, and not by looking at a part of it; and if a latent ambiguity arise from the language used, it may be explained by parol.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">7. 'An entry in a county which is afterward divided, does not, after the division, authorise a survey in the original county, if the land falls in the new county.'</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">If this instruction laid down the law correctly, yet it does not show that the plaintiffs below had no legal right to recover. The point raised by it is behind the patent; and that, as before stated, cannot be investigated in an action of ejectment. To entitle the plaintiffs to a recovery in the action of ejectment, they had nothing to do but to identify the land called for in their patent. This being done, it is not competent for the defendants, by way of invalidating the plaintiffs' legal right, to show irregularity in the entry or survey on which the patent was issued. In the case of Stringer's Lessee v. Young, the entry and survey were made as stated in this instruction, and yet this court sustained the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">The court below, it seems, did instruct the jury, that 'if a land warrant be entered in the office of the surveyor of a particular county, and, before the same be surveyed, the territory in which the land located lies shall be erected into a new county, and the survey and grant afterwards effected describe the lands to be situated in the former county, the grant is not void; and the plaintiffs may show by parol evidence, extrinsic of the grant, and not inconsistent with its other descriptive calls, that the land lies within the new county.'</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">This instruction is sustained substantially in the principles laid down by this court, in the case above cited. There are, indeed, very few points raised in this cause, which were not decided in the case of Stringer's Lessee v. Young. The questions in that cause arose under Young's patent; which was issued under precisely the same circumstances as the one under which the plaintiffs claim.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">But if this point had not been settled in the case referred to, all doubt would be removed by a reference to an act of the Virginia legislature, passed in 1785, entitled an 'act concerning the location of certain warrants upon waste and unappropriated lands in the counties of Greenbriar, Harrison and Monongalia.'</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">In this act it is provided, by the third section, 'that all surveys heretofore made in either of the aforesaid counties, by virtue of the first location, shall be good and valid; any act to the contrary notwithstanding.'</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">In the bill of exceptions it is stated, that evidence was relied on by the defendants, to 'prove that the various marked lines, represented by the draught and report of the surveyor, and claimed by the plaintiffs to be lines of the land in controversy, and of various other tracts designated on the draught, were not actually run or marked as lines of the land in controversy, and of the other tracts laid down, but had been run and marked by Henry Fink, a deputy surveyor of Monongalia, who then resided in the county of Harrison, with the view of laying off the greater part of the country represented on the plat into surveys of about one thousand acres each; and that he was employed and paid for that purpose by the persons for whom the said plats and certificates of survey were afterwards made; that after the said lines had been so marked and seen, the said plats and certificates were made out by protraction; not by the said Henry Fink, but by some other person or persons not authorised by law; that said plats and certificates of survey were never recorded in the surveyor's office of Monongalia county, nor there filed; but were surreptitiously returned to the register's office and patents obtained thereon.'</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">It does not appear from the bill of exceptions, that any evidence was offered by the defendants which was rejected by the court, to sustain this allegation of fraud. Nor does it appear that any specific instructions were asked of the court on any evidence before the jury, conducing to prove the facts here alleged. The statement can only be understood to refer to the course of argument which the defendants' counsel in the court below deemed it their duty to pursue, before the jury; and which forms no part of the case now before the court. Other parts of the bill of exceptions contain a statement of various grounds taken in the defence below; but as no instructions to the jury were requested on the points thus made, they form no ground for a revision of the proceedings by a writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">On a careful consideration of the points made in the bill of exceptions, this court are opinion that there is no error in the judgment of the court below; and that the judgment must, therefore, be affirmed, with costs.</p>\n    </div>\n    ", "id": 85786, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/85786/", "sha1": "41b9e5eda195395d6f422b437e79356bd2c8b55f", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T08:59:53"}