{"absolute_url": "/opinion/91817/tammany-water-wks-v-no-water-wks/", "blocked": false, "citation": {"case_name": "Tammany Water W'ks v. No Water W'ks", "docket_number": null, "document_uris": ["/api/rest/v2/document/91817/"], "federal_cite_one": "120 U.S. 64", "federal_cite_three": null, "federal_cite_two": null, "id": 76197, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/76197/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 8, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1887-01-10", "date_modified": "2014-12-21T01:30:14.528524", "docket": "/api/rest/v2/docket/139831/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">120 U.S. 64</p>\n    <p class=\"case_cite\">7 S.Ct. 405</p>\n    <p class=\"case_cite\">30 L.Ed. 653</p>\n    <p class=\"parties\">ST. TAMMANY WATER-WORKS CO. and another<br>v.<br>NEW ORLEANS WATER-WORKS CO.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <p class=\"date\">January 10, 1887.</p>\n    <div class=\"prelims\">\n      <p><i>G. L. Hall</i>, for appellants, St. Tammany Water-works Co. and another.</p>\n      <p class=\"indent\"><i>E. H. Farrar</i> and <i>J. R. Beckwith</i>, for appellee, New Orleans Water-works Co.</p>\n      <p class=\"indent\">HARLAN, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The parties to this appeal are corporations of the state of Louisiana. The New Orleans Water-works Company was created by a special act of the general assembly of Louisiana, passed March 31, 1877, and was given the exclusive right, for 50 years from the date of its charter, 'of supplying the city of New Orleans and its inhabitants with water from the Mississippi river, <i>or any other stream or river</i>, by means of pipes and conduits, and for erecting and constructing any necessary works or engines or machines for that purpose.' It was vested with authority to construct canals and trenches for conducting 'the water of the rivers from any place or places it may deem fit, and to raise and construct such dykes, mounds, and reservoirs as may be required for securing and carrying a full supply of pure water to said city and its inhabitants,' and 'to lay and place any number of conduits or pipes or aqueducts * * * through or over any of the streets of the city of New Orleans.' It was required to proceed, immediately after its organization, in the 'erection of new works and pipes sufficient in capacity to furnish a full and adequate supply of water, to be drawn from the Mississippi river or elsewhere, as may be judged most expedient.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In <i>New Orleans Water-works Co.</i> v. <i>Rivers</i>, 115 U. S. 681, S. C. 6 Sup. Ct. Rep. 273, which involved the validity of a municipal ordinance granting to one Rivers the privilege of bringing water from the Mississippi river into his hotel, in the city of New Orleans, by means of mains and pipes laid in its streets, it was adjudged that so much of the company's charter as gave it the exclusive privilege before mentioned was, within the meaning of the constitution of the United States, a contract protected against impairment, in respect of its obligation, by that provision of the state constitution of 1879 abolishing the monopoly features in the charters of all then existing corporations other than railroad corporations. Consequently that ordi ance was void as interfering with the contract rights of the company.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It was also decided that 'the right to dig up and use the streets and alleys of New Orleans for the purpose of placing mains and pipes for supplying the city and its inhabitants with water is a franchise belonging to the state, which she could grant to persons or corporations upon such terms as she deemed best for the public interests;' and since 'the object to be attained was a public one, for which the state could make provision by legislative enactment, the granting the franchise could be accompanied with such exclusive privileges to the grantee, in respect of the subject of the grant, as in the judgment of the legislative department would best promote the public health and the public comfort, or the protection of public and private property.' But it was also decided that, notwithstanding the exclusive privileges granted to the company, 'the power remains with the state, or with the municipal government of New Orleans acting under legislative authority, to make such regulations as will secure to the public the uninterrupted use of the streets, as well as prevent the distribution of water unfit for use, and provide for such a continuous supply, in quantity, as protection to property, public and private, may require;' and that rights and privileges arising from contracts with the state are 'subject to regulations for the protection of the public health, the public morals, and the public safety, in the same sense as are all contracts and all property, whether owned by natural persons or corporations.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The St. Tammany Water-works Company was organized in 1882, under the general laws of Louisiana relating to corporations. Its articles of association declare the object of its incorporation to be 'to furnish and supply the inhabitants of the city of New Orleans and other localities contiguous to the line of its works with an ample supply of pure, clear, and wholesome water from such rivers, streams, or other fountain sources as may be found most available for such purpose,' and to that end to lay pipes and conduits, and construct and maintain such system of water-works as may be required for the purposes of its organization.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This company being about to take active steps to obtain authority for bringing into New Orleans the waters of the Bogue Falaya river, in the parish of St. Tammany, and distributing the same by means of pipes, mains, and conduits placed in the streets of that city parallel with those constructed by the New Orleans Water-works Company, the present suit was brought by the latter corporation for the purpose of obtaining an injunction against all attemps by the appellant, its agents and employes, to infringe upon the exclusive privileges granted to the appellee. The answer admits the material facts alleged in the bill, but insists that the charter of the appellee, so far as it granted the exclusive privileges in question, could be set aside, repealed, or abolished by the state, or by the legislature, or by the municipal government of New Orleans, in the exercise of police functions. The controlling question is as to the effect of the before-mentioned provision of the state constitution upon the exclusive rights granted to the plaintiff by its charter.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As the exclusive right of the appellee to supply the city of New Orleans and its inhabitants with water was not restricted to water drawn from the Mississippi river, but embraced water from any other stream, it is impossible to distinguish this case in principle from that of <i>New Orleans Water-works Co.</i> v. <i>Rivers</i>. Upon the authority of the latter case, it must be held that the carrying out by appellant of its scheme for a system of water-works in New Orleans would be in violation of the rights of the appellee, and that the state constitution of 1879, so far as it assumes to withdraw the exclusive privileges granted to the appellee, is inconsistent with the clause of the national constitution forbidding a sta e from passing any law impairing the obligation of contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is, however, contended, in behalf of the St. Tammany Water-works Company, that the water from the Bogue Falaya river is shown by the proof to be pure, uncontaminated by saline or organic matters to any appreciable extent, and to be more suitable for drinking, washing, cooking, manufacturing, and other purposes, than the water drawn from the Mississippi river, and distributed through the city by the New Orleans Water-works Company; and upon these facts is based the suggestion that the people of New Orleans cannot be prevented, by the contract the appellee has with the state, from obtaining, through any lawful agency, such water as is most beneficial to their health, or best adapted for business or public uses. Touching this and similar suggestions by counsel of the appellant, it is sufficient to say that no question arises in the present case as to whether the state or the municipal government of New Orleans may not, if the public health or the public comfort so require, compel the appellee, now having the exclusive right of supplying the city of New Orleans and its inhabitants with water distributed through pipes laid in the streets of that municipality, (or if it refuses, employ other agencies,) to supply water from some river or stream other than the Mississippi. No such action has been had either by the state or by the city, and consequently there was no substantial dispute between the plaintiff and the city. The latter has not given its assent to the use by the St. Tammany Water works Company of the public streets for the distribution of water by means of pipes laid in them, nor has it, so far as the record shows, determined that the public health would be better protected, or the public comfort subserved, by supplying the people with water from the Bogue Falaya river rather than from the Mississippi river. These are matters which neither the appellant nor individual citizens may determine for the constituted authorities. In what mode such questions may be determined, so as to be binding upon the appellee, need not be considered until they actually arise in proper form.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The legal effect of the decree is only to prevent the St. Tammany Waterworks Company, under any power it now has, from laying pipes, mains, and conduits in and through the streets of New Orleans, for supplying that city and its inhabitants with water. It It is therefore, upon the authority of the former case, affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Affirming 14 Fed. Rep. 194.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>120 U.S. 64 (1887)</b></center>\n<center><h1>ST. TAMMANY WATER WORKS<br>\nv.<br>\nNEW ORLEANS WATER WORKS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted December 3, 1886.</center>\n<center>Decided January 10, 1887.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF LOUISIANA.\n<p><i>Mr. G.L. Hall</i> for appellant.</p>\n<p><i>Mr. J.R. Beckwith</i> and <i>Mr. E.H. Farrar</i> for appellee.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>The parties to this appeal are corporations of the state of Louisiana. The New Orleans Water Works Company was created by a special act of the General Assembly of Louisiana, passed March 31, 1877, and was given the exclusive right, for fifty years from the date of its charter, \"of supplying the city of New Orleans and its inhabitants with water from the Mississippi River, <i>or any other stream or river,</i> by means of pipes and conduits, and for erecting and constructing any necessary works or engines or machines for that purpose.\" It was vested with authority to construct canals and trenches for conducting \"the water of the rivers from any place or places it may deem fit, and to raise and construct such dykes, mounds, and reservoirs as may be required for securing and carrying a full supply of pure water to said city and its inhabitants,\" and \"to <span class=\"star-pagination\">*65</span> lay and place any number of conduits or pipes or aqueducts ... through or over any of the streets of the city of New Orleans.\" It was required to proceed, immediately after its organization, in the \"erection of new works and pipes sufficient in capacity to furnish a full and adequate supply of water, to be drawn from the Mississippi River, or elsewhere, as may be judged most expedient.\"</p>\n<p>In <i>New Orleans Water Works Co.</i> v. <i>Rivers,</i> 115 U.S. 674, 681, which involved the validity of a municipal ordinance granting to one Rivers the privilege of bringing water from the Mississippi River into his hotel, in the city of New Orleans, by means of mains and pipes laid in its streets  it was adjudged that so much of the company's charter as gave it the exclusive privilege before mentioned was, within the meaning of the Constitution of the United States, a contract protected against impairment, in respect of its obligation, by that provision of the state constitution of 1879 abolishing the monopoly features in the charters of all then existing corporations other than railroad corporations; consequently, that that ordinance was void as interfering with the contract rights of the company.</p>\n<p>It was also decided that \"the right to dig up and use the streets and alleys of New Orleans for the purpose of placing mains and pipes for supplying the city and its inhabitants with water is a franchise belonging to the state, which she could grant to persons or corporations upon such terms as she deemed best for the public interests;\" and since \"the object to be attained was a public one, for which the state could make provision by legislative enactment, the granting the franchise could be accompanied with such exclusive privileges to the grantee, in respect of the subject of the grant, as in the judgment of the legislative department would best promote the public health and the public comfort, or the protection of public and private property.\" But it was also decided that, notwithstanding the exclusive privileges granted to the company, \"the power remains with the state or with the municipal government of New Orleans acting under legislative authority to make such regulations as will secure to the public <span class=\"star-pagination\">*66</span> the uninterrupted use of the streets as well as prevent the distribution of water unfit for use, and provide for such a continuous supply, in quantity, as protection to property, public and private, may require;\" and that rights and privileges arising from contracts with the state are \"subject to regulations for the protection of the public health, the public morals, and the public safety, in the same sense as are all contracts and all property, whether owned by natural persons or corporations.\"</p>\n<p>The St. Tammany Water Works Company was organized in 1882, under the general laws of Louisiana relating to corporations. Its articles of association declare the object of its incorporation to be \"to furnish and supply the inhabitants of the city of New Orleans and other localities contiguous to the line of its works with an ample supply of pure, clear, and wholesome water from such rivers, streams, or other fountain sources as may be found most available for such purpose,\" and to that end to lay pipes and conduits and construct and maintain such system of water works as may be required for the purposes of its organization.</p>\n<p>This company being about to take active steps to obtain authority for bringing into New Orleans the waters of the Bogue Falaya River in the parish of St. Tammany, and distributing the same by means of pipes, mains, and conduits placed in the streets of that city parallel with those constructed by the New Orleans Water Works Company, the present suit was brought by the latter corporation for the purpose of obtaining an injunction against all attempts by the appellant, its agents, and employes to infringe upon the exclusive privileges granted to the appellee. The answer admits the material facts alleged in the bill, but insists that the charter of the appellee, so far as it granted the exclusive privileges in question, could be set aside, repealed, or abolished by the state, or by the legislature, or by the municipal government of New Orleans, in the exercise of police functions. The controlling question is as to the effect of the before-mentioned provision of the state constitution upon the exclusive rights granted to the plaintiff by its charter.</p>\n<p><span class=\"star-pagination\">*67</span> As the exclusive right of the appellee to supply the city of New Orleans and its inhabitants with water was not restricted to water drawn from the Mississippi River, but embraced water from any other stream, it is impossible to distinguish this case in principle from that of the <i>New Orleans Water Works Company</i> v. <i>Rivers</i><i>.</i> Upon the authority of the latter case, it must be held that the carrying out by appellant of its scheme for a system of water works in New Orleans would be in violation of the rights of the appellee, and that the state constitution of 1879, so far as it assumes to withdraw the exclusive privileges granted to the appellee, is inconsistent with the clause of the national Constitution forbidding a state from passing any law impairing the obligation of contracts.</p>\n<p>It is, however, contended, in behalf of the St. Tammany Water Works Company, that the water from the Bogue Falaya River is shown by the proof to be pure, uncontaminated by saline or organic matters to any appreciable extent, and to be more suitable for drinking, washing, cooking, manufacturing, and other purposes, than the water drawn from the Mississippi River and distributed through the city by the New Orleans Water Works Company. And upon these facts is based the suggestion that the people of New Orleans cannot be prevented, by the contract the appellee has with the state, from obtaining, through any lawful agency, such water as is most beneficial to their health or best adapted for business or public uses. Touching this and similar suggestions by counsel of the appellant, it is sufficient to say that no question arises in the present case as to whether the state or the municipal government of New Orleans may not, if the public health or the public comfort so require, compel the appellee, now having the exclusive right of supplying the city of New Orleans and its inhabitants with water distributed through pipes laid in the streets of that municipality (or if it refuses, employ other agencies) to supply water from some river or stream other than the Mississippi. No such action has been had either by the state or by the city, and, consequently, there was no substantial dispute between the plaintiff and the city. The latter has not given its assent to the use by the St. Tammany Water <span class=\"star-pagination\">*68</span> Works Company of the public streets for the distribution of water by means of pipes laid in them, nor has it, so far as the record shows, determined that the public health would be better protected, or the public comfort subserved, by supplying the people with water from the Bogue Falaya River rather than from the Mississippi River. These are matters which neither the appellant nor individual citizens may determine for the constituted authorities. In what mode such questions may be determined, so as to be binding upon the appellee, need not be considered until they actually arise in proper form.</p>\n<p>The legal effect of the decree is only to prevent the St. Tammany Water Works Company, under any power it now has, from laying pipes, mains, and conduits, in and through the streets of New Orleans, for supplying that city and its inhabitants with water. It is, therefore, upon the authority of the former case,</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></span> (1887)</b></center>\n<center><h1>ST. TAMMANY WATER WORKS<br>\nv.<br>\nNEW ORLEANS WATER WORKS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted December 3, 1886.</center>\n<center>Decided January 10, 1887.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF LOUISIANA.\n<p><i>Mr. G.L. Hall</i> for appellant.</p>\n<p><i>Mr. J.R. Beckwith</i> and <i>Mr. E.H. Farrar</i> for appellee.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>The parties to this appeal are corporations of the state of Louisiana. The New Orleans Water Works Company was created by a special act of the General Assembly of Louisiana, passed March 31, 1877, and was given the exclusive right, for fifty years from the date of its charter, \"of supplying the city of New Orleans and its inhabitants with water from the Mississippi River, <i>or any other stream or river,</i> by means of pipes and conduits, and for erecting and constructing any necessary works or engines or machines for that purpose.\" It was vested with authority to construct canals and trenches for conducting \"the water of the rivers from any place or places it may deem fit, and to raise and construct such dykes, mounds, and reservoirs as may be required for securing and carrying a full supply of pure water to said city and its inhabitants,\" and \"to <span class=\"star-pagination\">*65</span> lay and place any number of conduits or pipes or aqueducts ... through or over any of the streets of the city of New Orleans.\" It was required to proceed, immediately after its organization, in the \"erection of new works and pipes sufficient in capacity to furnish a full and adequate supply of water, to be drawn from the Mississippi River, or elsewhere, as may be judged most expedient.\"</p>\n<p>In <i>New Orleans Water Works Co.</i> v. <i>Rivers,</i> <span class=\"citation\" data-id=\"91489\"><a href=\"/opinion/91489/new-orleans-water-works-co-v-rivers/\"><span class=\"volume\">115</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">674</span></a></span>, 681, which involved the validity of a municipal ordinance granting to one Rivers the privilege of bringing water from the Mississippi River into his hotel, in the city of New Orleans, by means of mains and pipes laid in its streets  it was adjudged that so much of the company's charter as gave it the exclusive privilege before mentioned was, within the meaning of the Constitution of the United States, a contract protected against impairment, in respect of its obligation, by that provision of the state constitution of 1879 abolishing the monopoly features in the charters of all then existing corporations other than railroad corporations; consequently, that that ordinance was void as interfering with the contract rights of the company.</p>\n<p>It was also decided that \"the right to dig up and use the streets and alleys of New Orleans for the purpose of placing mains and pipes for supplying the city and its inhabitants with water is a franchise belonging to the state, which she could grant to persons or corporations upon such terms as she deemed best for the public interests;\" and since \"the object to be attained was a public one, for which the state could make provision by legislative enactment, the granting the franchise could be accompanied with such exclusive privileges to the grantee, in respect of the subject of the grant, as in the judgment of the legislative department would best promote the public health and the public comfort, or the protection of public and private property.\" But it was also decided that, notwithstanding the exclusive privileges granted to the company, \"the power remains with the state or with the municipal government of New Orleans acting under legislative authority to make such regulations as will secure to the public <span class=\"star-pagination\">*66</span> the uninterrupted use of the streets as well as prevent the distribution of water unfit for use, and provide for such a continuous supply, in quantity, as protection to property, public and private, may require;\" and that rights and privileges arising from contracts with the state are \"subject to regulations for the protection of the public health, the public morals, and the public safety, in the same sense as are all contracts and all property, whether owned by natural persons or corporations.\"</p>\n<p>The St. Tammany Water Works Company was organized in 1882, under the general laws of Louisiana relating to corporations. Its articles of association declare the object of its incorporation to be \"to furnish and supply the inhabitants of the city of New Orleans and other localities contiguous to the line of its works with an ample supply of pure, clear, and wholesome water from such rivers, streams, or other fountain sources as may be found most available for such purpose,\" and to that end to lay pipes and conduits and construct and maintain such system of water works as may be required for the purposes of its organization.</p>\n<p>This company being about to take active steps to obtain authority for bringing into New Orleans the waters of the Bogue Falaya River in the parish of St. Tammany, and distributing the same by means of pipes, mains, and conduits placed in the streets of that city parallel with those constructed by the New Orleans Water Works Company, the present suit was brought by the latter corporation for the purpose of obtaining an injunction against all attempts by the appellant, its agents, and employes to infringe upon the exclusive privileges granted to the appellee. The answer admits the material facts alleged in the bill, but insists that the charter of the appellee, so far as it granted the exclusive privileges in question, could be set aside, repealed, or abolished by the state, or by the legislature, or by the municipal government of New Orleans, in the exercise of police functions. The controlling question is as to the effect of the before-mentioned provision of the state constitution upon the exclusive rights granted to the plaintiff by its charter.</p>\n<p><span class=\"star-pagination\">*67</span> As the exclusive right of the appellee to supply the city of New Orleans and its inhabitants with water was not restricted to water drawn from the Mississippi River, but embraced water from any other stream, it is impossible to distinguish this case in principle from that of the <i>New Orleans Water Works Company</i> v. <i>Rivers</i><i>.</i> Upon the authority of the latter case, it must be held that the carrying out by appellant of its scheme for a system of water works in New Orleans would be in violation of the rights of the appellee, and that the state constitution of 1879, so far as it assumes to withdraw the exclusive privileges granted to the appellee, is inconsistent with the clause of the national Constitution forbidding a state from passing any law impairing the obligation of contracts.</p>\n<p>It is, however, contended, in behalf of the St. Tammany Water Works Company, that the water from the Bogue Falaya River is shown by the proof to be pure, uncontaminated by saline or organic matters to any appreciable extent, and to be more suitable for drinking, washing, cooking, manufacturing, and other purposes, than the water drawn from the Mississippi River and distributed through the city by the New Orleans Water Works Company. And upon these facts is based the suggestion that the people of New Orleans cannot be prevented, by the contract the appellee has with the state, from obtaining, through any lawful agency, such water as is most beneficial to their health or best adapted for business or public uses. Touching this and similar suggestions by counsel of the appellant, it is sufficient to say that no question arises in the present case as to whether the state or the municipal government of New Orleans may not, if the public health or the public comfort so require, compel the appellee, now having the exclusive right of supplying the city of New Orleans and its inhabitants with water distributed through pipes laid in the streets of that municipality (or if it refuses, employ other agencies) to supply water from some river or stream other than the Mississippi. No such action has been had either by the state or by the city, and, consequently, there was no substantial dispute between the plaintiff and the city. The latter has not given its assent to the use by the St. Tammany Water <span class=\"star-pagination\">*68</span> Works Company of the public streets for the distribution of water by means of pipes laid in them, nor has it, so far as the record shows, determined that the public health would be better protected, or the public comfort subserved, by supplying the people with water from the Bogue Falaya River rather than from the Mississippi River. These are matters which neither the appellant nor individual citizens may determine for the constituted authorities. In what mode such questions may be determined, so as to be binding upon the appellee, need not be considered until they actually arise in proper form.</p>\n<p>The legal effect of the decree is only to prevent the St. Tammany Water Works Company, under any power it now has, from laying pipes, mains, and conduits, in and through the streets of New Orleans, for supplying that city and its inhabitants with water. It is, therefore, upon the authority of the former case,</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 91817, "judges": "Harlan", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/91817/", "sha1": "7b47937c035106f3e0f490df3c31b7f27a5b0876", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:04:35"}