{"absolute_url": "/opinion/92036/missouri-ex-rel-harshman-v-winterbottom/", "blocked": false, "citation": {"case_name": "Missouri Ex Rel. Harshman v. Winterbottom", "docket_number": null, "document_uris": ["/api/rest/v2/document/92036/"], "federal_cite_one": "123 U.S. 215", "federal_cite_three": null, "federal_cite_two": null, "id": 76416, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/76416/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1887-10-31", "date_modified": "2014-12-21T01:30:26.559999", "docket": "/api/rest/v2/docket/63395/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">8 S.Ct. 98</p>\n    <p class=\"case_cite\">123 U.S. 215</p>\n    <p class=\"case_cite\">31 L.Ed. 124</p>\n    <p class=\"parties\">STATE OF MISSOURI <i>ex rel.</i> HARSHMAN<br>v.<br>WINTERBOTTOM and others.</p>\n    <p class=\"date\">October 31, 1887.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This is an action brought in the circuit court of the United States for the Eastern district of Missouri against John Winterbottom as principal, and the other defendants as sureties, on a bond given by Winter-bottom to the state of Missouri as collector of the revenue of the county of Knox, in said state. No copy of the bond is found in the record, but the allegation of the petition in regard to the substance of it is 'that on the thirtieth day of December, 1878, said Winterbottom as principal, and the other defendants as sureties, executed a bond, whereby they acknowledged themselves to be held and firmly bound unto the state of Missouri in the sum of $100,000, for the payment of which they bound themselves, their heirs, executors, and administrators; that said bond was conditioned that said Winterbottom should faithfully and punctually collect and pay over all state, county, and other revenue for two years next ensuing the first day of March, 1879, and should in all things faithfully perform all the duties of the said office of collector according to law, and that said bond was, on the day last aforesaid, approved by the said county court.'</p>\n      <p class=\"indent\">The petition also declares 'that by law it was the duty of said Winterbottom, as such collector, to collect all county taxes of said county in money, except that he was authorized and required to receive any county warrants issued by said county, when presented to him by the legal holder thereof, in payment of any county tax existing against said holder and accruing to said county; that he was not required or authorized to receive any such warrant from any one other than the legal holder thereof, and not from such holder except in payment of a county tax assessed against him; that the legal holder of a county warrant is the person to whom the same is issued as payee, or to whom the same has been transferred by one or more assignments in full; that by law all county warrants must be made payable to a person therein named, and no county warrant can be made payable to bearer, and any county warrant payable to bearer is null and void.'</p>\n      <p class=\"indent\">The petition also alleges that Harshman, for whose use the action is brought, was the owner of two county warrants,&#8212;one for the sum of $3,315.05, and the other for the sum of $6,821.74,&#8212;with interest, which he had presented to the treasurer of said county for payment, and it was refused because there was no money in the treasury out of which they could be paid. This fact was certified on the back of the warrants, which the treasurer entered in his registry of warrants as required by the statute of Missouri. This occurred on the eighteenth day of March, 1879, and the petition filed June 13, 1883, alleges that no part of said warrants has been paid, though demand had been made for said payment. It is then alleged that Winterbottom, intending to prevent any money coming into the treasury of the county out of which these warrants could be paid, had, in the collection of the taxes, received other county warrants in payment, and had thus collected and given receipts to all the tax-payers for their taxes. This action of Winterbottom, he alleges, was an unlawful violation of his duty as collector of the county, and a breach of his official bond. He then describes with more minuteness the particulars in which this conduct was a violation of his official duty, alleging that by the law the collector had no authority to receive any warrant in payment of taxes which was not originally issued to the man who offered it in such payment, or was regularly assigned to him, and that even such holder could only use it to pay his own taxes. The petition alleges a disregard of this provision of the law by the collector, who 'did, during his said term of office, unlawfully and wrongfully receive from divers and sundry persons, in payment of taxes of said county, divers and sundry warrants of said county, the said persons not being the legal holders thereof, because the said warrants were in no case payable to such persons, and were in no case transferred to such persons by assignment in full, and said persons not being entitled to pay the same in for taxes, because no taxes were assessed or existing against them; that said Winterbottom, upon receiving such warrants, gave receipts discharging from further payment the persons against whom said taxes were so assessed and existing, to an amount equal in each case to the amount of warrants so received; that from the eighteenth day of March, 1879, to the first day of March, 1881, said Winterbottom collected all the county taxes of and in said county in warrants, as aforesaid, and not otherwise; that all the tax-payers of said county from whom any county taxes were due during said period have received from said Winterbottom full acquittances without the payment of any money, and without any payment except in warrants as aforesaid.'</p>\n      <p class=\"indent\">The petition then states 'that the said Winterbottom, as required by law, once in each month during the said period, made settlements to the clerk of said county court of the county taxes so collected by him, and delivered to the treasurer of said county the said warrants so received as aforesaid; that the said Winterbottom, as such collector, and the said treasurer, at various times during the years 1879, 1880, and 1881, made settlements of their official accounts, as required by law, with the said county court, and the said treasurer exhibited to the said court, and filed with the clerk of said court, all the county warrants so received by the said collector, and by him delivered to the said treasurer, and the said county court accepted and approved the settlements of the said collector and the said treasurer, and approved the acts of the said collector in receiving warrants in payment of taxes, as aforesaid, and ratified and confirmed the release and discharge of said tax-payers from payment of their taxes, as aforesaid, so that the same cannot again be demanded of them.'</p>\n      <p class=\"indent\">To this petition there was a demurrer, which being sustained by the circuit court, judgment was rendered for the defendants. The assignments of error relate to this action of the court in sustaining the demurrer.</p>\n      <p class=\"indent\"><i>T K. Skinker</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>Clinton Rowell</i> and <i>John W. Dryden</i>, for defendants in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 219-220 intentionally omitted]</p>\n      <p class=\"indent\">MILLER, J.</p>\n    </div>\n    <p class=\"indent\">We are of opinion that the ac</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>tion of the court was right. While there are other reasons, perhaps, why this petition is insufficient to sustain the action, the two principal ones are&#8212;<i>First</i>, that the actual plaintiff, Harshman, for whose use this action was brought, shows no relation of contract or legal obligation between Winterbottom and himself on which he has a right to bring this suit; <i>second</i>, that the obligation of the defendants is to the state for the collection of the state taxes, and to the county for the collection of the county taxes. There are no state taxes in the case. The county taxes were collected and paid over to the county treasury in the class of current obligations of the county, which the law recognizes as valid payment of taxes; and the county court, to whom the obligation of accounting for the taxes collected, or for failure to collect taxes, was due, has settled with Winterbottom, and accepted its own warrants issued upon the treasurer as a full and satisfactory payment and discharge of that obligation. This formal accounting and settlement between the county court and the defendant, Winterbottom, as set out by the plaintiff himself in his own declaration, is one which the county court undoubtedly had a right to make, and, in paying over these county warrants to the treasury of the county, and in receiving the acknowledgment of the county court that he was fully discharged from his obligations in that respect, he presents a defense to this action which nothing in the declaration removes or invalidates. He had a right to receive county warrants in payment of taxes. The law in express terms declares it to be his duty to receive them. Whether they were received by him under the exact circumstances which the law directs as to original ownership or assignment to the party who presented them, were matters for which he might have been called to account by the county court, and that body, in making the settlement with him, might possibly have had the power to reject warrants so received in making up the account; but inasmuch as they were actual obligations of the county, payable out of the county funds, and receivable in discharge of taxes if properly tendered, the county court, which, by law, has full charge of all the financial operations of the county, could waive any such irregularity in the time and mode of presenting their own obligations, and credit the collector with them in the account.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We are of opinion that this settlement with the county court is of itself a sufficient bar to the present action on the collector's bond. If this were not so, and if, as the plaintiff's counsel contends, the payment of these taxes by the county warrants thus irregularly presented is void, then the tax-payer himself is not discharged. He had no more right to tender the county warrants in payment of his taxes, under the circumstances mentioned in the petition, than the collector had to receive them. If the act is a void act as to the one, it is a void act as to the other; and the right of the plaintiff to sue the tax-payer is much clearer than his right to sue the collector, because the tax-payer owes his taxes yet, having never lawfully paid them, while the ollector has settled his accounts with the authority which had a right to accept these county warrants and has been discharged from further obligation. If he can sue the collector on his official bond, and the sureties who are bound with him on that bond, why can he not sue the tax-payers? The obligation to pay taxes, and the obligation to pay the taxes when collected into the treasury, is the same, and bears exactly the same relation to the right of Harshman to get his money out of the county treasury.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The truth is there is no contract or legal obligation of the collector in that matter to Harshman. Harshman is a creditor of the county of Knox. He has no more right to interfere between that county and its collector as to the manner in which that official shall discharge his duties, except perhaps in case of fraud or conspiracy, or by way of <i>mandamus</i>, than he would have as a creditor of any indvidual to interfere between him and his debtors. Where such things are permitted at all, it is by way of a garnishee process or attachment, which is regulated by statute, or by a bill in chancery. The proceeding here has nothing of that character. The want of privity between Harshman and the obligors in the bond on which they are sued is established by the decision of this court in <i>Bank</i> v. <i>Ward</i>, 100 U. S. 202. It does not appear that if all the taxes had been paid in money which the plaintiff alleges were erroneously paid in warrants, that when that money was paid into the treasury, the relator would have been entitled to any of it. The discretion of the county court, and indeed its obligation to provide for the current necessities of the county, could not be interfered with by any one to direct the payment of this money to that particular debt. We do not see, therefore, that he was damaged, certainly not damaged in a manner which the law can recognize, by the collection of these taxes in warrants instead of money. <i>East St. Louis</i> v. <i>Zebley</i>, 110 U. S. 321, 4 Sup. Ct. Rep. 21; <i>Clay Co.</i> v. <i>McAleer</i>, 115 U. S. 616, 6 Sup. Ct. Rep. 199.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The judgment of the circuit court for the Eastern district of Missouri is affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>123 U.S. 215 (1887)</b></center>\n<center><h1>STATE OF MISSOURI, ex rel. HARSHMAN<br>\nv.<br>\nWINTERBOTTOM.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 18, 1887.</center>\n<center>Decided October 31, 1887.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF MISSOURI.\n<p><span class=\"star-pagination\">*218</span> <i>Mr. T.J. Skinker</i> for plaintiff in error.</p>\n<p><i>Mr. John W. Dryden</i> and <i>Mr. Clinton Rowell</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*220</span> MR. JUSTICE MILLER, after stating the case as above reported, delivered the opinion of the court.</p>\n<p>We are of opinion that the action of the court was right. While there are other reasons, perhaps, why this petition is insufficient to sustain the action, the two principal ones are: First, that the actual plaintiff, Harshman, for whose use this action was brought, shows no relation of contract or legal obligation, between Winterbottom and himself, on which he has a right to bring this suit.</p>\n<p>Second, that the obligation of the defendants is to the State for the collection of the state taxes, and to the county for the collection of the county taxes. There are no state taxes in the case. The county taxes were collected and paid over to the county treasury in the class of current obligations of the county, which the law recognizes as valid payment of taxes, and the county court, to whom the obligation of accounting for the taxes collected, or for failure to collect taxes, was due, has settled with Winterbottom and accepted its own warrants issued upon the treasurer as a full and satisfactory payment and discharge of that obligation. This formal accounting and settlement between the county court and the defendant, Winterbottom, as set out by the plaintiff himself in his own declaration, is one which the county court undoubtedly had a right to make, and, in paying over these county warrants to the treasury of the county, and in receiving the acknowledgment of the county court that he was fully discharged from his obligations in that respect, he presents a defence to this action which nothing in the declaration removes or invalidates. He <span class=\"star-pagination\">*221</span> had a right to receive county warrants in payment of taxes. The law in express terms declares it to be his duty to receive them. Whether they were received by him under the exact circumstances which the law directs as to original ownership or assignment to the party who presented them, were matters for which he might have been called to account by the county court, and that body, in making the settlement with him, might possibly have had the power to reject warrants so received in making up the account; but, inasmuch as they were actual obligations of the county, payable out of the county funds, and receivable in discharge of taxes if properly tendered, the county court, which, by law, has full charge of all the financial operations of the county, could waive any such irregularity in the time and mode of presenting their own obligations, and credit the collector with them in the account.</p>\n<p>We are of opinion that this settlement with the county court is of itself a sufficient bar to the present action on the collector's bond. If this were not so, and if, as the plaintiff's counsel contends, the payment of these taxes by the county warrants thus irregularly presented is void, then the tax-payer himself is not discharged. He had no more right to tender the county warrants in payment of his taxes, under the circumstances mentioned in the petition, than the collector had to receive them. If the act is a void act as to the one, it is a void act as to the other, and the right of the plaintiff to sue the tax-payer is much clearer than his right to sue the collector, because the tax-payer owes his taxes yet, having never lawfully paid them, while the collector has settled his accounts with the authority which had a right to accept these county warrants, and has been discharged from further obligation. If he can sue the collector on this official bond, and the sureties who are bound with him on that bond, why can he not sue the tax-payers? The obligation to pay taxes, and the obligation to pay the taxes when collected into the treasury, is the same and bears exactly the same relation to the right of Harshman to get his money out of the county treasury.</p>\n<p>The truth is there is no contract or legal obligation of the <span class=\"star-pagination\">*222</span> collector in that matter to Harshman. Harshman is a creditor of the county of Knox. He has no more right to interfere between that county and its collector as to the manner in which that official shall discharge his duties, except perhaps in case of fraud or conspiracy, or by way of mandamus, than he would have as a creditor of any individual to interfere between him and his debtors. Where such things are permitted at all it is by way of a garnishee process or attachment, which is regulated by statute, or by a bill in chancery. The proceeding here has nothing of that character. The want of privity between Harshman and the obligors in the bond on which they are sued is established by the decision of this court in <i>Savings Bank</i> v. <i>Ward,</i> 100 U.S. 202.</p>\n<p>It does not appear that if all the taxes had been paid in money which the plaintiff alleges were erroneously paid in warrants, that when that money was paid into the treasury the relator would have been entitled to any of it. The discretion of the county court, and indeed its obligation to provide for the current necessities of the county, could not be interfered with by any one to direct the payment of this money to that particular debt. We do not see, therefore, that he was damaged, certainly not damaged in a manner which the law can recognize, by the collection of these taxes in warrants instead of money. <i>East St. Louis</i> v. <i>Zebley,</i> 110 U.S. 321; <i>Clay County</i> v. <i>McAleer,</i> 115 U.S. 616.</p>\n<p>The judgment of the Circuit Court for the Eastern District of Missouri is</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">215</span></span> (1887)</b></center>\n<center><h1>STATE OF MISSOURI, ex rel. HARSHMAN<br>\nv.<br>\nWINTERBOTTOM.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 18, 1887.</center>\n<center>Decided October 31, 1887.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF MISSOURI.\n<p><span class=\"star-pagination\">*218</span> <i>Mr. T.J. Skinker</i> for plaintiff in error.</p>\n<p><i>Mr. John W. Dryden</i> and <i>Mr. Clinton Rowell</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*220</span> MR. JUSTICE MILLER, after stating the case as above reported, delivered the opinion of the court.</p>\n<p>We are of opinion that the action of the court was right. While there are other reasons, perhaps, why this petition is insufficient to sustain the action, the two principal ones are: First, that the actual plaintiff, Harshman, for whose use this action was brought, shows no relation of contract or legal obligation, between Winterbottom and himself, on which he has a right to bring this suit.</p>\n<p>Second, that the obligation of the defendants is to the State for the collection of the state taxes, and to the county for the collection of the county taxes. There are no state taxes in the case. The county taxes were collected and paid over to the county treasury in the class of current obligations of the county, which the law recognizes as valid payment of taxes, and the county court, to whom the obligation of accounting for the taxes collected, or for failure to collect taxes, was due, has settled with Winterbottom and accepted its own warrants issued upon the treasurer as a full and satisfactory payment and discharge of that obligation. This formal accounting and settlement between the county court and the defendant, Winterbottom, as set out by the plaintiff himself in his own declaration, is one which the county court undoubtedly had a right to make, and, in paying over these county warrants to the treasury of the county, and in receiving the acknowledgment of the county court that he was fully discharged from his obligations in that respect, he presents a defence to this action which nothing in the declaration removes or invalidates. He <span class=\"star-pagination\">*221</span> had a right to receive county warrants in payment of taxes. The law in express terms declares it to be his duty to receive them. Whether they were received by him under the exact circumstances which the law directs as to original ownership or assignment to the party who presented them, were matters for which he might have been called to account by the county court, and that body, in making the settlement with him, might possibly have had the power to reject warrants so received in making up the account; but, inasmuch as they were actual obligations of the county, payable out of the county funds, and receivable in discharge of taxes if properly tendered, the county court, which, by law, has full charge of all the financial operations of the county, could waive any such irregularity in the time and mode of presenting their own obligations, and credit the collector with them in the account.</p>\n<p>We are of opinion that this settlement with the county court is of itself a sufficient bar to the present action on the collector's bond. If this were not so, and if, as the plaintiff's counsel contends, the payment of these taxes by the county warrants thus irregularly presented is void, then the tax-payer himself is not discharged. He had no more right to tender the county warrants in payment of his taxes, under the circumstances mentioned in the petition, than the collector had to receive them. If the act is a void act as to the one, it is a void act as to the other, and the right of the plaintiff to sue the tax-payer is much clearer than his right to sue the collector, because the tax-payer owes his taxes yet, having never lawfully paid them, while the collector has settled his accounts with the authority which had a right to accept these county warrants, and has been discharged from further obligation. If he can sue the collector on this official bond, and the sureties who are bound with him on that bond, why can he not sue the tax-payers? The obligation to pay taxes, and the obligation to pay the taxes when collected into the treasury, is the same and bears exactly the same relation to the right of Harshman to get his money out of the county treasury.</p>\n<p>The truth is there is no contract or legal obligation of the <span class=\"star-pagination\">*222</span> collector in that matter to Harshman. Harshman is a creditor of the county of Knox. He has no more right to interfere between that county and its collector as to the manner in which that official shall discharge his duties, except perhaps in case of fraud or conspiracy, or by way of mandamus, than he would have as a creditor of any individual to interfere between him and his debtors. Where such things are permitted at all it is by way of a garnishee process or attachment, which is regulated by statute, or by a bill in chancery. The proceeding here has nothing of that character. The want of privity between Harshman and the obligors in the bond on which they are sued is established by the decision of this court in <i>Savings Bank</i> v. <i>Ward,</i> 100 U.S. 202.</p>\n<p>It does not appear that if all the taxes had been paid in money which the plaintiff alleges were erroneously paid in warrants, that when that money was paid into the treasury the relator would have been entitled to any of it. The discretion of the county court, and indeed its obligation to provide for the current necessities of the county, could not be interfered with by any one to direct the payment of this money to that particular debt. We do not see, therefore, that he was damaged, certainly not damaged in a manner which the law can recognize, by the collection of these taxes in warrants instead of money. <i>East St. Louis</i> v. <i>Zebley,</i> 110 U.S. 321; <i>Clay County</i> v. <i>McAleer,</i> 115 U.S. 616.</p>\n<p>The judgment of the Circuit Court for the Eastern District of Missouri is</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 92036, "judges": "Miller, After Stating the Case as Above Reported", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/92036/", "sha1": "47f537173357c0b3af33386aa580a0f9a86bd68f", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:05:14"}