{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "412 U.S. 609", 
    "federal_cite_two": "93 S. Ct. 2469", 
    "specialty_cite_one": null, 
    "federal_cite_three": "37 L. Ed. 2d 207", 
    "lexis_cite": "1973 U.S. LEXIS 49", 
    "document_uris": [
      "/api/rest/v2/document/108820/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Weinberger v. Hynson, Westcott & Dunning, Inc.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "72-394", 
    "id": 93179, 
    "resource_uri": "/api/rest/v2/citation/93179/"
  }, 
  "id": 108820, 
  "blocked": false, 
  "judges": "Douglas", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1973-06-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>412 U.S. 609 (1973)</b></center>\n<center><h1>WEINBERGER, SECRETARY OF HEALTH, EDUCATION, AND WELFARE, ET AL.<br>\nv.<br>\nHYNSON, WESTCOTT &amp; DUNNING, INC.</h1></center>\n<center>No. 72-394.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 17, 1973.</center>\n<center>Decided June 18, 1973.<sup>[*]</sup></center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FOURTH CIRCUIT.\n<p><span class=\"star-pagination\">*611</span> <i>Deputy Solicitor General Friedman</i> and <i>Andrew L. Frey</i> argued the cause for petitioners in No. 72-394 and respondents in No. 72-414. With <i>Mr. Frey</i> on the briefs were <i>Solicitor General Griswold, Assistant Attorney General</i> <span class=\"star-pagination\">*612</span> <i>Kauper, Deputy Solicitor General Wallace, Robert B. Nicholson, Howard E. Shapiro,</i> and <i>Peter Barton Hutt.</i></p>\n<p><i>Edward Brown Williams</i> argued the cause for petitioner in No. 72-414 and respondent in No. 72-394. With him on the briefs was <i>Jan Edward Williams.</i><sup>[\u0086]</sup></p>\n<p>MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>These cases, together with <i>Weinberger</i> v. <i>Bentex Pharmaceuticals, Inc., post,</i> p. 645, <i>CIBA Corp.</i> v. <i>Weinberger, post,</i> p. 640, and <i>USV Pharmaceutical Corp.</i> v. <i>Weinberger, post,</i> p. 655, all here on certiorari, raise a series of questions under the 1962 amendments<sup>[1]</sup> to the Federal Food, Drug, and Cosmetic Act of 1938, 52 Stat. 1040. The 1938 Act, which established a system of premarketing clearance for drugs, prohibited the introduction into commerce of any \"new drug\" unless a new drug application (NDA) filed with the Food and Drug Administration (FDA)<sup>[2]</sup> was effective with respect to that drug. § 505 (a), 52 Stat. 1052. Under the 1938 Act a \"new drug\" <span class=\"star-pagination\">*613</span> was one not generally recognized by qualified experts as safe for its intended use. § 201 (p) (1). The Government could sue to enjoin violations, prosecute criminally, and seize and condemn the articles. §§ 301 (d), 302 (a), 303, 304. The Act established procedures for filing NDA's, § 505 (b), and provided standards under which, after notice and hearing, FDA could refuse to allow an NDA to become effective, §§ 505 (c) and (d), or could suspend an NDA in effect on the basis of new evidence that the drug was unsafe. § 505 (e). Orders denying or suspending an NDA could be reviewed in a district court on the administrative record. § 505 (h).</p>\n<p>The 1962 Act amended § 201 (p) (1) of the 1938 Act to define a \"new drug\" as a drug not generally recognized among experts as <i>effective</i> as well as safe for its intended use. 21 U. S. C. § 321 (p) (1). A new drug, as now defined, still may not be marketed unless an NDA is in effect. FDA is now directed to refuse approval of an NDA and to withdraw any prior approval if \"substantial evidence\"<sup>[3]</sup> that the drug is effective for its intended use is lacking. 21 U. S. C. §§ 355 (d) and (e). Thus, the basic clearance system, requiring FDA approval of an NDA before a \"new drug\" may be lawfully marketed, was continued, except that FDA now either must approve or disapprove an application within 180 days. 21 U. S. C. § 355 (c). (Under the 1938 Act an application automatically became effective if it was not disapproved.) Judicial review was transferred to the courts of appeals. 21 U. S. C. § 355 (h).</p>\n<p><span class=\"star-pagination\">*614</span> Since the Act as amended requires affirmative agency approval, all NDA's \"effective\" prior to 1962 were deemed \"approved\" under the new definition, and manufacturers were given two years to develop substantial evidence of effectiveness, during which previously approved NDA's could not be withdrawn by FDA for a drug's lack of effectiveness.<sup>[4]</sup> The 1962 amendments also contain a \"grandfather\" clause exempting from the effectiveness requirements any drug which on the day preceding enactment (1) was commercially used or sold in the United States, (2) was not a \"new drug\" as defined in the 1938 Act (it being generally recognized as safe), and (3) \"was not covered by an effective application\" for a new drug under the 1938 Act.<sup>[5]</sup></p>\n<p>Between 1938 and 1962 FDA had permitted 9,457 NDA's to become effective. Of these, some 4,000 were still on the market. In addition, there were thousands of drugs which manufacturers had marketed without applying to FDA for clearance. These drugs, known as \"me-toos,\" are similar to or identical with drugs with effective NDA's and are marketed in reliance on the \"pioneer\" drug application approved by FDA. In some cases, a manufacturer obtained an advisory opinion letter from FDA that its product was generally recognized among experts as safe.</p>\n<p>To aid in its task of fulfilling the statutory mandate to review all marketed drugs for their therapeutic efficacy, whether or not previously approved, FDA retained the National Academy of Sciences-National Research Council (NAS-NRC) to create expert panels to review by class the efficacy of each approved drug. Holders of NDA's were invited to furnish the panels with <span class=\"star-pagination\">*615</span> the best available data to establish the effectiveness of their drugs.<sup>[6]</sup> The panels reported to FDA; and on January 23, 1968, FDA announced its policy of applying the NAS-NRC efficacy findings to all drugs, including the related \"me-too\" drugs.<sup>[7]</sup></p>\n<p></p>\n<h2>I</h2>\n<p>Respondent in No. 72-394, Hynson, Westcott &amp; Dunning, Inc., had filed an application under the 1938 Act for a drug called Lutrexin, recommended by Hynson for use in the treatment of premature labor, threatened and habitual abortion, and dysmenorrhea. FDA informed Hynson that Hynson's studies submitted with the application were not sufficiently well controlled to justify the claims of effectiveness and urged Hynson not to represent the drug as useful for threatened and habitual abortion. But FDA allowed the application to become effective, since the 1938 Act permitted evaluation of a new drug solely on the grounds of its <i>safety.</i> Before the 1962 amendments Hynson filed an application for a related drug which FDA, again on the basis of the test of <i>safety,</i> allowed to become effective. When the 1962 amendments became effective and NAS-NRC undertook to appraise the efficacy of drugs theretofore approved as safe, Hynson submitted a list of literature references, a copy of an unpublished study, and a representative sample testimonial letter on behalf of Lutrexin. The panel of NAS-NRC <span class=\"star-pagination\">*616</span> working in the relevant field reported to FDA that Hynson's claims for effectiveness of the drug were either inappropriate or unwarranted in the absence of submission of further appropriate documentation. At the invitation of the Commissioner of Food and Drugs, Hynson submitted additional data. But the Commissioner concluded that this additional information was inadequate and published notice of his intention to withdraw approval of the NDA's covering the drug, offering Hynson the opportunity for a prewithdrawal hearing. Before the hearing could take place, Hynson brought suit in the District Court for a declaratory judgment that the drugs in question were exempt from the <i>efficacy</i> review provisions of the 1962 amendments or, alternatively, that there was no lack of substantial evidence of the drug's <i>efficacy.</i> The Government's motion to dismiss was granted, the District Court ruling that FDA had primary jurisdiction and that Hynson had failed to exhaust its administrative remedies.</p>\n<p>While the District Court litigation was pending, FDA promulgated new regulations establishing minimal standards for \"adequate and well-controlled investigations\" and limiting the right to a hearing to those applicants who could proffer at least some evidence meeting those standards.<sup>[8]</sup> Although Hynson maintained that it was not subject to the new regulations because its initial request for a hearing predated their issuance, it renewed its request and submitted the material which it claimed constituted \"substantial evidence\" of Lutrexin's effectiveness. The Commissioner denied the request for a hearing and withdrew the NDA for Lutrexin. He ruled that Lutrexin is not exempt from the 1962 amendments and that Hynson had not submitted adequate evidence that Lutrexin is not a new drug or is effective. The Court <span class=\"star-pagination\">*617</span> of Appeals reversed, 461 F. 2d 215, holding that while the drug in question was not exempt, Hynson was entitled to a hearing on the substantial-evidence question.</p>\n<p>Section 505 (e)<sup>[9]</sup> directs FDA to withdraw approval of an NDA if the manufacturer fails to carry the burden of showing there is \"substantial evidence\"<sup>[10]</sup> respecting the <i>efficacy</i> of the drug. As the Court of Appeals says, \"substantial evidence\" was substituted for \"preponderance\" of the evidence. 461 F. 2d, at 220. The Act and the Regulations, in their reduction of that standard to detailed guidelines,<sup>[11]</sup> make FDA's so-called administrative summary judgment procedure appropriate.</p>\n<p>The general contours of \"substantial evidence\" are defined by § 505 (d) of the Act to include \"evidence consisting of adequate and well-controlled investigations, including clinical investigations, by experts qualified by scientific training and experience to evaluate the effectiveness of the drug involved, on the basis of which it could fairly and responsibly be concluded by such experts that the drug will have the effect it purports or is represented to have under the conditions of use prescribed, recommended, or suggested in the labeling or proposed labeling thereof.\" 21 U. S. C. § 355 (d). Acting pursuant <span class=\"star-pagination\">*618</span> to his \"authority to promulgate regulations for the efficient enforcement\" of the Act, § 701 (a), 21 U. S. C. § 371 (a), the Commissioner has detailed the \"principles. . . recognized by the scientific community as the essentials of adequate and well-controlled clinical investigations. They provide the basis for the determination whether there is `substantial evidence' to support the claims of effectiveness for `new drugs'. . . .\" 21 CFR § 130.12 (a) (5) (ii). They include a \"plan or protocol\" setting forth the objective of the study and an adequate method for selecting appropriate subjects,<sup>[12]</sup> explaining the methods of observation and steps taken to minimize bias, providing a comparison by one of four \"recognized\" methods of the results of treatment or diagnosis with a control, and summarizing the methods of analysis, including any appropriate statistical methods. <i>Id.,</i> § 130.12 (a) (5) (ii) (<i>a</i>). No investigation will be considered \"adequate for approval of a new drug\" unless the test drug is \"standardized as to identity, strength, quality, purity, and dosage form to give significance to the results of the investigation.\" <i>Id.,</i> § 130.12 (a) (5) (ii) (<i>b</i>). Finally, the regulation provides that \"[u]ncontrolled studies or partially controlled studies are not acceptable as the sole basis for the approval of claims of effectiveness. Such studies, carefully conducted and documented, may provide corroborative support . . . . Isolated case reports, random experience, and reports lacking the details which permit scientific evaluation will not be considered.\" <i>Id.,</i> § 130.12 (a) (5) (ii) (<i>c</i>).</p>\n<p>Lower courts have upheld the validity of these regulations,<sup>[13]</sup><span class=\"star-pagination\">*619</span> and it is not disputed here that they express well-established principles of scientific investigation. Moreover, their strict and demanding standards, barring anecdotal evidence indicating that doctors \"believe\" in the efficacy of a drug, are amply justified by the legislative history. The hearings underlying the 1962 Act show a marked concern that impressions or beliefs of physicians, no matter how fervently held, are treacherous.<sup>[14]</sup> Congress in its definition of \"substantial evidence\" in § 505 (d) wrote the requirement of \"evidence consisting of adequate and well-controlled investigations.\" The Senate Report makes clear that an abrupt departure was being taken from old norms for marketing drugs. There had been mounting concern over <i>efficacy</i> of drugs as well as their <i>safety.</i><sup>[15]</sup> The Report stated:<sup>[16]</sup></p>\n<blockquote>\"[A] claim could be rejected if it were found (<i>a</i>) that the investigations were not `adequate'; (<i>b</i>) that they were not `well controlled'; (<i>c</i>) that they had been conducted by experts not qualified to evaluate the effectiveness of the drug for which the application is made; or (<i>d</i>) that the conclusions <span class=\"star-pagination\">*620</span> drawn by such experts could not fairly and responsibly be derived from their investigations.\"</blockquote>\n<p>To be sure, the Act requires FDA to give \"due notice and opportunity for hearing to the applicant\" before it can withdraw its approval of an NDA. § 505 (e), 21 U. S. C. § 355 (e). FDA, however, by regulation, requires any applicant who desires a hearing to submit reasons \"why the application . . . should not be withdrawn, together with a well-organized and full-factual analysis of the clinical and other investigational data he is prepared to prove in support of his opposition to the notice of opportunity for a hearing. . . . When it clearly appears from the data in the application and from the reasons and factual analysis in the request for the hearing that there is no genuine and substantial issue of fact . . . . e. g., no adequate and well-controlled clinical investigations to support the claims of effectiveness,\" the Commissioner may deny a hearing and enter an order withdrawing the application based solely on these data. 21 CFR § 130.14 (b). What the agency has said, then, is that it will not provide a formal hearing where it is apparent at the threshold that the applicant has not tendered <i>any</i> evidence which <i>on its face</i> meets the statutory standards as particularized by the regulations.</p>\n<p>The propriety of such a procedure was decided in <i>United States</i> v. <i>Storer Broadcasting Co.,</i> 351 U. S. 192, 205, and <i>FPC</i> v. <i>Texaco,</i> 377 U. S. 33, 39. We said in <i>Texaco:</i></p>\n<blockquote>\"[T]he statutory requirement for a hearing under § 7 [of the Natural Gas Act] does not preclude the Commission from particularizing statutory standards through the rulemaking process and barring at the threshold those who neither measure up to them nor show reasons why in the public interest the rule should be waived.\" <i>Ibid.</i>\n</blockquote>\n<p><span class=\"star-pagination\">*621</span> There can be no question that to prevail at a hearing an applicant must furnish evidence stemming from \"adequate and well-controlled investigations.\" We cannot impute to Congress the design of requiring, nor does due process demand, a hearing when it appears conclusively from the applicant's \"pleadings\" that the application cannot succeed.<sup>[17]</sup></p>\n<p>The NAS-NRC panels evaluated approximately 16,500 claims made on behalf of the 4,000 drugs marketed pursuant to effective NDA's in 1962. Seventy percent of these claims were found not to be supported by substantial evidence of effectiveness, and only 434 drugs were found effective for all their claimed uses. If FDA were required automatically to hold a hearing for each product whose efficacy was questioned by the NAS-NRC study, even though many hearings would be an exercise in futility, we have no doubt that it could not fulfill its statutory mandate to remove from the market all those drugs which do not meet the effectiveness requirements of the Act.</p>\n<p><span class=\"star-pagination\">*622</span> If this were a case involving trial by jury as provided in the Seventh Amendment, there would be sharper limitations on the use of summary judgment,<sup>[18]</sup> as our decisions reveal. See, <i>e. g., </i><i>Adickes</i> v. <i>Kress &amp; Co.,</i> 398 U. S. 144, 153-161; <i>White Motor Co.</i> v. <i>United States,</i> 372 U. S. 253. But Congress surely has great leeway in setting standards for releasing on the public, drugs which may well be miracles or, on the other hand, merely easy money-making schemes through use of fraudulent articles labeled in mysterious scientific dress. The standard of \"well-controlled investigations\" particularized by the regulations is a protective measure designed to ferret out those drugs for which there is no affirmative, reliable evidence of effectiveness. The drug manufacturers have full and precise notice of the evidence they must present to sustain their NDA's, and under these circumstances we find FDA hearing regulations unexceptionable on any statutory or constitutional ground.</p>\n<p>Our conclusion that the summary judgment procedure of FDA is valid does not end the matter, for Hynson argues that its submission to FDA satisfied its threshold burden. In reviewing an order of the Commissioner denying a hearing, a court of appeals must determine whether the Commissioner's findings accurately reflect the study in question and if they do, whether the deficiencies he finds conclusively render the study inadequate or uncontrolled in light of the pertinent regulations.<sup>[19]</sup><span class=\"star-pagination\">*623</span> There is a contrariety of opinion within the Court concerning the adequacy of Hynson's submission. Since a majority are of the view that the submission was sufficient to warrant a hearing, we affirm the Court of Appeals on that phase of the case.</p>\n<p></p>\n<h2>II</h2>\n<p>No. 72-414 is a cross-petition by Hynson from the judgment of the Court of Appeals. This cross-petition raises questions concerning the \"new drug\" provisions of the 1962 amendments. The Court of Appeals suggested that only a district court has authority to determine whether Lutrexin is a \"new drug.\" The Government contends that the Commissioner has authority to determine new drug status in proceedings to withdraw approval of the product's NDA under § 505 (e). Although Hynson agrees, some of the manufacturers, parties to other suits in this group of cases, advance the contrary view.</p>\n<p>Prior to 1938 there was no machinery for the premarketing approval of drugs sold in commerce. Under the 1906 Act, 34 Stat. 768, adulterated and misbranded drugs were narrowly defined, and the Act provided only criminal sanctions and seizure by libel for condemnation. As previously noted, the 1938 Act provided for regulatory clearance of drugs prior to marketing and for administrative suspension of any clearance if required in the interests of public safety. To introduce a new drug an application had to be effective with respect to that drug. The application was to become effective within a fixed period unless the agency after notice and opportunity for hearing refused to permit it to become effective, finding that <span class=\"star-pagination\">*624</span> it could not determine from existing evidence or had not been shown that it was safe. 52 Stat. 1041-1042, 1052. Any NDA could be suspended if clinical experience or new testing showed that the drug was not safe. <i>Id.,</i> at 1053. Orders denying or suspending an NDA were reviewable on the administrative record in a district court. <i>Ibid.</i> Marketing a new drug without an effective NDA could be enjoined or made the basis of a criminal prosecution, or the drug could be seized in libel and condemnation proceedings.</p>\n<p>There was a steady stream of NDA's under that Act supported by voluminous data.<sup>[20]</sup> Many new drugs claiming \"me-too\" status were marketed illegally or were launched with an advisory opinion of FDA that they were recognized as safe. It is estimated that by 1969 there were five identical or similar drugs for every drug with an effective NDA. Enormous administrative problems were created. Each NDA contained about 30 volumes, a stack 10 to 12 feet high; and some contained as many as 400 volumes of data.</p>\n<p>It is clear to us that FDA has power to determine whether particular drugs require an approved NDA in order to be sold to the public. FDA is indeed the administrative agency selected by Congress to administer the Act, and it cannot administer the Act intelligently and rationally unless it has authority to determine what drugs are \"new drugs\" under § 201 (p) and whether they are exempt from the efficacy requirements of the 1962 amendments by the grandfather clause of § 107 (c) (4).</p>\n<p>Regulatory agencies have by the requirements of particular statutes usually proceeded on a case-by-case basis, giving each person subject to regulation separate hearings. <span class=\"star-pagination\">*625</span> But there is not always a constitutional reason why that must be done. <i>United States</i> v. <i>Storer Broad-casting Co.,</i> 351 U. S. 192, is one example. We there upheld rules of the Federal Communications Commission limiting the number of broadcasting stations a single individual might own, saying that was a proper exercise of the agency's \"rule-making authority necessary for the orderly conduct of its business.\" <i>Id.,</i> at 202. The comprehensive, rather than the individual, treatment may indeed be necessary for quick effective relief. See <i>Permian Basin Area Rate Cases,</i> 390 U. S. 747. A generic drug\u0097which is found to be unsafe and/or lacking in efficacy\u0097may be manufactured by several persons or manufacturers. To require separate judicial proceedings to be brought against each, as if each were the owner of a Black Acre being condemned, would be to create delay where in the interests of public health there should be prompt action. A single administrative proceeding in which each manufacturer may be heard is constitutionally permissible measured by the requirements of procedural due process.</p>\n<p>FDA maintains that a withdrawal of any NDA approval covers all \"me-too\" drugs. For the reasons stated, that procedure is a permissible one where every manufacturer of a challenged drug has an opportunity to be heard. FDA under § 554 of the Administrative Procedure Act may issue a declaratory order governing all drugs covered by a particular NDA. 5 U. S. C. § 554 (e). That section prescribes the procedures an agency must follow \"in every case of adjudication required by statute to be determined on the record after opportunity for an agency hearing.\" § 554 (a). The industry maintains that § 554 (e) is of no avail to FDA because in a withdrawal proceeding a common issue is whether a drug is a \"new drug.\" That issue, it is argued, can be resolved only in a court proceeding where there is an adjudication <span class=\"star-pagination\">*626</span> \"on the record of [a] hearing.\" But that assumes an individualized hearing and adjudication as is common in regulatory proceedings. Section 554 (e), however, does not place administrative proceedings in that straitjacket. It provides that an agency \"in its sound discretion, may issue a declaratory order to terminate a controversy or remove uncertainty.\" The termination of a controversy over a \"new drug\" may often be of prime importance. This is an age of ever-expanding dockets at the administrative as well as at the judicial level. If the administrative controls over drugs are to be efficient, they must be exercised with dispatch. Only paralysis would result if case-by-case battles in the courts were the only way to protect the public against unsafe or ineffective drugs. Moreover, if every \"me-too\" drug in a particular generic category had to be put to the test in court actions, great inequities might well result. It might take months to eliminate one \"me-too\" drug manufactured by one company from the market. Meanwhile, competitors selling drugs in the same category would go scot-free until the tedious and laborious procedures of litigation reached them. We cannot believe that Congress engaged in such an exercise in futility when it enacted the 1962 amendments. That would in effect restore the enforcement provisions to the status they enjoyed under the rather primitive 1906 Act. We hold that FDA by reasons of § 554 (e) of the Administrative Procedure Act may issue a declaratory order to terminate a controversy over a \"new drug\" or to remove any uncertainty whether a particular drug is a \"new drug\" within the meaning of § 201 (p) (1) of the 1938 Act. See <i>Abbott Laboratories</i> v. <i>Gardner,</i> 387 U. S. 136.</p>\n<p>It is argued, however, that the only lawful purpose of an FDA hearing is to allow it a method for determining which lawsuits it will file in the future. Yet that is only another version of the tactics of delay and procrastination <span class=\"star-pagination\">*627</span> which the industry offers as the way best to serve industry's needs. The public needs are, however, opposed and paramount. We do not accept the invitation to hold that FDA has no jurisdiction to determine whether a particular drug is a \"new drug\" and to decide whether an NDA should be withdrawn.</p>\n<p>Its determination that a product is a \"new drug\" or a \"me-too\" drug is, of course, reviewable. But its jurisdiction to determine whether it has jurisdiction is as essential to its effective operation as is a court's like power. Cf. <i>United States</i> v. <i>Shipp,</i> 203 U. S. 563, 573. The heart of the new procedures designed by Congress is the grant of primary jurisdiction to FDA, the expert agency it created. FDA does not have the final say, for review may be had, not in a district court (except in a limited group of cases we will discuss), but in a court of appeals. FDA does not have unbridled discretion to do what it pleases. Its procedures must satisfy the rudiments of fair play. Judicial relief is available only after administrative remedies have been exhausted.</p>\n<p>It is argued that though FDA is empowered to decide the threshold question whether the drug is a \"new drug,\" that power is only an incident to its power to approve or withdraw approval of NDA's. Some manufacturers, however, have no NDA's in effect and are not seeking approval of any drugs. Nevertheless, FDA may make a declaratory order that a drug is a \"new drug.\" While that order is not reviewable by the court of appeals under § 505 (h), it is reviewable by the district court under the Administrative Procedure Act. 5 U. S. C. §§ 701-704; <i>Citizens to Preserve Overton Park</i> v. <i>Volpe,</i> 401 U. S. 402, 410; <i>Abbott Laboratories</i> v. <i>Gardner, supra,</i> at 139-148. By analogy an agency order declaring a commodity not exempt from regulation is normally a declaratory order that is reviewable, as we held in <i>Frozen Food Express</i> v. <i>United States,</i> 351 U. S. 40.</p>\n<p><span class=\"star-pagination\">*628</span> The question then presented is whether FDA properly exercised its jurisdiction in this instance. As indicated above, Hynson in requesting an administrative hearing also asked FDA to decide that Lutrexin is not a \"new drug\" within the meaning of § 201 (p) as amended, 21 U. S. C. § 321 (p).<sup>[21]</sup> In addition, it asked that Lutrexin be \"grandfathered\" under § 107 (c) (4) of the 1962 amendments.<sup>[22]</sup> The Commissioner rejected both claims. Finding that Hynson had failed to present any evidence of adequate and well-controlled investigations in support <span class=\"star-pagination\">*629</span> of Lutrexin's effectiveness, he concluded that \"there is no data base upon which experts can fairly and responsibly conclude that the safety and effectiveness of the drugs has been proven and is so well established that the drugs can be generally recognized among such experts as safe and effective for their intended uses.\" The Commissioner also held that Lutrexin is not exempt under § 107 (c) (4) because its NDA, which had become effective in 1953, had not been withdrawn prior to the enactment of the 1962 amendments and thus was \"covered by an effective application\" within the meaning of § 107 (c) (4) (C). The Court of Appeals affirmed the Commissioner's ruling that Lutrexin is not exempt under § 107 (c) (4). It did not discuss his holding that Lutrexin currently is a \"new drug.\" Although we agree that the Commissioner properly ruled that Lutrexin does not come within § 107 (c) (4), we conclude that the Commissioner's order with respect to Lutrexin's \"new drug\" status must be vacated.</p>\n<p>The thrust of § 201 (p) is both qualitative and quantitative. The Act, however, nowhere defines what constitutes \"general recognition\" among experts. Hynson contends that the \"lack of substantial evidence\" is applicable only to proof of the <i>actual</i> effectiveness of drugs that fall within the definition of a new drug and not to the initial determination under § 201 (p) whether a drug is \"generally recognized\" as effective. It would rely solely on the testimony of physicians and the extant literature, evidence that has been characterized as \"anecdotal.\" We agree with FDA, however, that the statutory scheme and overriding purpose of the 1962 amendments compel the conclusion that the hurdle of \"general recognition\" of effectiveness requires at least \"substantial evidence\" of effectiveness for approval of an NDA. In the absence of any evidence of adequate and well-controlled investigation supporting the efficacy of Lutrexin, <i>a fortiori</i> <span class=\"star-pagination\">*630</span> Lutrexin would be a \"new drug\" subject to the provisions of the Act.<sup>[23]</sup></p>\n<p>As noted, the 1962 amendments for the first time gave FDA power to scrutinize and evaluate drugs for effectiveness as well as safety. The Act requires the Commissioner to disapprove any application when there is a lack of \"substantial evidence\" that the applicant's drug is effective. § 505 (d), 21 U. S. C. § 355 (d). Similarly, he may withdraw approval for any drug if he subsequently determines that there is a lack of such evidence. § 505 (e), 21 U. S. C. § 355 (e). Evidence may be accepted only if it consists of \"adequate and well-controlled investigations, including clinical investigations, by experts qualified by scientific training and experience to evaluate the effectiveness of the drug involved . . . .\" § 505 (d), 21 U. S. C. § 355 (d). The legislative history of the Act indicates that the test was to be rigorous one. The \"substantial evidence\" requirements reflects the conclusion of Congress, based upon hearings,<sup>[24]</sup> that clinical impressions of practicing physicians and poorly controlled experiments do not constitute an adequate basis for establishing efficacy. This policy underlies the regulations defining the contours of \"substantial evidence\": \"Uncontrolled studies or partially controlled studies are not acceptable as the sole basis for the approval of claims of effectiveness. Such studies, carefully conducted and documented, may provide corroborative support of well-controlled studies. . . . Isolated case reports, random experience, and reports lacking the details which permit scientific evaluation will not be considered.\" 21 CFR § 130.12 (a) (5) (ii) (<i>c</i>).</p>\n<p><span class=\"star-pagination\">*631</span> These efficacy requirements were not designed to be prospective only. Clearly, after the initial two-year moratorium on existing drugs, FDA has the power to withdraw an application which became effective prior to the adoption of the 1962 amendments, if the applicant has not provided \"substantial evidence\" of the drug's efficacy. The Act plainly contemplates that such drugs will be evaluated on the basis of adequate and wellcontrolled investigations. Hynson would have us hold that withdrawal proceedings can be thwarted by a showing of general recognition of effectiveness based merely on expert testimony and reports with respect to investigations and clinical observation regardless of the controls used. But, we cannot construe § 201 (p) to deprive FDA of jurisdiction over a drug which, if subject to FDA regulation, could not be marketed because it had not passed the \"substantial evidence\" test. To do so \"would be to impute to Congress a purpose to paralyze with one hand what it sought to promote with the other.\" <i>Clark</i> v. <i>Uebersee Finanz-Korp.,</i> 332 U. S. 480,489.</p>\n<p>Moreover, the interpretation of § 201 (p) urged by Hynson is not consistent with the statutory scheme as it operates on a purely prospective basis. Under subsection (2), a drug cannot transcend \"new drug\" status until it has been used \"to a material extent or for a material time.\" Yet, a drug cannot be marketed lawfully before an NDA has been approved by the Commissioner on the basis of \"substantial evidence.\" As the Solicitor General argues, \"the Act is designed so that drugs on the market, unless exempt, will have mustered the requisite scientifically reliable evidence of effectiveness long before they are in a position to drop out of active regulation by ceasing to be a `new drug.' \"</p>\n<p>It is well established that our task in interpreting separate provisions of a single Act is to give the Act \"the most harmonious, comprehensive meaning possible\" in <span class=\"star-pagination\">*632</span> light of the legislative policy and purpose. <i>Clark</i> v. <i>Uebersee Finanz-Korp., supra,</i> at 488; see <i>United States</i> v. <i>Bacto-Unidisk,</i> 394 U. S. 784, 798. We accordingly have concluded that a drug can be \"generally recognized\" by experts as effective for intended use within the meaning of the Act only when that expert consensus is founded upon \"substantial evidence\" as defined in § 505 (d). We have held in No. 72-394, however, that the Commissioner was not justified in withdrawing Hynson's NDA without a prior hearing on whether Hynson had submitted \"substantial evidence\" of Lutrexin's effectiveness. Consequently, any ruling as to Lutrexin's \"new drug\" status is premature and must await the outcome of this hearing.</p>\n<p>Finally, we cannot agree with Hynson that Lutrexin is exempt from the provisions of the Act by virtue of § 107 (c) (4) of the 1962 amendments. That section provides that no drug will be treated as a \"new drug\" if, on the day preceding the adoption of the amendments, the drug \"(A) was commercially used or sold in the United States, (B) was not a new drug as defined by section 201 (p) of the basic Act as then in force, and (C) was not covered by an effective application under section 505 of that Act . . . .\" The applicability of this section turns solely on whether Lutrexin was \"covered\" by an effective NDA immediately prior to the adoption of the 1962 amendments. Hynson argues that when Lutrexin became generally recognized as safe and was no longer a \"new drug,\" its NDA ceased to be effective.<sup>[25]</sup></p>\n<p><span class=\"star-pagination\">*633</span> That argument draws no statutory support. The 1938 Act did not provide any mechanism other than the Commissioner's suspension authority under § 505 (e), whereby an NDA once effective could cease to be effective. Indeed, § 505 (e) leads to the conclusion that an NDA remains effective unless it is suspended. That section empowers FDA to withdraw approval of an NDA whenever new evidence comes to light suggesting that the drug has become unsafe, whether or not the drug was generally recognized as safe in the interim.</p>\n<p>Moreover, Hynson's argument, as the Court of Appeals recognized, would render clause (C) superfluous. Under Hynson's reasoning, any drug that could satisfy clause (B)\u0097<i>i. e.,</i> any drug that had become generally recognized as safe\u0097automatically would satisfy clause (C). This construction, therefore, offends the wellsettled rule of statutory construction that all parts of a statute, if at all possible, are to be given effect. See, <i>e. g., </i><i>Jarecki</i> v. <i>G. D. Searle &amp; Co.,</i> 367 U. S. 303, 307; <i>Ginsberg &amp; Sons</i> v. <i>Popkin,</i> 285 U. S. 204, 208. The <span class=\"star-pagination\">*634</span> interpretation accorded by the Commissioner and the Court of Appeals, on the other hand, does give clause (C) operative effect. It would limit the exemption to drugs, generally recognized as safe, which had not come under the blanket of an effective NDA. This interpretation accords with the legislative history which suggests that the exemption is afforded only for drugs that never had been subject to new drug regulation.<sup>[26]</sup></p>\n<p>Except for the modification with respect to Lutrexin's \"new drug\" status, the judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BRENNAN took no part in the consideration or decision of these cases. MR. JUSTICE STEWART took no part in the decision of these cases.</p>\n<p></p>\n<h2>APPENDIX TO OPINION OF THE COURT</h2>\n<p>Title 21 CFR § 130.12 (a) (5) provides:</p>\n<p>(ii) The following principles have been developed over a period of years and are recognized by the scientific community as the essentials of adequate and well-controlled clinical investigations. They provide the basis for the determination whether there is \"substantial evidence\" to support the claims of effectiveness for \"new drugs\" and antibiotic drugs.</p>\n<p><span class=\"star-pagination\">*635</span> (<i>a</i>) The plan or protocol for the study and the report of the results of the effectiveness study must include the following:</p>\n<p>(1) A clear statement of the objectives of the study,</p>\n<p>(2) A method of selection of the subjects that\u0097</p>\n<p>(<i>i</i>) Provides adequate assurance that they are suitable for the purposes of the study, diagnostic criteria of the condition to be treated or diagnosed, confirmatory laboratory tests where appropriate, and, in the case of prophylactic agents, evidence of susceptibility and exposure to the condition against which prophylaxis is desired.</p>\n<p>(<i>ii</i>) Assigns the subjects to test groups in such a way as to minimize bias.</p>\n<p>(<i>iii</i>) Assures comparability in test and control groups of pertinent variables, such as age, sex, severity, or duration of disease, and use of drugs other than the test drug.</p>\n<p>(3) Explains the methods of observation and recording of results, including the variables measured, quantitation, assessment of any subject's response, and steps taken to minimize bias on the part of the subject and observer.</p>\n<p>(4) Provides a comparison of the results of treatment or diagnosis with a control in such a fashion as to permit quantitative evaluation. The precise nature of the control must be stated and an explanation given of the methods used to minimize bias on the part of the observers and the analysts of the data. Level and methods of \"blinding,\" if used, are to be documented. Generally, four types of comparison are recognized:</p>\n<p>(<i>i</i>) No treatment: Where objective measurements of effectiveness are available and placebo effect is negligible, comparison of the objective results in comparable groups of treated and untreated patients.</p>\n<p>(<i>ii</i>) Placebo control: Comparison of the results of use of the new drug entity with an inactive preparation designed to resemble the test drug as far as possible.</p>\n<p><span class=\"star-pagination\">*636</span> (<i>iii</i>) Active treatment control: An effective regimen of therapy may be used for comparison, e. g., where the condition treated is such that no treatment or administration of a placebo would be contrary to the interest of the patient.</p>\n<p>(<i>iv</i>) Historical control: In certain circumstances, such as those involving diseases with high and predictable mortality (acute leukemia of childhood), with signs and symptoms of predictable, duration or severity (fever in certain infections), or in case of prophylaxis, where morbidity is predictable, the results of use of a new drug entity may be compared quantitatively with prior experience historically derived from the adequately documented natural history of the disease or condition in comparable patients or populations with no treatment or with a regimen (therapeutic, diagnostic, prophylactic) the effectiveness of which is established.</p>\n<p>(5) A summary of the methods of analysis and an evaluation of data derived from the study, including any appropriate statistical methods.</p>\n<p><i>Provided, however,</i> That any of the above criteria may be waived in whole or in part, either prior to the investigation or in the evaluation of a completed study, by the Director of the Bureau of Drugs with respect to a specific clinical investigation; a petition for such a waiver may be filed by any person who would be adversely affected by the application of the criteria to a particular clinical investigation; the petition should show that some or all of the criteria are not reasonably applicable to the investigation and that alternative procedures can be, or have been, followed, the results of which will or have yielded data that can and should be accepted as substantial evidence of the drug's effectiveness. A petition for a waiver shall set forth clearly and concisely the specific provision or provisions in the criteria from which waiver is sought, why the criteria are not reasonably applicable to the particular <span class=\"star-pagination\">*637</span> clinical investigation, what alternative procedures, if any, are to be, or have been, employed, what results have been obtained, and the basis on which it can be, or has been, concluded that the clinical investigation will or has yielded substantial evidence of effectiveness, notwithstanding nonconformance with the criteria for which waiver is requested.</p>\n<p>(<i>b</i>) For such an investigation to be considered adequate for approval of a new drug, it is required that the test drug be standardized as to identity, strength, quality, purity, and dosage from to give significance to the results of the investigation.</p>\n<p>(<i>c</i>) Uncontrolled studies or partially controlled studies are not acceptable as the sole basis for the approval of claims of effectiveness. Such studies, carefully conducted and documented, may provide corroborative support of well-controlled studies regarding efficacy and may yield valuable data regarding safety of the test drug. Such studies will be considered on their merits in the light of the principles listed here, with the exception of the requirement for the comparison of the treated subjects with controls. Isolated case reports, random experience, and reports lacking the details which permit scientific evaluation will not be considered.</p>\n<p>MR. JUSTICE POWELL, concurring in part, and concurring in the result in part.</p>\n<p>I concur in Part II of the Court's opinion, which disposes of the issues raised by Hynson, Westcott &amp; Dunning, Inc., in its cross-petition (No. 72-414). As to Part I, which addresses issues raised in the petition filed by the Commissioner of FDA (No. 72-394), I concur only in the result and state briefly the limited sense in which I accept the Court's conclusion.</p>\n<p>Insofar as the Court today sustains the holding below that Hynson's submission to FDA raised \"a genuine and <span class=\"star-pagination\">*638</span> substantial issue of fact\" requiring a hearing on the ultimate issue of efficacy, 21 CFR § 130.14 (b), I am in accord. Hynson's presentation in support of the efficacy of Lutrexin clearly justified a hearing as to whether the drug was supported by \"adequate and well-controlled investigations,\" 21 U. S. C. § 355 (d), even as that term is defined in the Commission's regulations. 21 CFR § 130.12 (a) (5). For this reason I concur in the result reached in this case. I cannot agree on this record, however, with any implications or conclusions in the Court's opinion to the effect that the regulations\u0097 as construed and applied by the Commissioner in this case\u0097are either compatible with the statutory scheme or constitutional under the Due Process Clause.<sup>[1]</sup> Such questions have not been squarely presented here and, in light of the Court's conclusion that Hynson has complied with the regulations, their resolution is unnecessary to the Court's decision.</p>\n<p>Were we required to reach these issues, there might well be serious doubt whether the commissioner's rigorous threshold specifications as to proof of \"adequate and well-controlled investigation,\" coupled with his restrictive summary judgment regulation, go beyond the statutory requirements and in effect frustrate the congressional mandate for a prewithdrawal \"opportunity for hearing.\" 21 U. S. C. § 355 (e). There is also a genuine issue of procedural due process where, as in this case, the Commissioner construes his regulations to deny a hearing as to the efficacy of a drug established and used by the medical profession for two decades, and where its effectiveness <span class=\"star-pagination\">*639</span> is supported by a significant volume of clinical data and the informed opinions of experts whose qualifications are not questioned.<sup>[2]</sup></p>\n<p>These important and complex questions should await decision in future cases in which the issues are briefed fully and are necessary to the Court's decision.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 72-414, <i>Hynson, Westcott &amp; Dunning, Inc.</i> v. <i>Weinberger, Secretary of Health, Education, and Welfare, et al.,</i> also on certiorari to the same court.</p>\n<p>[\u0086]  Briefs of <i>amici curiae</i> in both cases were filed by <i>Lloyd N. Cutler, Daniel Marcus,</i> and <i>William T. Lake</i> for Pharmaceutical Manufacturers Assn.: by <i>Bruce J. Terris, Joseph Onck,</i> and <i>Peter II. Schuck</i> for American Public Health Assn. et al.: and by <i>Thomas D. Finney. Jr., Thomas Richard Spradlin,</i> and <i>Daniel F. O'Keefe, Jr.,</i> for the Proprietary Assn. Briefs of <i>amici curiae</i> in No. 72-394 were filed by <i>Alan II. Kaplan</i> for E. R. Squibb &amp; Sens, Inc., and by <i>Robert L. Wald, Selma M. Levine, Joel E. Hoffman, Philip Elman,</i> and <i>Philip J. Franks</i> for USV Pharmaceutical Corp.</p>\n<p>[1]  Drug Amendments of 1962 (Harris-Kefauver Act), 76 Stat. 780, amending 21 U. S. C. § 301 <i>et seq.</i></p>\n<p>[2]  The Act originally provided for filing applications with the Secretary of Agriculture, but his functions were assigned to FDA. FDA is now part of the Department of Health, Education, and Welfare (HEW), and the Secretary of HEW has delegated his responsibilities under the Federal Food, Drug, and Cosmetic Act to the Commissioner of Food and Drugs. 21 CFR § 2.120.</p>\n<p>[3]  \"Substantial evidence\" was defined to mean \"evidence consisting of adequate and well-controlled investigations, including clinical investigations, by experts qualified by scientific training and experience to evaluate the effectiveness of the drug involved, on the basis of which it could fairly and responsibly be concluded by such experts that the drug will have the effect it purports or is represented to have . . . .\" 21 U. S. C. § 355 (d).</p>\n<p>[4]  Drug Amendments of 1962, §§ 107 (c) (2) and (c) (3) (B), 76 Stat. 788, note following 21 U. S. C. § 321.</p>\n<p>[5]  <i>Id.,</i> § 107 (c) (4).</p>\n<p>[6]  31 Fed. Reg. 9426.</p>\n<p>[7]  FDA has recently adopted a regulation declaring the manner in which Drug Efficacy Study Implementation Notices and Notices of Opportunity for Hearing apply to identical, related, and similar drugs. Any person with an interest in such drugs is provided an opportunity for hearing on any proposed withdrawal of NDA approval for the basic or pioneer drug. 37 Fed. Reg. 23185, adding § 130.40 to 21 CFR.</p>\n<p>[8]  35 Fed. Reg. 7251, amending 21 CFR §§ 130.12 (a) (5) and 130.14.</p>\n<p>[9]  Section 505 (e) as amended, 21 U. S. C. § 355 (e), provides in relevant part:\n</p>\n<p>\"The Secretary shall, after due notice and opportunity for hearing to the applicant, withdraw approval of an application with respect to any drug under this section if the Secretary finds . . . (3) on the basis of new information before him with respect to such drug, evaluated together with the evidence available to him when the application was approved, that there is a lack of substantial evidence that the drug will have the effect it purports or is represented to have under the conditions of use prescribed, recommended, or suggested in the labeling thereof . . . .\"</p>\n<p>[10]  Sec n. 3, <i>supra.</i></p>\n<p>[11]  Title 21 CFR § 130.12 (a) (5) as amended, 35 Fed. Reg. 7251, is set forth in relevant part in an Appendix to this opinion.</p>\n<p>[12]  Subject must be chosen so that they are \"suitable for the purposes of the study,\" assigned to test groups in such a way as to minimize bias, and comparable in terms of \"pertinent variables, such as age, sex, severity, or duration of disease, and use of drugs other than the test drug.\" 21 CFR § 130.12 (a) (5) (ii) (<i>a</i>) (2).</p>\n<p>[13]  <i>Upjohn Co.</i> v. <i>Finch,</i> 422 F. 2d 944 (CA6); <i>Pharmaceutical Manufactures Assn.</i> v. <i>Richardson,</i> 318 F. Supp. 301 (Del.). FDA was enjoined from enforcing the regulations as originally issued on September 19, 1969. 34 Fed. Reg. 14596, on the ground that FDA had not complied with the notice requirements of the Administrative Procedure Act. <i>Pharmaceutical Manufacturers Assn.</i> v. <i>Finch,</i> 307 F. Supp. 858 (Del.). The regulations were reissued in their current form on May 8, 1970. 35 Fed. Reg. 7251.</p>\n<p>[14]  See Hearings on S. 1552 before the Subcommittee on Antitrust and Monopoly of the Senate Committee on the Judiciary, 87th Cong., 1st Sess., pt. 1, pp. 195, 282, 411-412. Much of this aspect of the legislative background of the 1962 Act is reviewed in enlightening detail by Judge Latchum in <i>Pharmaceutical Manufacturers Assn.</i> v. <i>Richardson, supra,</i> at 306 <i>et seq.</i></p>\n<p>[15]  S. Rep. No. 1744, 87th Cong., 2d Sess., pt. 2, p. 1.</p>\n<p>[16]  <i>Id.,</i> at 6.</p>\n<p>[17]  This applies, of course, only to those regulations that are precise. For example, the plan or protocol for a study must include \"[a] summary of the methods of analysis and an evaluation of data derived from the study, including any appropriate statistical methods.\" 21 CFR § 130.12 (a) (5) (ii) (<i>a</i>) (5). A mere reading of the study submitted will indicate whether the study is totally deficient in this regard. Some of the regulations, however, are not precise, as they call for the exercise of discretion or subjective judgment in determining whether a study is adequate and well controlled. For example, § 130.12 (a) (5) (ii) (<i>a</i>) (2) (<i>i</i>) requires that the plan or protocol for the study include a method of selection of the subjects that provide \"<i>adequate</i> assurance that they are suitable for the purposes of the study.\" (Emphasis added.) The qualitative standards \"adequate\" and \"suitable\" do not lend themselves to clear-cut definition, and it may not be possible to tell from the face of a study whether the standards have been met. Thus, it might not be proper to deny a hearing on the ground that the study did not comply with this regulation.</p>\n<p>[18]  Under the Rules of Civil Procedure the party moving for summary judgment has the burden of showing the absence of a genuine issue as to any material fact. <i>Adickes</i> v. <i>Kress &amp; Co.,</i> 398 U. S. 144, 157.</p>\n<p>[19]  Under the Administrative Procedure Act, a court reviews agency findings to determine whether they are supported by substantial evidence only in a case subject to the hearing provisions of 5 U. S. C. §§ 556 and 557 or \"otherwise reviewed on the record of an agency hearing provided by statute . . . .\" 5 U. S. C. § 706 (2) (E) This is not such a case. The question with which we are concerned involves the initial agency determination whether a hearing is required by statute. See <i>Pfizer, Inc.</i> v. <i>Richardson,</i> 434 F. 2d 536, 546-547 (CA2).</p>\n<p>[20]  1939 Annual Report FDA; 1941 Annual Report FDA; Annual Reports Federal Security Agency (1938-1952); Annual Reports HEW (1953-1962).</p>\n<p>[21]  That section provides:\n</p>\n<p>\"The term `new drug' means\u0097</p>\n<p>\"(1) Any drug (except a new animal drug or an animal feed bearing or containing a new animal drug) the composition of which is such that such drug is not generally recognized, among experts qualified by scientific training and experience to evaluate the safety and effectiveness of drugs, as safe and effective for use under the conditions prescribed, recommended, or suggested in the labeling thereof, except that such a drug not so recognized shall not be deemed to be a `new drug' if at any time prior to the enactment of this chapter it was subject to the Food and Drugs Act of June 30, 1906, as amended, and if at such time its labeling contained the same representations concerning the conditions of its use; or</p>\n<p>\"(2) Any drug (except a new animal drug or an animal feed bearing or containing a new animal drug) the composition of which is such that such drug, as a result of investigations to determine its safety and effectiveness for use under such conditions, has become so recognized, but which has not, otherwise than in such investigations, been used to a material extent or for a material time under such conditions.\"</p>\n<p>[22]  That section provides:\n</p>\n<p>\"In the case of any drug which, on the day immediately preceding the enactment date, (A) was commercially used or sold in the United States, (B) was not a new drug as defined by section 201 (p) of the basic Act as then in force, and (C) was not covered by an effective application under section 505 of that Act, the amendments to section 201 (p) made by this Act shall not apply to such drug when intended solely for use under conditions prescribed, recommended, or suggested in labeling with respect to such drug on that day.\"</p>\n<p>[23]  It also follows that if Hynson were not entitled to a hearing under § 505 (e), it would not be entitled to a hearing on its claim that Lutrexin is not a \"new drug.\"</p>\n<p>[24]  See Hearings, <i>supra,</i> n. 14.</p>\n<p>[25]  Hynson also argues that Lutrexin is exempt by operation of § 107 (c) (2), which provides:\n</p>\n<p>\"An application filed pursuant to section 505 (b) of the basic Act which was `effective' within the meaning of that Act on the day immediately preceding the enactment date shall be deemed, as of the enactment date, to be an application `approved' by the Secretary within the meaning of the basic Act as amended by this Act.\"</p>\n<p>Hynson contends that Lutrexin, generally recognized as safe prior to 1962, was not a \"new drug\" under applicable standards before the 1962 amendments. Thus, the argument goes, its NDA had ceased to be effective and could not be deemed \"approved\" under § 107 (c) (2). Consequently, there was no approval that could be withdrawn in administrative proceedings pursuant to § 505 (e).</p>\n<p>This argument shares a common thread with the argument under § 107 (c) (4)\u0097that the NDA for Lutrexin had ceased to be effective. The argument is no more persuasive under § 107 (c) (2) than § 107 (c) (4). In addition, the construction offered by Hynson would upset the carefully drawn transitionary provisions of §§ 107 (c) (2) and (c) (3). Since the Commissioner now must affirmatively approve or disapprove all NDA's, § 107 (c) (2) was enacted to remove the administrative burden of approving each and every NDA then effective. It also protected the marketing authority of all manufacturers that had effective NDA's. Without this provision, no manufacturer whose drug had become generally recognized as safe could have continued to market the drug if it was not also generally recognized as effective.</p>\n<p>[26]  See S. Rep. No. 1744, 87th Cong., 2d Sess., pt. 2, p. 8; H. R. Rep. No. 2464, 87th Cong., 2d Sess., 12; H. R. Rep. No. 2526, 87th Cong., 2d Sess., 22-23. Hynson contends that the construction afforded by FDA renders the exemption nugatory and defeats the legislative purpose. The provision, however, does exempt drugs that, as a generic class, were never subject to new drug regulation. These consist primarily of over-the-counter drugs which, although they were not \"grandfathered\" under the 1938 Act, were not subject to new drug regulation because of universal recognition of the safety of their old, established ingredients at the time they came on the market.</p>\n<p>[1]  Cf. <i>Fuentes</i> v. <i>Shevin,</i> 407 U. S. 67, 80 (1972), and cases cited therein. I do not question, of course, the authority of the Commissioner to adopt reasonable regulations consistent with the statute and which do not, as applied, deprive persons of their property without the elementary due process of a fair opportunity for a hearing.</p>\n<p>[2]  There can be no doubt, both from the legislative history and the language of the 1962 amendments to the Act, that Congress intended to impose standards that would bar reliance upon anecdotal evidence or mere professions of belief by doctors as determinative of a drug's efficacy. But it is also clear that Congress intended to protect against the arbitrary withdrawal or withholding of approval of a drug where there is \"substantial evidence\" of its effectiveness. To provide protection against such action, especially when authority is vested in an official who acts in an administrative as well as judicial capacity, the Act specifically provided for a hearing. The public interest is twofold: (i) to remove from the market, in accordance with due process, drugs of no utility or effectiveness; and (ii) to retain on the market those drugs that are efficacious. In an understandable zeal to remove the former, an administrative agency must not overlook both the interest of the public and the right of the proprietor in protecting the drugs that are useful in the prevention, control, or treatment of illness.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:11:43", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></span> (1973)</b></center>\n<center><h1>WEINBERGER, SECRETARY OF HEALTH, EDUCATION, AND WELFARE, ET AL.<br>\nv.<br>\nHYNSON, WESTCOTT &amp; DUNNING, INC.</h1></center>\n<center>No. 72-394.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 17, 1973.</center>\n<center>Decided June 18, 1973.<sup>[*]</sup></center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FOURTH CIRCUIT.\n<p><span class=\"star-pagination\">*611</span> <i>Deputy Solicitor General Friedman</i> and <i>Andrew L. Frey</i> argued the cause for petitioners in No. 72-394 and respondents in No. 72-414. With <i>Mr. Frey</i> on the briefs were <i>Solicitor General Griswold, Assistant Attorney General</i> <span class=\"star-pagination\">*612</span> <i>Kauper, Deputy Solicitor General Wallace, Robert B. Nicholson, Howard E. Shapiro,</i> and <i>Peter Barton Hutt.</i></p>\n<p><i>Edward Brown Williams</i> argued the cause for petitioner in No. 72-414 and respondent in No. 72-394. With him on the briefs was <i>Jan Edward Williams.</i><sup>[\u0086]</sup></p>\n<p>MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>These cases, together with <i>Weinberger</i> v. <i>Bentex Pharmaceuticals, Inc., post,</i> p. 645, <i>CIBA Corp.</i> v. <i>Weinberger, post,</i> p. 640, and <i>USV Pharmaceutical Corp.</i> v. <i>Weinberger, post,</i> p. 655, all here on certiorari, raise a series of questions under the 1962 amendments<sup>[1]</sup> to the Federal Food, Drug, and Cosmetic Act of 1938, 52 Stat. 1040. The 1938 Act, which established a system of premarketing clearance for drugs, prohibited the introduction into commerce of any \"new drug\" unless a new drug application (NDA) filed with the Food and Drug Administration (FDA)<sup>[2]</sup> was effective with respect to that drug. § 505 (a), 52 Stat. 1052. Under the 1938 Act a \"new drug\" <span class=\"star-pagination\">*613</span> was one not generally recognized by qualified experts as safe for its intended use. § 201 (p) (1). The Government could sue to enjoin violations, prosecute criminally, and seize and condemn the articles. §§ 301 (d), 302 (a), 303, 304. The Act established procedures for filing NDA's, § 505 (b), and provided standards under which, after notice and hearing, FDA could refuse to allow an NDA to become effective, §§ 505 (c) and (d), or could suspend an NDA in effect on the basis of new evidence that the drug was unsafe. § 505 (e). Orders denying or suspending an NDA could be reviewed in a district court on the administrative record. § 505 (h).</p>\n<p>The 1962 Act amended § 201 (p) (1) of the 1938 Act to define a \"new drug\" as a drug not generally recognized among experts as <i>effective</i> as well as safe for its intended use. 21 U. S. C. § 321 (p) (1). A new drug, as now defined, still may not be marketed unless an NDA is in effect. FDA is now directed to refuse approval of an NDA and to withdraw any prior approval if \"substantial evidence\"<sup>[3]</sup> that the drug is effective for its intended use is lacking. 21 U. S. C. §§ 355 (d) and (e). Thus, the basic clearance system, requiring FDA approval of an NDA before a \"new drug\" may be lawfully marketed, was continued, except that FDA now either must approve or disapprove an application within 180 days. 21 U. S. C. § 355 (c). (Under the 1938 Act an application automatically became effective if it was not disapproved.) Judicial review was transferred to the courts of appeals. 21 U. S. C. § 355 (h).</p>\n<p><span class=\"star-pagination\">*614</span> Since the Act as amended requires affirmative agency approval, all NDA's \"effective\" prior to 1962 were deemed \"approved\" under the new definition, and manufacturers were given two years to develop substantial evidence of effectiveness, during which previously approved NDA's could not be withdrawn by FDA for a drug's lack of effectiveness.<sup>[4]</sup> The 1962 amendments also contain a \"grandfather\" clause exempting from the effectiveness requirements any drug which on the day preceding enactment (1) was commercially used or sold in the United States, (2) was not a \"new drug\" as defined in the 1938 Act (it being generally recognized as safe), and (3) \"was not covered by an effective application\" for a new drug under the 1938 Act.<sup>[5]</sup></p>\n<p>Between 1938 and 1962 FDA had permitted 9,457 NDA's to become effective. Of these, some 4,000 were still on the market. In addition, there were thousands of drugs which manufacturers had marketed without applying to FDA for clearance. These drugs, known as \"me-toos,\" are similar to or identical with drugs with effective NDA's and are marketed in reliance on the \"pioneer\" drug application approved by FDA. In some cases, a manufacturer obtained an advisory opinion letter from FDA that its product was generally recognized among experts as safe.</p>\n<p>To aid in its task of fulfilling the statutory mandate to review all marketed drugs for their therapeutic efficacy, whether or not previously approved, FDA retained the National Academy of Sciences-National Research Council (NAS-NRC) to create expert panels to review by class the efficacy of each approved drug. Holders of NDA's were invited to furnish the panels with <span class=\"star-pagination\">*615</span> the best available data to establish the effectiveness of their drugs.<sup>[6]</sup> The panels reported to FDA; and on January 23, 1968, FDA announced its policy of applying the NAS-NRC efficacy findings to all drugs, including the related \"me-too\" drugs.<sup>[7]</sup></p>\n<p></p>\n<h2>I</h2>\n<p>Respondent in No. 72-394, Hynson, Westcott &amp; Dunning, Inc., had filed an application under the 1938 Act for a drug called Lutrexin, recommended by Hynson for use in the treatment of premature labor, threatened and habitual abortion, and dysmenorrhea. FDA informed Hynson that Hynson's studies submitted with the application were not sufficiently well controlled to justify the claims of effectiveness and urged Hynson not to represent the drug as useful for threatened and habitual abortion. But FDA allowed the application to become effective, since the 1938 Act permitted evaluation of a new drug solely on the grounds of its <i>safety.</i> Before the 1962 amendments Hynson filed an application for a related drug which FDA, again on the basis of the test of <i>safety,</i> allowed to become effective. When the 1962 amendments became effective and NAS-NRC undertook to appraise the efficacy of drugs theretofore approved as safe, Hynson submitted a list of literature references, a copy of an unpublished study, and a representative sample testimonial letter on behalf of Lutrexin. The panel of NAS-NRC <span class=\"star-pagination\">*616</span> working in the relevant field reported to FDA that Hynson's claims for effectiveness of the drug were either inappropriate or unwarranted in the absence of submission of further appropriate documentation. At the invitation of the Commissioner of Food and Drugs, Hynson submitted additional data. But the Commissioner concluded that this additional information was inadequate and published notice of his intention to withdraw approval of the NDA's covering the drug, offering Hynson the opportunity for a prewithdrawal hearing. Before the hearing could take place, Hynson brought suit in the District Court for a declaratory judgment that the drugs in question were exempt from the <i>efficacy</i> review provisions of the 1962 amendments or, alternatively, that there was no lack of substantial evidence of the drug's <i>efficacy.</i> The Government's motion to dismiss was granted, the District Court ruling that FDA had primary jurisdiction and that Hynson had failed to exhaust its administrative remedies.</p>\n<p>While the District Court litigation was pending, FDA promulgated new regulations establishing minimal standards for \"adequate and well-controlled investigations\" and limiting the right to a hearing to those applicants who could proffer at least some evidence meeting those standards.<sup>[8]</sup> Although Hynson maintained that it was not subject to the new regulations because its initial request for a hearing predated their issuance, it renewed its request and submitted the material which it claimed constituted \"substantial evidence\" of Lutrexin's effectiveness. The Commissioner denied the request for a hearing and withdrew the NDA for Lutrexin. He ruled that Lutrexin is not exempt from the 1962 amendments and that Hynson had not submitted adequate evidence that Lutrexin is not a new drug or is effective. The Court <span class=\"star-pagination\">*617</span> of Appeals reversed, 461 F. 2d 215, holding that while the drug in question was not exempt, Hynson was entitled to a hearing on the substantial-evidence question.</p>\n<p>Section 505 (e)<sup>[9]</sup> directs FDA to withdraw approval of an NDA if the manufacturer fails to carry the burden of showing there is \"substantial evidence\"<sup>[10]</sup> respecting the <i>efficacy</i> of the drug. As the Court of Appeals says, \"substantial evidence\" was substituted for \"preponderance\" of the evidence. 461 F. 2d, at 220. The Act and the Regulations, in their reduction of that standard to detailed guidelines,<sup>[11]</sup> make FDA's so-called administrative summary judgment procedure appropriate.</p>\n<p>The general contours of \"substantial evidence\" are defined by § 505 (d) of the Act to include \"evidence consisting of adequate and well-controlled investigations, including clinical investigations, by experts qualified by scientific training and experience to evaluate the effectiveness of the drug involved, on the basis of which it could fairly and responsibly be concluded by such experts that the drug will have the effect it purports or is represented to have under the conditions of use prescribed, recommended, or suggested in the labeling or proposed labeling thereof.\" 21 U. S. C. § 355 (d). Acting pursuant <span class=\"star-pagination\">*618</span> to his \"authority to promulgate regulations for the efficient enforcement\" of the Act, § 701 (a), 21 U. S. C. § 371 (a), the Commissioner has detailed the \"principles. . . recognized by the scientific community as the essentials of adequate and well-controlled clinical investigations. They provide the basis for the determination whether there is `substantial evidence' to support the claims of effectiveness for `new drugs'. . . .\" 21 CFR § 130.12 (a) (5) (ii). They include a \"plan or protocol\" setting forth the objective of the study and an adequate method for selecting appropriate subjects,<sup>[12]</sup> explaining the methods of observation and steps taken to minimize bias, providing a comparison by one of four \"recognized\" methods of the results of treatment or diagnosis with a control, and summarizing the methods of analysis, including any appropriate statistical methods. <i>Id.,</i> § 130.12 (a) (5) (ii) (<i>a</i>). No investigation will be considered \"adequate for approval of a new drug\" unless the test drug is \"standardized as to identity, strength, quality, purity, and dosage form to give significance to the results of the investigation.\" <i>Id.,</i> § 130.12 (a) (5) (ii) (<i>b</i>). Finally, the regulation provides that \"[u]ncontrolled studies or partially controlled studies are not acceptable as the sole basis for the approval of claims of effectiveness. Such studies, carefully conducted and documented, may provide corroborative support . . . . Isolated case reports, random experience, and reports lacking the details which permit scientific evaluation will not be considered.\" <i>Id.,</i> § 130.12 (a) (5) (ii) (<i>c</i>).</p>\n<p>Lower courts have upheld the validity of these regulations,<sup>[13]</sup><span class=\"star-pagination\">*619</span> and it is not disputed here that they express well-established principles of scientific investigation. Moreover, their strict and demanding standards, barring anecdotal evidence indicating that doctors \"believe\" in the efficacy of a drug, are amply justified by the legislative history. The hearings underlying the 1962 Act show a marked concern that impressions or beliefs of physicians, no matter how fervently held, are treacherous.<sup>[14]</sup> Congress in its definition of \"substantial evidence\" in § 505 (d) wrote the requirement of \"evidence consisting of adequate and well-controlled investigations.\" The Senate Report makes clear that an abrupt departure was being taken from old norms for marketing drugs. There had been mounting concern over <i>efficacy</i> of drugs as well as their <i>safety.</i><sup>[15]</sup> The Report stated:<sup>[16]</sup></p>\n<blockquote>\"[A] claim could be rejected if it were found (<i>a</i>) that the investigations were not `adequate'; (<i>b</i>) that they were not `well controlled'; (<i>c</i>) that they had been conducted by experts not qualified to evaluate the effectiveness of the drug for which the application is made; or (<i>d</i>) that the conclusions <span class=\"star-pagination\">*620</span> drawn by such experts could not fairly and responsibly be derived from their investigations.\"</blockquote>\n<p>To be sure, the Act requires FDA to give \"due notice and opportunity for hearing to the applicant\" before it can withdraw its approval of an NDA. § 505 (e), 21 U. S. C. § 355 (e). FDA, however, by regulation, requires any applicant who desires a hearing to submit reasons \"why the application . . . should not be withdrawn, together with a well-organized and full-factual analysis of the clinical and other investigational data he is prepared to prove in support of his opposition to the notice of opportunity for a hearing. . . . When it clearly appears from the data in the application and from the reasons and factual analysis in the request for the hearing that there is no genuine and substantial issue of fact . . . . e. g., no adequate and well-controlled clinical investigations to support the claims of effectiveness,\" the Commissioner may deny a hearing and enter an order withdrawing the application based solely on these data. 21 CFR § 130.14 (b). What the agency has said, then, is that it will not provide a formal hearing where it is apparent at the threshold that the applicant has not tendered <i>any</i> evidence which <i>on its face</i> meets the statutory standards as particularized by the regulations.</p>\n<p>The propriety of such a procedure was decided in <i>United States</i> v. <i>Storer Broadcasting Co.,</i> 351 U. S. 192, 205, and <i>FPC</i> v. <i>Texaco,</i> 377 U. S. 33, 39. We said in <i>Texaco:</i></p>\n<blockquote>\"[T]he statutory requirement for a hearing under § 7 [of the Natural Gas Act] does not preclude the Commission from particularizing statutory standards through the rulemaking process and barring at the threshold those who neither measure up to them nor show reasons why in the public interest the rule should be waived.\" <i>Ibid.</i>\n</blockquote>\n<p><span class=\"star-pagination\">*621</span> There can be no question that to prevail at a hearing an applicant must furnish evidence stemming from \"adequate and well-controlled investigations.\" We cannot impute to Congress the design of requiring, nor does due process demand, a hearing when it appears conclusively from the applicant's \"pleadings\" that the application cannot succeed.<sup>[17]</sup></p>\n<p>The NAS-NRC panels evaluated approximately 16,500 claims made on behalf of the 4,000 drugs marketed pursuant to effective NDA's in 1962. Seventy percent of these claims were found not to be supported by substantial evidence of effectiveness, and only 434 drugs were found effective for all their claimed uses. If FDA were required automatically to hold a hearing for each product whose efficacy was questioned by the NAS-NRC study, even though many hearings would be an exercise in futility, we have no doubt that it could not fulfill its statutory mandate to remove from the market all those drugs which do not meet the effectiveness requirements of the Act.</p>\n<p><span class=\"star-pagination\">*622</span> If this were a case involving trial by jury as provided in the Seventh Amendment, there would be sharper limitations on the use of summary judgment,<sup>[18]</sup> as our decisions reveal. See, <i>e. g., </i><i>Adickes</i> v. <i>Kress &amp; Co.,</i> 398 U. S. 144, 153-161; <i>White Motor Co.</i> v. <i>United States,</i> 372 U. S. 253. But Congress surely has great leeway in setting standards for releasing on the public, drugs which may well be miracles or, on the other hand, merely easy money-making schemes through use of fraudulent articles labeled in mysterious scientific dress. The standard of \"well-controlled investigations\" particularized by the regulations is a protective measure designed to ferret out those drugs for which there is no affirmative, reliable evidence of effectiveness. The drug manufacturers have full and precise notice of the evidence they must present to sustain their NDA's, and under these circumstances we find FDA hearing regulations unexceptionable on any statutory or constitutional ground.</p>\n<p>Our conclusion that the summary judgment procedure of FDA is valid does not end the matter, for Hynson argues that its submission to FDA satisfied its threshold burden. In reviewing an order of the Commissioner denying a hearing, a court of appeals must determine whether the Commissioner's findings accurately reflect the study in question and if they do, whether the deficiencies he finds conclusively render the study inadequate or uncontrolled in light of the pertinent regulations.<sup>[19]</sup><span class=\"star-pagination\">*623</span> There is a contrariety of opinion within the Court concerning the adequacy of Hynson's submission. Since a majority are of the view that the submission was sufficient to warrant a hearing, we affirm the Court of Appeals on that phase of the case.</p>\n<p></p>\n<h2>II</h2>\n<p>No. 72-414 is a cross-petition by Hynson from the judgment of the Court of Appeals. This cross-petition raises questions concerning the \"new drug\" provisions of the 1962 amendments. The Court of Appeals suggested that only a district court has authority to determine whether Lutrexin is a \"new drug.\" The Government contends that the Commissioner has authority to determine new drug status in proceedings to withdraw approval of the product's NDA under § 505 (e). Although Hynson agrees, some of the manufacturers, parties to other suits in this group of cases, advance the contrary view.</p>\n<p>Prior to 1938 there was no machinery for the premarketing approval of drugs sold in commerce. Under the 1906 Act, 34 Stat. 768, adulterated and misbranded drugs were narrowly defined, and the Act provided only criminal sanctions and seizure by libel for condemnation. As previously noted, the 1938 Act provided for regulatory clearance of drugs prior to marketing and for administrative suspension of any clearance if required in the interests of public safety. To introduce a new drug an application had to be effective with respect to that drug. The application was to become effective within a fixed period unless the agency after notice and opportunity for hearing refused to permit it to become effective, finding that <span class=\"star-pagination\">*624</span> it could not determine from existing evidence or had not been shown that it was safe. 52 Stat. 1041-1042, 1052. Any NDA could be suspended if clinical experience or new testing showed that the drug was not safe. <i>Id.,</i> at 1053. Orders denying or suspending an NDA were reviewable on the administrative record in a district court. <i>Ibid.</i> Marketing a new drug without an effective NDA could be enjoined or made the basis of a criminal prosecution, or the drug could be seized in libel and condemnation proceedings.</p>\n<p>There was a steady stream of NDA's under that Act supported by voluminous data.<sup>[20]</sup> Many new drugs claiming \"me-too\" status were marketed illegally or were launched with an advisory opinion of FDA that they were recognized as safe. It is estimated that by 1969 there were five identical or similar drugs for every drug with an effective NDA. Enormous administrative problems were created. Each NDA contained about 30 volumes, a stack 10 to 12 feet high; and some contained as many as 400 volumes of data.</p>\n<p>It is clear to us that FDA has power to determine whether particular drugs require an approved NDA in order to be sold to the public. FDA is indeed the administrative agency selected by Congress to administer the Act, and it cannot administer the Act intelligently and rationally unless it has authority to determine what drugs are \"new drugs\" under § 201 (p) and whether they are exempt from the efficacy requirements of the 1962 amendments by the grandfather clause of § 107 (c) (4).</p>\n<p>Regulatory agencies have by the requirements of particular statutes usually proceeded on a case-by-case basis, giving each person subject to regulation separate hearings. <span class=\"star-pagination\">*625</span> But there is not always a constitutional reason why that must be done. <i>United States</i> v. <i>Storer Broad-casting Co.,</i> 351 U. S. 192, is one example. We there upheld rules of the Federal Communications Commission limiting the number of broadcasting stations a single individual might own, saying that was a proper exercise of the agency's \"rule-making authority necessary for the orderly conduct of its business.\" <i>Id.,</i> at 202. The comprehensive, rather than the individual, treatment may indeed be necessary for quick effective relief. See <i>Permian Basin Area Rate Cases,</i> 390 U. S. 747. A generic drug\u0097which is found to be unsafe and/or lacking in efficacy\u0097may be manufactured by several persons or manufacturers. To require separate judicial proceedings to be brought against each, as if each were the owner of a Black Acre being condemned, would be to create delay where in the interests of public health there should be prompt action. A single administrative proceeding in which each manufacturer may be heard is constitutionally permissible measured by the requirements of procedural due process.</p>\n<p>FDA maintains that a withdrawal of any NDA approval covers all \"me-too\" drugs. For the reasons stated, that procedure is a permissible one where every manufacturer of a challenged drug has an opportunity to be heard. FDA under § 554 of the Administrative Procedure Act may issue a declaratory order governing all drugs covered by a particular NDA. 5 U. S. C. § 554 (e). That section prescribes the procedures an agency must follow \"in every case of adjudication required by statute to be determined on the record after opportunity for an agency hearing.\" § 554 (a). The industry maintains that § 554 (e) is of no avail to FDA because in a withdrawal proceeding a common issue is whether a drug is a \"new drug.\" That issue, it is argued, can be resolved only in a court proceeding where there is an adjudication <span class=\"star-pagination\">*626</span> \"on the record of [a] hearing.\" But that assumes an individualized hearing and adjudication as is common in regulatory proceedings. Section 554 (e), however, does not place administrative proceedings in that straitjacket. It provides that an agency \"in its sound discretion, may issue a declaratory order to terminate a controversy or remove uncertainty.\" The termination of a controversy over a \"new drug\" may often be of prime importance. This is an age of ever-expanding dockets at the administrative as well as at the judicial level. If the administrative controls over drugs are to be efficient, they must be exercised with dispatch. Only paralysis would result if case-by-case battles in the courts were the only way to protect the public against unsafe or ineffective drugs. Moreover, if every \"me-too\" drug in a particular generic category had to be put to the test in court actions, great inequities might well result. It might take months to eliminate one \"me-too\" drug manufactured by one company from the market. Meanwhile, competitors selling drugs in the same category would go scot-free until the tedious and laborious procedures of litigation reached them. We cannot believe that Congress engaged in such an exercise in futility when it enacted the 1962 amendments. That would in effect restore the enforcement provisions to the status they enjoyed under the rather primitive 1906 Act. We hold that FDA by reasons of § 554 (e) of the Administrative Procedure Act may issue a declaratory order to terminate a controversy over a \"new drug\" or to remove any uncertainty whether a particular drug is a \"new drug\" within the meaning of § 201 (p) (1) of the 1938 Act. See <i>Abbott Laboratories</i> v. <i>Gardner,</i> 387 U. S. 136.</p>\n<p>It is argued, however, that the only lawful purpose of an FDA hearing is to allow it a method for determining which lawsuits it will file in the future. Yet that is only another version of the tactics of delay and procrastination <span class=\"star-pagination\">*627</span> which the industry offers as the way best to serve industry's needs. The public needs are, however, opposed and paramount. We do not accept the invitation to hold that FDA has no jurisdiction to determine whether a particular drug is a \"new drug\" and to decide whether an NDA should be withdrawn.</p>\n<p>Its determination that a product is a \"new drug\" or a \"me-too\" drug is, of course, reviewable. But its jurisdiction to determine whether it has jurisdiction is as essential to its effective operation as is a court's like power. Cf. <i>United States</i> v. <i>Shipp,</i> 203 U. S. 563, 573. The heart of the new procedures designed by Congress is the grant of primary jurisdiction to FDA, the expert agency it created. FDA does not have the final say, for review may be had, not in a district court (except in a limited group of cases we will discuss), but in a court of appeals. FDA does not have unbridled discretion to do what it pleases. Its procedures must satisfy the rudiments of fair play. Judicial relief is available only after administrative remedies have been exhausted.</p>\n<p>It is argued that though FDA is empowered to decide the threshold question whether the drug is a \"new drug,\" that power is only an incident to its power to approve or withdraw approval of NDA's. Some manufacturers, however, have no NDA's in effect and are not seeking approval of any drugs. Nevertheless, FDA may make a declaratory order that a drug is a \"new drug.\" While that order is not reviewable by the court of appeals under § 505 (h), it is reviewable by the district court under the Administrative Procedure Act. 5 U. S. C. §§ 701-704; <i>Citizens to Preserve Overton Park</i> v. <i>Volpe,</i> 401 U. S. 402, 410; <i>Abbott Laboratories</i> v. <i>Gardner, supra,</i> at 139-148. By analogy an agency order declaring a commodity not exempt from regulation is normally a declaratory order that is reviewable, as we held in <i>Frozen Food Express</i> v. <i>United States,</i> 351 U. S. 40.</p>\n<p><span class=\"star-pagination\">*628</span> The question then presented is whether FDA properly exercised its jurisdiction in this instance. As indicated above, Hynson in requesting an administrative hearing also asked FDA to decide that Lutrexin is not a \"new drug\" within the meaning of § 201 (p) as amended, 21 U. S. C. § 321 (p).<sup>[21]</sup> In addition, it asked that Lutrexin be \"grandfathered\" under § 107 (c) (4) of the 1962 amendments.<sup>[22]</sup> The Commissioner rejected both claims. Finding that Hynson had failed to present any evidence of adequate and well-controlled investigations in support <span class=\"star-pagination\">*629</span> of Lutrexin's effectiveness, he concluded that \"there is no data base upon which experts can fairly and responsibly conclude that the safety and effectiveness of the drugs has been proven and is so well established that the drugs can be generally recognized among such experts as safe and effective for their intended uses.\" The Commissioner also held that Lutrexin is not exempt under § 107 (c) (4) because its NDA, which had become effective in 1953, had not been withdrawn prior to the enactment of the 1962 amendments and thus was \"covered by an effective application\" within the meaning of § 107 (c) (4) (C). The Court of Appeals affirmed the Commissioner's ruling that Lutrexin is not exempt under § 107 (c) (4). It did not discuss his holding that Lutrexin currently is a \"new drug.\" Although we agree that the Commissioner properly ruled that Lutrexin does not come within § 107 (c) (4), we conclude that the Commissioner's order with respect to Lutrexin's \"new drug\" status must be vacated.</p>\n<p>The thrust of § 201 (p) is both qualitative and quantitative. The Act, however, nowhere defines what constitutes \"general recognition\" among experts. Hynson contends that the \"lack of substantial evidence\" is applicable only to proof of the <i>actual</i> effectiveness of drugs that fall within the definition of a new drug and not to the initial determination under § 201 (p) whether a drug is \"generally recognized\" as effective. It would rely solely on the testimony of physicians and the extant literature, evidence that has been characterized as \"anecdotal.\" We agree with FDA, however, that the statutory scheme and overriding purpose of the 1962 amendments compel the conclusion that the hurdle of \"general recognition\" of effectiveness requires at least \"substantial evidence\" of effectiveness for approval of an NDA. In the absence of any evidence of adequate and well-controlled investigation supporting the efficacy of Lutrexin, <i>a fortiori</i> <span class=\"star-pagination\">*630</span> Lutrexin would be a \"new drug\" subject to the provisions of the Act.<sup>[23]</sup></p>\n<p>As noted, the 1962 amendments for the first time gave FDA power to scrutinize and evaluate drugs for effectiveness as well as safety. The Act requires the Commissioner to disapprove any application when there is a lack of \"substantial evidence\" that the applicant's drug is effective. § 505 (d), 21 U. S. C. § 355 (d). Similarly, he may withdraw approval for any drug if he subsequently determines that there is a lack of such evidence. § 505 (e), 21 U. S. C. § 355 (e). Evidence may be accepted only if it consists of \"adequate and well-controlled investigations, including clinical investigations, by experts qualified by scientific training and experience to evaluate the effectiveness of the drug involved . . . .\" § 505 (d), 21 U. S. C. § 355 (d). The legislative history of the Act indicates that the test was to be rigorous one. The \"substantial evidence\" requirements reflects the conclusion of Congress, based upon hearings,<sup>[24]</sup> that clinical impressions of practicing physicians and poorly controlled experiments do not constitute an adequate basis for establishing efficacy. This policy underlies the regulations defining the contours of \"substantial evidence\": \"Uncontrolled studies or partially controlled studies are not acceptable as the sole basis for the approval of claims of effectiveness. Such studies, carefully conducted and documented, may provide corroborative support of well-controlled studies. . . . Isolated case reports, random experience, and reports lacking the details which permit scientific evaluation will not be considered.\" 21 CFR § 130.12 (a) (5) (ii) (<i>c</i>).</p>\n<p><span class=\"star-pagination\">*631</span> These efficacy requirements were not designed to be prospective only. Clearly, after the initial two-year moratorium on existing drugs, FDA has the power to withdraw an application which became effective prior to the adoption of the 1962 amendments, if the applicant has not provided \"substantial evidence\" of the drug's efficacy. The Act plainly contemplates that such drugs will be evaluated on the basis of adequate and wellcontrolled investigations. Hynson would have us hold that withdrawal proceedings can be thwarted by a showing of general recognition of effectiveness based merely on expert testimony and reports with respect to investigations and clinical observation regardless of the controls used. But, we cannot construe § 201 (p) to deprive FDA of jurisdiction over a drug which, if subject to FDA regulation, could not be marketed because it had not passed the \"substantial evidence\" test. To do so \"would be to impute to Congress a purpose to paralyze with one hand what it sought to promote with the other.\" <i>Clark</i> v. <i>Uebersee Finanz-Korp.,</i> 332 U. S. 480,489.</p>\n<p>Moreover, the interpretation of § 201 (p) urged by Hynson is not consistent with the statutory scheme as it operates on a purely prospective basis. Under subsection (2), a drug cannot transcend \"new drug\" status until it has been used \"to a material extent or for a material time.\" Yet, a drug cannot be marketed lawfully before an NDA has been approved by the Commissioner on the basis of \"substantial evidence.\" As the Solicitor General argues, \"the Act is designed so that drugs on the market, unless exempt, will have mustered the requisite scientifically reliable evidence of effectiveness long before they are in a position to drop out of active regulation by ceasing to be a `new drug.' \"</p>\n<p>It is well established that our task in interpreting separate provisions of a single Act is to give the Act \"the most harmonious, comprehensive meaning possible\" in <span class=\"star-pagination\">*632</span> light of the legislative policy and purpose. <i>Clark</i> v. <i>Uebersee Finanz-Korp., supra,</i> at 488; see <i>United States</i> v. <i>Bacto-Unidisk,</i> 394 U. S. 784, 798. We accordingly have concluded that a drug can be \"generally recognized\" by experts as effective for intended use within the meaning of the Act only when that expert consensus is founded upon \"substantial evidence\" as defined in § 505 (d). We have held in No. 72-394, however, that the Commissioner was not justified in withdrawing Hynson's NDA without a prior hearing on whether Hynson had submitted \"substantial evidence\" of Lutrexin's effectiveness. Consequently, any ruling as to Lutrexin's \"new drug\" status is premature and must await the outcome of this hearing.</p>\n<p>Finally, we cannot agree with Hynson that Lutrexin is exempt from the provisions of the Act by virtue of § 107 (c) (4) of the 1962 amendments. That section provides that no drug will be treated as a \"new drug\" if, on the day preceding the adoption of the amendments, the drug \"(A) was commercially used or sold in the United States, (B) was not a new drug as defined by section 201 (p) of the basic Act as then in force, and (C) was not covered by an effective application under section 505 of that Act . . . .\" The applicability of this section turns solely on whether Lutrexin was \"covered\" by an effective NDA immediately prior to the adoption of the 1962 amendments. Hynson argues that when Lutrexin became generally recognized as safe and was no longer a \"new drug,\" its NDA ceased to be effective.<sup>[25]</sup></p>\n<p><span class=\"star-pagination\">*633</span> That argument draws no statutory support. The 1938 Act did not provide any mechanism other than the Commissioner's suspension authority under § 505 (e), whereby an NDA once effective could cease to be effective. Indeed, § 505 (e) leads to the conclusion that an NDA remains effective unless it is suspended. That section empowers FDA to withdraw approval of an NDA whenever new evidence comes to light suggesting that the drug has become unsafe, whether or not the drug was generally recognized as safe in the interim.</p>\n<p>Moreover, Hynson's argument, as the Court of Appeals recognized, would render clause (C) superfluous. Under Hynson's reasoning, any drug that could satisfy clause (B)\u0097<i>i. e.,</i> any drug that had become generally recognized as safe\u0097automatically would satisfy clause (C). This construction, therefore, offends the wellsettled rule of statutory construction that all parts of a statute, if at all possible, are to be given effect. See, <i>e. g., </i><i>Jarecki</i> v. <i>G. D. Searle &amp; Co.,</i> 367 U. S. 303, 307; <i>Ginsberg &amp; Sons</i> v. <i>Popkin,</i> 285 U. S. 204, 208. The <span class=\"star-pagination\">*634</span> interpretation accorded by the Commissioner and the Court of Appeals, on the other hand, does give clause (C) operative effect. It would limit the exemption to drugs, generally recognized as safe, which had not come under the blanket of an effective NDA. This interpretation accords with the legislative history which suggests that the exemption is afforded only for drugs that never had been subject to new drug regulation.<sup>[26]</sup></p>\n<p>Except for the modification with respect to Lutrexin's \"new drug\" status, the judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BRENNAN took no part in the consideration or decision of these cases. MR. JUSTICE STEWART took no part in the decision of these cases.</p>\n<p></p>\n<h2>APPENDIX TO OPINION OF THE COURT</h2>\n<p>Title 21 CFR § 130.12 (a) (5) provides:</p>\n<p>(ii) The following principles have been developed over a period of years and are recognized by the scientific community as the essentials of adequate and well-controlled clinical investigations. They provide the basis for the determination whether there is \"substantial evidence\" to support the claims of effectiveness for \"new drugs\" and antibiotic drugs.</p>\n<p><span class=\"star-pagination\">*635</span> (<i>a</i>) The plan or protocol for the study and the report of the results of the effectiveness study must include the following:</p>\n<p>(1) A clear statement of the objectives of the study,</p>\n<p>(2) A method of selection of the subjects that\u0097</p>\n<p>(<i>i</i>) Provides adequate assurance that they are suitable for the purposes of the study, diagnostic criteria of the condition to be treated or diagnosed, confirmatory laboratory tests where appropriate, and, in the case of prophylactic agents, evidence of susceptibility and exposure to the condition against which prophylaxis is desired.</p>\n<p>(<i>ii</i>) Assigns the subjects to test groups in such a way as to minimize bias.</p>\n<p>(<i>iii</i>) Assures comparability in test and control groups of pertinent variables, such as age, sex, severity, or duration of disease, and use of drugs other than the test drug.</p>\n<p>(3) Explains the methods of observation and recording of results, including the variables measured, quantitation, assessment of any subject's response, and steps taken to minimize bias on the part of the subject and observer.</p>\n<p>(4) Provides a comparison of the results of treatment or diagnosis with a control in such a fashion as to permit quantitative evaluation. The precise nature of the control must be stated and an explanation given of the methods used to minimize bias on the part of the observers and the analysts of the data. Level and methods of \"blinding,\" if used, are to be documented. Generally, four types of comparison are recognized:</p>\n<p>(<i>i</i>) No treatment: Where objective measurements of effectiveness are available and placebo effect is negligible, comparison of the objective results in comparable groups of treated and untreated patients.</p>\n<p>(<i>ii</i>) Placebo control: Comparison of the results of use of the new drug entity with an inactive preparation designed to resemble the test drug as far as possible.</p>\n<p><span class=\"star-pagination\">*636</span> (<i>iii</i>) Active treatment control: An effective regimen of therapy may be used for comparison, e. g., where the condition treated is such that no treatment or administration of a placebo would be contrary to the interest of the patient.</p>\n<p>(<i>iv</i>) Historical control: In certain circumstances, such as those involving diseases with high and predictable mortality (acute leukemia of childhood), with signs and symptoms of predictable, duration or severity (fever in certain infections), or in case of prophylaxis, where morbidity is predictable, the results of use of a new drug entity may be compared quantitatively with prior experience historically derived from the adequately documented natural history of the disease or condition in comparable patients or populations with no treatment or with a regimen (therapeutic, diagnostic, prophylactic) the effectiveness of which is established.</p>\n<p>(5) A summary of the methods of analysis and an evaluation of data derived from the study, including any appropriate statistical methods.</p>\n<p><i>Provided, however,</i> That any of the above criteria may be waived in whole or in part, either prior to the investigation or in the evaluation of a completed study, by the Director of the Bureau of Drugs with respect to a specific clinical investigation; a petition for such a waiver may be filed by any person who would be adversely affected by the application of the criteria to a particular clinical investigation; the petition should show that some or all of the criteria are not reasonably applicable to the investigation and that alternative procedures can be, or have been, followed, the results of which will or have yielded data that can and should be accepted as substantial evidence of the drug's effectiveness. A petition for a waiver shall set forth clearly and concisely the specific provision or provisions in the criteria from which waiver is sought, why the criteria are not reasonably applicable to the particular <span class=\"star-pagination\">*637</span> clinical investigation, what alternative procedures, if any, are to be, or have been, employed, what results have been obtained, and the basis on which it can be, or has been, concluded that the clinical investigation will or has yielded substantial evidence of effectiveness, notwithstanding nonconformance with the criteria for which waiver is requested.</p>\n<p>(<i>b</i>) For such an investigation to be considered adequate for approval of a new drug, it is required that the test drug be standardized as to identity, strength, quality, purity, and dosage from to give significance to the results of the investigation.</p>\n<p>(<i>c</i>) Uncontrolled studies or partially controlled studies are not acceptable as the sole basis for the approval of claims of effectiveness. Such studies, carefully conducted and documented, may provide corroborative support of well-controlled studies regarding efficacy and may yield valuable data regarding safety of the test drug. Such studies will be considered on their merits in the light of the principles listed here, with the exception of the requirement for the comparison of the treated subjects with controls. Isolated case reports, random experience, and reports lacking the details which permit scientific evaluation will not be considered.</p>\n<p>MR. JUSTICE POWELL, concurring in part, and concurring in the result in part.</p>\n<p>I concur in Part II of the Court's opinion, which disposes of the issues raised by Hynson, Westcott &amp; Dunning, Inc., in its cross-petition (No. 72-414). As to Part I, which addresses issues raised in the petition filed by the Commissioner of FDA (No. 72-394), I concur only in the result and state briefly the limited sense in which I accept the Court's conclusion.</p>\n<p>Insofar as the Court today sustains the holding below that Hynson's submission to FDA raised \"a genuine and <span class=\"star-pagination\">*638</span> substantial issue of fact\" requiring a hearing on the ultimate issue of efficacy, 21 CFR § 130.14 (b), I am in accord. Hynson's presentation in support of the efficacy of Lutrexin clearly justified a hearing as to whether the drug was supported by \"adequate and well-controlled investigations,\" 21 U. S. C. § 355 (d), even as that term is defined in the Commission's regulations. 21 CFR § 130.12 (a) (5). For this reason I concur in the result reached in this case. I cannot agree on this record, however, with any implications or conclusions in the Court's opinion to the effect that the regulations\u0097 as construed and applied by the Commissioner in this case\u0097are either compatible with the statutory scheme or constitutional under the Due Process Clause.<sup>[1]</sup> Such questions have not been squarely presented here and, in light of the Court's conclusion that Hynson has complied with the regulations, their resolution is unnecessary to the Court's decision.</p>\n<p>Were we required to reach these issues, there might well be serious doubt whether the commissioner's rigorous threshold specifications as to proof of \"adequate and well-controlled investigation,\" coupled with his restrictive summary judgment regulation, go beyond the statutory requirements and in effect frustrate the congressional mandate for a prewithdrawal \"opportunity for hearing.\" 21 U. S. C. § 355 (e). There is also a genuine issue of procedural due process where, as in this case, the Commissioner construes his regulations to deny a hearing as to the efficacy of a drug established and used by the medical profession for two decades, and where its effectiveness <span class=\"star-pagination\">*639</span> is supported by a significant volume of clinical data and the informed opinions of experts whose qualifications are not questioned.<sup>[2]</sup></p>\n<p>These important and complex questions should await decision in future cases in which the issues are briefed fully and are necessary to the Court's decision.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 72-414, <i>Hynson, Westcott &amp; Dunning, Inc.</i> v. <i>Weinberger, Secretary of Health, Education, and Welfare, et al.,</i> also on certiorari to the same court.</p>\n<p>[\u0086]  Briefs of <i>amici curiae</i> in both cases were filed by <i>Lloyd N. Cutler, Daniel Marcus,</i> and <i>William T. Lake</i> for Pharmaceutical Manufacturers Assn.: by <i>Bruce J. Terris, Joseph Onck,</i> and <i>Peter II. Schuck</i> for American Public Health Assn. et al.: and by <i>Thomas D. Finney. Jr., Thomas Richard Spradlin,</i> and <i>Daniel F. O'Keefe, Jr.,</i> for the Proprietary Assn. Briefs of <i>amici curiae</i> in No. 72-394 were filed by <i>Alan II. Kaplan</i> for E. R. Squibb &amp; Sens, Inc., and by <i>Robert L. Wald, Selma M. Levine, Joel E. Hoffman, Philip Elman,</i> and <i>Philip J. Franks</i> for USV Pharmaceutical Corp.</p>\n<p>[1]  Drug Amendments of 1962 (Harris-Kefauver Act), 76 Stat. 780, amending 21 U. S. C. § 301 <i>et seq.</i></p>\n<p>[2]  The Act originally provided for filing applications with the Secretary of Agriculture, but his functions were assigned to FDA. FDA is now part of the Department of Health, Education, and Welfare (HEW), and the Secretary of HEW has delegated his responsibilities under the Federal Food, Drug, and Cosmetic Act to the Commissioner of Food and Drugs. 21 CFR § 2.120.</p>\n<p>[3]  \"Substantial evidence\" was defined to mean \"evidence consisting of adequate and well-controlled investigations, including clinical investigations, by experts qualified by scientific training and experience to evaluate the effectiveness of the drug involved, on the basis of which it could fairly and responsibly be concluded by such experts that the drug will have the effect it purports or is represented to have . . . .\" 21 U. S. C. § 355 (d).</p>\n<p>[4]  Drug Amendments of 1962, §§ 107 (c) (2) and (c) (3) (B), 76 Stat. 788, note following 21 U. S. C. § 321.</p>\n<p>[5]  <i>Id.,</i> § 107 (c) (4).</p>\n<p>[6]  31 Fed. Reg. 9426.</p>\n<p>[7]  FDA has recently adopted a regulation declaring the manner in which Drug Efficacy Study Implementation Notices and Notices of Opportunity for Hearing apply to identical, related, and similar drugs. Any person with an interest in such drugs is provided an opportunity for hearing on any proposed withdrawal of NDA approval for the basic or pioneer drug. 37 Fed. Reg. 23185, adding § 130.40 to 21 CFR.</p>\n<p>[8]  35 Fed. Reg. 7251, amending 21 CFR §§ 130.12 (a) (5) and 130.14.</p>\n<p>[9]  Section 505 (e) as amended, 21 U. S. C. § 355 (e), provides in relevant part:\n</p>\n<p>\"The Secretary shall, after due notice and opportunity for hearing to the applicant, withdraw approval of an application with respect to any drug under this section if the Secretary finds . . . (3) on the basis of new information before him with respect to such drug, evaluated together with the evidence available to him when the application was approved, that there is a lack of substantial evidence that the drug will have the effect it purports or is represented to have under the conditions of use prescribed, recommended, or suggested in the labeling thereof . . . .\"</p>\n<p>[10]  Sec n. 3, <i>supra.</i></p>\n<p>[11]  Title 21 CFR § 130.12 (a) (5) as amended, 35 Fed. Reg. 7251, is set forth in relevant part in an Appendix to this opinion.</p>\n<p>[12]  Subject must be chosen so that they are \"suitable for the purposes of the study,\" assigned to test groups in such a way as to minimize bias, and comparable in terms of \"pertinent variables, such as age, sex, severity, or duration of disease, and use of drugs other than the test drug.\" 21 CFR § 130.12 (a) (5) (ii) (<i>a</i>) (2).</p>\n<p>[13]  <i>Upjohn Co.</i> v. <i>Finch,</i> 422 F. 2d 944 (CA6); <i>Pharmaceutical Manufactures Assn.</i> v. <i>Richardson,</i> <span class=\"citation no-link\"><span class=\"volume\">318</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">301</span></span> (Del.). FDA was enjoined from enforcing the regulations as originally issued on September 19, 1969. 34 Fed. Reg. 14596, on the ground that FDA had not complied with the notice requirements of the Administrative Procedure Act. <i>Pharmaceutical Manufacturers Assn.</i> v. <i>Finch,</i> <span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">858</span></span> (Del.). The regulations were reissued in their current form on May 8, 1970. 35 Fed. Reg. 7251.</p>\n<p>[14]  See Hearings on S. 1552 before the Subcommittee on Antitrust and Monopoly of the Senate Committee on the Judiciary, 87th Cong., 1st Sess., pt. 1, pp. 195, 282, 411-412. Much of this aspect of the legislative background of the 1962 Act is reviewed in enlightening detail by Judge Latchum in <i>Pharmaceutical Manufacturers Assn.</i> v. <i>Richardson, supra,</i> at 306 <i>et seq.</i></p>\n<p>[15]  S. Rep. No. 1744, 87th Cong., 2d Sess., pt. 2, p. 1.</p>\n<p>[16]  <i>Id.,</i> at 6.</p>\n<p>[17]  This applies, of course, only to those regulations that are precise. For example, the plan or protocol for a study must include \"[a] summary of the methods of analysis and an evaluation of data derived from the study, including any appropriate statistical methods.\" 21 CFR § 130.12 (a) (5) (ii) (<i>a</i>) (5). A mere reading of the study submitted will indicate whether the study is totally deficient in this regard. Some of the regulations, however, are not precise, as they call for the exercise of discretion or subjective judgment in determining whether a study is adequate and well controlled. For example, § 130.12 (a) (5) (ii) (<i>a</i>) (2) (<i>i</i>) requires that the plan or protocol for the study include a method of selection of the subjects that provide \"<i>adequate</i> assurance that they are suitable for the purposes of the study.\" (Emphasis added.) The qualitative standards \"adequate\" and \"suitable\" do not lend themselves to clear-cut definition, and it may not be possible to tell from the face of a study whether the standards have been met. Thus, it might not be proper to deny a hearing on the ground that the study did not comply with this regulation.</p>\n<p>[18]  Under the Rules of Civil Procedure the party moving for summary judgment has the burden of showing the absence of a genuine issue as to any material fact. <i>Adickes</i> v. <i>Kress &amp; Co.,</i> 398 U. S. 144, 157.</p>\n<p>[19]  Under the Administrative Procedure Act, a court reviews agency findings to determine whether they are supported by substantial evidence only in a case subject to the hearing provisions of 5 U. S. C. §§ 556 and 557 or \"otherwise reviewed on the record of an agency hearing provided by statute . . . .\" 5 U. S. C. § 706 (2) (E) This is not such a case. The question with which we are concerned involves the initial agency determination whether a hearing is required by statute. See <i>Pfizer, Inc.</i> v. <i>Richardson,</i> 434 F. 2d 536, 546-547 (CA2).</p>\n<p>[20]  1939 Annual Report FDA; 1941 Annual Report FDA; Annual Reports Federal Security Agency (1938-1952); Annual Reports HEW (1953-1962).</p>\n<p>[21]  That section provides:\n</p>\n<p>\"The term `new drug' means\u0097</p>\n<p>\"(1) Any drug (except a new animal drug or an animal feed bearing or containing a new animal drug) the composition of which is such that such drug is not generally recognized, among experts qualified by scientific training and experience to evaluate the safety and effectiveness of drugs, as safe and effective for use under the conditions prescribed, recommended, or suggested in the labeling thereof, except that such a drug not so recognized shall not be deemed to be a `new drug' if at any time prior to the enactment of this chapter it was subject to the Food and Drugs Act of June 30, 1906, as amended, and if at such time its labeling contained the same representations concerning the conditions of its use; or</p>\n<p>\"(2) Any drug (except a new animal drug or an animal feed bearing or containing a new animal drug) the composition of which is such that such drug, as a result of investigations to determine its safety and effectiveness for use under such conditions, has become so recognized, but which has not, otherwise than in such investigations, been used to a material extent or for a material time under such conditions.\"</p>\n<p>[22]  That section provides:\n</p>\n<p>\"In the case of any drug which, on the day immediately preceding the enactment date, (A) was commercially used or sold in the United States, (B) was not a new drug as defined by section 201 (p) of the basic Act as then in force, and (C) was not covered by an effective application under section 505 of that Act, the amendments to section 201 (p) made by this Act shall not apply to such drug when intended solely for use under conditions prescribed, recommended, or suggested in labeling with respect to such drug on that day.\"</p>\n<p>[23]  It also follows that if Hynson were not entitled to a hearing under § 505 (e), it would not be entitled to a hearing on its claim that Lutrexin is not a \"new drug.\"</p>\n<p>[24]  See Hearings, <i>supra,</i> n. 14.</p>\n<p>[25]  Hynson also argues that Lutrexin is exempt by operation of § 107 (c) (2), which provides:\n</p>\n<p>\"An application filed pursuant to section 505 (b) of the basic Act which was `effective' within the meaning of that Act on the day immediately preceding the enactment date shall be deemed, as of the enactment date, to be an application `approved' by the Secretary within the meaning of the basic Act as amended by this Act.\"</p>\n<p>Hynson contends that Lutrexin, generally recognized as safe prior to 1962, was not a \"new drug\" under applicable standards before the 1962 amendments. Thus, the argument goes, its NDA had ceased to be effective and could not be deemed \"approved\" under § 107 (c) (2). Consequently, there was no approval that could be withdrawn in administrative proceedings pursuant to § 505 (e).</p>\n<p>This argument shares a common thread with the argument under § 107 (c) (4)\u0097that the NDA for Lutrexin had ceased to be effective. The argument is no more persuasive under § 107 (c) (2) than § 107 (c) (4). In addition, the construction offered by Hynson would upset the carefully drawn transitionary provisions of §§ 107 (c) (2) and (c) (3). Since the Commissioner now must affirmatively approve or disapprove all NDA's, § 107 (c) (2) was enacted to remove the administrative burden of approving each and every NDA then effective. It also protected the marketing authority of all manufacturers that had effective NDA's. Without this provision, no manufacturer whose drug had become generally recognized as safe could have continued to market the drug if it was not also generally recognized as effective.</p>\n<p>[26]  See S. Rep. No. 1744, 87th Cong., 2d Sess., pt. 2, p. 8; H. R. Rep. No. 2464, 87th Cong., 2d Sess., 12; H. R. Rep. No. 2526, 87th Cong., 2d Sess., 22-23. Hynson contends that the construction afforded by FDA renders the exemption nugatory and defeats the legislative purpose. The provision, however, does exempt drugs that, as a generic class, were never subject to new drug regulation. These consist primarily of over-the-counter drugs which, although they were not \"grandfathered\" under the 1938 Act, were not subject to new drug regulation because of universal recognition of the safety of their old, established ingredients at the time they came on the market.</p>\n<p>[1]  Cf. <i>Fuentes</i> v. <i>Shevin,</i> 407 U. S. 67, 80 (1972), and cases cited therein. I do not question, of course, the authority of the Commissioner to adopt reasonable regulations consistent with the statute and which do not, as applied, deprive persons of their property without the elementary due process of a fair opportunity for a hearing.</p>\n<p>[2]  There can be no doubt, both from the legislative history and the language of the 1962 amendments to the Act, that Congress intended to impose standards that would bar reliance upon anecdotal evidence or mere professions of belief by doctors as determinative of a drug's efficacy. But it is also clear that Congress intended to protect against the arbitrary withdrawal or withholding of approval of a drug where there is \"substantial evidence\" of its effectiveness. To provide protection against such action, especially when authority is vested in an official who acts in an administrative as well as judicial capacity, the Act specifically provided for a hearing. The public interest is twofold: (i) to remove from the market, in accordance with due process, drugs of no utility or effectiveness; and (ii) to retain on the market those drugs that are efficacious. In an understandable zeal to remove the former, an administrative agency must not overlook both the interest of the public and the right of the proprietor in protecting the drugs that are useful in the prevention, control, or treatment of illness.</p>\n\n</div>", 
  "sha1": "8359948dfcb073f035af5cd4ae666871b0ba3325", 
  "date_modified": "2014-12-21T01:58:56.044741", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/108820/weinberger-v-hynson-westcott-dunning-inc/", 
  "citation_count": 178, 
  "supreme_court_db_id": "1972-147", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1133425/", 
  "html": "<p class=\"case_cite\">412 U.S. 609</p>\n    <p class=\"case_cite\">93 S.Ct. 2469</p>\n    <p class=\"case_cite\">37 L.Ed.2d 207</p>\n    <p class=\"parties\">Caspar W. WEINBERGER, Secretary of Health, Education,  and Welfare, et al. Petitioners,<br>v.<br>HYNSON, WESTCOTT AND DUNNING, INCORPORATED.  HYNSON, WESTCOTT AND DUNNING, INCORPORATED, Petitioner,  v.  Caspar W. WEINBERGER, Secretary of Health, Education,  and Welfare, et al.</p>\n    <p class=\"docket\">Nos. 72&#8212;394, 72&#8212;414.</p>\n    <p class=\"date\">Argued April 17, 1973.</p>\n    <p class=\"date\">Decided June 18, 1973.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Syllabus</p>\n      <p class=\"indent\">The Federal Food, Drug, and Cosmetic Act of 1938, as amended in 1962, establishes a system of premarketing clearance for drugs and prohibits in &#167; 505 (a) the introduction into commerce of any 'new drug' unless a new drug application (NDA) filed with the Food and Drug Administration (FDA) was effective with respect to such drug. Under the Act procedures were established for filing 'new drug' applications not only for the safety of drugs but for their efficacy as well. Standards were provided under which, after notice and hearing, FDA could refuse to allow an NDA to become effective, or could suspend an NDA in effect on the basis of new evidence that the drug was not effective. FDA is directed to refuse approval of an NDA and to withdraw prior approval if 'substantial evidence' (&#167; 505(d)) that the drug is effective for its intended use is lacking. All NDA's 'effective' prior to 1962 were deemed 'approved' and manufacturers were given two years to develop substantial evidence of effectiveness during which previously approved NDA's could not be withdrawn by FDA for the drug's lack of effectiveness. The 1962 Act also contained a 'grandfather' clause exempting from the effectiveness requirements any drug which on the day proceeding enactment (1) was commercially used or sold in the United States, (2) was not a 'new drug' as defined in the 1938 Act, and (3) 'was not covered by an effective application' for a new drug under the 1938 Act. The FDA had permitted more than 9,000 NDA's to become effective between 1938 and 1962, of which some 4,000 were still on the market. Additionally, manufacturers have marketed thousands of 'me-too' drugs without applying for clearance, drugs similar or identical to drugs with effective NDA's, marketed in reliance on the 'pioneer' drug application approved by FDA. To aid it in fulfilling the statutory mandate to review all marketed drugs, whether or not previously approved, for their efficacy, FDA retained the National Academy of Sciences-National Research Council (NAS&#8212;NRC) to create expert panels to review by class the efficacy of each approved drug. Holders of NDA's were invited to furnish the panels with the best available data to establish efficacy and FDA announced that it would apply NAS&#8212;NRC efficacy findings to all drugs, including the 'me-too' drugs. Respondent in No. 72&#8212;394 (Hynson) had filed an application for a drug called Lutrexin under the 1938 Act. FDA informed Hynson that the studies submitted with the application were not sufficiently well controlled to justify the claims of effectiveness, but allowed the application to become effective since the 1938 Act permitted evaluation of a new drug solely on the basis of its safety. When the 1962 amendments became effective Hynson submitted evidence of the efficacy of the drug, but the NAS&#8212;NRC panel reported that Hynson had not satisfied the requirements. Notice of an intention to withdraw approval of the NDA's covering the drug was given by the Commissioner of Food and Drugs. Before the hearing, Hynson brought suit in the District Court for a declaratory judgment that the drug was exempt from the efficacy review provisions of the 1962 Act, or that there was no lack of substantial evidence of the drug's efficacy. Petitioners' motion to dismiss was granted. While the District Court litigation was pending, the Commissioner denied Hynson's request for a hearing based on claims of 'substantial evidence' of Lutrexin's effectiveness, and withdrew the NDA for the drug, ruling that it was not exempt from the 1962 amendments and that Hynson had not submitted adequate evidence that the drug was not a new drug or was effective. The Court of Appeals reversed, holding that while the drug was not exempt, Hynson was entitled to a hearing on the substantial-evidence issue. No. 72 414 is a cross-petition by Hynson from the judgment of the Court of Appeals, which suggested that only a district court has authority to determine whether Lutrexin is a 'new drug.' While Hynson agrees that the Commissioner has authority to determine new drug status in proceedings to withdraw approval of the product's NDA, some manufacturers, parties to other suits in this group of cases, advance the contrary view. Held:</p>\n      <p class=\"indent\">1. The 1962 amendments and the regulations issued thereunder, which express well-established principles of scientific investigation, in their reduction of the 'substantial evidence' standard to detailed guidelines for the protection of the public, make FDA's so-called administrative summary judgment procedure appropriate. Pp. 617&#8212;619.</p>\n      <p class=\"indent\">2. FDA's procedure, whereby it will not provide a formal hearing when it is apparent at the threshold that the applicant has not tendered any evidence which on its face meets the statutory standards as particularized by the regulations, is valid. United States v. Storer Broadcasting Co., 351 U.S. 192, 76 S.Ct. 763, 100 L.Ed. 1081; FPC v. Texaco, Inc., 377 U.S. 33, 84 S.Ct. 1105, 12 L.Ed.2d 112. Pp. 620&#8212;622.</p>\n      <p class=\"indent\">3. In No. 72&#8212;394, the Court of Appeals' holding that Hynson was entitled to a hearing on whether its submission of evidence satisfied its threshold burden of providing 'substantial evidence' is affirmed. Pp. 622&#8212;623.</p>\n      <p class=\"indent\">4. The heart of the statutory procedure is the grant of primary jurisdiction to FDA, subject to judicial review when administrative remedies are exhausted. Pp. 623&#8212;627.</p>\n      <p class=\"indent\">5. Although a drug can be 'generally recognized' by experts as effective for intended use within the meaning of the Act only when that expert consensus is founded upon 'substantial evidence,' any ruling on Lutrexin's 'new drug' status is premature, and must await the outcome of the hearing on whether Hynson submitted 'substantial evidence,' as held in No. 72&#8212;394 (item 3, supra). Pp. 628&#8212;632.</p>\n      <p class=\"indent\">6. Lutrexin is not exempt under the 'grandfather' provisions of the 1962 Act, as held by FDA and the Court of Appeals, and their construction accords with the legislative history which suggests that the exemption is afforded only for drugs that never had been subject to new drug regulation. Pp. 632&#8212;634.</p>\n      <p class=\"indent\">461 F.2d 215, affirmed as modified.</p>\n      <p class=\"indent\">Opening statement by Daniel M. Friedman, Washington, D.C., for Caspar W. Weinberger, Secretary, HEW, in all five cases.</p>\n      <p class=\"indent\">Andrew L. Frey, Washington, D.C., for Weinberger, and others.</p>\n      <p class=\"indent\">Edward Brown Williams, Washington, D.C., for Hynson, Westcott and Dunning, Incorporated.</p>\n      <p class=\"indent\">Mr. Justice DOUGLAS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These cases, together with Weinberger v. Bentex Pharmaceuticals, Inc., 412 U.S. 645, 93 S.Ct. 2488, 37 L.Ed.2d 235; CIBA Corp. v. Weinberger, 412 U.S. 640, 93 S.Ct. 2495, 37 L.Ed.2d 230, and USV Pharmaceutical Corp. v. Weinberger, 412 U.S. 655, 93 S.Ct. 2498, 37 L.Ed.2d 244, all here on certiorari, raise a series of questions under the 1962 amendments<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to the Federal Food, Drug, and Cosmetic Act of 1938. 52 Stat. 1040. The 1938 Act, which established a system of premarketing clearance for drugs, prohibited the introduction into commerce of any 'new drug' unless a new drug application (NDA) filed with the Food and Drug Administration (FDA)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> was effective with respect to that drug. &#167; 505(a), 52 Stat. 1052. Under the 1938 Act a 'new drug' was one not generally recognized by qualified experts as safe for its intended use. &#167; 201(p)(1). The Government could sue to enjoin violations, prosecute criminally, and seize and condemn the articles. &#167;&#167; 301(d), 302(a), 303, 304. The Act established procedures for filing NDA's, &#167; 505(b), and provided standards under which, after notice and hearing, FDA could refuse to allow an NDA to become effective, &#167; 505(c) and (d), or could suspend an NDA in effect on the basis of new evidence that the drug was unsafe. &#167; 505(e). Orders denying or suspending an NDA could be reviewed in a district court on the administrative record. &#167; 505(h).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The 1962 Act amended &#167; 201(p)(1) of the 1938 Act to define a 'new drug' as a drug not generally recognized among experts as effective as well as safe for its intended use. 21 U.S.C. &#167; 321(p)(1). A new drug, as now defined, still may not be marketed unless an NDA is in effect. FDA is now directed to refuse approval of an NDA and to withdraw any prior approval if 'substantial evidence'<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> that the drug is effective for its intended use is lacking. 21 U.S.C. &#167; 355(d) and (e). Thus, the basic clearance system, requiring FDA approval of an NDA before a 'new drug' may be lawfully marketed, was continued, except that FDA now either must approve or disapprove an application within 180 days. 21 U.S.C. &#167; 355(c). (Under the 1938 Act an application automatically became effective if it was not disapproved.) Judicial review was transferred to the courts of appeals. 21 U.S.C. &#167; 355(h).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Since the Act as amended requires affirmative agency approval, all NDA's 'effective' prior to 1962 were deemed 'approved' under the new definition, and manufacturers were given two years to develop substantial evidence of effectiveness, during which previously approved NDA's could not be withdrawn by FDA for a drug's lack of effectiveness.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The 1962 amendments also contain a 'grandfather' clause exempting from the effectiveness requirements any drug which on the day preceding enactment (1) was commercially used or sold in the United States, (2) was not a 'new drug' as defined in the 1938 Act (it being generally recognized as safe), and (3) 'was not covered by an effective application' for a new drug under the 1938 Act.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Between 1938 and 1962 FDA had permitted 9,457 NDA's to become effective. Of these, some 4,000 were still on the market. In addition, there were thousands of drugs which manufacturers had marketed without applying to FDA for clearance. These drugs, known as 'me-toos,' are similar to or identical with drugs with effective NDA's and are marketed in reliance on the 'pioneer' drug application approved by FDA. In some cases, a manufacturer obtained an advisory opinion letter from FDA that its product was generally recognized among experts as safe.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">To aid in its task of fulfilling the statutory mandate to review all marketed drugs for their therapeutic efficacy, whether or not previously approved, FDA retained the National Academy of Sciences-National Research Council (NAS&#8212;NRC) to create expert panels to review by class the efficacy of each approved drug. Holders of NDA's were invited to furnish the panels with the best available data to establish the effectiveness of their drugs.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The panels reported to FDA; and on January 23, 1968, FDA announced its policy of applying the NAS&#8212;NRC efficacy findings to all drugs, including the related 'me-too' drugs.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">* Respondent in No. 72&#8212;394, Hynson, Westcott &amp; Dunning, Inc., had filed an application under the 1938 Act for a drug called Lutrexin, recommended by Hynson for use in the treatment of premature labor, threatened and habitual abortion, and dysmenorrhea. FDA informed Hynson that Hynson's studies submitted with the application were not sufficiently well controlled to justify the claims of effectiveness and urged Hynson not to represent the drug as useful for threatened and habitual abortion. But FDA allowed the application to become effective, since the 1938 Act permitted evaluation of a new drug solely on the grounds of its safety. Before the 1962 amendments Hynson filed an application for a related drug which FDA, again on the basis of the test of safety, allowed to become effective. When the 1962 amendments became effective and NAS&#8212;NRC undertook to appraise the efficacy of drugs theretofore approved as safe, Hynson submitted a list of literature references, a copy of an unpublished study, and a representative sample testimonial letter on behalf of Lutrexin. The panel of NAS&#8212;NRC working in the relevant field reported to FDA that Hynson's claims for effectiveness of the drug were either inappropriate or unwarranted in the absence of submission of further appropriate documentation. At the invitation of the Commissioner of Food and Drugs, Hynson submitted additional data. But the Commissioner concluded that this additional information was inadequate and published notice of his intention to withdraw approval of the NDA's covering the drug, offering Hynson the opportunity for a prewithdrawal hearing. Before the hearing could take place, Hynson brought suit in the District Court for a declaratory judgment that the drugs in question were exempt from the efficacy review provisions of the 1962 amendments or, alternatively, that there was no lack of substantial evidence of the drug's efficacy. The Government's motion to dismiss was granted, the District Court ruling that FDA had primary jurisdiction and that Hynson had failed to exhaust its administrative remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While the District Court litigation was pending, FDA promulgated new regulations establishing minimal standards for 'adequate and well-controlled investigations' and limiting the right to a hearing to those applicants who could proffer at least some evidence meeting those standards.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Although Hynson maintained that it was not subject to the new regulations because its initial request for a hearing predated their issuance, it renewed its request and submitted the material which it claimed constituted 'substantial evidence' of Lutrexin's effectiveness. The Commissioner denied the request for a hearing and withdrew the NDA for Lutrexin. He ruled that Lutrexin is not exempt from the 1962 amendments and that Hynson had not submitted adequate evidence that Lutrexin is not a new drug or is effective. The Court of Appeals reversed, 461 F.2d 215, holding that while the drug in question was not exempt, Hynson was entitled to a hearing on the substantial-evidence question.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 505(e)<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> directs FDA to withdraw approval of an NDA if the manufacturer fails to carry the burden of showing there is 'substantial evidence'<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> respecting the efficacy of the drug. As the Court of Appeals says, 'substantial evidence' was substituted for 'preponderance' of the evidence. 461 F.2d, at 220. The Act and the Regulations, in their reduction of that standard to detailed guidelines,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> make FDA's so-called administrative summary judgment procedure appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The general contours of 'substantial evidence' are defined by &#167; 505(d) of the Act to include 'evidence consisting of adequate and well-controlled investigations, including clinical investigations, by experts qualified by scientific training and experience to evaluate the effectiveness of the drug involved, on the basis of which it could fairly and responsibly be concluded by such experts that the drug will have the effect it purports or is represented to have under the conditions of use prescribed, recommended, or suggested in the labeling or proposed labeling thereof.' 21 U.S.C. &#167; 355(d). Acting pursuant to his 'authority to promulgate regulations for the efficient enforcement' of the Act, &#167; 701(a), 21 U.S.C. &#167; 371(a), the Commissioner has detailed the 'principles . . . recognized by the scientific community as the essentials of adequate and well-controlled clinical investigations. They provide the basis for the determination whether thre is 'substantial evidence' to support the claims of effectiveness for 'new drugs' . . ..' 21 CFR &#167; 130.12(a)(5)(ii). They include a 'plan or protocol' setting forth the objective of the study and an adequate method for selecting appropriate subjects,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> explaining the methods of observation and steps taken to minimize bias, providing a comparison by one of four 'recognized' methods of the results of treatment or diagnosis with a control, and summarizing the methods of analysis, including any appropriate statistical methods. Id., &#167; 130.12(a)(5)(ii)(a). No investigation will be considered 'adequate for approval of a new drug' unless the test drug is 'standardized as to identity, strength, quality, purity, and dosage form to give significance to the results of the investigation.' Id., &#167; 130.12(a)(5)(ii)(b). Finally, the regulation provides that '(u)ncontrolled studies or partially controlled studies are not acceptable as the sole basis for the approval of claims of effectiveness. Such studies, carefully conducted and documented, may provide corroborative support . . .. Isolated case reports, random experience, and reports lacking the details which permit scientific evaluation will not be considered.' Id., &#167; 130.12(a)(5)(ii)(c).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lower courts have upheld the validity of these regulations,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> and it is not disputed here that they express well-established principles of scientific investigation. Moreover, their strict and demanding standards, barring anecdotal evidence indicating that doctors 'believe' in the efficacy of a drug, are amply justified by the legislative history. The hearings underlying the 1962 Act show a marked concern that impressions or beliefs of physicians, no matter how fervently held, are treacherous.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Congress in its definition of 'substantial evidence' in &#167; 505(d) wrote the requirement of 'evidence consisting of adequate and well-controlled investigations.' The Senate Report makes clear that an abrupt departure was being taken from old norms for marketing drugs. There had been mounting concern over efficacy of drugs we all as their safety.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> The Report stated:<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'(A) claim could be rejected if it were found (a) that the      investigations were not 'adequate'; (b) that they were not      'well controlled'; (c) that they had been conducted by      experts not qualified to evaluate the effectiveness of the      drug for which the application is made; or (d) that the      conclusions drawn by such experts could not fairly and responsibly be      derived from their investigations.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To be sure, the Act requires FDA to give 'due notice and opportunity for hearing to the applicant' before it can withdraw its approval of an NDA. &#167; 505(e), 21 U.S.C. &#167; 355(e). FDA, however, by regulation, requires any applicant who desires a hearing to submit reasons 'why the application . . . should not be withdrawn, together with a well-organized and full-factual analysis of the clinical and other investigational data he is prepared to prove in support of his opposition to the notice of opportunity for a hearing. . . . When it clearly appears from the data in the application and from the reasons and factual analysis in the request for the hearing that there is no genuine and substantial issue of fact . . ., e.g., no adequate and well-controlled clinical investigations to support the claims of effectiveness,' the Commissioner may deny a hearing and enter an order withdrawing the application based solely on these data. 21 CFR &#167; 130.14(b). What the agency has said, then, is that it will not provide a formal hearing where it is apparent at the threshold that the applicant has not tendered any evidence which on its face meets the statutory standards as particularized by the regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The propriety of such a procedure was decided in United States v. Storer Broadcasting Co., 351 U.S. 192, 205, 76 S.Ct. 763, 771, 100 L.Ed. 1081, and FPC v. Texaco, 377 U.S. 33, 39, 84 S.Ct. 1105, 1109, 12 L.Ed.2d 112. We said in Texaco:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'(T)he statutory requirement for a hearing under &#167; 7 (of the      Natural Gas Act) does not preclude the Commission from      particularizing statutory standards through the rulemaking      process and barring at the threshold those who neither      measure up to them nor show reasons why in the public      interest the rule should be waived.' Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There can be no question that to prevail at a hearing an applicant must furnish evidence stemming from 'adequate and well-controlled investigations.' We cannot impute to Congress the design of requiring, nor does due process demand, a hearing when it appears conclusively from the applicant's 'pleadings' that the application cannot succeed.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The NAS&#8212;NRC panels evaluated approximately 16,500 claims made on behalf of the 4,000 drugs marketed pursuant to effective NDA's in 1962. Seventy percent of these claims were found not to be supported by substantial evidence of effectiveness, and only 434 drugs were found effective for all their claimed uses. If FDA were required automatically to hold a hearing for each product whose efficacy was questioned by the NAS&#8212;NRC study, even though many hearings would be an exercise in futility, we have no doubt that it could not fulfill its statutory mandate to remove from the market all those drugs which do not meet the effectiveness requirements of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If this were a case involving trial by jury as provided in the Seventh Amendment, there would be sharper limitations on the use of summary judgment,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> as our decisions reveal. See, e.g., Adickes v. S. H. Kress &amp; Co., 398 U.S. 144, 153&#8212;161, 90 S.Ct. 1598, 1606&#8212;1610, 26 L.Ed.2d 142; White Motor Co. v. United States, 372 U.S. 253, 83 S.Ct. 696, 9 L.Ed.2d 738. But Congress surely has great leeway in setting standards for releasing on the public, drugs which may well be miracles or, on the other hand, merely easy money-making schemes through use of fraudulent articles labeled in mysterious scientific dress. The standard of 'well-controlled investigations' particularized by the regulations is a protective measure designed to ferret out those drugs for which there is no affirmative, reliable evidence of effectiveness. The drug manufacturers have full and precise notice of the evidence they must present to sustain their NDA's, and under these circumstances we find FDA hearing regulations unexceptionable on any statutory or constitutional ground.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Our conclusion that the summary judgment procedure of FDA is valid does not end the matter, for Hynson argues that its submission to FDA satisfied its threshold burden. In reviewing an order of the Commissioner denying a hearing, a court of appeals must determine whether the Commissioner's findings accurately reflect the study in question and if they do, whether the deficiencies he finds conclusively render the study inadequate or uncontrolled in light of the pertinent regulations.'<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> There is a contrariety of opinion within the Court concerning the adequacy of Hynson's submission. Since a majority are of the view that the submission was sufficient to warrant a hearing, we affirm the Court of Appeals on that phase of the case.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">No. 72&#8212;414 is a cross-petition by Hynson from the judgment of the Court of Appeals. This cross-petition raises questions concerning the 'new drug' provisions of the 1962 amendments. The Court of Appeals suggested that only a district court has authority to determine whether Lutrexin is a 'new drug.' The Government contends that the Commissioner has authority to determine new drug status in proceedings to withdraw approval of the product's NDA under &#167; 505(e). Although Hynson agrees, some of the manufacturers, parties to other suits in this group of cases, advance the contrary view.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Prior to 1938 there was no machinery for the premarketing approval of drugs sold in commerce. Under the 1906 Act, 34 Stat. 768, adulterated and misbranded drugs were narrowly defined, and the Act provided only criminal sanctions and seizure by libel for condemnation. As previously noted, the 1938 Act provided for regulatory clearance of drugs prior to marketing and for administrative suspension of any clearance if required in interests of public safety. To introduce a new drug an application had to be effective with respect to that drug. The application was to become effective within a fixed period unless the agency after notice and opportunity for hearing refused to permit it to become effective, finding that it could not determine from existing evidence or had not been shown that it was safe. 52 Stat. 1041&#8212;1042, 1052. Any NDA could be suspended if clinical experience or new testing showed that the drug was not safe. Id., at 1053. Orders denying or suspending an NDA were reviewable on the administrative record in a district court. Ibid. Marketing a new drug without an effective NDA could be enjoined or made the basis of a criminal prosecution, or the drug could be seized in libel and condemnation proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">There was a steady stream of NDA's under that Act supported by voluminous data.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> Many new drugs claiming 'me-too' status were marketed illegally or were launched with an advisory opinion of FDA that they were recognzied as safe. It is estimated that by 1969 there were five identical or similar drugs for every drug with an effective NDA. Enormous administrative problems were created. Each NDA contained about 30 volumes, a stack 10 to 12 feet high; and some contained as many as 400 volumes of data.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is clear to us that FDA has power to determine whether particular drugs require an approved NDA in order to be sold to the public. FDA is indeed the administrative agency selected by Congress to administer the Act, and it cannot administer the Act intelligently and rationally unless it has authority to determine what drugs are 'new drugs' under &#167; 201(p) and whether they are exempt from the efficacy requirements of the 1962 amendments by the grandfather clause of &#167; 107(c)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Regulatory agencies have by the requirements of particular statutes usually proceeded on a case-by-case basis, giving each person subject to regulation separate hearings. But there is not always a constitutional reason why that must be done. United States v. Storer Broadcasting Co., 351 U.S. 192, 76 S.Ct. 763, 100 L.Ed. 1081, is one example. We there upheld rules of the Federal Communications Commission limiting the number of broadcasting stations a single individual might own, saying that that was a proper exercise of the agency's 'rule-making authority necessary for the orderly conduct or its business.' Id., at 202, 76 S.Ct. at 770. The comprehensive, rather than the individual, treatment may indeed be necessary for quick effective relief. See Permian Basin Area Rate Cases, 390 U.S. 747, 88 S.Ct. 1344, 20 L.Ed.2d 312. A generic drug&#8212;which is found to be unsafe and/or lacking in efficacy&#8212;may be manufactured by several persons or manufacturers. To require separate judicial proceedings to be brought against each, as if each were the owner of a Black Acre being condemned, would be to create delay where in the interest of public health there should be prompt action. A single administrative proceeding in which each manufacturer may be heard is constitutionally permissible measured by the requirements of procedural due process.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">FDA maintains that a withdrawal of any NDA approval covers all 'me-too' drugs. For the reasons stated, that procedure is a permissible one where every manufacturer of a challenged drug has an opportunity to be heard. FDA under &#167; 554 of the Administrative Procedure Act may issue a declaratory order governing all drugs covered by a particular NDA. 5 U.S.C. &#167; 554(e). That section prescribes the procedures an agency must follow 'in every case of adjudication required by statute to be determined on the record after opportunity for an agency hearing.' &#167; 554(a). The industry maintains that &#167; 554(e) is of no avail to FDA because in a withdrawal proceeding a common issue is whether a drug is a 'new drug.' That issue, it is argued, can be resolved only in a court proceeding where there is an adjudication 'on the record of (a) hearing.' But that assumes an individualized hearing and adjudication as is common in regulatory proceedings. Section 554(e), however, does not place administrative proceedings in that straitjacket. It provides that an agency 'in its sound discretion, may issue a declaratory order to terminate a controversy or remove uncertainty.' The termination of a controversy over a 'new drug' may often be of prime importance. This is an age of ever-expanding dockets at the administrative as well as at the judicial leval. If the administrative controls over drugs are to be efficient, they must be exercised with dispatch. Only paralysis would result if case-by-case battles in the courts were the only way to protect the public against unsafe or ineffective drugs. Moreover, if every 'me-too' drug in a particular generic category had to be put to the test in court actions, great inequities might well result. It might take months to eliminat one 'me-too' drug manufactured by one company from the market. Meanwhile, competitors selling drugs in the same category would go scot-free until the tedious and laborious procedures of litigation reached them. We cannot believe that Congress engaged in such an exercise in futility when it enacted the 1962 amendments. That would in effect restore the enforcement provisions to the status they enjoyed under the rather primitive 1906 Act. We hold that FDA by reasons of &#167; 554(e) of the Administrative Procedure Act may issue a declaratory order to terminate a controversy over a 'new drug' or to remove any uncertainty whether a particular drug is a 'new drug' within the meaning of &#167; 201(p)(1) of the 1938 Act. See Abbott Laboratories v. Gardner, 387 U.S. 136, 87 S.Ct. 1507, 18 L.Ed.2d 681.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is argued, however, that the only lawful purpose of an FDA hearing is to allow it a method for determining which lawsuits it will file in the future. Yet that is only another version of the tactics of delay and procrastination which the industry offers as the way best to serve industry's needs. The public needs are, however, opposed and paramount. We do not accept the invitation to hold that FDA has no jurisdiction to determine whether a particular drug is a 'new drug' and to decide whether an NDA should be withdrawn.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Its determination that a product is a 'new drug' or a 'me-too' drug is, of course, reviewable. But its jurisdiction to determine whether it has jurisdiction is as essential to its effective operation as is a court's like power. Cf. United States v. Shipp, 203 U.S. 563, 573, 27 S.Ct. 165, 166, 51 L.Ed. 319. The heart of the new procedures designed by Congress is the grant of primary jurisdiction to FDA, the expert agency it created. FDA does not have the final say, for review may be had, not in a district court (except in a limited group of cases we will discuss), but in a court of appeals. FDA does not have unbridled discretion to do what it pleases. Its procedures must satisfy the rudiments of fair play. Judicial relief is available only after administrative remedies have been exhausted.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is argued that though FDA is empowered to decide the threshold question whether the drug is a 'new</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'The term 'new drug' means&#8212;its power to approve or withdraw approval of NDA's. Some manufacturers, however, have no NDA's in effect and are not seeking approval of any drugs. Nevertheless, FDA may make a declaratory by scientific training and experience to While that order is not reviewable in the court of appeals under &#167; 505(h), it is reviewable by the district court under the Administrative Procedure Act. 5 U.S.C. &#167;&#167; 701&#8212;704; Citizens to Preserve Overton Park v. Volpe, 401 U.S. 402, 410, 91 S.Ct. 814, 820, 28 L.Ed.2d 136; Abbott Laboratories v. Gardner, supra, at 139 148, 87 S.Ct. at 1510&#8212;1515. By analogy an agency order declaring a commodity not exempt from regulation is normally a declaratory order that is reviewable, as we held in Frozen Food Express v. United States, 351 U.S. 40, 76 S.Ct. 569, 100 L.Ed. 730.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The question then presented is whether FDA properly exercised its jurisdiction in this instance. As indicated above, Hynson in requesting an administrative hearing also asked FDA to decide that Lutrexin is not a 'new drug' within the meaning of &#167; 201(p) as amended, 21 U.S.C. &#167; 321(p).<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> In addition, it asked that Lutrexin be 'grandfathered' under &#167; 107(c)(4) of the 1962 amendments.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> The Commissioner rejected both claims. Finding that Hynson had failed to present any evidence of adequate and well-controlled investigations in support of Lutrexin's effectiveness, he concluded that 'there is no data base upon which experts can fairly and responsibly conclude that the safety and effectiveness of the drugs has been proven and is so well established that the drugs can be generally recognized among such experts as safe and effective for their intended uses.' The Commissioner also held that Lutrexin is not exempt under &#167; 107(c)(4) because its NDA, which had become effective in 1953, had not been withdrawn prior to the enactment of the 1962 amendments and thus was 'covered by an effective application' within the meaning of &#167; 107(c)(4)(C). The Court of Appeals affirmed the Commissioner's ruling that Lutrexin is not exempt under &#167; 107(c)(4). It did not discuss his holding that Lutrexin currently is a 'new drug.' Although we agree that the Commissioner properly ruled that Lutrexin does not come within &#167; 107(c)(4), we conclude that the Commissioner's order with respect to Lutrexin's 'new drug' status must be vacated.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The thrust of &#167; 201(p) is both qualitative and quantitative. The Act, however, nowhere defines what constitutes 'general recognition' among experts. Hynson contends that the 'lack of substantial evidence' is applicable only to proof of the actual effectiveness of drugs that fall within the definition of a new drug and not to the initial determination under &#167; 201(p) whether a drug is 'generally recognized' as effective. It would rely solely on the testimony of physicians and the extant literature, evidence that has been characterized as 'anecdotal.' We agree with FDA, however, that the statutory scheme and overriding purpose of the 1962 amendments compel the conclusion that the hurdle of 'general recognition' of effectiveness requires at least 'substantial evidence' of effectiveness for approval of an NDA. In the absence of any evidence of adequate and well-controlled investigation supporting the efficacy of Lutrexin, a fortiori Lutrexin would be a 'new drug' subject to the provisions of the Act.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As noted, the 1962 amendments for the first time gave FDA power to scrutinize and evaluate drugs for effectiveness as well as safety. The Act requires the Commissioner to disapprove any application when there is a lack of 'substantial evidence' that the applicant's drug is effective. &#167; 505(d), 21 U.S.C. &#167; 355(d). Similarly, he may withdraw approval for any drug if he subsequently determines that there is a lack of such evidence. &#167; 505(e), 21 U.S.C. &#167; 355(e). Evidence may be accepted only if it consists of 'adequate and well-controlled investigations, including clinical investigations, by experts qualified by scientific training and experience to evaluate the effectiveness of the drug involved . . ..' &#167; 505(d), 21 U.S.C. &#167; 355(d). The legislative history of the Act indicates that the test was to be a rigorous one. The 'substantial evidence' requirement reflects the conclusion of Congress, based upon hearings,<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> that clinical impressions of practicing physicians and poorly controlled experiments do not constitute an adequate basis for establishing efficacy. This policy underlies the regulations defining the contours of 'substantial evidence': 'Uncontrolled studies or partially controlled studies are not acceptable as the sole basis for the approval of claims of effectiveness. Such studies, carefully conducted and documented, may provide corroborative support of well-controlled studies . . .. Isolated case reports, random experience, and reports lacking the details which permit scientific evaluation will not be considered.' 21 C.F.R. &#167; 130.12(a)(5)(ii)(c).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">These efficacy requirements were not designed to be prospective only. Clearly, after the initial two-year moratorium on existing drugs, FDA has the power to withdraw an application which became effective prior to the adoption of the 1962 amendments, if the applicant has not provided 'substantial evidence' of the drug's efficacy. The Act plainly contemplates that such drugs will be evaluated on the basis of adequate and well-controlled investigations. Hynson would have us hold that withdrawal proceedings can be thwarted by a showing of general recognition of effectiveness based merely on expert testimony and reports with respect to investigations and clinical observation regardless of the controls used. But, we cannot construe &#167; 201(p) to deprive FDA of jurisdiction over a drug which, if subject to FDA regulation, could not be marketed because it had not passed the 'substantial evidence' test. To do so 'would be to impute to Congress a purpose to paralyze with one hand what it sought to promote with the other.' Clark v. Uebersee Finanz-Korp., 332 U.S. 480, 489, 68 S.Ct. 174, 178, 92 L.Ed. 88.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Moreover, the interpretation of &#167; 201(p) urged by Hynson is not consistent with the statutory scheme as it operates on a purely prospective basis. Under subsection (2), a drug cannot transcend 'new drug' status until it has been used 'to a material extent or for a material time.' Yet, a drug cannot be marketed lawfully before an NDA has been approved by the Commissioner on the basis of 'substantial evidence.' As the Solicitor General argues, 'the Act is designed so that drugs on the market, unless exempt, will have mustered the requisite scientifically reliable evidence of effectiveness long before they are in a position to drop out of active regulation by ceasing to be a 'new drug.\"</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It is well established that our task in interpreting separate provisions of a single Act is to give the Act 'the most harmonious, comprehensive meaning possible' in light of the legislative policy and purpose. Clark v. Uebersee Finanz-Korp., 332 U.S., at 488, 68 S.Ct., at 178; see United States v. Article of Drug . . . Bacto-Unidisk, 394 U.S. 784, 798, 89 S.Ct. 1410, 1418, 22 L.Ed.2d 726. We accordingly have concluded that a drug can be 'generally recognized' by experts as effective for intended use within the meaning of the Act only when that expert consensus is founded upon 'substantial evidence' as defined in &#167; 505(d). We have held in No. 72&#8212;394, however, that the Commissioner was not justified in withdrawing Hynson's NDA without a prior hearing on whether Hynson had submitted 'substantial evidence' of Lutrexin's effectiveness. Consequently, any ruling as to Lutrexin's 'new drug' status is premature and must await the outcome of this hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally, we cannot agree with Hynson that Lutrexin is exempt from the provisions of the Act by virtue of &#167; 107(c)(4) of the 1962 amendments. That section provides that no drug will be treated as a 'new drug' if, on the day preceding the adoption of the amendments, the drug '(A) was commercially used or sold in the United States, (B) was not a new drug as defined by section 201(p) of the basic Act as then in force, and (C) was not covered by an effective application under section 505 of that Act . . ..' The applicability of this section turns solely on whether Lutrexin was 'covered' by an effective NDA immediately prior to the adoption of the 1962 amendments. Hynson argues that when Lutrexin became generally recognized as safe and was no longer a 'new drug,' its NDA ceased to be effective.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">That argument draws no statutory support. The 1938 Act did not provide any mechanism other than the Commissioner's suspension authority under &#167; 505(e), whereby an NDA once effective could cease to be effective. Indeed, &#167; 505(e) leads to the conclusion that an NDA remains effective unless it is suspended. That section empowers FDA to withdraw approval of an NDA whenever new evidence comes to light suggesting that the drug has become unsafe, whether or not the drug was generally recognized as safe in the interim.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Moreover, Hynson's argument, as the Court of Appeals recognized, would render clause (C) superfluous. Under Hynson's reasoning, any drug that could satisfy clause (B)&#8212;i.e., any drug that had become generally recognized as safe&#8212;automatically would satisfy clause (C). This construction, therefore, offends the well-settled rule of statutory construction that all parts of a statute, if at all possible, are to be given effect. See, e.G., Jarecki v. G. D. Searle &amp; Co., 367 U.S. 303, 307, 81 S.Ct. 1579, 1582, 6 L.Ed.2d 859; D. Ginsberg &amp; Sons v. Popkin, 285 U.S. 204, 208, 52 S.Ct. 322, 323, 76 L.Ed. 704. The interpretation accorded by the Commissioner and the Court of Appeals, on the other hand, does give clause (C) operative effect. It would limit the exemption to drugs, generally recognized as safe, which had not come under the blanket of an effective NDA. This interpretation accords with the legislative history which suggests that the exemption is afforded only for drugs that never had been subject to new drug regulation.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Except for the modification with respect to Lutrexin's 'new drug' status, the judgment of the Court of Appeals is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Mr. Justice BRENNAN took no part in the consideration or decision of these cases.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Mr. Justice STEWART took no part in the decision of these cases.</p>\n    </div>\n    <p class=\"center\">APPENDIX TO OPINION OF THE COURT</p>\n    <p class=\"indent\">Title 21 CFR &#167; 130.12(a)(5) provides:</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">(ii) The following principles have been developed over a period of years and are recognized by the scientific community as the essentials of adequate and well-controlled clinical investigations. They provide the basis for the determination whether there is 'substantial evidence' to support the claims of effectiveness for 'new drugs' and antibiotic drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">(a) The plan or protocol for the study and the report of the results of the effectiveness study must include the following:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">(1) A clear statement of the objectives of the study,</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">(2) A method of selection of the subjects that&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">(i) Provides adequate assurance that they are suitable for the purposes of the study, diagnostic criteria of the condition to be treated or diagnosed, confirmatory laboratory tests where appropriate, and, in the case of prophylactic agents, evidence of susceptibility and exposure to the condition against which prophylaxis is desired.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">(ii) Assigns the subjects to test groups in such a way as to minimize bias.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">(iii) Assures comparability in test and control groups of pertinent variables, such as age, sex, severity, or duration of disease, and use of drugs other than the test drug.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">(3) Explains the methods of observation and recording of results, including the variables measured, quantitation, assessment of any subject's response, and steps taken to minimize bias on the part of the subject and observer.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">(4) Provides a comparison of the results of treatment or diagnosis with a control in such a fashion as to permit quantitative evaluation. The precise nature of the control must be stated and an explanation given of the methods used to minimize bias on the part of the observers and the analysts of the data. Level and methods of 'blinding,' if used, are to be documented. Geneally, four types of comparison are recognized:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">(i) No treatment: Where objective measurements of effectiveness are available and placebo effect is negligible, comparison of the objective results in comparable groups of treated and untreated patients.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">(ii) Placebo control: Comparison of the results of use of the new drug entity with an inactive preparation designed to resemble the test drug as far as possible.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">(iii) Active treatment control: An effective regimen of therapy may be used for comparison, e.g., where the condition treated is such that no treatment or administration of a placebo would be contrary to the interest of the patient.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">(iv) Historical control: In certain circumstances, such as those involving diseases with high and predictable mortality (acute leukemia of childhood), with signs and symptoms of predictable duration or severity (fever in certain infections), or in case of prophylaxis, where morbidity is predictable, the results of use of a new drug entity may be compared quantitatively with prior experience historically derived from the adequately documented natural history of the disease or condition in comparable patients or populations with no treatment or with a regimen (therapeutic, diagnostic, prophylactic) the effectiveness of which is established.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">(5) A summary of the methods of analysis and an evaluation of data derived from the study, including any appropriate statistical methods.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Provided, however, That any of the above criteria may be waived in whole or in part, either prior to the investigation or in the evaluation of a completed study, by the Director of the Bureau of Drugs with respect to a specific clinical investigation; a petition for such a waiver may be filed by any person who would be adversely affected by the application of the criteria to a particular clinical investigation; the petition should show that some or all of the criteria are not reasonably applicable to the investigation and that alternative procedures can be, or have been, followed, the results of which will or have yielded data that can and should be accepted as substantial evidence of the drug's effectiveness. A petition for a waiver shall set forth clearly and concisely the specific provision or provisions in the criteria from which waiver is sought, why the criteria are not reasonably applicable to the particular clinical investigation, what alternative procedures, if any, are to be, or have been, employed, what results have been obtained, and the basis on which it can be, or has been, concluded that the clinical investigation will or has yielded substantial evidence of effectiveness, notwithstanding nonconformance with the criteria for which waiver is requested.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">(b) For such an investigation to be considered adequate for approval of a new drug, it is required that the test drug be standardized as to identity, strength, quality, purity, and dosage form to give significance to the results of the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">(c) Uncontrolled studies or partially controlled studies are not acceptable as the sole basis for the approval of claims of effectiveness. Such studies, carefully conducted and documented, may provide corroborative support of well-controlled studies regarding efficacy and may yield valuable data regarding safety of the test drug. Such studies will be considered on their merits in the light of the principles listed here, with the exception of the requirement for the comparison of the treated subjects with controls. Isolated case reports, random experience, and reports lacking the details which permit scientific evaluation will not be considered.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Mr. Justice POWELL, concurring in part, and concurring in the result in part.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">I concur in Part II of the Court's opinion, which disposes of the issues raised by Hynson, Westcott &amp; Dunning, Inc., in its cross-petition (No. 72&#8212;414). As to Part I, which addresses issues raised in the petition filed by the Commissioner of FDA (No. 72 394), I concur only in the result and state briefly the limited sense in which I accept the Court's conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Insofar as the Court today sustains the holding below that Hynson's submission to FDA raised 'a genuine and substantial issue of fact' requiring a hearing on the ultimate issue of efficacy, 21 CFR &#167; 130.14(b), I am in accord. Hynson's presentation in support of the efficacy of Lutrexin clearly justified a hearing as to whether the drug was supported by 'adequate and well-controlled investigations,' 21 U.S.C. &#167; 355(d), even as that term is defined in the Commission's regulations. 21 CFR &#167; 130.12(a)(5). For this reason I concur in the result reached in this case. I cannot agree on this record, however, with any implications or conclusions in the Court's opinion to the effect that the regulations&#8212;as construed and applied by the Commissioner in this case&#8212;are either compatible with the statutory scheme or constitutional under the Due Process Clause.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Such questions have not been squarely presented here and, in light of the Court's conclusion that Hynson has complied with the regulations, their resolution is unnecessary to the Court's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Were we required to reach these issues, there might well be serious doubt whether the Commissioner's rigorous threshold specifications as to proof of 'adequate and well-controlled investigations,' coupled with his restrictive summary judgment regulation, go beyond the statutory requirements and in effect frustrate the congressional mandate for a prewithdrawal 'opportunity for hearing.' 21 U.S.C. &#167; 355(e). There is also a genuine issue of procedural due process where, as in this case, the Commissioner construes his regulations to deny a hearing as to the efficacy of a drug established and used by the medical profession for two decades, and where its effectiveness is supported by a significant volume of clinical data and the informed opinions of experts whose qualifications are not questioned.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">These important and complex questions should await decision in future cases in which the issues are briefed fully and are necessary to the Court's decision.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Drug Amendments of 1962 (Harris-Kefauver Act), 76 Stat. 780, amending 21 U.S.C. &#167; 301 et seq.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Act originally provided for filing applications with the Secretary of Agriculture, but his functions were assigned to FDA. FDA is now part of the Department of Health, Education, and Welfare (HEW), and the Secretary of HEW has delegated his responsibilities under the Federal Food, Drug, and Cosmetic Act to the Commissioner of Food and Drugs. 21 CFR &#167; 2.120.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 'Substantial evidence' was defined to mean 'evidence consisting of adequate and well-controlled investigations, including clinical investigations, by experts qualified by scientific training and experience to evaluate the effectiveness of the drug involved, on the basis of which it could fairly and responsibly be concluded by such experts that the drug will have the effect it purports or is represented to have . . ..' 21 U.S.C. &#167; 355(d).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Drug Amendments of 1962, &#167; 107(c)(2) and (c)(3)(B), 76 Stat. 788, note following 21 U.S.C. &#167; 321.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Id., 107(c)(4).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 31 Fed.Reg. 9426.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> FDA has recently adopted a regulation declaring the manner in which Drug Efficacy Study Implementation Notices and Notices of Opportunity for Hearing apply to identical, related, and similar drugs. Any person with an interest in such drugs is provided an opportunity for hearing on any proposed withdrawal of NDA approval for the basic or pioneer drug. 37 Fed.Reg. 23185, adding &#167; 130.40 to 21 CFR.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 35 Fed.Reg. 7251, amending 21 CFR &#167;&#167; 130.12(a)(5) and 130.14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Section 505(e) as amended, 21 U.S.C. &#167; 355(e), provides in relevant part:</p>\n        <p>'The Secretary shall, after the notice and opportunity for hearing to the applicant, withdraw approval of an application with respect to any drug under this section if the Secretary finds . . . (3) on the basis of new information before him with respect to such drug, evaluated together with the evidence available to him when the application was approved, that there is a lack of substantial evidence that the drug will have the effect it purports or is represented to have under the conditions of use prescribed, recommended, or suggested in the labeling thereof . . ..'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See n. 3, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Title 21 CFR &#167; 130.12(a)(5) as amended, 35 Fed.Reg. 7251, is set forth in relevant part in an Appendix to this opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Subjects must be chosen so that they are 'suitable for the purposes of the study,' assigned to test groups in such a way as to minimize bias, and comparable in terms of 'pertinent variables, such as age, sex, severity, or duration of disease, and use of drugs other than the test drug.' 21 CFR &#167; 130.12(a)(5)(ii)(a)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Upjohn Co. v. Finch, 422 F.2d 944 (CA6); Pharmaceutical Manufacturers Ass'n v. Richardson, 318 F.Supp. 301 (D.C.Del.). FDA was enjoined from enforcing the regulations as originally issued on September 19, 1969, 34 Fed.Reg. 14596, on the ground that FDA had not complied with the notice requirements of the Administrative Procedure Act. Pharmaceutical Manufacturers Ass'n v. Finch, 307 F.Supp. 858 (D.C.Del.). The regulations were reissued in their current form on May 8, 1970. 35 Fed.Reg. 7251.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See Hearings on S. 1552 before the Subcommittee on Antitrust and Monopoly of the Senate Committee on the Judiciary, 87th Cong., 1st Sess., pt. 1, pp. 195, 282, 411&#8212;412. Much of this aspect of the legislative background of the 1962 Act is reviewed in enlightening detail by Judge Latchum in Pharmaceutical Manufacturers Assn. v. Richardson, supra, 318 F.Supp., at 306 et seq.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> S.Rep.No.1744, 87th Cong., 2d Sess., pt. 2, p. 1, U.S.Code Cong. &amp; Admin.News 1962, p. 2884.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Id., at 6.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> This applies, of course, only to those regulations that are precise. For example, the plan or protocol for a study must include '(a) summary of the methods of analysis and an evaluation of data derived from the study, including any appropriate statistical methods.' 21 CFR &#167; 130.12(a)(5)(ii)(a)(5). A mere reading of the study submitted will indicate whether the study is totally deficient in this regard. Some of the regulations, however, are not precise, as they call for the exercise of discretion or subjective judgment in determining whether a study is adequate and well controlled. For example, &#167; 130.12(a)(5)(ii)(a)(2)(i) requires that the plan or protocol for the study include a method of selection of the subjects that provide 'adequate assurance that they are suitable for the purposes of the study.' (Emphasis added.) The qualitative standards 'adequate' and 'suitable' do not lend themselves to clear-cut definition, and it may not be possible to tell from the face of a study whether the standards have been met. Thus, it might not be proper to deny a hearing on the ground that the study did not comply with this regulation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Under the Rules of Civil Procedure the party moving for summary judgment has the burden of showing the absence of a genuine issue as to any material fact. Adickes v. S. H. Kress &amp; Co., 398 U.S. 144, 157, 90 S.Ct. 1598, 1608, 26 L.Ed.2d 142.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Under the Administrative Procedure Act, a court reviews agency findings to determine whether they are supported by substantial evidence only in a case subject to the hearing provisions of 5 U.S.C. &#167;&#167; 556 and 557 or 'otherwise reviewed on the record of an agency hearing provided by statute . . ..' 5 U.S.C. &#167; 706(2)(E). This is not such a case. The question with which we are concerned involves the initial agency determination whether a hearing is required by statute. See Pfizer, Inc. v. Richardson, 434 F.2d 536, 546&#8212;547 (CA2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> 1939 Annual Report FDA; 1941 Annual Report FDA; Annual Reports Federal Security Agency (1938&#8212;1952); Annual Reports HEW (1953&#8212;1962).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> That section provides:</p>\n        <p>'The term (hew drug' means&#8212;</p>\n        <p>'(1) Any drug (except a new animal drug or an animal feed bearing or containing a new animal drug) the composition of which is such that such drug is not generally recognized, among experts qualified by scientific training an experience to evaluate the safety and effectiveness of drugs, as safe ans effective for use under the conditions prescribed, recommended, or suggested in the labeling thereof, except that such a drug not so recognized shall not be deemed to be a 'new drug' if at any time prior to the enactment of this chapter it was subject to the Food and Drugs Act of June 30, 1906, as amended, and if at such time its labeling contained the same representations concerning the conditions of its use; or</p>\n        <p>'(2) Any drug (except a new animal drug or an animal feed bearing or containing a new animal drug) the composition of which is such that such drug, as a result of investigations to determine its safety and effectiveness for use under such conditions, has become so recognized, but which has not, otherwise than in such investigations, been used to a material extent or for a material time under such conditions.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> That section provides:</p>\n        <p>'In the case of any drug which, on the day immediately preceding the enactment date, (A) was commercially used or sold in the United States, (B) was not a new drug as defined by section 201(p) of the basic Act as then in force, and (C) was not covered by an effective application under section 505 of that Act, the amendments to section 201(p) made by this Act shall not apply to such drug when intended solely for use under conditions prescribed, recommended, or suggested in labeling with respect to such drug on that day.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> It also follows that if Hynson were not entitled to a hearing under &#167; 505(e), it would not be entitled to a hearing on its claim that Lutrexin is not a 'new drug.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See Hearings, supra, n. 14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> Hynson also argues that Lutrexin is exempt by operation of &#167; 107(c)(2), which provides:</p>\n        <p>'An application filed pursuant to section 505(b) of the basic Act which was 'effective' within the meaning of that Act on the day immediately preceding the enactment date shall be deemed as of the enactment date, to be an application 'approved' by the Secretary within the meaning of the basic Act as amended by this Act.' Hynson contends that Lutrexin, generally recognized as safe prior to 1962, was not a 'new drug' under applicable standards before the 1962 amendments. Thus, the argument goes, its NDA had ceased to be effective and could not be deemed 'approved' under &#167; 107(c)(2). Consequently, there was no approval that could be withdrawn in administrative proceedings pursuant to &#167; 505(e).</p>\n        <p>This argument shares a common thread with the argument under &#167; 107(c)(4)&#8212;that the NDA for Lutrexin had ceased to be effective. The argument is no more persuasive under &#167; 107(c)(2) than &#167; 107(c)(4). In addition, the construction offered by Hynson would upset the carefully drawn transitionary provisions of &#167; 107(c)(2) and (c)(3). Since the Commissioner now must affirmatively approve or disapprove all NDA's, &#167; 107(c)(2) was enacted to remove the administrative burden of approving each and every NDA then effective. It also protected the marketing authority of all manufacturers that had effective NDA's. Without this provision, no manufacturer whose drug had become generally recognized as safe could have continued to market the drug if it was not also generally recognized as effective.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> See S.Rep.No.1744, 87th Cong., 2d Sess., pt. 2, p. 8; H.R.Rep.No.2464, 87th Cong., 2d Sess., 12; H.R.Rep.No.2526, 87th Cong., 2d Sess. 22&#8212;23; U.S.Code Cong. &amp; Admin.News 1962, p. 2884. Hynson contends that the construction afforded by FDA renders the exemption nugatory and defeats the legislative purpose. The provision, however, does exempt drugs that, as a generic class, were never subject to new drug regulation. These consist primarily of over-the-counter drugs which, although they were not 'grandfathered' under the 1938 Act, were not subject to new drug regulation because of universal recognition of the safety of their old, established ingredients at the time they came on the market.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Cf. Fuentes v. Shevin, 407 U.S. 67, 80, 92 S.Ct. 1983, 1994, 32 L.Ed.2d 556 (1972), and cases cited therein. I do not question, of course, the authority of the Commissioner to adopt reasonable regulations consistent with the statute and which do not, as applied, deprive persons of their property without the elementary due process of a fair opportunity for a hearing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> There can be no doubt, both from the legislative history and the language of the 1962 amendments to the Act, that Congress intended to impose standards that would bar reliance upon anecdotal evidence or mere professions of belief by doctors as determinative of a drug's efficacy. But it is also clear that Congress intended to protect against the arbitrary withdrawal or withholding of approval of a drug where there is 'substantial evidence' of its effectiveness. To provide protection against such action, especially when authority is vested in an official who acts in an administrative as well as judicial capacity, the Act specifically provides for a hearing. The public interest is two-fold: (i) to remove from the market, in accordance with due process, drugs of no utility or effectiveness; and (ii) to retain on the market those drugs that are efficacious. In an understandable zeal to remove the former, an administrative agency must not overlook both the interest of the public and the right of the proprietor in protecting the drugs that are useful in the prevention, control, or treatment of illness.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/108820/"
}