{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "412 U.S. 291", 
    "federal_cite_two": "93 S. Ct. 2000", 
    "specialty_cite_one": null, 
    "federal_cite_three": "36 L. Ed. 2d 900", 
    "lexis_cite": "1973 U.S. LEXIS 63", 
    "document_uris": [
      "/api/rest/v2/document/108801/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Cupp v. Murphy", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "72-212", 
    "id": 93160, 
    "resource_uri": "/api/rest/v2/citation/93160/"
  }, 
  "id": 108801, 
  "blocked": false, 
  "judges": "Stewart", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1973-05-29", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>412 U.S. 291 (1973)</b></center>\n<center><h1>CUPP, PENITENTIARY SUPERINTENDENT<br>\nv.<br>\nMURPHY.</h1></center>\n<center>No. 72-212.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 20, 1973.</center>\n<center>Decided May 29, 1973.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><i>Thomas H. Denney,</i> Assistant Attorney General of Oregon, argued the cause for petitioner. With him on the brief were <i>Lee Johnson,</i> Attorney General, and <i>John W. Osborn,</i> Solicitor General.</p>\n<p><i>Howard R. Lonergan</i> argued the cause and filed a brief for respondent.<sup>[*]</sup></p>\n<p><i>Melvin L. Wulf, Burt Neuborne,</i> and <i>Joel M. Gora</i> filed a brief for the American Civil Liberties Union as <i>amicus curiae</i> urging affirmance.</p>\n<p><span class=\"star-pagination\">*292</span> MR. JUSTICE STEWART delivered the opinion of the Court.</p>\n<p>The respondent, Daniel Murphy, was convicted by a jury in an Oregon court of the second-degree murder of his wife. The victim died by strangulation in her home in the city of Portland, and abrasions and lacerations were found on her throat. There was no sign of a break-in or robbery. Word of the murder was sent to the respondent, who was not then living with his wife. Upon receiving the message, Murphy promptly telephoned the Portland police and voluntarily came into Portland for questioning. Shortly after the respondent's arrival at the station house, where he was met by retained counsel, the police noticed a dark spot on the respondent's finger. Suspecting that the spot might be dried blood and knowing that evidence of strangulation is often found under the assailant's fingernails, the police asked Murphy if they could take a sample of scrapings from his fingernails. He refused. Under protest and without a warrant, the police proceeded to take the samples, which turned out to contain traces of skin and blood cells, and fabric from the victim's nightgown. This incriminating evidence was admitted at the trial.</p>\n<p>The respondent appealed his conviction, claiming that the fingernail scrapings were the product of an unconstitutional search under the Fourth and Fourteenth Amendments. The Oregon Court of Appeals affirmed the conviction, 2 Ore. App. 251, 465 P. 2d 900, and we denied certiorari, 400 U. S. 944. Murphy then commenced the present action for federal habeas corpus relief. <span class=\"star-pagination\">*293</span> The District Court, in an unreported decision, denied the habeas petition, and the Court of Appeals for the Ninth Circuit reversed, 461 F. 2d 1006. The Court of Appeals assumed the presence of probable cause to search or arrest, but held that in the absence of an arrest or other exigent circumstances, the search was unconstitutional. <i>Id.,</i> at 1007. We granted certiorari, 409 U. S. 1036, to consider the constitutional question presented.</p>\n<p>The trial court, the Oregon Court of Appeals, and the Federal District Court all agreed that the police had probable cause to arrest the respondent at the time they detained him and scraped his fingernails. As the Oregon Court of Appeals said,</p>\n<blockquote>\"At the time the detectives took these scrapings they knew:</blockquote>\n<blockquote>\"The bedroom in which the wife was found dead showed no signs of disturbance, which fact tended to indicate a killer known to the victim rather than to a burglar or other stranger.</blockquote>\n<blockquote>\"The decedent's son, the only other person in the house that night, did not have fingernails which could have made the lacerations observed on the victim's throat.</blockquote>\n<blockquote>\"The defendant and his deceased wife had had a stormy marriage and did not get along well.</blockquote>\n<blockquote>\"The defendant had, in fact, been at his home on the night of the murder. He left and drove back to central Oregon claiming that he did not enter the house or see his wife. He volunteered a great deal of information without being asked, yet expressed no concern or curiosity about his wife's fate.\" 2 Ore. App., at 259-260, 465 P. 2d. at 904.</blockquote>\n<p>The Court of Appeals for the Ninth Circuit did not disagree with the conclusion that the police had probable cause to make an arrest, 461 F. 2d. at 1007, nor do we.</p>\n<p><span class=\"star-pagination\">*294</span> It is also undisputed that the police did not obtain an arrest warrant or formally \"arrest\" the respondent, as that term is understood under Oregon law.<sup>[1]</sup> The respondent was detained only long enough to take the fingernail scrapings, and was not formally \"arrested\" until approximately one month later. Nevertheless, the detention of the respondent against his will constituted a seizure of his person, and the Fourth Amendment guarantee of freedom from \"unreasonable searches and seizures\" is clearly implicated, cf. <i>United States</i> v. <i>Dionisio,</i> 410 U. S. 1, <i>Terry</i> v. <i>Ohio,</i> 392 U. S. 1, 19. As the Court said in <i>Davis</i> v. <i>Mississippi,</i> 394 U. S. 721, 726-727, \"Nothing is more clear than that the Fourth Amendment was meant to prevent wholesale intrusions upon the personal security of our citizenry, whether these intrusions be termed `arrests' or `investigatory detentions.' \"</p>\n<p>In <i>Davis,</i> the Court held that fingerprints obtained during the brief detention of persons seized in a police dragnet procedure, without probable cause, were inadmissible in evidence. Though the Court recognized that fingerprinting \"involves none of the probing into an individual's private life and thoughts that marks an interrogation or search,\" <i>id.,</i> at 727, the Court held the station-house detention in that case to be violative of the Fourth and Fourteenth Amendments. \"Investigatory seizures would subject unlimited numbers of innocent persons to the harassment and ignominy incident to involuntary detention,\" <i>id.,</i> at 726.</p>\n<p>The respondent in this case, like Davis, was briefly detained at the station house. Yet here, there was, as three courts have found, probable cause to believe that <span class=\"star-pagination\">*295</span> the respondent had committed the murder. The vice of the detention in <i>Davis</i> is therefore absent in the case before us. Cf. <i>United States</i> v. <i>Dionisio, supra</i><i>.</i></p>\n<p>The inquiry does not end here, however, because Murphy was subjected to a search as well as a seizure of his person. Unlike the fingerprinting in <i>Davis,</i> the voice exemplar obtained in <i>United States</i> v. <i>Dionisio, supra</i><i>,</i> or the handwriting exemplar obtained in <i>United States</i> v. <i>Mara,</i> 410 U. S. 19, the search of the respondent's fingernails went beyond mere \"physical characteristics. . . constantly exposed to the public,\" <i>United States</i> v. <i>Dionisio, supra,</i> at 14, and constituted the type of \"severe, though brief, intrusion upon cherished personal security\" that is subject to constitutional scrutiny. <i>Terry</i> v. <i>Ohio, supra,</i> at 24-25.</p>\n<p>We believe this search was constitutionally permissible under the principles of <i>Chimel</i> v. <i>California,</i> 395 U. S. 752. <i>Chimel</i> stands in a long line of cases recognizing an exception to the warrant requirement when a search is incident to a valid arrest. <i>Id.,</i> at 755-762. The basis for this exception is that when an arrest is made, it is reasonable for a police officer to expect the arrestee to use any weapons he may have and to attempt to destroy any incriminating evidence then in his possession. <i>Id.,</i> at 762-763. The Court recognized in <i>Chimel</i> that the scope of a warrantless search must be commensurate with the rationale that excepts the search from the warrant requirement.<sup>[2]</sup> Thus, a warrantless search incident to arrest, the Court held in <i>Chimel,</i> must be limited to the area \"into which an arrestee might reach.\" <i>Id.,</i> at 763.</p>\n<p><span class=\"star-pagination\">*296</span> Where there is no formal arrest, as in the case before us, a person might well be less hostile to the police and less likely to take conspicuous, immediate steps to destroy incriminating evidence on his person. Since he knows he is going to be released, he might be likely instead to be concerned with diverting attention away from himself. Accordingly, we do not hold that a full <i>Chimel</i> search would have been justified in this case without a formal arrest and without a warrant. But the respondent was not subjected to such a search.</p>\n<p>At the time Murphy was being detained at the station house, he was obviously aware of the detectives' suspicions. Though he did not have the full warning of official suspicion that a formal arrest provides, Murphy was sufficiently apprised of his suspected role in the crime to motivate him to attempt to destroy what evidence he could without attracting further attention. Testimony at trial indicated that after he refused to consent to the taking of fingernail samples, he put his hands behind his back and appeared to rub them together. He then put his hands in his pockets, and a \"metallic sound, such as keys or change rattling\" was heard. The rationale of <i>Chimel,</i> in these circumstances, justified the police in subjecting him to the very limited search necessary to preserve the highly evanescent evidence they found under his fingernails, cf. <i>Schmerber</i> v. <i>California,</i> 384 U. S. 757.</p>\n<p>On the facts of this case, considering the existence of probable cause, the very limited intrusion undertaken incident to the station house detention, and the ready destructibility of the evidence, we cannot say that this search violated the Fourth and Fourteenth Amendments. Accordingly, the judgment of the Court of Appeals is</p>\n<p><i>Reversed.</i></p>\n<p><span class=\"star-pagination\">*297</span> MR. JUSTICE WHITE joins the opinion of the Court but does not consider the issue of probable cause to have been decided here or to be foreclosed on remand to the Court of Appeals where it has never been considered.</p>\n<p>MR. JUSTICE MARSHALL, concurring.</p>\n<p>I join the opinion of my BROTHER STEWART.</p>\n<p>Murphy's freedom of movement was unquestionably limited when the police did not acquiesce in his refusal to permit them to take scrapings from his fingernails. But that detention, although a seizure of the person protected by the Fourth Amendment, did not amount to an arrest under Oregon law. See Ore. Rev. Stat. § 133.210. The police, understanding this, did not, for example, take Murphy promptly before a magistrate after this detention, as state law requires after an arrest. <i>Id.,</i> § 133.550.<sup>[1]</sup> As we have said before, however, \"It is quite plain that the Fourth Amendment governs `seizures' of the person which do not eventuate in a trip to the station house and prosecution for crime\u0097 `arrests' in traditional terminology. It must be recognized that whenever a police officer accosts an individual and restrains his freedom to walk away, he has `seized' that person.\" <i>Terry</i> v. <i>Ohio,</i> 392 U. S. 1, 16 (1968). See also <i>id.,</i> at 19 n. 16, 26; <i>Sibron</i> v. <i>New York,</i> 392 U. S. 40, 67 (1968).</p>\n<p>Murphy argues, however, that the detention was unlawful because the police did not satisfy \"the general requirement that the authorization of a judicial officer be obtained in advance of detention,\" <i>Davis</i> v. <i>Mississippi,</i> 394 U. S. 721, 728 (1969). See also <i>Terry</i> v. <i>Ohio,</i> <span class=\"star-pagination\">*298</span> <i>supra,</i> at 20. But until the officer saw a dark spot under Murphy's thumbnail, and remembered that he had seen lacerations on the throat of the deceased, he had no reason to detain Murphy for the limited purpose of taking fingernail scrapings. Then, when he brought to Murphy's attention his interest in taking such scrapings, he was dealing with a suspect alerted to the desire of the police to inspect his fingernails. At that point, there was no way to preserve the status quo while a warrant was sought, and there was good reason to believe that Murphy might attempt to alter the status quo unless he were prevented from doing so. The police could not assure the preservation of the evidence simply by placing Murphy under close surveillance, because of the nature of the evidence. And, for purposes of Fourth Amendment analysis, detaining him while a warrant was sought would have been as much a seizure as detaining him while his fingernails were scraped. If the Fourth Amendment permits a stop-and-frisk when the police have specific articulable facts from which they may infer that a person, who they suspect is about to commit a crime, is armed and dangerous, <i>Terry</i> v. <i>Ohio, supra</i><i>,</i> it also permits detention, where the police have probable cause to arrest,<sup>[2]</sup> to take fingernail scrapings in the circumstances of this case.<sup>[3]</sup></p>\n<p>Murphy's argument is, of course, a troublesome one, and, if the police had done more than take fingernail <span class=\"star-pagination\">*299</span> scrapings, I would be inclined to hold the search illegal. For, as a general principle of the law of the Fourth Amendment, the scope of a search must be strictly limited in terms of the circumstances that justify the search. See, <i>e. g., </i><i>Terry</i> v. <i>Ohio, supra,</i> at 19-20; <i>Chimel</i> v. <i>California,</i> 395 U. S. 752 (1969). When a person is detained, but not arrested, the detention must be justified by particularized police interests other than a desire to initiate a criminal proceeding against the person they detain. The police therefore cannot do more than investigate the circumstances that occasion the detention. In this case, the police limited their intrusion to precisely the area that led them to restrict Murphy's freedom; he was not searched as extensively as he might have been had an arrest occurred. Indeed, in my view, the Fourth Amendment would have barred a more extensive search, for the police had no reason at all to believe that Murphy had on his person more evidence relating to the crime, or, in light of the fact that this case involved a strangulation, a weapon that he might use at the station house.</p>\n<p>I realize that exceptions to the warrant requirement may be established because of \"powerful hydraulic pressures. . . that bear heavily on the Court to water down constitutional guarantees,\" <i>Terry</i> v. <i>Ohio, supra,</i> at 39 (DOUGLAS, J., dissenting), and that those same pressures may lead to later expansion of the exceptions beyond the narrow confines of the cases in which they are established, <i>Adams</i> v. <i>Williams,</i> 407 U. S. 143, 161-162 (1972) (MARSHALL, J., dissenting). But I cannot say that, in the precise circumstances of this case, the police violated the Fourth Amendment in detaining Murphy for the limited purpose of scraping his fingernails. I emphasize, as does the opinion of the Court, that the search conducted incident to this detention was extremely narrow in scope, and that its scope was tied closely to the reasons justifying <span class=\"star-pagination\">*300</span> the detention. On this understanding, I join the opinion of the Court.</p>\n<p>MR. JUSTICE BLACKMUN, with whom THE CHIEF JUSTICE joins, concurring.</p>\n<p>The Court today permits a search for evidence without an arrest but under circumstances where probable cause for an arrest existed, where the officers had reasonable cause to believe that the evidence was on respondent's person, and where that evidence was highly destructible. The Court, however, restricts the permissible quest to \"the very limited search necessary to preserve the highly evanescent evidence they found under [respondent's] fingernails.\"</p>\n<p>While I join the Court's opinion, I do so with the understanding that what the Court says here applies only where no arrest has been made. Far different factors, in my view, govern the permissible scope of a search incident to a lawful arrest.</p>\n<p>MR. JUSTICE POWELL, with whom THE CHIEF JUSTICE and MR. JUSTICE REHNQUIST join, concurring.</p>\n<p>In this case the District Court and the Court of Appeals entertained a habeas corpus attack upon a state court conviction on the ground that the evidence seized in violation of the Fourth Amendment had been wrongly admitted at the state trial. For the reasons set forth in my concurring opinion in <i>Schneckloth</i> v. <i>Bustamonte, ante,</i> p. 250, I think a claim such as this is properly available in federal habeas corpus only to the extent of ascertaining whether the prisoner was afforded a fair opportunity to raise and have adjudicated the question in state courts. The Court today, however, reaches the merits of the respondent's Fourth Amendment claim, and on the merits I join the Court's opinion.</p>\n<p><span class=\"star-pagination\">*301</span> MR. JUSTICE DOUGLAS, dissenting in part.</p>\n<p>I agree with the Court that exigent circumstances existed making it likely that the fingernail scrapings of suspect Murphy might vanish if he were free to move about. The police would therefore have been justified in detaining him while a search warrant was sought from a magistrate. None was sought and the Court now holds there was probable cause to search or arrest, making a warrant unnecessary.</p>\n<p>Whether there was or was not probable cause is difficult to determine on this record. It is a question that the Court of Appeals never reached. We should therefore remand to it for a determination of that question.</p>\n<p>The question is clouded in my mind because the police did not arrest Murphy until a month later. It is a case not covered by <i>Chimel</i> v. <i>California,</i> 395 U. S. 752, on which the Court relies, for in <i>Chimel</i> an arrest had been made.</p>\n<p>As the Court states, Oregon defines arrest as \"the taking of a person into custody so that he may be held to answer for a crime.\" Ore. Rev. Stat. § 133.210. No such arrest was made until a month after Murphy's fingernails were scraped. As we stated in <i>Johnson</i> v. <i>United States,</i> 333 U. S. 10, 15 n. 5, \"State law determines the validity of arrests without warrant.\" The case is therefore on all fours with <i>Davis</i> v. <i>Mississippi,</i> 394 U. S. 721, where a suspect was detained for the sole purpose of obtaining fingerprints but at the time the police were not detaining him to charge him with the crime. Like the seizure in this case, <i>Davis</i> involved an investigative seizure. In <i>Davis,</i> at 727, as in <i>Terry</i> v. <i>Ohio,</i> 392 U. S. 1, 19, the Court rejected the view that the Fourth Amendment does not limit police conduct \"if the officers stop short of something called a `technical arrest' or a `full-blown search.' \"</p>\n<p><span class=\"star-pagination\">*302</span> The reason why no arrest of Murphy was made on the day his fingernails were scraped creates a nagging doubt that they did not then have probable cause to make an arrest and did not reach that conclusion until a month later. Why was Murphy allowed to roam at will, a free man, for the next month? The evolving pattern of a conspiracy offense might induce the police to turn a suspect loose in order to tail him and see what other suspects could be brought into their net. But no such circumstances were present here.</p>\n<p>What the decision made today comes down to, I fear, is that \"suspicion\" is the basis for a search of the person without a warrant. Yet \"probable cause\" is the requirement of the Fourth Amendment which is applicable to the States by reason of the Fourteenth Amendment. <i>Mapp</i> v. <i>Ohio,</i> 367 U. S. 643. Suspicion has never been sufficient for a warrantless search, save for the narrow situation of searches incident to an arrest as was involved in <i>Chimel.</i> That exception is designed (see <i>Schmerber</i> v. <i>California,</i> 384 U. S. 757, 769-770) to protect the officer against assaults through weapons within easy reach of the accused or to save evidence within that narrow zone from destruction. However, this is a case where a warrant might have been sought but was not. It is therefore governed by the rule that the rights of a person \"against unlawful search and seizure are to be protected even if the same result might have been achieved in a lawful way.\" <i>Silverthorne Lumber Co.</i> v. <i>United States,</i> 251 U. S. 385, 392. No warrant could have been issued by the police, for as we held in <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S. 443, 453, a warrant must be issued by \"the neutral and detached magistrate required by the Constitution.\" And see <i>Mancusi</i> v. <i>DeForte,</i> 392 U. S. 364, 371. As stated in <i>Johnson</i> v. <i>United States,</i> 333 U. S., at 14, \"When the right of privacy must reasonably yield to the right of search is, <span class=\"star-pagination\">*303</span> as a rule, to be decided by a judicial officer, not by a policeman or government enforcement agent.\" In that case the officers, smelling opium, asked for entrance, which was given. On entry, discovering that the accused was the sole occupant, the police arrested her. \"Thus the Government is obliged to justify the arrest by the search and at the same time to justify the search by the arrest. This will not do.\" <i>Id.,</i> at 16-17.</p>\n<p>It will not do here either. As <i>Boyd</i> v. <i>United States,</i> 116 U. S. 616, stated, the Fourth Amendment is closely related to the Self-Incrimination Clause of the Fifth.<sup>[*]</sup> A warrantless search on suspicion, today sustained, gives the police evidence otherwise protected by the Self-Incrimination Clause of the Fifth Amendment. It was in that regard that the Court in <i>Boyd</i> said: \"[T]he Fourth and Fifth Amendments run almost into each other.\" <i>Id.,</i> at 630. And that Court went on to say: \"For the `unreasonable searches and seizures' condemned in the Fourth Amendment are almost always made for the purpose of compelling a man to give evidence against himself, which in criminal cases is condemned in the Fifth Amendment; and compelling a man `in a criminal case to be a witness against himself,' which is condemned in the Fifth Amendment, throws light on the question as to what is an `unreasonable search and seizure' within the meaning of the Fourth Amendment. And we have been unable to perceive that the seizure of a man's private books and papers to be used in evidence against him is substantially different from compelling him to be a <span class=\"star-pagination\">*304</span> witness against himself. We think it is within the clear intent and meaning of those terms.\" <i>Id.,</i> at 633.</p>\n<p>The same can be said of incriminating evidence found under a suspect's fingernails. See <i>Rochin</i> v. <i>California,</i> 342 U. S. 165. Moreover, the Fourth Amendment guarantees the right of the people to be secure \"in their persons.\" Scraping a man's fingernails is an invasion of that privacy and it is tolerable, constitutionally speaking, only if there is a warrant for a search or seizure issued by a magistrate on a showing of \"probable cause\" that the suspect had committed the crime. There was time to get a warrant; Murphy could have been detained while one was sought; and that detention would have preserved the perishable evidence the police sought. A suspect on the loose could get rid of it; but a suspect closely detained until a warrant is obtained plainly could not.</p>\n<p>Our approval of the shortcut taken to avoid the Fourth and Fifth Amendments may be typical of this age. Erosions of constitutional guarantees usually start slowly, not in dramatic onsets. As stated in <i>Boyd</i> \"illegitimate and unconstitutional practices get their first footing . . . by silent approaches and slight deviations from legal modes of procedure.\" 116 U. S., at 635.</p>\n<p>The issue of probable cause should be considered by the Court of Appeals. On the record before us and the arguments based on it I cannot say there was \"probable cause\" for an arrest and for a search, since the arrest came after a month's delay. The only weight we can put in the scales to turn suspicion into probable cause is Murphy's conviction by a jury based on the illegally obtained evidence. That is but a simple way of making the end justify the means\u0097a principle wholly at war with our constitutionally enshrined adversary system.</p>\n<p><span class=\"star-pagination\">*305</span> MR. JUSTICE BRENNAN, dissenting in part.</p>\n<p>Without effecting an arrest, and without first seeking to obtain a search warrant from a magistrate, the police decided to scrape respondent's fingernails for destructible evidence. In upholding this search, the Court engrafts another, albeit limited, exception on the warrant requirement. Before we take the serious step of legitimating even limited searches merely upon probable cause\u0097without a warrant or as incident to an arrest\u0097we ought first be certain that such probable cause in fact existed. Here, as my Brother DOUGLAS convincingly demonstrates \"[w]hether there was or was not probable cause is difficult to determine on this record.\" <i>Ante,</i> at 301. And, since the Court of Appeals did not consider that question, the proper course would be to remand to that court so that it might decide in the first instance whether there was probable cause to arrest or search. There is simply no need for this Court to decide, upon a disputed record and at this stage of the litigation, whether the instant search would be permissible if probable cause existed.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Alan S. Ganz, Frank Carrington, Ronald E. Sherk,</i> and <i>Fred E. Inbau</i> filed a brief for Americans for Effective Law Enforcement, Inc., et al. as <i>amici curiae</i> urging reversal.</p>\n<p>[1]  Oregon defines arrest as \"the taking of a person into custody so that he may be held to answer for a crime.\" Ore. Rev. Stat. § 133.210.</p>\n<p>[2]  As the Court stated in <i>Terry</i> v. <i>Ohio</i><i>,</i> \"our inquiry is a dual one\u0097 whether the officer's action was justified at its inception, and whether it was reasonably related in scope to the circumstances which justified the interference in the first place.\" 392 U. S. 1, 19-20.</p>\n<p>[1]  Thus this case does not require us to determine whether the police were required to obtain a warrant for Murphy's arrest at the relevant time. Cf. <i>Jones</i> v. <i>United States,</i> 357 U. S. 493, 499-500 (1958); <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S. 443, 477-481 (1971).</p>\n<p>[2]  The Court of Appeals assumed that there was probable cause to arrest, and I proceed on that assumption. I agree with MR. JUSTICE WHITE that the question of probable cause to arrest is open on remand.</p>\n<p>[3]  MR. JUSTICE DOUGLAS suggests that the taking of fingernail scrapings might violate the Fifth Amendment privilege against self-incrimination. In my view, however, that privilege is confined to situations in which the evidence could be secured by the State only with the defendant's \"affirmative cooperation,\" <i>United States</i> v. <i>Dionisio,</i> 410 U. S. 1, 31 (1973) (MARSHALL, J., dissenting).</p>\n<p>[*]  My Brother MARSHALL says that this privilege is confined to cases where the evidence can be obtained only with the defendant's cooperation. But that extends even the boundaries set by <i>Schmerber</i> v. <i>California</i><i>,</i> involving forced giving of blood, 384 U. S. 757, 761, with which my Brother MARSHALL disagrees. <i>United States</i> v. <i>Dionisio,</i> 410 U. S. 1.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:11:42", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">291</span></span> (1973)</b></center>\n<center><h1>CUPP, PENITENTIARY SUPERINTENDENT<br>\nv.<br>\nMURPHY.</h1></center>\n<center>No. 72-212.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 20, 1973.</center>\n<center>Decided May 29, 1973.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><i>Thomas H. Denney,</i> Assistant Attorney General of Oregon, argued the cause for petitioner. With him on the brief were <i>Lee Johnson,</i> Attorney General, and <i>John W. Osborn,</i> Solicitor General.</p>\n<p><i>Howard R. Lonergan</i> argued the cause and filed a brief for respondent.<sup>[*]</sup></p>\n<p><i>Melvin L. Wulf, Burt Neuborne,</i> and <i>Joel M. Gora</i> filed a brief for the American Civil Liberties Union as <i>amicus curiae</i> urging affirmance.</p>\n<p><span class=\"star-pagination\">*292</span> MR. JUSTICE STEWART delivered the opinion of the Court.</p>\n<p>The respondent, Daniel Murphy, was convicted by a jury in an Oregon court of the second-degree murder of his wife. The victim died by strangulation in her home in the city of Portland, and abrasions and lacerations were found on her throat. There was no sign of a break-in or robbery. Word of the murder was sent to the respondent, who was not then living with his wife. Upon receiving the message, Murphy promptly telephoned the Portland police and voluntarily came into Portland for questioning. Shortly after the respondent's arrival at the station house, where he was met by retained counsel, the police noticed a dark spot on the respondent's finger. Suspecting that the spot might be dried blood and knowing that evidence of strangulation is often found under the assailant's fingernails, the police asked Murphy if they could take a sample of scrapings from his fingernails. He refused. Under protest and without a warrant, the police proceeded to take the samples, which turned out to contain traces of skin and blood cells, and fabric from the victim's nightgown. This incriminating evidence was admitted at the trial.</p>\n<p>The respondent appealed his conviction, claiming that the fingernail scrapings were the product of an unconstitutional search under the Fourth and Fourteenth Amendments. The Oregon Court of Appeals affirmed the conviction, 2 Ore. App. 251, 465 P. 2d 900, and we denied certiorari, 400 U. S. 944. Murphy then commenced the present action for federal habeas corpus relief. <span class=\"star-pagination\">*293</span> The District Court, in an unreported decision, denied the habeas petition, and the Court of Appeals for the Ninth Circuit reversed, 461 F. 2d 1006. The Court of Appeals assumed the presence of probable cause to search or arrest, but held that in the absence of an arrest or other exigent circumstances, the search was unconstitutional. <i>Id.,</i> at 1007. We granted certiorari, 409 U. S. 1036, to consider the constitutional question presented.</p>\n<p>The trial court, the Oregon Court of Appeals, and the Federal District Court all agreed that the police had probable cause to arrest the respondent at the time they detained him and scraped his fingernails. As the Oregon Court of Appeals said,</p>\n<blockquote>\"At the time the detectives took these scrapings they knew:</blockquote>\n<blockquote>\"The bedroom in which the wife was found dead showed no signs of disturbance, which fact tended to indicate a killer known to the victim rather than to a burglar or other stranger.</blockquote>\n<blockquote>\"The decedent's son, the only other person in the house that night, did not have fingernails which could have made the lacerations observed on the victim's throat.</blockquote>\n<blockquote>\"The defendant and his deceased wife had had a stormy marriage and did not get along well.</blockquote>\n<blockquote>\"The defendant had, in fact, been at his home on the night of the murder. He left and drove back to central Oregon claiming that he did not enter the house or see his wife. He volunteered a great deal of information without being asked, yet expressed no concern or curiosity about his wife's fate.\" 2 Ore. App., at 259-260, 465 P. 2d. at 904.</blockquote>\n<p>The Court of Appeals for the Ninth Circuit did not disagree with the conclusion that the police had probable cause to make an arrest, 461 F. 2d. at 1007, nor do we.</p>\n<p><span class=\"star-pagination\">*294</span> It is also undisputed that the police did not obtain an arrest warrant or formally \"arrest\" the respondent, as that term is understood under Oregon law.<sup>[1]</sup> The respondent was detained only long enough to take the fingernail scrapings, and was not formally \"arrested\" until approximately one month later. Nevertheless, the detention of the respondent against his will constituted a seizure of his person, and the Fourth Amendment guarantee of freedom from \"unreasonable searches and seizures\" is clearly implicated, cf. <i>United States</i> v. <i>Dionisio,</i> 410 U. S. 1, <i>Terry</i> v. <i>Ohio,</i> 392 U. S. 1, 19. As the Court said in <i>Davis</i> v. <i>Mississippi,</i> 394 U. S. 721, 726-727, \"Nothing is more clear than that the Fourth Amendment was meant to prevent wholesale intrusions upon the personal security of our citizenry, whether these intrusions be termed `arrests' or `investigatory detentions.' \"</p>\n<p>In <i>Davis,</i> the Court held that fingerprints obtained during the brief detention of persons seized in a police dragnet procedure, without probable cause, were inadmissible in evidence. Though the Court recognized that fingerprinting \"involves none of the probing into an individual's private life and thoughts that marks an interrogation or search,\" <i>id.,</i> at 727, the Court held the station-house detention in that case to be violative of the Fourth and Fourteenth Amendments. \"Investigatory seizures would subject unlimited numbers of innocent persons to the harassment and ignominy incident to involuntary detention,\" <i>id.,</i> at 726.</p>\n<p>The respondent in this case, like Davis, was briefly detained at the station house. Yet here, there was, as three courts have found, probable cause to believe that <span class=\"star-pagination\">*295</span> the respondent had committed the murder. The vice of the detention in <i>Davis</i> is therefore absent in the case before us. Cf. <i>United States</i> v. <i>Dionisio, supra</i><i>.</i></p>\n<p>The inquiry does not end here, however, because Murphy was subjected to a search as well as a seizure of his person. Unlike the fingerprinting in <i>Davis,</i> the voice exemplar obtained in <i>United States</i> v. <i>Dionisio, supra</i><i>,</i> or the handwriting exemplar obtained in <i>United States</i> v. <i>Mara,</i> 410 U. S. 19, the search of the respondent's fingernails went beyond mere \"physical characteristics. . . constantly exposed to the public,\" <i>United States</i> v. <i>Dionisio, supra,</i> at 14, and constituted the type of \"severe, though brief, intrusion upon cherished personal security\" that is subject to constitutional scrutiny. <i>Terry</i> v. <i>Ohio, supra,</i> at 24-25.</p>\n<p>We believe this search was constitutionally permissible under the principles of <i>Chimel</i> v. <i>California,</i> 395 U. S. 752. <i>Chimel</i> stands in a long line of cases recognizing an exception to the warrant requirement when a search is incident to a valid arrest. <i>Id.,</i> at 755-762. The basis for this exception is that when an arrest is made, it is reasonable for a police officer to expect the arrestee to use any weapons he may have and to attempt to destroy any incriminating evidence then in his possession. <i>Id.,</i> at 762-763. The Court recognized in <i>Chimel</i> that the scope of a warrantless search must be commensurate with the rationale that excepts the search from the warrant requirement.<sup>[2]</sup> Thus, a warrantless search incident to arrest, the Court held in <i>Chimel,</i> must be limited to the area \"into which an arrestee might reach.\" <i>Id.,</i> at 763.</p>\n<p><span class=\"star-pagination\">*296</span> Where there is no formal arrest, as in the case before us, a person might well be less hostile to the police and less likely to take conspicuous, immediate steps to destroy incriminating evidence on his person. Since he knows he is going to be released, he might be likely instead to be concerned with diverting attention away from himself. Accordingly, we do not hold that a full <i>Chimel</i> search would have been justified in this case without a formal arrest and without a warrant. But the respondent was not subjected to such a search.</p>\n<p>At the time Murphy was being detained at the station house, he was obviously aware of the detectives' suspicions. Though he did not have the full warning of official suspicion that a formal arrest provides, Murphy was sufficiently apprised of his suspected role in the crime to motivate him to attempt to destroy what evidence he could without attracting further attention. Testimony at trial indicated that after he refused to consent to the taking of fingernail samples, he put his hands behind his back and appeared to rub them together. He then put his hands in his pockets, and a \"metallic sound, such as keys or change rattling\" was heard. The rationale of <i>Chimel,</i> in these circumstances, justified the police in subjecting him to the very limited search necessary to preserve the highly evanescent evidence they found under his fingernails, cf. <i>Schmerber</i> v. <i>California,</i> 384 U. S. 757.</p>\n<p>On the facts of this case, considering the existence of probable cause, the very limited intrusion undertaken incident to the station house detention, and the ready destructibility of the evidence, we cannot say that this search violated the Fourth and Fourteenth Amendments. Accordingly, the judgment of the Court of Appeals is</p>\n<p><i>Reversed.</i></p>\n<p><span class=\"star-pagination\">*297</span> MR. JUSTICE WHITE joins the opinion of the Court but does not consider the issue of probable cause to have been decided here or to be foreclosed on remand to the Court of Appeals where it has never been considered.</p>\n<p>MR. JUSTICE MARSHALL, concurring.</p>\n<p>I join the opinion of my BROTHER STEWART.</p>\n<p>Murphy's freedom of movement was unquestionably limited when the police did not acquiesce in his refusal to permit them to take scrapings from his fingernails. But that detention, although a seizure of the person protected by the Fourth Amendment, did not amount to an arrest under Oregon law. See Ore. Rev. Stat. § 133.210. The police, understanding this, did not, for example, take Murphy promptly before a magistrate after this detention, as state law requires after an arrest. <i>Id.,</i> § 133.550.<sup>[1]</sup> As we have said before, however, \"It is quite plain that the Fourth Amendment governs `seizures' of the person which do not eventuate in a trip to the station house and prosecution for crime\u0097 `arrests' in traditional terminology. It must be recognized that whenever a police officer accosts an individual and restrains his freedom to walk away, he has `seized' that person.\" <i>Terry</i> v. <i>Ohio,</i> 392 U. S. 1, 16 (1968). See also <i>id.,</i> at 19 n. 16, 26; <i>Sibron</i> v. <i>New York,</i> 392 U. S. 40, 67 (1968).</p>\n<p>Murphy argues, however, that the detention was unlawful because the police did not satisfy \"the general requirement that the authorization of a judicial officer be obtained in advance of detention,\" <i>Davis</i> v. <i>Mississippi,</i> 394 U. S. 721, 728 (1969). See also <i>Terry</i> v. <i>Ohio,</i> <span class=\"star-pagination\">*298</span> <i>supra,</i> at 20. But until the officer saw a dark spot under Murphy's thumbnail, and remembered that he had seen lacerations on the throat of the deceased, he had no reason to detain Murphy for the limited purpose of taking fingernail scrapings. Then, when he brought to Murphy's attention his interest in taking such scrapings, he was dealing with a suspect alerted to the desire of the police to inspect his fingernails. At that point, there was no way to preserve the status quo while a warrant was sought, and there was good reason to believe that Murphy might attempt to alter the status quo unless he were prevented from doing so. The police could not assure the preservation of the evidence simply by placing Murphy under close surveillance, because of the nature of the evidence. And, for purposes of Fourth Amendment analysis, detaining him while a warrant was sought would have been as much a seizure as detaining him while his fingernails were scraped. If the Fourth Amendment permits a stop-and-frisk when the police have specific articulable facts from which they may infer that a person, who they suspect is about to commit a crime, is armed and dangerous, <i>Terry</i> v. <i>Ohio, supra</i><i>,</i> it also permits detention, where the police have probable cause to arrest,<sup>[2]</sup> to take fingernail scrapings in the circumstances of this case.<sup>[3]</sup></p>\n<p>Murphy's argument is, of course, a troublesome one, and, if the police had done more than take fingernail <span class=\"star-pagination\">*299</span> scrapings, I would be inclined to hold the search illegal. For, as a general principle of the law of the Fourth Amendment, the scope of a search must be strictly limited in terms of the circumstances that justify the search. See, <i>e. g., </i><i>Terry</i> v. <i>Ohio, supra,</i> at 19-20; <i>Chimel</i> v. <i>California,</i> 395 U. S. 752 (1969). When a person is detained, but not arrested, the detention must be justified by particularized police interests other than a desire to initiate a criminal proceeding against the person they detain. The police therefore cannot do more than investigate the circumstances that occasion the detention. In this case, the police limited their intrusion to precisely the area that led them to restrict Murphy's freedom; he was not searched as extensively as he might have been had an arrest occurred. Indeed, in my view, the Fourth Amendment would have barred a more extensive search, for the police had no reason at all to believe that Murphy had on his person more evidence relating to the crime, or, in light of the fact that this case involved a strangulation, a weapon that he might use at the station house.</p>\n<p>I realize that exceptions to the warrant requirement may be established because of \"powerful hydraulic pressures. . . that bear heavily on the Court to water down constitutional guarantees,\" <i>Terry</i> v. <i>Ohio, supra,</i> at 39 (DOUGLAS, J., dissenting), and that those same pressures may lead to later expansion of the exceptions beyond the narrow confines of the cases in which they are established, <i>Adams</i> v. <i>Williams,</i> 407 U. S. 143, 161-162 (1972) (MARSHALL, J., dissenting). But I cannot say that, in the precise circumstances of this case, the police violated the Fourth Amendment in detaining Murphy for the limited purpose of scraping his fingernails. I emphasize, as does the opinion of the Court, that the search conducted incident to this detention was extremely narrow in scope, and that its scope was tied closely to the reasons justifying <span class=\"star-pagination\">*300</span> the detention. On this understanding, I join the opinion of the Court.</p>\n<p>MR. JUSTICE BLACKMUN, with whom THE CHIEF JUSTICE joins, concurring.</p>\n<p>The Court today permits a search for evidence without an arrest but under circumstances where probable cause for an arrest existed, where the officers had reasonable cause to believe that the evidence was on respondent's person, and where that evidence was highly destructible. The Court, however, restricts the permissible quest to \"the very limited search necessary to preserve the highly evanescent evidence they found under [respondent's] fingernails.\"</p>\n<p>While I join the Court's opinion, I do so with the understanding that what the Court says here applies only where no arrest has been made. Far different factors, in my view, govern the permissible scope of a search incident to a lawful arrest.</p>\n<p>MR. JUSTICE POWELL, with whom THE CHIEF JUSTICE and MR. JUSTICE REHNQUIST join, concurring.</p>\n<p>In this case the District Court and the Court of Appeals entertained a habeas corpus attack upon a state court conviction on the ground that the evidence seized in violation of the Fourth Amendment had been wrongly admitted at the state trial. For the reasons set forth in my concurring opinion in <i>Schneckloth</i> v. <i>Bustamonte, ante,</i> p. 250, I think a claim such as this is properly available in federal habeas corpus only to the extent of ascertaining whether the prisoner was afforded a fair opportunity to raise and have adjudicated the question in state courts. The Court today, however, reaches the merits of the respondent's Fourth Amendment claim, and on the merits I join the Court's opinion.</p>\n<p><span class=\"star-pagination\">*301</span> MR. JUSTICE DOUGLAS, dissenting in part.</p>\n<p>I agree with the Court that exigent circumstances existed making it likely that the fingernail scrapings of suspect Murphy might vanish if he were free to move about. The police would therefore have been justified in detaining him while a search warrant was sought from a magistrate. None was sought and the Court now holds there was probable cause to search or arrest, making a warrant unnecessary.</p>\n<p>Whether there was or was not probable cause is difficult to determine on this record. It is a question that the Court of Appeals never reached. We should therefore remand to it for a determination of that question.</p>\n<p>The question is clouded in my mind because the police did not arrest Murphy until a month later. It is a case not covered by <i>Chimel</i> v. <i>California,</i> 395 U. S. 752, on which the Court relies, for in <i>Chimel</i> an arrest had been made.</p>\n<p>As the Court states, Oregon defines arrest as \"the taking of a person into custody so that he may be held to answer for a crime.\" Ore. Rev. Stat. § 133.210. No such arrest was made until a month after Murphy's fingernails were scraped. As we stated in <i>Johnson</i> v. <i>United States,</i> 333 U. S. 10, 15 n. 5, \"State law determines the validity of arrests without warrant.\" The case is therefore on all fours with <i>Davis</i> v. <i>Mississippi,</i> 394 U. S. 721, where a suspect was detained for the sole purpose of obtaining fingerprints but at the time the police were not detaining him to charge him with the crime. Like the seizure in this case, <i>Davis</i> involved an investigative seizure. In <i>Davis,</i> at 727, as in <i>Terry</i> v. <i>Ohio,</i> 392 U. S. 1, 19, the Court rejected the view that the Fourth Amendment does not limit police conduct \"if the officers stop short of something called a `technical arrest' or a `full-blown search.' \"</p>\n<p><span class=\"star-pagination\">*302</span> The reason why no arrest of Murphy was made on the day his fingernails were scraped creates a nagging doubt that they did not then have probable cause to make an arrest and did not reach that conclusion until a month later. Why was Murphy allowed to roam at will, a free man, for the next month? The evolving pattern of a conspiracy offense might induce the police to turn a suspect loose in order to tail him and see what other suspects could be brought into their net. But no such circumstances were present here.</p>\n<p>What the decision made today comes down to, I fear, is that \"suspicion\" is the basis for a search of the person without a warrant. Yet \"probable cause\" is the requirement of the Fourth Amendment which is applicable to the States by reason of the Fourteenth Amendment. <i>Mapp</i> v. <i>Ohio,</i> 367 U. S. 643. Suspicion has never been sufficient for a warrantless search, save for the narrow situation of searches incident to an arrest as was involved in <i>Chimel.</i> That exception is designed (see <i>Schmerber</i> v. <i>California,</i> 384 U. S. 757, 769-770) to protect the officer against assaults through weapons within easy reach of the accused or to save evidence within that narrow zone from destruction. However, this is a case where a warrant might have been sought but was not. It is therefore governed by the rule that the rights of a person \"against unlawful search and seizure are to be protected even if the same result might have been achieved in a lawful way.\" <i>Silverthorne Lumber Co.</i> v. <i>United States,</i> 251 U. S. 385, 392. No warrant could have been issued by the police, for as we held in <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S. 443, 453, a warrant must be issued by \"the neutral and detached magistrate required by the Constitution.\" And see <i>Mancusi</i> v. <i>DeForte,</i> 392 U. S. 364, 371. As stated in <i>Johnson</i> v. <i>United States,</i> 333 U. S., at 14, \"When the right of privacy must reasonably yield to the right of search is, <span class=\"star-pagination\">*303</span> as a rule, to be decided by a judicial officer, not by a policeman or government enforcement agent.\" In that case the officers, smelling opium, asked for entrance, which was given. On entry, discovering that the accused was the sole occupant, the police arrested her. \"Thus the Government is obliged to justify the arrest by the search and at the same time to justify the search by the arrest. This will not do.\" <i>Id.,</i> at 16-17.</p>\n<p>It will not do here either. As <i>Boyd</i> v. <i>United States,</i> 116 U. S. 616, stated, the Fourth Amendment is closely related to the Self-Incrimination Clause of the Fifth.<sup>[*]</sup> A warrantless search on suspicion, today sustained, gives the police evidence otherwise protected by the Self-Incrimination Clause of the Fifth Amendment. It was in that regard that the Court in <i>Boyd</i> said: \"[T]he Fourth and Fifth Amendments run almost into each other.\" <i>Id.,</i> at 630. And that Court went on to say: \"For the `unreasonable searches and seizures' condemned in the Fourth Amendment are almost always made for the purpose of compelling a man to give evidence against himself, which in criminal cases is condemned in the Fifth Amendment; and compelling a man `in a criminal case to be a witness against himself,' which is condemned in the Fifth Amendment, throws light on the question as to what is an `unreasonable search and seizure' within the meaning of the Fourth Amendment. And we have been unable to perceive that the seizure of a man's private books and papers to be used in evidence against him is substantially different from compelling him to be a <span class=\"star-pagination\">*304</span> witness against himself. We think it is within the clear intent and meaning of those terms.\" <i>Id.,</i> at 633.</p>\n<p>The same can be said of incriminating evidence found under a suspect's fingernails. See <i>Rochin</i> v. <i>California,</i> 342 U. S. 165. Moreover, the Fourth Amendment guarantees the right of the people to be secure \"in their persons.\" Scraping a man's fingernails is an invasion of that privacy and it is tolerable, constitutionally speaking, only if there is a warrant for a search or seizure issued by a magistrate on a showing of \"probable cause\" that the suspect had committed the crime. There was time to get a warrant; Murphy could have been detained while one was sought; and that detention would have preserved the perishable evidence the police sought. A suspect on the loose could get rid of it; but a suspect closely detained until a warrant is obtained plainly could not.</p>\n<p>Our approval of the shortcut taken to avoid the Fourth and Fifth Amendments may be typical of this age. Erosions of constitutional guarantees usually start slowly, not in dramatic onsets. As stated in <i>Boyd</i> \"illegitimate and unconstitutional practices get their first footing . . . by silent approaches and slight deviations from legal modes of procedure.\" 116 U. S., at 635.</p>\n<p>The issue of probable cause should be considered by the Court of Appeals. On the record before us and the arguments based on it I cannot say there was \"probable cause\" for an arrest and for a search, since the arrest came after a month's delay. The only weight we can put in the scales to turn suspicion into probable cause is Murphy's conviction by a jury based on the illegally obtained evidence. That is but a simple way of making the end justify the means\u0097a principle wholly at war with our constitutionally enshrined adversary system.</p>\n<p><span class=\"star-pagination\">*305</span> MR. JUSTICE BRENNAN, dissenting in part.</p>\n<p>Without effecting an arrest, and without first seeking to obtain a search warrant from a magistrate, the police decided to scrape respondent's fingernails for destructible evidence. In upholding this search, the Court engrafts another, albeit limited, exception on the warrant requirement. Before we take the serious step of legitimating even limited searches merely upon probable cause\u0097without a warrant or as incident to an arrest\u0097we ought first be certain that such probable cause in fact existed. Here, as my Brother DOUGLAS convincingly demonstrates \"[w]hether there was or was not probable cause is difficult to determine on this record.\" <i>Ante,</i> at 301. And, since the Court of Appeals did not consider that question, the proper course would be to remand to that court so that it might decide in the first instance whether there was probable cause to arrest or search. There is simply no need for this Court to decide, upon a disputed record and at this stage of the litigation, whether the instant search would be permissible if probable cause existed.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Alan S. Ganz, Frank Carrington, Ronald E. Sherk,</i> and <i>Fred E. Inbau</i> filed a brief for Americans for Effective Law Enforcement, Inc., et al. as <i>amici curiae</i> urging reversal.</p>\n<p>[1]  Oregon defines arrest as \"the taking of a person into custody so that he may be held to answer for a crime.\" Ore. Rev. Stat. § 133.210.</p>\n<p>[2]  As the Court stated in <i>Terry</i> v. <i>Ohio</i><i>,</i> \"our inquiry is a dual one\u0097 whether the officer's action was justified at its inception, and whether it was reasonably related in scope to the circumstances which justified the interference in the first place.\" 392 U. S. 1, 19-20.</p>\n<p>[1]  Thus this case does not require us to determine whether the police were required to obtain a warrant for Murphy's arrest at the relevant time. Cf. <i>Jones</i> v. <i>United States,</i> 357 U. S. 493, 499-500 (1958); <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S. 443, 477-481 (1971).</p>\n<p>[2]  The Court of Appeals assumed that there was probable cause to arrest, and I proceed on that assumption. I agree with MR. JUSTICE WHITE that the question of probable cause to arrest is open on remand.</p>\n<p>[3]  MR. JUSTICE DOUGLAS suggests that the taking of fingernail scrapings might violate the Fifth Amendment privilege against self-incrimination. In my view, however, that privilege is confined to situations in which the evidence could be secured by the State only with the defendant's \"affirmative cooperation,\" <i>United States</i> v. <i>Dionisio,</i> 410 U. S. 1, 31 (1973) (MARSHALL, J., dissenting).</p>\n<p>[*]  My Brother MARSHALL says that this privilege is confined to cases where the evidence can be obtained only with the defendant's cooperation. But that extends even the boundaries set by <i>Schmerber</i> v. <i>California</i><i>,</i> involving forced giving of blood, 384 U. S. 757, 761, with which my Brother MARSHALL disagrees. <i>United States</i> v. <i>Dionisio,</i> 410 U. S. 1.</p>\n\n</div>", 
  "sha1": "ab9b6254dc146d68fa1dec48e28296dcab989bcf", 
  "date_modified": "2015-04-30T13:58:51.221155", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/108801/cupp-v-murphy/", 
  "citation_count": 178, 
  "supreme_court_db_id": "1972-128", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/45695/", 
  "html": "<p class=\"case_cite\">412 U.S. 291</p>\n    <p class=\"case_cite\">93 S.Ct. 2000</p>\n    <p class=\"case_cite\">36 L.Ed.2d 900</p>\n    <p class=\"parties\">Hoyt C. CUPP, Superintendent, Oregon State  Penitentiary, Petitioner,<br>v.<br>Daniel P. MURPHY.</p>\n    <p class=\"docket\">No. 72&#8212;212.</p>\n    <p class=\"date\">Argued March 20, 1973.</p>\n    <p class=\"date\">Decided May 29, 1973.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Syllabus.</p>\n      <p class=\"indent\">Over respondent's protest and without a warrant, police in the course of station-house questioning in connection with a murder took samples from the respondent's fingernails and discovered evidence used to convict him. Respondent had come to the station house voluntarily and had not been arrested, although he was detained and there was probable cause to believe that he had committed the murder. In reversing the District Court's denial of habeas corpus, the Court of Appeals concluded that, absent arrest or other exigent circumstances, the search was unconstitutional. Held: In view of the station-house detention upon probable cause, the very limited intrusion undertaken to preserve highly evanescent evidence was not violative of the Fourth and Fourteenth Amendments. Pp. 239&#8212;296.</p>\n      <p class=\"indent\">9 Cir., 461 F.2d 1006, reversed.</p>\n      <p class=\"indent\">Thomas H. Denney, Salem, Or., for petitioner.</p>\n      <p class=\"indent\">Howard R. Lonergan, Portland, Or., for respondent.</p>\n      <p class=\"indent\">Mr. Justice STEWART delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The respondent, Daniel Murphy, was convicted by a jury in an Oregon court of the second-degree murder of his wife. The victim died by strangulation in her home in the city of Portland, and abrasions and lacerations were found on her throat. There was no sign of a break-in or robbery. Word of the murder was sent to the respondent, who was not then living with his wife. Upon receiving the message, Murphy promptly telephoned the Portland police and voluntarily came into Portland for questioning. Shortly after the respondent's arrival at the station house, where he was met by retained counsel, the police noticed a dark spot on the respondent's finger. Suspecting that the spot might be dried blood and knowing that evidence of strangulation is often found under the assailant's fingernails, the police asked Murphy if they could take a sample of scrapings from his fingernails. He refused. Under protest and without a warrant, the police proceeded to take the samples, which turned out to contain traces of skin and blood cells, and fabric from the victim's nightgown. This incriminating evidence was admitted at the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The respondent appealed his conviction, claiming that the fingernail scrapings were the product of an unconstitutional search under the Fourth and Fourteenth Amendments. The Oregon Court of Appeals affirmed the conviction, 2 Or.App. 251, 465 P.2d 900, and we denied certiorari, 400 U.S. 944, 91 S.Ct. 246, 27 L.Ed.2d 248. Murphy then commenced the present action for federal habeas corpus relief. The District Court, in an unreported decision, denied the habeas petition, and the Court of Appeals for the Ninth Circuit reversed, 461 F.2d 1006. The Court of Appeals assumed the presence of probable cause to search or arrest, but held that in the absence of an arrest or other exigent circumstances, the search was unconstitutional. Id., at 1007. We granted certiorari, 409 U.S. 1036, 93 S.Ct. 515, 34 L.Ed.2d 485, to consider the constitutional question presented.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The trial court, the Oregon Court of Appeals, and the Federal District Court all agreed that the police had probable cause to arrest the respondent at the time they detained him and scraped his fingernails. As the Oregon Court of Appeals said,</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'At the time the detectives took these scrapings they knew:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'The bedroom in which the wife was found dead showed no signs      of disturbance, which fact tneded to indicate a killer known      to the victim rather than to a burglar or other stranger.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'The decedent's son, the only other person in the house that      night, did not have fingernails which could have made the      lacerations observed on the victim's throat.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'The defendant and his deceased wife had had a stormy      marriage and did not get along well.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'The defendant had, in fact, been at his home on the night of      the murder. He left and drove back to central Oregon claiming      that he did not enter the house or see his wife. He      volunteered a great deal of information without being asked,      yet expressed no concern or curiosity about his wife's fate.'      2 Or.App., at 259&#8212;260, 465 P.2d, at 904.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Court of Appeals for the Ninth Circuit did not disagree with the conclusion that the police had probable cause to make an arrest, 461 F.2d, at 1007, nor do we.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is also undisputed that the police did not obtain an arrest warrant or formally 'arrest' the respondent, as that term is understood under Oregon law.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The respondent was detained only long enough to take the fingernail scrapings, and was not formally 'arrested' until approximately one month later. Nevertheless, the detention of the respondent against his will constituted a seizure of his person, and the Fourth Amendment guarantee of freedom from 'unreasonable searches and seizures' is clearly implicated, cf. United States v. Dionisio, 410 U.S. 1, 93 S.Ct. 764, 35 L.Ed.2d 67; Terry v. Ohio, 392 U.S. 1, 19, 88 S.Ct. 1868, 1878, 20 L.Ed.2d 889. As the Court said in Davis v. Mississippi, 394 U.S. 721, 726 727, 89 S.Ct. 1394, 1397, 22 L.Ed.2d 676. 'Nothing is more clear than that the Fourth Amendment was meant to prevent wholesale intrusions upon the personal security of our citizenry, whether these intrusions be termed 'arrests' or 'investigatory detentions.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In Davis, the Court held that fingerprints obtained during the brief detention of persons seized in a police dragnet procedure, without probable cause, were inadmissible in evidence. Though the Court recognized that fingerprinting 'involves none of the probing into an individual's private life and thoughts that marks an interrogation or search,' id., at 727, 89 S.Ct., at 1398, the Court held the station-house detention in that case to be violative of the Fourth and Fourteenth Amendments. 'Investigatory seizures would subject unlimited numbers of innocent persons to the harassment and ignominy incident to involuntary detention,' id., at 726, 89 S.Ct., at 1397.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The respondent in this case, like Davis, was briefly detained at the station house. Yet, here, there was, as three courts have found, probable cause to believe that the respondent had committed the murder. The vice of the detention in Davis is therefore absent in the case before us. Cf. United States v. Dionisio, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The inquiry does not end here, however, because Murphy was subjected to a search as well as a seizure of his person. Unlike the fingerprinting in Davis, the voice exemplar obtained in United States v. Dionisio, supra, or the handwriting exemplar obtained in United States v. Mara, 410 U.S. 19, 93 S.Ct. 774, 35 L.Ed.2d 99, the search of the respondent's fingernails went beyond mere 'physical characteristics . . . constantly exposed to the public,' United States v. Dionisio, supra, at 14, 93 S.Ct., at 771, and constituted the type of 'severe, though brief, intrusion upon cherished personal security' that is subject to constitutional scrutiny. Terry v. Ohio, supra, 392 U.S. at 24&#8212;25, 88 S.Ct. at 1882.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We believe this search was constitutionally permissible under the principles of Chimel v. California, 395 U.S. 752, 89 S.Ct. 2034, 23 L.Ed.2d 685. Chimel stands in a long line of cases recognizing an exception to the warrant requirement when a search is incident to a valid arrest. Id., at 755&#8212;762, 89 S.Ct. at 2035 2039. The basis for this exception is that when an arrest is made, it is reasonable for a police officer to expect the arrestee to use any weapons he may have and to attempt to destroy any incriminating evidence then in his possession. Id., at 762&#8212;763, 89 S.Ct. at 2039&#8212;2040. The Court recognized in Chimel that the scope of a warrantless search must be commensurate with the rationale that excepts the search from the warrant requirement.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Thus, a warrantless search incident to arrest, the Court held in Chimel, must be limited to the area 'into which an arrestee might reach.' Id., at 763, 89 S.Ct., at 2040.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Where there is no formal arrest, as in the case before us, a person might well be less hostile to the police and less likely to take conspicuous, immediate steps to destroy incriminating evidence on his person. Since he knows he is going to be released, he might be likely instead to be concerned with diverting attention away from himself. Accordingly, we do not hold that a full Chimel search would have been justified in this case without a formal arrest and without a warrant. But the respondent was not subjected to such a search.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the time Murphy was being detained at the station house, he was obviously aware of the detectives' suspicions. Though he did not have the full warning of official suspicion that a formal arrest provides, Murphy was sufficiently apprised of his suspected role in the crime to motivate him to attempt to destroy what evidence he could without attracting further attention. Testimony at trial indicated that after he refused to consent to the taking of fingernail samples, he put his hands behind his back and appeared to rub them together. He then put his hands in his pockets, and a 'metallic sound, such as keys or change rattling' was heard. The rationale of Chimel, in these circumstances, justified the police in subjecting him to the very limited search necessary to preserve the highly evanescent evidence they found under his fingernails, cf. Schmerber v. California, 384 U.S. 757, 86 S.Ct. 1826, 16 L.Ed.2d 908.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On the facts of this case, considering the existence of probable cause, the very limited intrusion undertaken incident to the station house detention, and the ready destructibility of the evidence, we cannot say that this search violated the Fourth and Fourteenth Amendments. Accordingly, the judgment of the Court of Appeals is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mr. Justice WHITE joins the opinion of the Court but does not consider the issue of probable cause to have been decided here or to be foreclosed on remand to the Court of Appeals where it has never been considered.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mr. Justice MARSHALL, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">I join the opinion of my Brother STEWART.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Murphy's freedom of movement was unquestionably limited when the police did not acquiesce in his refusal to permit them to take scrapings from his fingernails. But that detention, although a seizure of the person protected by the Fourth Amendment, did not amount to an arrest under Oregon law. See Ore.Rev.Stat. &#167; 133.210. The police, understanding this, did not, for example, take Murphy promptly before a magistrate after this detention, as state law requires after an arrest. Id., &#167; 133.550.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> As we have said before, however, 'It is quite plain that the Fourth Amendment governs 'seizures' of the person which do not eventuate in a trip to the station house and prosecution for crime&#8212;'arrests' in traditional terminology. It must be recognized that whenever a police officer accosts an individual and restrains his freedom to walk away, he has 'seized' that person.' Terry v. Ohio, 392 U.S. 1, 16, 88 S.Ct. 1868, 1877, 20 L.Ed.2d 889 (1968). See also id., at 19 n. 16, 26, 88 S.Ct. at 1879, 1882; Sibron v. New York, 392 U.S. 40, 67, 88 S.Ct. 1889, 1904, 20 L.Ed.2d 917 (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Murphy argues, however, that the detention was unlawful because the police did not satisfy 'the general requirement that the authorization of a judicial officer be obtained in advance of detention,' Davis v. Mississippi, 394 U.S. 721, 728, 89 S.Ct. 1394, 1398, 22 L.Ed.2d 676 (1969). See also Terry v. Ohio, supra, 392 U.S. at 20, 88 S.Ct. at 1879. But until the officer saw a dark spot under Murphy's thumbnail, and remembered that he had seen lacerations on the throat of the deceased, he had no reason to detain Murphy for the limited purpose of taking fingernail scrapings. Then, when he brought to Murphy's attention his interest in taking such scrapings, he was dealing with a suspect alerted to the desire of the police to inspect his fingernails. At that point, there was no way to preserve the status quo while a warrant was sought, and there was good reason to believe that Murphy might attempt to alter the status quo unless he were prevented from doing so. The police could not assure the preservation of the evidence simply by placing Murphy under close surveillance, because of the nature of the evidence. And, for purposes of Fourth Amendment analysis, detaining him while a warrant was sought would have been as much a seizure as detaining him while his fingernails were scraped. If the Fourth Amendment permits a stop-and-frisk when the police have specific articulable facts from which they may infer that a person, who they suspect is about to commit a crime, is armed and dangerous, Terry v. Ohio, supra, it is also permits detention, where the police have probable cause to arrest,<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> to take fingernail scrapings in the circumstances of this case.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Murphy's argument is, of course, a troublesome one, and, if the police had done more than take fingernail scrapings, I would be inclined to hold the search illegal. For, as a general principle of the law of the Fourth Amendment, the scope of a search must be strictly limited in terms of the circumstances that justify the search. See, e.g., Terry v. Ohio, supra, 392 U.S., at 19&#8212;20, 88 S.Ct., at 1878&#8212;1879; Chimel v. California, 395 U.S. 752, 89 S.Ct. 2034, 23 L.Ed.2d 685 (1969). When a person is detained, but not arrested, the detention must be justified by particularized police interests other than a desire to initiate a criminal proceeding against the person they detain. The police therefore cannot do more than investigate the circumstances that occasion the detention. In this case, the police limited their intrusion to precisely the area that led them to restrict Murphy's freedom; he was not searched as extensively as he might have been had an arrest occurred. Indeed, in my view, the Fourth Amendment would have barred a more extensive search, for the police had no reason at all to believe that Murphy had on his person more evidence relating to the crime, or, in light of the fact that this case involved a strangulation, a weapon that he might use at the station house.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">I realize that exceptions to the warrant requirement may be established because of 'powerful hydraulic pressures . . . that bear heavily on the Court to water down constitutional guarantees,' Terry v. Ohio, supra, 392 U.S., at 39, 88 S.Ct., at 1889 (Douglas, J., dissenting), and that those same pressures may lead to later expansion of the exceptions beyond the narrow confines of the cases in which they are established, Adams v. Williams, 407 U.S. 143, 161&#8212;162, 92 S.Ct. 1921, 1930, 1931, 32 L.Ed.2d 612 (1972) (Marshall, J., dissenting). But I cannot say that, in the precise circumstances of this case, the police violated the Fourth Amendment in detaining Murphy for the limited purpose of scraping his fingernails. I emphasize, as does the opinion of the Court, that the search conducted incident to this detention was extremely narrow in scope, and that its scope was tied closely to the reasons justifying the detention. On this understanding, I join the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Mr. Justice BLACKMUN, with whom THE CHIEF JUSTICE joins, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Court today permits a search for evidence without an arrest but under circumstances where probable cause for an arrest existed, where the officers had reasonable cause to believe that the evidence was on respondent's person, and where that evidence was highly destructible. The Court, however, restricts the permissible quest to 'the very limited search necessary to preserve the highly evanescent evidence they found under (respondent's) fingernails.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">While I join the Court's opinion, I do so with the understanding that what the Court says here applies only where no arrest has been made. Far different factors, in my view, govern the permissible scope of a search incident to a lawful arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Mr. Justice POWELL, with whom THE CHIEF JUSTICE and Mr. Justice REHNQUIST join, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In this case the District Court and the Court to Appeals entertained a habeas corpus attack upon a state court conviction on the ground that the evidence seized in violation of the Fourth Amendment had been wrongly admitted at the state trial. For the reasons set forth in my concurring opinion in Schneckloth v. Bustamonte, 412 U.S. 218, 250, 93 S.Ct. 2041, 2059, 36 L.Ed.2d 854. I think a claim such as this is properly available in federal habeas corpus only to the extent of ascertaining whether the prisoner was afforded a fair opportunity to raise and have adjudicated the question in state courts. The Court today, however, reaches the merits of the respondent's Fourth Amendment claim, and on the merits I join the Court's opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS, dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">I agree with the Court that exigent circumstances existed making it likely that the fingernail scrapings of suspect Murphy might vanish if he were free to move about. The police would therefore have been justified in detaining him while a search warrant was sought from a magistrate. None was sought and the Court now holds there was probable cause to search or arrest, making a warrant unnecessary.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Whether there was or was not probable cause is difficult to determine on this record. It is a question that the Court of Appeals never reached. We should therefore remand to it for a determination of that question.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The question is clouded in my mind because the police did not arrest Murphy until a month later. It is a case not covered by Chimel v. California, 395 U.S. 752, 89 S.Ct. 2034, 23 L.Ed.2d 685, on which the Court relies, for in Chimel an arrest had been made.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As the Court states, Oregon defines arrest as 'the taking of a person into custody so that he may be held to answer for a crime.' Ore.Rev.Stat. &#167; 133.210. No such arrest was made until a month after Murphy's fingernails were scraped. As we stated in Johnson v. United States, 333 U.S. 10, 15 n. 5, 68 S.Ct. 367, 370, 92 L.Ed. 436. 'State law determines the validity of arrests without warrant.' The case is therefore on all fours with Davis v. Mississippi, 394 U.S. 721, 89 S.Ct. 1394, 22 L.Ed.2d 676, where a suspect was detained for the sole purpose of obtaining fingerprints but at the time the police were not detaining him to charge him with the crime. Like the seizure in this case, Davis involved an investigative seizure. In Davis, at 727, 89 S.Ct., at 1397, as in Terry v. Ohio, 392 U.S. 1, 19, 88 S.Ct. 1868, 1879, 20 L.Ed.2d 889, the Court rejected the view that the Fourth Amendment does not limit police conduct 'if the officers stop short of something called a 'technical arrest' or a 'full-blown search.\" The reason why no arrest of Murphy was made on the day his fingernails were scraped creates a nagging doubt that they did not then have probable cause to make an arrest and did not reach that conclusion until a month later. Why was Murphy allowed to roam at will, a free man, for the next month? The evolving pattern of a conspiracy offense might induce the police to turn a suspect loose in order to tail him and see that other suspects could be brought into their net. But no such circumstances were present here.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">What the decision made today comes down to, I fear, is that 'suspicion' is the basis for a search of the person without a warrant. Yet 'probable cause' is the requirement of the Fourth Amendment which is applicable to the States by reason of the Fourteenth Amendment. Mapp v. Ohio, 367 U.S. 643, 81 S.Ct. 1684, 6 L.Ed.2d 1081. Suspicion has never been sufficient for a warrantless search, save for the narrow situation of searches incident to an arrest as was involved in Chimel. That exception is designed (see Schmerber v. California, 384 U.S. 757, 769&#8212;770, 86 S.Ct. 1826, 1835, 16 L.Ed.2d 908) to protect the officer against assaults through weapons within easy reach of the accused or to save evidence within that narrow zone from destruction. However, this is a case where a warrant might have been sought but was not. It is therefore governed by the rule that the rights of a person 'against unlawful search and seizure are to be protected even if the same result might have been achieved in a lawful way.' Silverthorne Lumber Co. v. United States, 251 U.S. 385, 392, 40 S.Ct. 182, 183, 64 L.Ed. 319. No warrant could have been issued by the police, for as we held in Coolidge v. New Hampshire, 403 U.S. 443, 453, 91 S.Ct. 2022, 2031, 29 L.Ed.2d 564, a warrant must be issued by 'the neutral and detached magistrate required by the Constitution.' And see Mancusi v. DeForte, 392 U.S. 364, 371, 88 S.Ct. 2120, 2125, 20 L.Ed.2d 1154. As stated in Johnson v. United States, 333 U.S., at 14, 68 S.Ct., at 369, 'When the right of privacy must reasonably yield to the right of search is, as a rule, to be decided by a judicial officer, not by a policeman or Government enforcement agent.' In that case the officers, smelling opium, asked for entrance, which was given. On entry, discovering that the accused was the sole occupant, the police arrested her. 'Thus the Government is obliged to justify the arrest by the search and at the same time to justify the search by the arrest. This will not do.' Id., at 16&#8212;17, 68 S.Ct., at 370.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It will not do here either. As Boyd v. United States, 116 U.S. 616, 6 S.Ct. 524, 29 L.Ed. 746, stated, the Fourth Amendment is closely related to the Self-Incrimination Clause of the Fifth.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> A warrantless search on suspicion, today sustained, gives the police evidence otherwise protected by the Self-Incrimination Clause of the Fifth Amendment. It was in that regard that the Court in Boyd said: '(T)he fourth and fifth Amendments run almost into each other.' Id., at 630, 6 S.Ct., at 532. And that Court went on to say: 'For the 'unreasonable searches and seizures' condemned in the fourth amendment are almost always made for the purpose of compelling a man to give evidence against himself, which in criminal cases is condemned in the fifth amendment; and compelling a man 'in a criminal case to be a witness against himself,' which is condemned in the fifth amendment, throws light on the question as to what is an 'unreasonable search and seizure' within the meaning of the fourth amendment. And we have been unable to perceive that the seizure of a man's private books and papers to be used in evidence against him is substantially different from compelling him to be a witness against himself. We think it is within the clear intent and meaning of those terms.' Id., at 633, 6 S.Ct., at 534.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The same can be said of incriminating evidence found under a suspect's fingernails. See Rochin v. California, 342 U.S. 165, 72 S.Ct. 205, 96 L.Ed. 183. Moreover, the Fourth Amendment guarantees the right of the people to be secure 'in their persons.' Scraping a man's fingernails is an invasion of that privacy and it is tolerable, constitutionally speaking, only if there is a warrant for a search or seizure issued by a magistrate on a showing of 'probable cause' that the suspect had committed the crime. There was time to get a warrant; Murphy could have been detained while one was sought; and that detention would have preserved the perishable evidence the police sought. A suspect on the loose could get rid of it; but a suspect closely detained until a warrant is obtained plainly could not.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Our approval of the shortcut taken to avoid the Fourth and Fifth Amendments may be typical of this age. Erosions of constitutional guarantees usually start slowly, not in dramatic onsets. As stated in Boyd 'illegitimate and unconstitutional practices get their first footing . . . by silent approaches and slight deviations from legal modes of procedure.' 116 U.S., at 635, 6 S.Ct., at 535.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The issue of probable cause should be considered by the Court of Appeals. On the record before us and the arguments based on it I cannot say there was 'probable cause' for an arrest and for a search, since the arrest came after a month's delay. The only weight we can put in the scales to turn suspicion into probable cause is Murphy's conviction by a jury based on the illegally obtained evidence. That is but a simple way of making the end justify the means&#8212;a principle wholly at war with out constitutionally enshrined adversary system.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Mr. Justice BRENNAN, dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Without effecting an arrest, and without first seeking to obtain a search warrant from a magistrate, the police decided to scrape respondent's fingernails for destructible evidence. In upholding this search, the Court engrafts another, albeit limited, exception on the warrant requirement. Before we take the serious step of legitimating even limited searches merely upon probable cause&#8212;without a warrant or as incident to an arrest&#8212;we ought first be certain that such probable cause in fact existed. Here, as my Brother Douglas convincingly demonstrates '(w)hether there was or was not probable cause is difficult to determine on this record.' Ante, at 301. And, since the Court of Appeals did not consider that question, the proper course would be to remand to that court so that it might decide in the first instance whether there was probable cause to arrest or search. There is simply no need for this Court to decide, upon a disputed record and at this stage of the litigation, whether the instant search would be permissible if probable cause existed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Oregon defines arrest as 'the taking of a person into custody so that he may be held to answer for a crime.' Ore.Rev.Stat. &#167; 133.210.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As the Court stated in Terry v. Ohio, 'our inquiry is a dual one&#8212;whether the officer's action was justified at its inception, and whether it was reasonably related in scope to the circumstances which justified the interference in the first place.' 392 U.S., at 19&#8212;20, 88 S.Ct., at 1879.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Thus this case does not require us to determine whether the police were required to obtain a warrant for Murphy's arrest at the relevant time. Cf. Jones v. United States, 357 U.S. 493, 499&#8212;500, 78 S.Ct. 1253, 1257, 2 L.Ed.2d 1514 (1958); Coolidge v. New Hampshire, 403 U.S. 443, 477&#8212;481, 91 S.Ct. 2022, 2043&#8212;2045, 29 L.Ed.2d 564 (1971).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The Court of Appeals assumed that there was probable cause to arrest, and I proceed on that assumption. I agree with Mr. Justice WHITE that the question of probable cause to arrest is open on remand.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Mr. Justice DOUGLAS suggests that the taking of fingernail scrapings might violate the Fifth Amendment privilege against self-incrimination. In my view, however, that privilege is confined to situations in which the evidence could be secured by the State only with the defendant's 'affirmative cooperation,' United States v. Dionisio, 410 U.S. 1, 31, 93 S.Ct. 764, 780&#8212;781, 35 L.Ed.2d 67 (1973).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> My Brother MARSHALL says that this privilege is confined to cases where the evidence can be obtained only with the defendant's cooperation. But that extends even the boundaries set by Schmerber v. California, involving forced giving of blood, 384 U.S. 757, 761, 86 S.Ct. 1826, 1830, 16 L.Ed.2d 908, with which my Brother MARSHALL disagreed. United States v. Dionisio, 410 U.S. 1, 93 S.Ct. 764, 35 L.Ed.2d 67.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/108801/"
}