{"absolute_url": "/opinion/108954/charles-reynolds-v-state-of-tennessee/", "blocked": false, "citation": {"case_name": "Charles Reynolds v. State of Tennessee", "docket_number": "73-649", "document_uris": ["/api/rest/v2/document/108954/"], "federal_cite_one": "414 U.S. 1163", "federal_cite_three": null, "federal_cite_two": null, "id": 93313, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/93313/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1973-07-19", "date_modified": "2015-03-05T09:03:12.771188", "docket": "/api/rest/v2/docket/1448143/", "download_url": "http://bulk.resource.org/courts.gov/c/US/414/414.US.1163.73-649.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">414 U.S. 1163</p>\n    <p class=\"case_cite\">94 S.Ct. 928</p>\n    <p class=\"case_cite\">39 L.Ed.2d 117</p>\n    <p class=\"parties\">Charles REYNOLDS<br>v.<br>State of TENNESSEE.</p>\n    <p class=\"docket\">No. 73-649.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">January 21, 1974</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On petition for writ of certiorari to the Supreme Court of Tennessee.</p>\n      <p class=\"indent\">The petition for a writ of certiorari is denied.</p>\n      <p class=\"indent\">Mr. Justice BRENNAN and Mr. Justice MARSHALL would also grant the petition for certiorari.</p>\n      <p class=\"indent\">Mr. Justice DOUGLAS, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves a demonstration occasioned by the appearance of President Nixon at the week-long Billy Graham East Tennessee Crusade being held at a football stadium in Knoxville. The petitioner, an ordained Methodist minister and a professor of religious studies, was convicted under a Tennessee statute which in relevant part proscribes 'willfully disturb[ing] or disquiet[ing] any assemblage of persons met for religious worship . . . by noise, profane discourse, rude or indecent behavior, or any other acts.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Disruption of the meeting is not an element of the crime under the statute, and the jury was instructed that 'if you find from the evidence that the defendants indulged in any indecent or improper conduct, so near the worshipping assembly, if you find there was a worshipping assembly present on this occasion, as to attract the notice and attention of persons who were present as a part of the assembly&#8212;then, under such a state of facts, if they exist, the defendants would be guilty, and this would be so, whether witnesses say they were disturbed or not.' (Tr., p. 518). No evidence was introduced at trial that the meeting was disrupted, in the sense that speakers were shouted down, or that petitioner's group prevented, or sought to prevent, the meeting from proceeding as planned. Nor did the state appellate courts make any such findings in affirming the conviction. Although there were findings that some members of the protest group engaged in obscene chants, it is uncontested that petitioner did not. The undisturbed findings of the state court of criminal appeals were that petitioner 'did not chant obscenities and that his intent was for a peaceful demonstration.' Petitioner's contentions that the statute was unconstitutionally vague and overbroad were rejected by the state courts.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner's involvement in the demonstration began the day before when he learned of the President's planned appearance. In consultation with administration officials of the University of Tennessee he participated in planning the demonstration and urged the group to make their protest silently through hand held signs. On the night of the protest the stadium was filled to capacity of about 75,000 persons; there were approximately 300 demonstrators. Despite earlier plans the group did engage in a number of chants, and petitioner joined in some of them. The only violence occurring during the evening was the knocking of a collection plate from an usher's hands. Many members of the group, including petitioner, joined in retrieving the money and placing it back in the plate.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioner contends that the part of the meeting relevant to this case&#8212;the portion during which Dr. Graham introduced President Nixon and the President spoke&#8212;was political rather than religious. He points out that the platform included prominent state Republican figures but no Democrats and contends that the content of the President's message was primarily political.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We are bound, however, by the state court's determination that for purpose of the state statute the meeting was religious, and that the statute reached petitioner's conduct. We must then consider petitioner's contentions that given this construction the statute as applied here was either unconstitutionally vague or overboard.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The statute in relevant part proscribes 'willfull disturb[ing] or disquiet[ing] any assemblage of persons met for religious worship . . . by noise, profane discourse, rude or indecent behavior, or any other acts.' Since it is uncontested that petitioner did not engage in 'profane discourse' or 'indecent behavior'<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the only proscriptions applicable here are those against 'noise,' 'rude behavior' or 'any other acts' disturbing the meeting. We have frequently passed upon statutes with similar language. In Coates v. Cincinnati, 402 U.S. 611, 91 S.Ct. 1686, 29 L.Ed.2d 214, we considered an ordinance proscribing assemblies of three or more persons conducting themselves in a manner 'annoying' to passersby, and concluded that the term 'annoy' without further clarification specified 'no standard of conduct . . . at all.' <i>Id.</i>, at 614, 91 S.Ct. 1686. In Ashton v. Kentucky, 384 U.S. 195, 86 S.Ct. 1407, 16 L.Ed.2d 469, we found fatally vague a criminal prohibition on writings 'calculated to create disturbances of the peace' because such a standard 'involves calculations as to the boiling point of a particular person or a particular group.' <i>Id.</i>, at 200, 86 S.Ct. 1407. Cf. Terminiello v. Chicago, 337 U.S. 1, 69 S.Ct. 894, 93 L.Ed. 1131.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The addition of 'willful' to the statutory prohibition on disturbing the meeting adds no greater precision, since this element of intent is not proved separately but was inferred from the conduct constituting the violation. Indeed, all the direct evidence of petitioner's intent was to the contrary.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Nor is the specification of 'noise' or 'rude behavior' helpful under the facts of this case. We may assume that a State can constitutionally protect religious congregations from unwanted and disruptive intrusions, and it seems probable that men of common intelligence would understand the statute to proscribe organized political chants in the midst of a Sunday morning service at a neighborhood church. But societal norms of appropriate conduct vary with the nature of the meeting in question. Thus what constitutes 'rude behavior' or sufficient noise to disturb the assembled group depends upon calculations of the expectations of other members of the group, much as the case in Ashton v. Kentucky, <i>supra</i>. Cf. In re Kay, 1 Cal.3d 930, 83 Cal.Rptr. 686, 464 P.2d 142 (1970). This imprecision in the statute is highlighted by the facts of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The meeting in question here was widely advertised and all were invited, and the attendance the night of President Nixon's appearance was apparently considerably above the number present other nights. Thus there can be no question that petitioner had a right to be present. Vendors roamed the audience of 75,000 selling refreshments and there was a general noise level created by the crowd throughout the proceedings.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> People came and went regularly. And at least during the period relevant here&#8212;Dr. Graham's introduction and the President's speech&#8212;the crowd frequently interrupted the proceedings with applause to indicate their approval of the speaker.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> It was in this context that the petitioner was required to gauge what conduct would be appropriate, and he made a conscientious effort to do so. Although before the meeting he had argued vigorously for keeping the portest silent, as the content of the speeches became political he joined several chants of the crowd.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> During Dr. Graham's introduction he joined the chant 'politics, politics' to show his disapproval of what he considered to be a political intrusion into a meeting that was supposed to be religious. And during the President's talk he chanted 'Peace Now' and 'stop the war.' But clearly he considered obscene chants inappropriate, and not only refrained from joining those but spent some effort in attempting to persuade others in the crowd to refrain also. And it must be remembered that during this period others in the crowd were applauding the speakers, and that none of the activities of the petitioner or of his group were violent or disruptive of the meeting in the sense that they prevented it, or sought to prevent it, from proceeding as planned. Such facts would of course present a different case. Here it would seem we have no more than the petitioner's expression of his views was found disturbing by others.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">I find it difficult to conclude that the petitioner was given fair notice under the statute that his conduct was proscribed. Petitioner had to guess not only as to the conduct proscribed by the statute at the meeting in question, but whether the statute applied at all to this portion of the meeting, which could be characterized as political as well as religious. 'No one may be required at peril of life, liberty or property to speculate as to the meaning of penal statutes. All are entitled to be informed as to what the State commands or forbids.' Lanzetta v. New Jersey, 306 U.S. 451, 543, 59 S.Ct. 618, 83 L.Ed. 888. And here, where the statute is capable of interpretation reaching expression protected by the First Amendment, the greatest precision is required. Ashton v. Kentucky, 384 U.S. 195, 200-201, 86 S.Ct. 1407, 16 L.Ed.2d 469; Grayned v. City of Rockford, 408 U.S. 104, 109, 92 S.Ct. 2294, 33 L.Ed.2d 222. Moreover this statute as applied here exhibits the twin defect of inviting 'arbitrary and discriminatory enforcement' inviting prosecutors and juries to proceed on their prejudices, because of its failure to specify sufficiently what is proscribed. <i>Grayned, supra</i>, at 108, 92 S.Ct. 2294. Those disturbing the meeting with applause were not prosecuted, although the applause of the much larger group presumably disturbed those in the audience who did not support the President. Thus it appears that the statute allows for arbitrary enforcement on the basis of who is disturbed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Moreover, because disruption of the meeting is not an element of the offense, the statute poses substantial problems of overbreadth. Under the instructions given by the trial judge the jury was allowed to convict petitioner for 'improper conduct' attracting the notice of persons present. This would appear to sanction conviction by the jury for doing no more than expressing views unpopular with the assembled crowd, if the jury found that such expression was improper to the occasion, and thus disturbed others. Such a conviction cannot stand under the First Amendment, any more than the conviction in Terminiello v. Chicago, 337 U.S. 1, 69 S.Ct. 894, 93 L.Ed. 1131, where the jury was allowed to convict the defendant for speech which 'stirs the public to anger, invites dispute, brings about a condition of unrest, or creates a disturbance.' <i>Id.</i>, at 4, 69 S.Ct. 894.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The theory under which the state appellate court affirmed the conviction poses further problems under the First Amendment. Apparently concluding that petitioner did nothing at the meeting itself which was violative of the statute, the state court of criminal appeals sustained the conviction on the theory that petitioner was an aider and abettor because he 'admits to protesting the appearance of the President, and he admits to participating in the organizing of the protest.' On this basis the court held that 'the obscenities from the group and the chanting by the group . . . are also [petitioner's] acts by his participation in the group.' The court concluded that petitioner 'cannot escape responsibility for his participation in planning the demonstration by relating that he personally did not do the unlawful acts, which arose during the event.' The State Supreme Court in affirming rejected the aider and abettor reasoning of the lower court because under state law there can be no conviction for aiding and abetting a misdemeanor. The conviction was affirmed, however, because 'the conduct of [petitioner] cited by the Court of Criminal Appeals as amounting to aiding and abetting, actually makes [petitioner] guilty as a principal offender.' This is followed by citations to state court decisions holding that as to misdemeanors evidence showing aiding and abetting supports conviction as a principal. It thus appears that petitioner's conviction was affirmed because of his association with other members of the group whose behavior was found violative of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By grounding petitioner's conviction on his participation in the planning of the protest the state appellate courts place criminal liability on freedom of expression in its most pristine form. Petitioner's role was not contested. He attended the meetings and voiced his approval of some form of protest against the President's appearance, but it appears that at virtually every opportunity he urged the group to keep their protest peaceful and silent. He cannot be held liable because some members of the group chose to express their views in an illegal manner, United States v. Robel, 389 U.S. 258, 88 S.Ct. 419, 19 L.Ed.2d 508, particularly when, as here, there is no evidence that the group ever agreed to conduct its protest unlawfully or that petitioner ever acquiesced in such a decision.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Nor was petitioner charged which conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">I would grant the petition for certiorari.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'If any person willfully disturb or disquiet any assemblage of persons met for religious worship, or for educational of literary purposes, or as a lodge or for the purpose of engaging in or promoting the cause of temperance, by noise, profane discourse, rude or indecent behavior, or any other acts, at or near the place of meeting, he shall be fined not less than Twenty Dollars nor more than Two Hundred Dollars, and may also be imprisoned not exceeding six months in the County Jail.' Tennessee Code Annotated &#167; 39-1204.</p>\n        <p>The jury imposed a fine of $20 upon petitioner; no prison sentence was imposed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In addition to President Nixon, the podium included Congressman Brock, a Republican then running for the Senate seat held by Democrat Albert Gore, and Republican Congressmen Kuykendall and Duncan. Tr., p. 348. No prominent Democrats were included.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Neither the court below nor the petition here distinguished between facial and as applied claims of vagueness or overbreadth.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> There was behavior by others in the group which might have fell within these proscriptions. Among the chants which petitioner did <i>not</i> engage in were 'Bullshit, bullshit' during the President's speech, and 'one, two, three, four, we don't want your fucking war.' One isolated member of the group rose during a minister's prayer and screamed an obscenity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In Colten v. Kentucky, 407 U.S. 104, 92 S.Ct. 1953, 32 L.Ed.2d 584, the Court affirmed a conviction under a disorderly conduct statute against claims of vagueness and overbreadth. But <i>Colten</i>, unlike the present case, did not involve expression protected under the First Amendment, and in <i>Colten</i> the petitioner disobeyed a lawful police order to move on.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See transcript at 29, 58, 69, 73, 231, 241, 249, 299, 391, 490.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Tr., at 117.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Tr., at 272.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> There was evidence that others clearly sympathetic to the Graham religious cause joined the protest because they were offended by the political overtones of this part of the meeting. Two other ministers, who had been converted at previous Graham crusades and who were then attending a Graham training school, testified that they joined in the protest. Tr., at 299-320.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> There was evidence that a least one member of the group announced at the meetings that he would not remain silent during the President's speech, but other evidence showed that the group consensus at these meetings was for a silent protest. I do not see how petitioner's right to attend the Graham Crusade could be curtailed because one member of the protest group declined to follow his advice to remain silent.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1163</span></span></p>\n    <p class=\"case_cite\">94 S.Ct. 928</p>\n    <p class=\"case_cite\">39 L.Ed.2d 117</p>\n    <p class=\"parties\">Charles REYNOLDS<br>v.<br>State of TENNESSEE.</p>\n    <p class=\"docket\">No. 73-649.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">January 21, 1974</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On petition for writ of certiorari to the Supreme Court of Tennessee.</p>\n      <p class=\"indent\">The petition for a writ of certiorari is denied.</p>\n      <p class=\"indent\">Mr. Justice BRENNAN and Mr. Justice MARSHALL would also grant the petition for certiorari.</p>\n      <p class=\"indent\">Mr. Justice DOUGLAS, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves a demonstration occasioned by the appearance of President Nixon at the week-long Billy Graham East Tennessee Crusade being held at a football stadium in Knoxville. The petitioner, an ordained Methodist minister and a professor of religious studies, was convicted under a Tennessee statute which in relevant part proscribes 'willfully disturb[ing] or disquiet[ing] any assemblage of persons met for religious worship . . . by noise, profane discourse, rude or indecent behavior, or any other acts.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Disruption of the meeting is not an element of the crime under the statute, and the jury was instructed that 'if you find from the evidence that the defendants indulged in any indecent or improper conduct, so near the worshipping assembly, if you find there was a worshipping assembly present on this occasion, as to attract the notice and attention of persons who were present as a part of the assembly&#8212;then, under such a state of facts, if they exist, the defendants would be guilty, and this would be so, whether witnesses say they were disturbed or not.' (Tr., p. 518). No evidence was introduced at trial that the meeting was disrupted, in the sense that speakers were shouted down, or that petitioner's group prevented, or sought to prevent, the meeting from proceeding as planned. Nor did the state appellate courts make any such findings in affirming the conviction. Although there were findings that some members of the protest group engaged in obscene chants, it is uncontested that petitioner did not. The undisturbed findings of the state court of criminal appeals were that petitioner 'did not chant obscenities and that his intent was for a peaceful demonstration.' Petitioner's contentions that the statute was unconstitutionally vague and overbroad were rejected by the state courts.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner's involvement in the demonstration began the day before when he learned of the President's planned appearance. In consultation with administration officials of the University of Tennessee he participated in planning the demonstration and urged the group to make their protest silently through hand held signs. On the night of the protest the stadium was filled to capacity of about 75,000 persons; there were approximately 300 demonstrators. Despite earlier plans the group did engage in a number of chants, and petitioner joined in some of them. The only violence occurring during the evening was the knocking of a collection plate from an usher's hands. Many members of the group, including petitioner, joined in retrieving the money and placing it back in the plate.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioner contends that the part of the meeting relevant to this case&#8212;the portion during which Dr. Graham introduced President Nixon and the President spoke&#8212;was political rather than religious. He points out that the platform included prominent state Republican figures but no Democrats and contends that the content of the President's message was primarily political.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We are bound, however, by the state court's determination that for purpose of the state statute the meeting was religious, and that the statute reached petitioner's conduct. We must then consider petitioner's contentions that given this construction the statute as applied here was either unconstitutionally vague or overboard.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The statute in relevant part proscribes 'willfull disturb[ing] or disquiet[ing] any assemblage of persons met for religious worship . . . by noise, profane discourse, rude or indecent behavior, or any other acts.' Since it is uncontested that petitioner did not engage in 'profane discourse' or 'indecent behavior'<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the only proscriptions applicable here are those against 'noise,' 'rude behavior' or 'any other acts' disturbing the meeting. We have frequently passed upon statutes with similar language. In Coates v. Cincinnati, <span class=\"citation\" data-id=\"108348\"><a href=\"/opinion/108348/coates-v-cincinnati/\"><span class=\"volume\">402</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">611</span></a></span>, 91 S.Ct. 1686, 29 L.Ed.2d 214, we considered an ordinance proscribing assemblies of three or more persons conducting themselves in a manner 'annoying' to passersby, and concluded that the term 'annoy' without further clarification specified 'no standard of conduct . . . at all.' <i>Id.</i>, at 614, 91 S.Ct. 1686. In Ashton v. Kentucky, <span class=\"citation\" data-id=\"107231\"><a href=\"/opinion/107231/ashton-v-kentucky/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">195</span></a></span>, 86 S.Ct. 1407, 16 L.Ed.2d 469, we found fatally vague a criminal prohibition on writings 'calculated to create disturbances of the peace' because such a standard 'involves calculations as to the boiling point of a particular person or a particular group.' <i>Id.</i>, at 200, 86 S.Ct. 1407. Cf. Terminiello v. Chicago, <span class=\"citation\" data-id=\"104668\"><a href=\"/opinion/104668/terminiello-v-chicago/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 69 S.Ct. 894, 93 L.Ed. 1131.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The addition of 'willful' to the statutory prohibition on disturbing the meeting adds no greater precision, since this element of intent is not proved separately but was inferred from the conduct constituting the violation. Indeed, all the direct evidence of petitioner's intent was to the contrary.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Nor is the specification of 'noise' or 'rude behavior' helpful under the facts of this case. We may assume that a State can constitutionally protect religious congregations from unwanted and disruptive intrusions, and it seems probable that men of common intelligence would understand the statute to proscribe organized political chants in the midst of a Sunday morning service at a neighborhood church. But societal norms of appropriate conduct vary with the nature of the meeting in question. Thus what constitutes 'rude behavior' or sufficient noise to disturb the assembled group depends upon calculations of the expectations of other members of the group, much as the case in Ashton v. Kentucky, <i>supra</i>. Cf. In re Kay, 1 Cal.3d 930, 83 Cal.Rptr. 686, <span class=\"citation\" data-id=\"1247105\"><a href=\"/opinion/1247105/in-re-kay/\"><span class=\"volume\">464</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">142</span></a></span> (1970). This imprecision in the statute is highlighted by the facts of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The meeting in question here was widely advertised and all were invited, and the attendance the night of President Nixon's appearance was apparently considerably above the number present other nights. Thus there can be no question that petitioner had a right to be present. Vendors roamed the audience of 75,000 selling refreshments and there was a general noise level created by the crowd throughout the proceedings.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> People came and went regularly. And at least during the period relevant here&#8212;Dr. Graham's introduction and the President's speech&#8212;the crowd frequently interrupted the proceedings with applause to indicate their approval of the speaker.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> It was in this context that the petitioner was required to gauge what conduct would be appropriate, and he made a conscientious effort to do so. Although before the meeting he had argued vigorously for keeping the portest silent, as the content of the speeches became political he joined several chants of the crowd.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> During Dr. Graham's introduction he joined the chant 'politics, politics' to show his disapproval of what he considered to be a political intrusion into a meeting that was supposed to be religious. And during the President's talk he chanted 'Peace Now' and 'stop the war.' But clearly he considered obscene chants inappropriate, and not only refrained from joining those but spent some effort in attempting to persuade others in the crowd to refrain also. And it must be remembered that during this period others in the crowd were applauding the speakers, and that none of the activities of the petitioner or of his group were violent or disruptive of the meeting in the sense that they prevented it, or sought to prevent it, from proceeding as planned. Such facts would of course present a different case. Here it would seem we have no more than the petitioner's expression of his views was found disturbing by others.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">I find it difficult to conclude that the petitioner was given fair notice under the statute that his conduct was proscribed. Petitioner had to guess not only as to the conduct proscribed by the statute at the meeting in question, but whether the statute applied at all to this portion of the meeting, which could be characterized as political as well as religious. 'No one may be required at peril of life, liberty or property to speculate as to the meaning of penal statutes. All are entitled to be informed as to what the State commands or forbids.' Lanzetta v. New Jersey, <span class=\"citation\" data-id=\"103170\"><a href=\"/opinion/103170/lanzetta-v-new-jersey/\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, 543, 59 S.Ct. 618, 83 L.Ed. 888. And here, where the statute is capable of interpretation reaching expression protected by the First Amendment, the greatest precision is required. Ashton v. Kentucky, <span class=\"citation\" data-id=\"107231\"><a href=\"/opinion/107231/ashton-v-kentucky/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">195</span></a></span>, 200-201, 86 S.Ct. 1407, 16 L.Ed.2d 469; Grayned v. City of Rockford, <span class=\"citation\" data-id=\"108598\"><a href=\"/opinion/108598/grayned-v-city-of-rockford/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 109, 92 S.Ct. 2294, 33 L.Ed.2d 222. Moreover this statute as applied here exhibits the twin defect of inviting 'arbitrary and discriminatory enforcement' inviting prosecutors and juries to proceed on their prejudices, because of its failure to specify sufficiently what is proscribed. <i>Grayned, supra</i>, at 108, 92 S.Ct. 2294. Those disturbing the meeting with applause were not prosecuted, although the applause of the much larger group presumably disturbed those in the audience who did not support the President. Thus it appears that the statute allows for arbitrary enforcement on the basis of who is disturbed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Moreover, because disruption of the meeting is not an element of the offense, the statute poses substantial problems of overbreadth. Under the instructions given by the trial judge the jury was allowed to convict petitioner for 'improper conduct' attracting the notice of persons present. This would appear to sanction conviction by the jury for doing no more than expressing views unpopular with the assembled crowd, if the jury found that such expression was improper to the occasion, and thus disturbed others. Such a conviction cannot stand under the First Amendment, any more than the conviction in Terminiello v. Chicago, <span class=\"citation\" data-id=\"104668\"><a href=\"/opinion/104668/terminiello-v-chicago/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 69 S.Ct. 894, 93 L.Ed. 1131, where the jury was allowed to convict the defendant for speech which 'stirs the public to anger, invites dispute, brings about a condition of unrest, or creates a disturbance.' <i>Id.</i>, at 4, 69 S.Ct. 894.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The theory under which the state appellate court affirmed the conviction poses further problems under the First Amendment. Apparently concluding that petitioner did nothing at the meeting itself which was violative of the statute, the state court of criminal appeals sustained the conviction on the theory that petitioner was an aider and abettor because he 'admits to protesting the appearance of the President, and he admits to participating in the organizing of the protest.' On this basis the court held that 'the obscenities from the group and the chanting by the group . . . are also [petitioner's] acts by his participation in the group.' The court concluded that petitioner 'cannot escape responsibility for his participation in planning the demonstration by relating that he personally did not do the unlawful acts, which arose during the event.' The State Supreme Court in affirming rejected the aider and abettor reasoning of the lower court because under state law there can be no conviction for aiding and abetting a misdemeanor. The conviction was affirmed, however, because 'the conduct of [petitioner] cited by the Court of Criminal Appeals as amounting to aiding and abetting, actually makes [petitioner] guilty as a principal offender.' This is followed by citations to state court decisions holding that as to misdemeanors evidence showing aiding and abetting supports conviction as a principal. It thus appears that petitioner's conviction was affirmed because of his association with other members of the group whose behavior was found violative of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By grounding petitioner's conviction on his participation in the planning of the protest the state appellate courts place criminal liability on freedom of expression in its most pristine form. Petitioner's role was not contested. He attended the meetings and voiced his approval of some form of protest against the President's appearance, but it appears that at virtually every opportunity he urged the group to keep their protest peaceful and silent. He cannot be held liable because some members of the group chose to express their views in an illegal manner, United States v. Robel, <span class=\"citation\" data-id=\"107554\"><a href=\"/opinion/107554/united-states-v-robel/\"><span class=\"volume\">389</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, 88 S.Ct. 419, 19 L.Ed.2d 508, particularly when, as here, there is no evidence that the group ever agreed to conduct its protest unlawfully or that petitioner ever acquiesced in such a decision.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Nor was petitioner charged which conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">I would grant the petition for certiorari.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'If any person willfully disturb or disquiet any assemblage of persons met for religious worship, or for educational of literary purposes, or as a lodge or for the purpose of engaging in or promoting the cause of temperance, by noise, profane discourse, rude or indecent behavior, or any other acts, at or near the place of meeting, he shall be fined not less than Twenty Dollars nor more than Two Hundred Dollars, and may also be imprisoned not exceeding six months in the County Jail.' Tennessee Code Annotated &#167; 39-1204.</p>\n        <p>The jury imposed a fine of $20 upon petitioner; no prison sentence was imposed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In addition to President Nixon, the podium included Congressman Brock, a Republican then running for the Senate seat held by Democrat Albert Gore, and Republican Congressmen Kuykendall and Duncan. Tr., p. 348. No prominent Democrats were included.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Neither the court below nor the petition here distinguished between facial and as applied claims of vagueness or overbreadth.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> There was behavior by others in the group which might have fell within these proscriptions. Among the chants which petitioner did <i>not</i> engage in were 'Bullshit, bullshit' during the President's speech, and 'one, two, three, four, we don't want your fucking war.' One isolated member of the group rose during a minister's prayer and screamed an obscenity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In Colten v. Kentucky, <span class=\"citation\" data-id=\"108569\"><a href=\"/opinion/108569/colten-v-kentucky/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 92 S.Ct. 1953, 32 L.Ed.2d 584, the Court affirmed a conviction under a disorderly conduct statute against claims of vagueness and overbreadth. But <i>Colten</i>, unlike the present case, did not involve expression protected under the First Amendment, and in <i>Colten</i> the petitioner disobeyed a lawful police order to move on.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See transcript at 29, 58, 69, 73, 231, 241, 249, 299, 391, 490.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Tr., at 117.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Tr., at 272.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> There was evidence that others clearly sympathetic to the Graham religious cause joined the protest because they were offended by the political overtones of this part of the meeting. Two other ministers, who had been converted at previous Graham crusades and who were then attending a Graham training school, testified that they joined in the protest. Tr., at 299-320.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> There was evidence that a least one member of the group announced at the meetings that he would not remain silent during the President's speech, but other evidence showed that the group consensus at these meetings was for a silent protest. I do not see how petitioner's right to attend the Graham Crusade could be curtailed because one member of the protest group declined to follow his advice to remain silent.</p>\n      </div>\n    </div>\n    ", "id": 108954, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/108954/", "sha1": "fd7c858950e0abe28dd8ea9e81d637af9ad241db", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T10:11:47"}