{"absolute_url": "/opinion/2346358/fenemore-v-united-states/", "blocked": false, "citation": {"case_name": "Fenemore v. United States", "docket_number": null, "document_uris": ["/api/rest/v2/document/2346358/"], "federal_cite_one": "3 U.S. 357", "federal_cite_three": null, "federal_cite_two": null, "id": 2319130, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/2319130/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1797-08-07", "date_modified": "2014-10-30T14:47:15.905651", "docket": "/api/rest/v2/docket/2083729/", "download_url": null, "extracted_by_ocr": false, "html": "", "html_lawbox": "<div>\n<center><b>3 U.S. 357 (____)</b></center>\n<center><b>3 Dall. 357</b></center>\n<center><h1>FENEMORE, Plaintiff in Error,<br>\nversus<br>\nThe UNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*360</span> The cause was argued at the last term, upon an issue joined, after an assignment of the general errors, and the plea of in nullo est erratum, by Ingersoll and E. Tilghman, for the Plaintiff in error, and by Lee (the Attorney General) for the United States.</p>\n<p><span class=\"star-pagination\">*363</span> On the 7th of August 1787, the Judges delivered their opinions to the following effect:</p>\n<p>CHASE, Justice.</p>\n<p>The judgment of the Circuit Court ought to be affirmed. Here is the case of a plain fraud. A man sets up a claim, exhibits colourable vouchers to support it, deceives the public officer, obtains a certificate that his claim is just, and, finally, converts that certificate into transferable stock. The transaction is rank from the beginning to the end; and the jury have properly found not only the fraud, but the value of the certificate obtained by it. The United States, by adopting the present mode of proceeding, have precluded themselves from ever disputing hereafter, the validity of the certificate; and they will never, perhaps, be able to indemnify themselves against the subsequent payments of interest, unless Fenemore remains solvent, and accessible to legal process. But, surely, it ought never to have been a subject of argument in a court of justice, whether, on stating a manifest fraud practised upon the public credit and treasury, the United States is entitled to recover an equivalent for the pecuniary injury, from the avowed delinquent.</p>\n<p>IREDELL, Justice.</p>\n<p>I am clearly of the same opinion. Upon strict technical rules, I had, at first, some doubts, whether the inconsistency of the counts in the declaration would not be fatal: but on the appearance of the rule entered into by consent, for the very purpose of obviating objections on that ground, my mind was perfectly satisfied. The only question, therefore, that remains to be decided, turns upon the right of the <span class=\"star-pagination\">*364</span> United States, to affirm the original transaction; and, if they have that right, it follows, inevitably, that they ought to recover from the Defendant an equivalent for the value of the certificate, which was surreptitiously obtained. I have no difficulty in saying, that the right exists; and that, the public interest, involved in the credit of a public paper medium, required the exercise of the right in a case of this kind. The circulation of the certificate should be unimpaired; but the Defendant ought, at least, to be made responsible in his purse for the fraud. The defence is, indeed, an extraordinary one: it is an atempt to make the very act of fraud, an instrument, or shield, of protection. But, I trust, no man will ever be able to defend himself in an American court of justice upon the ground of his own turpitude. As, therefore, every exception to form has been obviated by consent, and as the special verdict finds every material fact to justify the judgment of the court below, I think that judgment ought to be affirmed.</p>\n<p>CUSHING, Justice.</p>\n<p>The cause is susceptible of little doubt. The United States had a right to affirm the original transaction, and to proceed, as they have done, for the recovery of the value of the certificate and the interest.</p>\n<p>ELSWORTH, Chief Justice.</p>\n<p>Giving a reasonable effect to the rule, which the parties themselves have entered into, all objection, as to the form and inconsistencies of the declaration, is obviated. Then, it is to be considered, that the United States had an option, either to affirm, or disaffirm, the original contract; and by the present action they have chosen to affirm it. The special verdict fairly authorised the court below to give judgment for the value of the certificate on the first and second counts, and for the amount of the money received as interest on the third count. With respect, however, to the right of disaffirmance, I with to be understood, as limiting it to the continuance of the certificate in the hands of the original party for, if the certificate had passed into the hands of a bona fide purchaser, even a court of equity would, I think, refuse to invalidate it; and, I am sure, public policy would forbid the attempt.</p>\n<p>PATERSON, Justice.</p>\n<p>As I joined in giving the judgment of the Circuit Court, it gives me pleasure to be relieved from the necessity of delivering any opinion on the present occasion. But, though I have no doubt on the case now to be decided, it appears to me to be another, and a great, question, how far a bill in equity would reach all the points involved in the original transaction.</p>\n<p>Judgment Affirmed.</p>\n</div>", "html_with_citations": "", "id": 2346358, "judges": "Chase", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/2346358/", "sha1": "5e41b5c7e37472c41b99e1ae5c7252503e031c04", "source": "L", "time_retrieved": "2013-10-30T02:11:37.085013"}