{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": "", 
    "document_uris": [
      "/api/rest/v2/document/183479/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Ortiz v. Jordan", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "09-737", 
    "id": 167117, 
    "resource_uri": "/api/rest/v2/citation/167117/"
  }, 
  "id": 183479, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2011-01-24", 
  "download_url": "http://www.supremecourt.gov/opinions/10pdf/09-737.pdf", 
  "source": "C", 
  "local_path": "pdf/2011/01/24/Ortiz_v._Jordan.pdf", 
  "html_lawbox": "", 
  "time_retrieved": "2011-01-24T21:12:09", 
  "nature_of_suit": "", 
  "plain_text": "(Slip Opinion)              OCTOBER TERM, 2010                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                        ORTIZ v. JORDAN ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE SIXTH CIRCUIT\n\n  No. 09–737.      Argued November 1, 2010—Decided January 24, 2011\nPetitioner Ortiz, a former inmate in an Ohio reformatory, brought a\n  civil rights action under 42 U. S. C. §1983 seeking a judgment for\n  damages against superintending prison officers. On two consecutive\n  nights during her incarceration, Ortiz stated, she was sexually as\n  saulted by a corrections officer. Although she promptly reported the\n  first assault, she further alleged, respondent Jordan, a case manager\n  in her living unit, did nothing to ward off the second sexual assault,\n  despite Jordan’s awareness of the substantial risk of that occurrence.\n  Ortiz further charged that respondent Bright, a prison investigator,\n  retaliated against Ortiz for her accusations by placing her, shackled\n  and handcuffed, in solitary confinement in a cell without adequate\n  heat, clothing, bedding, or blankets. The responses of both officers,\n  she said, violated her right, safeguarded by the Eighth and Four\n  teenth Amendments, to reasonable protection from violence while in\n  custody.\n     Jordan and Bright moved for summary judgment on pleas of\n  “qualified immunity.” The District Court, noting factual disputes\n  material to Ortiz’s claims and the officers’ qualified immunity de\n  fenses, denied the summary judgment motion. The officers did not\n  appeal that ruling. The case proceeded to trial, and the jury returned\n  a verdict against Jordan and Bright. They sought judgment as a\n  matter of law, pursuant to Federal Rule of Civil Procedure 50(a), both\n  at the close of Ortiz’s evidence and at the close of their own presenta\n  tion. But they did not contest the jury’s liability finding by renewing,\n  under Rule 50(b), their request for judgment as a matter of law. Nor\n  did they request a new trial under Rule 59(a). The District Court en\n  tered judgment for Ortiz. On appeal, Jordan and Bright urged, inter\n  alia, that the District Court should have granted their motion for\n2                           ORTIZ v. JORDAN\n\n                                 Syllabus\n\n    summary judgment based on their qualified immunity defense. The\n    Sixth Circuit agreed and reversed the judgment entered on the jury’s\n    verdict, holding that both defendants were sheltered from Ortiz’s suit\n    by qualified immunity.\nHeld: A party may not appeal a denial of summary judgment after a\n district court has conducted a full trial on the merits. A qualified\n immunity plea, not upheld at the summary judgment stage, may be\n pursued at trial, but at that stage, the plea must be evaluated in\n light of the character and quality of the evidence received in court.\n Ordinarily, orders denying summary judgment are interlocutory and\n do not qualify as “final decisions” subject to appeal under 28 U. S. C.\n §1291. Because a qualified immunity plea can spare an official not\n only from liability but from trial, this Court has recognized a limited\n exception to the categorization of summary judgment denials as non\n appealable orders. Mitchell v. Forsyth, 472 U. S. 511, 525–526. The\n exception permits an immediate appeal when summary judgment is\n denied to a defendant who urges that qualified immunity shelters her\n from suit. Id., at 527. Such an immediate appeal is not available,\n however, when the district court determines that factual issues genu\n inely in dispute preclude summary adjudication. Johnson v. Jones,\n 515 U. S. 304, 313. Here, Jordan and Bright sought no immediate\n appeal from the denial of their summary judgment motion. Nor did\n they avail themselves of Rule 50(b), which permits the entry of judg\n ment, postverdict, for the verdict loser if the court finds the evidence\n legally insufficient to sustain the verdict. Absent such a motion, an\n appellate court is “powerless” to review the sufficiency of the evidence\n after trial. Unitherm Food Systems, Inc. v. Swift-Eckrich, Inc., 546\n U. S. 394, 405. This Court need not address the officers’ argument\n that a qualified immunity plea raising a “purely legal” issue is pre\n served for appeal by an unsuccessful summary judgment motion even\n if the plea is not reiterated in a Rule 50(b) motion. Cases fitting that\n bill typically involve disputes about the substance and clarity of pre\n existing law. In this case, however, what was controverted was not\n the pre-existing law, but the facts that could render Jordan and\n Bright answerable under §1983, e.g., whether Jordan was adequately\n informed, after the first assault, of the assailant’s identity and of\n Ortiz’s fear of a further assault. Because the dispositive facts were\n disputed, the officers’ qualified immunity defenses did not present\n “ ‘neat abstract issues of law.’ ” Johnson, 515 U. S., at 317. To the ex\n tent that Jordan and Bright urge Ortiz has not proved her case, they\n were, by their own account, obliged to raise that sufficiency-of-the\n evidence issue by postverdict motion for judgment as a matter of law\n under Rule 50(b). They did not do so. The Sixth Circuit, therefore,\n had no warrant to upset the jury’s decision on their liability. Pp. 6–\n                    Cite as: 562 U. S. ____ (2011)                  3\n\n                              Syllabus\n\n  11.\n316 Fed. Appx. 449, reversed and remanded.\n\n   GINSBURG, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and BREYER, ALITO, SOTOMAYOR, and KAGAN, JJ., joined. THOMAS,\nJ., filed an opinion concurring in the judgment, in which SCALIA and\nKENNEDY, JJ., joined.\n                        Cite as: 562 U. S. ____ (2011)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 09–737\n                                   _________________\n\n\n MICHELLE ORTIZ, PETITIONER v. PAULA JORDAN \n\n                    ET AL. \n\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE SIXTH CIRCUIT\n\n                               [January 24, 2011] \n\n\n   JUSTICE GINSBURG delivered the opinion of the Court.\n   We address in this case a procedural issue arising in a\ncivil rights action brought under 42 U. S. C. §1983 by\nMichelle Ortiz, a former inmate at the Ohio Reformatory\nfor Women. Plaintiff below, petitioner here, Ortiz filed a\ncomplaint in federal court stating key facts on which she\nbased claims for damages against superintending prison\nofficers. On two consecutive nights during her one-year\nincarceration, Ortiz stated, she was sexually assaulted by\na corrections officer. Although she promptly reported the\nfirst incident, she further alleged, prison authorities took\nno measures to protect her against the second assault.\nAfter that assault, Ortiz charged, and in retaliation for\naccounts she gave of the two episodes, prison officials\nplaced her, shackled and handcuffed, in solitary confine\nment in a cell without adequate heat, clothing, bedding, or\nblankets. The treatment to which she was exposed, Ortiz\nclaimed, violated her right, safeguarded by the Eighth and\nFourteenth Amendments, to reasonable protection from\nviolence while in custody.\n   Principal defendants in the suit, Paula Jordan, a case\n2                        ORTIZ v. JORDAN\n\n                        Opinion of the Court\n\nmanager at Ortiz’s living unit, and Rebecca Bright, a\nprison investigator, moved for summary judgment on their\npleas of “qualified immunity,” a defense that shields offi\ncials from suit if their conduct “d[id] not violate clearly\nestablished statutory or constitutional rights of which a\nreasonable person would have known.” Harlow v. Fitzger\nald, 457 U. S. 800, 818 (1982). Finding that the qualified\nimmunity defense turned on material facts genuinely in\ndispute, see Fed. Rule Civ. Proc. 56(a), the District Judge\ndenied summary judgment.          Ortiz v. Voinovich, 211\nF. Supp. 2d 917, 923–930 (SD Ohio 2002).\n  The case then proceeded to trial, and the jury returned\nverdicts for Ortiz against both Jordan and Bright. The\ntwo officers appealed to the United States Court of Ap\npeals for the Sixth Circuit, targeting, inter alia, the denial\nof their pretrial motion for summary judgment. “[C]ourts\nnormally do not review the denial of a summary judgment\nmotion after a trial on the merits,” the Court of Appeals\nrecognized. 316 Fed. Appx. 449, 453 (2009). Nevertheless,\nthe Court continued, “denial of summary judgment based\non qualified immunity is an exception to this rule.” Ibid.\nReversing the judgment entered on the jury’s verdict, the\nappeals court held that both defendants were sheltered\nfrom Ortiz’s suit by qualified immunity.\n  We granted review, 559 U. S. ___ (2010), to decide a\nthreshold question on which the Circuits are split: May a\nparty, as the Sixth Circuit believed, appeal an order deny\ning summary judgment after a full trial on the merits?1\nOur answer is no. The order retains its interlocutory\n——————\n  1 Compare, e.g., Black v. J. I. Case Co., 22 F. 3d 568, 570–571 (CA5\n\n1994) (declining to review denial of summary judgment after trial);\nPrice v. Kramer, 200 F. 3d 1237, 1243–1244 (CA9 2000) (no exception\nwhere summary judgment rejected assertion of qualified immunity),\nwith Goff v. Bise, 173 F. 3d 1068, 1072 (CA8 1999) (denial of summary\njudgment based on qualified immunity reviewable after trial on the\nmerits); 316 Fed. Appx. 449, 453 (CA6 2009) (case below) (same).\n                 Cite as: 562 U. S. ____ (2011)            3\n\n                     Opinion of the Court\n\ncharacter as simply a step along the route to final judg\nment. See Cohen v. Beneficial Industrial Loan Corp., 337\nU. S. 541, 546 (1949). Once the case proceeds to trial, the\nfull record developed in court supersedes the record exist\ning at the time of the summary judgment motion. A quali\nfied immunity defense, of course, does not vanish when a\ndistrict court declines to rule on the plea summarily. The\nplea remains available to the defending officials at trial;\nbut at that stage, the defense must be evaluated in light of\nthe character and quality of the evidence received in court.\n   When summary judgment is sought on a qualified im\nmunity defense, the court inquires whether the party\nopposing the motion has raised any triable issue barring\nsummary adjudication. “[O]nce trial has been had,” how\never, “the availability of official immunity should be de\ntermined by the trial record, not the pleadings nor the\nsummary judgment record.” 15A C. Wright, A. Miller, &\nE. Cooper, Federal Practice & Procedure §3914.10, p. 684\n(2d ed. 1992 and Supp. 2010). After trial, if defendants\ncontinue to urge qualified immunity, the decisive question,\nordinarily, is whether the evidence favoring the party\nseeking relief is legally sufficient to overcome the defense.\nSee Fed. Rule Civ. Proc. 50(a), (b) (stating conditions on\nwhich judgment may be granted as a matter of law).\n   In the case before us, the Court of Appeals, although\npurporting to review the District Court’s denial of the\nprison officials’ pretrial summary-judgment motion, 316\nFed. Appx., at 453, several times pointed to evidence\npresented only at the trial stage of the proceedings, see\nid., at 453–454. The appeals court erred, but not fatally,\nby incorrectly placing its ruling under a summary\njudgment headline. Its judgment was infirm, however,\nbecause Jordan’s and Bright’s failure to renew their mo\ntion for judgment as a matter of law under Federal Rule of\nCivil Procedure 50(b) left the appellate forum with no\nwarrant to reject the appraisal of the evidence by “the\n4                         ORTIZ v. JORDAN\n\n                         Opinion of the Court\n\njudge who saw and heard the witnesses and ha[d] the feel\nof the case which no appellate printed transcript can\nimpart.” Cone v. West Virginia Pulp & Paper Co., 330\nU. S. 212, 216 (1947).\n                              I\n  Michelle Ortiz, serving a sentence for aggravated as\nsault against her husband,2 maintained that she was\nsexually assaulted on consecutive days by Corrections\nOfficer Douglas Schultz. On Friday, November 8, 1996,\nOrtiz recounted, Schultz walked up behind her in the\nwashroom of her living quarters and grabbed one of her\nbreasts.3 Ortiz fended off the assault, but Schultz re\nturned later that day and threatened to “see [her] tomor\nrow,” Tr. 36.\n  The next day, Ortiz described the incident to Jordan.\nAfter assuring Ortiz that “no one has the right to touch\nyou,” 316 Fed. Appx., at 451 (internal quotation marks\nomitted), Jordan told Ortiz that Schultz had been reas\nsigned to another correctional facility and was serving his\nlast day at the reformatory. Ortiz could file a written\ncomplaint, Jordan noted. She suggested, however, that\nOrtiz not do so, in view of Schultz’s imminent departure.\nJordan advised Ortiz that she “always ha[d] the right to\ndefend [her]self,” Tr. 43, and counseled her to “ ‘hang out\nwith [her] friends’ for the rest of the day so that Schultz\nwould not have the chance to be alone with her,” 316 Fed.\nAppx., at 451 (alteration in original).\n  The day of her conversation with Ortiz, Jordan wrote an\nincident report describing her version of the encounter. In\nthat account, Jordan stated that Ortiz had refused to\n——————\n  2 Ortiz maintained in her criminal prosecution that she acted in re\n\ntaliation for multiple incidents of domestic violence to which she had\nbeen subjected over a span of several years. 316 Fed. Appx., at 450.\n  3 The accounts of the episodes-in-suit described here recite facts the\n\njury reasonably could have found from the testimony presented at trial.\n                     Cite as: 562 U. S. ____ (2011)                    5\n\n                          Opinion of the Court\n\nname her assailant or provide any other information about\nthe assault. Jordan did not immediately notify her supe\nriors of the assault Ortiz reported and Ortiz’s consequent\nfears about her safety. Taking the incident report home in\nher workbag, Jordan submitted it upon her return to work\ntwo days later.\n  Ortiz endeavored to follow Jordan’s advice about staying\nin the company of friends. But later in the day, feeling ill,\nshe returned to her room and fell asleep. Three other\ninmates were in the room when Ortiz went to sleep. They\nwere gone when she awoke to find Schultz standing over\nher, one hand fondling her left breast, the fingers of the\nother hand inside her underwear penetrating her vagina.\n  Bright’s investigation began two days after the second\nassault. During its course, Bright placed Ortiz in solitary\nconfinement. Ortiz maintained that Bright isolated her in\nretaliation for her accusations against Schultz. Bright,\nhowever, testified that she segregated Ortiz because Ortiz\ncontinued to discuss the investigation with other inmates,\ndisobeying Bright’s repeated instructions to refrain from\nspeaking about it.\n  In her §1983 action, Ortiz claimed that Jordan did\nnothing to ward off Schultz’s second sexual assault, de\nspite Jordan’s awareness of the substantial risk of that\noccurrence. Bright, Ortiz charged, retaliated against her\nbecause she resisted Bright’s efforts to induce her to re\ntract her accounts of Schultz’s assaults. (Schultz, having\nresigned from state employment, could not be found and\nserved with process.) The District Court, noting multiple\nfactual disputes material to Ortiz’s claims and the officers’\ndefense of qualified immunity, denied summary judgment\nto Jordan and Bright, 211 F. Supp. 2d, at 923–930;4 nei\n——————\n  4 As to Jordan, the District Court determined, inter alia, that “a jury\n\ncould reasonably find . . . that Ortiz did inform Jordan of Schultz’s\nidentity,” and that “Ortiz made Jordan aware that [Ortiz] reasonably\n6                          ORTIZ v. JORDAN\n\n                          Opinion of the Court\n\nther defendant appealed the District Court’s denial of\nsummary judgment.\n   The case proceeded to trial, and a jury returned a ver\ndict of $350,000 in compensatory and punitive damages\nagainst Jordan and $275,000 against Bright. Jordan and\nBright sought judgment as a matter of law, pursuant to\nRule 50(a), both at the close of Ortiz’s evidence and at the\nclose of their own presentation. But they did not contest\nthe jury’s liability finding by renewing, under Rule 50(b),\ntheir request for judgment as a matter of law. Nor did\nthey request a new trial under Rule 59(a). The District\nCourt entered judgment for Ortiz in accordance with the\njury’s verdict.\n   On appeal, Jordan and Bright urged both that the Dis\ntrict Court should have granted them summary judgment\non their defense of qualified immunity and that the ver\ndict was “against the weight of the evidence.” Brief for\nDefendants-Appellants in No. 06–3627 (CA6), pp. 21, 26.\nAppraising the parties’ evidence under a de novo standard\nof review, the Court of Appeals “reverse[d] the denial of\nqualified immunity to both Bright and Jordan.” 316 Fed.\nAppx., at 455.5\n   We granted certiorari to resolve the conflict among the\nCircuits as to whether a party may appeal a denial of\nsummary judgment after a district court has conducted a\nfull trial on the merits. See n. 1, supra.\n\n——————\nfeared a further sexual attack.” 211 F. Supp. 2d, at 925. Concerning\nBright, the Court noted that “[a] jury could reasonably find that\nBright[’s] . . . purported reason for placing Ortiz in security control was\npretextual.” Id., at 928.\n  5 Judge Daughtrey dissented; in her view, the strength of the evi\n\ndence against Jordan and Bright amply supported the jury’s verdict.\n316 Fed. Appx., at 456–457. Quoting Kiphart v. Saturn Corp., 251\nF. 3d 573, 581 (CA6 2001), she observed that appellate courts “do not\nweigh the evidence, evaluate the credibility of witnesses or substitute\nour own judgment for that of the jury.” 316 Fed. Appx., at 457.\n                 Cite as: 562 U. S. ____ (2011)            7\n\n                     Opinion of the Court\n\n                             II\n  The jurisdiction of a Court of Appeals under 28 U. S. C.\n§1291 extends only to “appeals from . . . final decisions of\nthe district courts.” Ordinarily, orders denying summary\njudgment do not qualify as “final decisions” subject to\nappeal. Summary judgment must be denied when the\ncourt of first instance determines that a “genuine dispute\nas to [a] material fact” precludes immediate entry of\njudgment as a matter of law. Fed. Rule Civ. Proc. 56(a).\nSuch rulings, we have observed, are “by their terms inter\nlocutory.” Liberty Mut. Ins. Co. v. Wetzel, 424 U. S. 737,\n744 (1976).\n  Because a plea of qualified immunity can spare an\nofficial not only from liability but from trial, we have\nrecognized a limited exception to the categorization of\nsummary judgment denials as nonappealable orders.\nMitchell v. Forsyth, 472 U. S. 511, 525–526 (1985). When\nsummary judgment is denied to a defendant who urges\nthat qualified immunity shelters her from suit, the court’s\norder “finally and conclusively [disposes of] the defen\ndant’s claim of right not to stand trial.” Id., at 527 (em\nphasis deleted). Therefore, Mitchell held, an immediate\nappeal may be pursued. Ibid.\n  We clarified in Johnson v. Jones, 515 U. S. 304 (1995),\nthat immediate appeal from the denial of summary judg\nment on a qualified immunity plea is available when the\nappeal presents a “purely legal issue,” illustratively, the\ndetermination of “what law was ‘clearly established’ ” at\nthe time the defendant acted. Id., at 313. However, in\nstant appeal is not available, Johnson held, when the\ndistrict court determines that factual issues genuinely in\ndispute preclude summary adjudication. Ibid.\n  Jordan and Bright sought no immediate appeal from the\ndenial of their motion for summary judgment. In light of\nJohnson, that abstinence is unsurprising. Moreover, even\nhad instant appellate review been open to them, the time\n8                          ORTIZ v. JORDAN\n\n                          Opinion of the Court\n\nto seek that review expired well in advance of trial. See\nFed. Rule App. Proc. 4(a)(1)(A) (notice of appeal must\ngenerally be filed “within 30 days after the judgment or\norder appealed from”). Nor did they avail themselves of\nRule 50(b), which permits the entry, postverdict, of judg\nment for the verdict loser if the court finds that the evi\ndence was legally insufficient to sustain the verdict. See\nFed. Rule Civ. Proc. 50(a), (b). Absent such a motion, we\nhave repeatedly held, an appellate court is “powerless” to\nreview the sufficiency of the evidence after trial.\nUnitherm Food Systems, Inc. v. Swift-Eckrich, Inc., 546\nU. S. 394, 405 (2006); see Cone, 330 U. S., at 218.6\n——————\n    6 Jordanand Bright contend that their failure to file a Rule 50(b)\nmotion cannot be the basis for overturning the judgment of the Court of\nAppeals. Because Ortiz presented no argument about the absence of a\nRule 50(b) motion in her brief to the Sixth Circuit or in her petition for\ncertiorari, Jordan and Bright argue, she has forfeited the objection.\nJordan and Bright are not well positioned to make this argument.\nThey did not suggest that Ortiz had forfeited her Rule 50(b) objection,\nor argue that such an objection is forfeitable, until their merits brief to\nthis Court. Ordinarily we do not consider “a nonjurisdictional argu\nment not raised in a respondent’s brief in opposition to a petition.”\nBaldwin v. Reese, 541 U. S. 27, 34 (2004) (internal quotation marks\nomitted).\n   In any case, we do not see how Ortiz can be held to have forfeited\nher Rule 50(b) objection. The arguments Jordan and Bright made in\nthe Court of Appeals invited no such objection. Jordan and Bright\nurged on appeal that the jury’s verdict was “against the weight of the\nevidence.” Brief for Defendants-Appellants in No. 06-3627 (CA6), pp.\n21–43. A plea that a verdict is “against the weight of the evidence,” of\ncourse, is not equivalent to a plea that the evidence submitted at trial\nwas insufficient to warrant submission of the case to the jury. 11 C.\nWright, A. Miller, & E. Cooper, Federal Practice & Procedure §2806,\npp. 65–67 (2d ed. 1995 and Supp. 2010). A determination that a verdict\nis against the weight of the evidence may gain a new trial for the\nverdict loser, but never a final judgment in that party’s favor. Mont\ngomery Ward & Co. v. Duncan, 311 U. S. 243, 250–251 (1940). Ortiz\nobjected, accordingly, that Jordan and Bright had not asked the Dis\ntrict Court for a new trial and were therefore “bar[red] [from] appeal on\nthis ground.” Brief for Plaintiff-Appellee in No. 06–3627 (CA6), p. 23.\n                    Cite as: 562 U. S. ____ (2011)                  9\n\n                        Opinion of the Court\n\n   “[Q]uestions going to the sufficiency of the evidence are\nnot preserved for appellate review by a summary judg\nment motion alone,” Jordan and Bright acknowledge;\nrather, challenges of that order “must be renewed post\ntrial under Rule 50.” Brief for Respondents 11. Jordan\nand Bright insist, however, in defense of the Sixth Cir\ncuit’s judgment, that sufficiency of the evidence is not\nwhat is at stake in this case. A qualified immunity plea\nraising an issue of a “purely legal nature,” they urge, ibid.,\nis preserved for appeal by an unsuccessful motion for\nsummary judgment, and need not be brought up again\nunder Rule 50(b). Id., at 11–12 (citing as pathmarking\nRekhi v. Wildwood Indus., Inc., 61 F. 3d 1313, 1318 (CA7\n1995)). Unlike an “evidence sufficiency” claim that neces\nsarily “hinge[s] on the facts adduced at trial,” they main\ntain, a purely legal issue can be resolved “with reference\nonly to undisputed facts.” Brief for Respondents 16 (quot\ning Mitchell, 472 U. S., at 530, n. 10).\n   We need not address this argument, for the officials’\nclaims of qualified immunity hardly present “purely legal”\nissues capable of resolution “with reference only to undis\nputed facts.” Cases fitting that bill typically involve con\ntests not about what occurred, or why an action was taken\nor omitted, but disputes about the substance and clarity of\npre-existing law. See Behrens v. Pelletier, 516 U. S. 299,\n313 (1996); Johnson, 515 U. S, at 317.\n   Here, however, the pre-existing law was not in contro\nversy. See Farmer v. Brennan, 511 U. S. 825, 834, 847\n(1994) (prison official may be held liable for “deliberate\nindifference” to a prisoner’s Eighth Amendment right to\nprotection against violence while in custody if the official\n“knows that [the] inmat[e] face[s] a substantial risk of\nserious harm and disregards that risk by failing to take\n—————— \n\nOrtiz thus responded altogether appropriately to the arguments Jordan\n\nand Bright made. \n\n10                        ORTIZ v. JORDAN\n\n                          Opinion of the Court\n\nreasonable measures to abate it” (internal quotation\nmarks omitted)); Crawford-El v. Britton, 523 U. S. 574,\n592 (1998) (First Amendment shields prisoners from\n“retaliation for protected speech”).7 What was contro\nverted, instead, were the facts that could render Jordan\nand Bright answerable for crossing a constitutional line.\nDisputed facts relevant to resolving the officials’ immunity\npleas included: Was Jordan adequately informed, after the\nfirst assault, of the identity of the assailant, see App. 4,\nand of Ortiz’s fear of a further assault? What, if anything,\ncould Jordan have done to distance Ortiz from the assail\nant, thereby insulating her against a second assault? See\nid., at 4–5.8 Did Bright place and retain Ortiz in solitary\nconfinement as a retaliatory measure or as a control\nneeded to safeguard the integrity of the investigation? 9\n   In sum, the qualified immunity defenses asserted by\nJordan and Bright do not present “neat abstract issues of\nlaw.” See Johnson, 515 U. S., at 317 (quoting 15A C.\n\n——————\n   7 The Court of Appeals held that Ortiz’s complaint had not properly\n\ntied her claim against Bright to the First Amendment. 316 Fed. Appx.,\nat 455. “When an issue not raised by the pleadings is tried by the\nparties’ express or implied consent,” however, “it must be treated in all\nrespects as if raised in the pleadings.” Fed. Rule Civ. Proc. 15(b)(2).\nBright, like the District Court, recognized the First Amendment inter\nests at stake in Ortiz’s claim against her. See App. 11 (District Court,\nin ruling on Rule 50(a) motion, inquired into Bright’s authority to\n“regulat[e] speech of inmates”); id., at 20 (Bright’s counsel argued\nthat Ortiz’s segregation “would not have had a chilling effect” on her\nspeech).\n   8 Relevant to that matter, Bright testified at trial that, had Jordan\n\n“reported the first incident immediately, ‘the proper people would\nhave taken a role in protecting Mrs. Ortiz.’ ” 316 Fed. Appx., at 457\n(Daughtrey, J., dissenting).\n   9 Apart from Bright’s testimony, the defense produced no evidence\n\nthat Ortiz “continually” talked about the assaults or in any other way\ninterfered with the investigation. See Tr. 271, 397 (Bright’s testimony\nacknowledging absence of any documentation regarding Ortiz’s conduct\nduring investigation).\n                 Cite as: 562 U. S. ____ (2011)           11\n\n                     Opinion of the Court\n\nWright, A. Miller, & E. Cooper, Federal Practice and\nProcedure §3914.10, p. 644 (1992)). To the extent that the\nofficials urge Ortiz has not proved her case, they were, by\ntheir own account, obliged to raise that sufficiency-of-the\nevidence issue by postverdict motion for judgment as a\nmatter of law under Rule 50(b). See Brief for Respondents\n11. They did not do so. The Court of Appeals, therefore,\nhad no warrant to upset the jury’s decision on the officials’\nliability.\n                      *     *     *\n  For the reasons stated, the judgment of the Court of\nAppeals for the Sixth Circuit is reversed, and the case is\nremanded for further proceedings consistent with this\nopinion.\n                                           It is so ordered.\n                     Cite as: 562 U. S. ____ (2011)                   1\n\n                  THOMAS, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                             _________________\n\n                              No. 09–737\n                             _________________\n\n\n MICHELLE ORTIZ, PETITIONER v. PAULA JORDAN \n\n                    ET AL. \n\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE SIXTH CIRCUIT\n\n                          [January 24, 2011] \n\n\n  JUSTICE THOMAS, with whom JUSTICE SCALIA and\nJUSTICE KENNEDY join, concurring in the judgment.\n  We granted certiorari to decide the narrow question\nwhether a party may appeal an order denying summary\njudgment after a full trial on the merits. I agree with the\nCourt that the answer is no. See ante, at 2–3. The Court\nalso reaches beyond that question, however, to address the\neffect of Jordan and Bright’s failure to renew their motion\nfor judgment as a matter of law under Federal Rule of\nCivil Procedure 50(b). I would limit our decision to the\nquestion presented and remand for consideration of any\nadditional issues.\n  As the Court concludes, a party ordinarily cannot appeal\nan order denying summary judgment after a full trial on\nthe merits. See ante, at 7–8. Most such orders are not\nappealable at all, because they neither qualify as “final\ndecisions” capable of appeal under 28 U. S. C. §1291 nor\ncome within the narrow class of appealable interlocutory\norders under §1292(a)(1). And for those that are appeal\nable,* the time for filing an appeal will usually have run by\nthe conclusion of the trial. See §2107(a) (providing that a\n\n——————\n  * See Mitchell v. Forsyth, 472 U. S. 511, 524–530 (1985) (holding that\nsome orders denying summary judgment constitute “ ‘final decisions’ ”\nunder the collateral order doctrine).\n2                     ORTIZ v. JORDAN\n\n               THOMAS, J., concurring in judgment\n\nnotice of appeal in a civil case generally must be filed\n“within thirty days” after entry of the relevant judgment\nor order); Fed. Rule App. Proc. 4(a)(1)(A).\n   This case is the ordinary case. Even if the order deny\ning summary judgment qualified under the collateral\norder doctrine as an appealable “final decision” under\n§1291, the time for filing that appeal expired long before\ntrial. Ante, at 7–8. The Court of Appeals therefore lacked\njurisdiction to review the order. I would reverse the\njudgment on that ground alone and remand for further\nproceedings.\n   The majority proceeds to consider the additional ques\ntion whether Jordan and Bright’s failure to file a Rule\n50(b) motion deprived the Court of Appeals of the\n“ ‘powe[r]’ ” to review the sufficiency of the trial evidence.\nSee ante, at 3–4, 8 (quoting Unitherm Food Systems, Inc.\nv. Swift-Eckrich, Inc., 546 U. S. 394, 405 (2006)). The\nCourt does so because it concludes that the Court of\nAppeals did not confine itself to the pretrial record and\ninstead reviewed the trial evidence. Ante, at 3.\n   I do not think it necessary to reach beyond the question\npresented. It is clear from the opinion that the appeals\ncourt reviewed the order denying summary judgment, and\nthat was error. The Court of Appeals explained that\n“[a]lthough courts normally do not review the denial of a\nsummary judgment motion after a trial on the merits,”\nthis case “is an exception to th[at] rule.” 316 Fed. Appx.\n449, 453 (CA6 2009). And to support that conclusion, the\ncourt cited Goff v. Bise, 173 F. 3d 1068 (1999), in which\nthe Eighth Circuit reviewed an order denying summary\njudgment. Finally, the Court of Appeals equated its re\nview in this case to the review of an “interlocutory appea[l]\nof qualified immunity,” which suggests that the court saw\nitself as reviewing the interlocutory order denying sum\nmary judgment. 316 Fed. Appx., at 453. Whether, in\nerroneously reviewing the order denying summary judg\n                  Cite as: 562 U. S. ____ (2011)            3\n\n               THOMAS, J., concurring in judgment\n\nment, the Court of Appeals considered the pretrial or full\ntrial record is beside the point.\n   I also think it unwise to reach the Rule 50 issue and the\nquestions that follow. Ortiz’s opening brief at the merits\nstage focused on the question presented—whether the\nCourt of Appeals lacked jurisdiction to review an order\ndenying summary judgment. It was not until Jordan and\nBright’s response brief in this Court, in which they argued\nthat they had not actually appealed the order denying\nsummary judgment, that the Rule 50 issues were ad\ndressed at any length. This Court normally proceeds\nmore cautiously. Moreover, the Court of Appeals did not\naddress these issues at all, and we are ordinarily “a court\nof final review and not first view.” Adarand Constructors,\nInc. v. Mineta, 534 U. S. 103, 110 (2001) (per curiam)\n(internal quotation marks omitted). This seems a good\nrule to follow in a case like this, which raises difficult and\nfar-reaching questions of civil procedure.\n   For these reasons, I would resolve only the question on\nwhich we granted certiorari. I concur in the judgment.\n", 
  "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2010                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                        ORTIZ v. JORDAN ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE SIXTH CIRCUIT\n\n  No. 09–737.      Argued November 1, 2010—Decided January 24, 2011\nPetitioner Ortiz, a former inmate in an Ohio reformatory, brought a\n  civil rights action under 42 U. S. C. §1983 seeking a judgment for\n  damages against superintending prison officers. On two consecutive\n  nights during her incarceration, Ortiz stated, she was sexually as\n  saulted by a corrections officer. Although she promptly reported the\n  first assault, she further alleged, respondent Jordan, a case manager\n  in her living unit, did nothing to ward off the second sexual assault,\n  despite Jordan’s awareness of the substantial risk of that occurrence.\n  Ortiz further charged that respondent Bright, a prison investigator,\n  retaliated against Ortiz for her accusations by placing her, shackled\n  and handcuffed, in solitary confinement in a cell without adequate\n  heat, clothing, bedding, or blankets. The responses of both officers,\n  she said, violated her right, safeguarded by the Eighth and Four\n  teenth Amendments, to reasonable protection from violence while in\n  custody.\n     Jordan and Bright moved for summary judgment on pleas of\n  “qualified immunity.” The District Court, noting factual disputes\n  material to Ortiz’s claims and the officers’ qualified immunity de\n  fenses, denied the summary judgment motion. The officers did not\n  appeal that ruling. The case proceeded to trial, and the jury returned\n  a verdict against Jordan and Bright. They sought judgment as a\n  matter of law, pursuant to Federal Rule of Civil Procedure 50(a), both\n  at the close of Ortiz’s evidence and at the close of their own presenta\n  tion. But they did not contest the jury’s liability finding by renewing,\n  under Rule 50(b), their request for judgment as a matter of law. Nor\n  did they request a new trial under Rule 59(a). The District Court en\n  tered judgment for Ortiz. On appeal, Jordan and Bright urged, inter\n  alia, that the District Court should have granted their motion for\n2                           ORTIZ v. JORDAN\n\n                                 Syllabus\n\n    summary judgment based on their qualified immunity defense. The\n    Sixth Circuit agreed and reversed the judgment entered on the jury’s\n    verdict, holding that both defendants were sheltered from Ortiz’s suit\n    by qualified immunity.\nHeld: A party may not appeal a denial of summary judgment after a\n district court has conducted a full trial on the merits. A qualified\n immunity plea, not upheld at the summary judgment stage, may be\n pursued at trial, but at that stage, the plea must be evaluated in\n light of the character and quality of the evidence received in court.\n Ordinarily, orders denying summary judgment are interlocutory and\n do not qualify as “final decisions” subject to appeal under 28 U. S. C.\n §1291. Because a qualified immunity plea can spare an official not\n only from liability but from trial, this Court has recognized a limited\n exception to the categorization of summary judgment denials as non\n appealable orders. Mitchell v. Forsyth, 472 U. S. 511, 525–526. The\n exception permits an immediate appeal when summary judgment is\n denied to a defendant who urges that qualified immunity shelters her\n from suit. Id., at 527. Such an immediate appeal is not available,\n however, when the district court determines that factual issues genu\n inely in dispute preclude summary adjudication. Johnson v. Jones,\n 515 U. S. 304, 313. Here, Jordan and Bright sought no immediate\n appeal from the denial of their summary judgment motion. Nor did\n they avail themselves of Rule 50(b), which permits the entry of judg\n ment, postverdict, for the verdict loser if the court finds the evidence\n legally insufficient to sustain the verdict. Absent such a motion, an\n appellate court is “powerless” to review the sufficiency of the evidence\n after trial. Unitherm Food Systems, Inc. v. Swift-Eckrich, Inc., 546\n U. S. 394, 405. This Court need not address the officers’ argument\n that a qualified immunity plea raising a “purely legal” issue is pre\n served for appeal by an unsuccessful summary judgment motion even\n if the plea is not reiterated in a Rule 50(b) motion. Cases fitting that\n bill typically involve disputes about the substance and clarity of pre\n existing law. In this case, however, what was controverted was not\n the pre-existing law, but the facts that could render Jordan and\n Bright answerable under §1983, e.g., whether Jordan was adequately\n informed, after the first assault, of the assailant’s identity and of\n Ortiz’s fear of a further assault. Because the dispositive facts were\n disputed, the officers’ qualified immunity defenses did not present\n “ ‘neat abstract issues of law.’ ” Johnson, 515 U. S., at 317. To the ex\n tent that Jordan and Bright urge Ortiz has not proved her case, they\n were, by their own account, obliged to raise that sufficiency-of-the\n evidence issue by postverdict motion for judgment as a matter of law\n under Rule 50(b). They did not do so. The Sixth Circuit, therefore,\n had no warrant to upset the jury’s decision on their liability. Pp. 6–\n                    Cite as: 562 U. S. ____ (2011)                  3\n\n                              Syllabus\n\n  11.\n316 Fed. Appx. 449, reversed and remanded.\n\n   GINSBURG, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and BREYER, ALITO, SOTOMAYOR, and KAGAN, JJ., joined. THOMAS,\nJ., filed an opinion concurring in the judgment, in which SCALIA and\nKENNEDY, JJ., joined.\n                        Cite as: 562 U. S. ____ (2011)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 09–737\n                                   _________________\n\n\n MICHELLE ORTIZ, PETITIONER v. PAULA JORDAN \n\n                    ET AL. \n\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE SIXTH CIRCUIT\n\n                               [January 24, 2011] \n\n\n   JUSTICE GINSBURG delivered the opinion of the Court.\n   We address in this case a procedural issue arising in a\ncivil rights action brought under 42 U. S. C. §1983 by\nMichelle Ortiz, a former inmate at the Ohio Reformatory\nfor Women. Plaintiff below, petitioner here, Ortiz filed a\ncomplaint in federal court stating key facts on which she\nbased claims for damages against superintending prison\nofficers. On two consecutive nights during her one-year\nincarceration, Ortiz stated, she was sexually assaulted by\na corrections officer. Although she promptly reported the\nfirst incident, she further alleged, prison authorities took\nno measures to protect her against the second assault.\nAfter that assault, Ortiz charged, and in retaliation for\naccounts she gave of the two episodes, prison officials\nplaced her, shackled and handcuffed, in solitary confine\nment in a cell without adequate heat, clothing, bedding, or\nblankets. The treatment to which she was exposed, Ortiz\nclaimed, violated her right, safeguarded by the Eighth and\nFourteenth Amendments, to reasonable protection from\nviolence while in custody.\n   Principal defendants in the suit, Paula Jordan, a case\n2                        ORTIZ v. JORDAN\n\n                        Opinion of the Court\n\nmanager at Ortiz’s living unit, and Rebecca Bright, a\nprison investigator, moved for summary judgment on their\npleas of “qualified immunity,” a defense that shields offi\ncials from suit if their conduct “d[id] not violate clearly\nestablished statutory or constitutional rights of which a\nreasonable person would have known.” Harlow v. Fitzger\nald, 457 U. S. 800, 818 (1982). Finding that the qualified\nimmunity defense turned on material facts genuinely in\ndispute, see Fed. Rule Civ. Proc. 56(a), the District Judge\ndenied summary judgment.          Ortiz v. Voinovich, </pre><span class=\"citation\" data-id=\"2572323\"><a href=\"/opinion/2572323/ortiz-v-voinovich/\"><span class=\"volume\">211</span>\n<span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">917</span></a></span><pre class=\"inline\">, 923–930 (SD Ohio 2002).\n  The case then proceeded to trial, and the jury returned\nverdicts for Ortiz against both Jordan and Bright. The\ntwo officers appealed to the United States Court of Ap\npeals for the Sixth Circuit, targeting, inter alia, the denial\nof their pretrial motion for summary judgment. “[C]ourts\nnormally do not review the denial of a summary judgment\nmotion after a trial on the merits,” the Court of Appeals\nrecognized. 316 Fed. Appx. 449, 453 (2009). Nevertheless,\nthe Court continued, “denial of summary judgment based\non qualified immunity is an exception to this rule.” Ibid.\nReversing the judgment entered on the jury’s verdict, the\nappeals court held that both defendants were sheltered\nfrom Ortiz’s suit by qualified immunity.\n  We granted review, 559 U. S. ___ (2010), to decide a\nthreshold question on which the Circuits are split: May a\nparty, as the Sixth Circuit believed, appeal an order deny\ning summary judgment after a full trial on the merits?1\nOur answer is no. The order retains its interlocutory\n——————\n  1 Compare, e.g., Black v. J. I. Case Co., 22 F. 3d 568, 570–571 (CA5\n\n1994) (declining to review denial of summary judgment after trial);\nPrice v. Kramer, 200 F. 3d 1237, 1243–1244 (CA9 2000) (no exception\nwhere summary judgment rejected assertion of qualified immunity),\nwith Goff v. Bise, 173 F. 3d 1068, 1072 (CA8 1999) (denial of summary\njudgment based on qualified immunity reviewable after trial on the\nmerits); 316 Fed. Appx. 449, 453 (CA6 2009) (case below) (same).\n                 Cite as: 562 U. S. ____ (2011)            3\n\n                     Opinion of the Court\n\ncharacter as simply a step along the route to final judg\nment. See Cohen v. Beneficial Industrial Loan Corp., 337\nU. S. 541, 546 (1949). Once the case proceeds to trial, the\nfull record developed in court supersedes the record exist\ning at the time of the summary judgment motion. A quali\nfied immunity defense, of course, does not vanish when a\ndistrict court declines to rule on the plea summarily. The\nplea remains available to the defending officials at trial;\nbut at that stage, the defense must be evaluated in light of\nthe character and quality of the evidence received in court.\n   When summary judgment is sought on a qualified im\nmunity defense, the court inquires whether the party\nopposing the motion has raised any triable issue barring\nsummary adjudication. “[O]nce trial has been had,” how\never, “the availability of official immunity should be de\ntermined by the trial record, not the pleadings nor the\nsummary judgment record.” 15A C. Wright, A. Miller, &\nE. Cooper, Federal Practice & Procedure §3914.10, p. 684\n(2d ed. 1992 and Supp. 2010). After trial, if defendants\ncontinue to urge qualified immunity, the decisive question,\nordinarily, is whether the evidence favoring the party\nseeking relief is legally sufficient to overcome the defense.\nSee Fed. Rule Civ. Proc. 50(a), (b) (stating conditions on\nwhich judgment may be granted as a matter of law).\n   In the case before us, the Court of Appeals, although\npurporting to review the District Court’s denial of the\nprison officials’ pretrial summary-judgment motion, 316\nFed. Appx., at 453, several times pointed to evidence\npresented only at the trial stage of the proceedings, see\nid., at 453–454. The appeals court erred, but not fatally,\nby incorrectly placing its ruling under a summary\njudgment headline. Its judgment was infirm, however,\nbecause Jordan’s and Bright’s failure to renew their mo\ntion for judgment as a matter of law under Federal Rule of\nCivil Procedure 50(b) left the appellate forum with no\nwarrant to reject the appraisal of the evidence by “the\n4                         ORTIZ v. JORDAN\n\n                         Opinion of the Court\n\njudge who saw and heard the witnesses and ha[d] the feel\nof the case which no appellate printed transcript can\nimpart.” Cone v. West Virginia Pulp & Paper Co., 330\nU. S. 212, 216 (1947).\n                              I\n  Michelle Ortiz, serving a sentence for aggravated as\nsault against her husband,2 maintained that she was\nsexually assaulted on consecutive days by Corrections\nOfficer Douglas Schultz. On Friday, November 8, 1996,\nOrtiz recounted, Schultz walked up behind her in the\nwashroom of her living quarters and grabbed one of her\nbreasts.3 Ortiz fended off the assault, but Schultz re\nturned later that day and threatened to “see [her] tomor\nrow,” Tr. 36.\n  The next day, Ortiz described the incident to Jordan.\nAfter assuring Ortiz that “no one has the right to touch\nyou,” 316 Fed. Appx., at 451 (internal quotation marks\nomitted), Jordan told Ortiz that Schultz had been reas\nsigned to another correctional facility and was serving his\nlast day at the reformatory. Ortiz could file a written\ncomplaint, Jordan noted. She suggested, however, that\nOrtiz not do so, in view of Schultz’s imminent departure.\nJordan advised Ortiz that she “always ha[d] the right to\ndefend [her]self,” Tr. 43, and counseled her to “ ‘hang out\nwith [her] friends’ for the rest of the day so that Schultz\nwould not have the chance to be alone with her,” 316 Fed.\nAppx., at 451 (alteration in original).\n  The day of her conversation with Ortiz, Jordan wrote an\nincident report describing her version of the encounter. In\nthat account, Jordan stated that Ortiz had refused to\n——————\n  2 Ortiz maintained in her criminal prosecution that she acted in re\n\ntaliation for multiple incidents of domestic violence to which she had\nbeen subjected over a span of several years. 316 Fed. Appx., at 450.\n  3 The accounts of the episodes-in-suit described here recite facts the\n\njury reasonably could have found from the testimony presented at trial.\n                     Cite as: 562 U. S. ____ (2011)                    5\n\n                          Opinion of the Court\n\nname her assailant or provide any other information about\nthe assault. Jordan did not immediately notify her supe\nriors of the assault Ortiz reported and Ortiz’s consequent\nfears about her safety. Taking the incident report home in\nher workbag, Jordan submitted it upon her return to work\ntwo days later.\n  Ortiz endeavored to follow Jordan’s advice about staying\nin the company of friends. But later in the day, feeling ill,\nshe returned to her room and fell asleep. Three other\ninmates were in the room when Ortiz went to sleep. They\nwere gone when she awoke to find Schultz standing over\nher, one hand fondling her left breast, the fingers of the\nother hand inside her underwear penetrating her vagina.\n  Bright’s investigation began two days after the second\nassault. During its course, Bright placed Ortiz in solitary\nconfinement. Ortiz maintained that Bright isolated her in\nretaliation for her accusations against Schultz. Bright,\nhowever, testified that she segregated Ortiz because Ortiz\ncontinued to discuss the investigation with other inmates,\ndisobeying Bright’s repeated instructions to refrain from\nspeaking about it.\n  In her §1983 action, Ortiz claimed that Jordan did\nnothing to ward off Schultz’s second sexual assault, de\nspite Jordan’s awareness of the substantial risk of that\noccurrence. Bright, Ortiz charged, retaliated against her\nbecause she resisted Bright’s efforts to induce her to re\ntract her accounts of Schultz’s assaults. (Schultz, having\nresigned from state employment, could not be found and\nserved with process.) The District Court, noting multiple\nfactual disputes material to Ortiz’s claims and the officers’\ndefense of qualified immunity, denied summary judgment\nto Jordan and Bright, 211 F. Supp. 2d, at 923–930;4 nei\n——————\n  4 As to Jordan, the District Court determined, inter alia, that “a jury\n\ncould reasonably find . . . that Ortiz did inform Jordan of Schultz’s\nidentity,” and that “Ortiz made Jordan aware that [Ortiz] reasonably\n6                          ORTIZ v. JORDAN\n\n                          Opinion of the Court\n\nther defendant appealed the District Court’s denial of\nsummary judgment.\n   The case proceeded to trial, and a jury returned a ver\ndict of $350,000 in compensatory and punitive damages\nagainst Jordan and $275,000 against Bright. Jordan and\nBright sought judgment as a matter of law, pursuant to\nRule 50(a), both at the close of Ortiz’s evidence and at the\nclose of their own presentation. But they did not contest\nthe jury’s liability finding by renewing, under Rule 50(b),\ntheir request for judgment as a matter of law. Nor did\nthey request a new trial under Rule 59(a). The District\nCourt entered judgment for Ortiz in accordance with the\njury’s verdict.\n   On appeal, Jordan and Bright urged both that the Dis\ntrict Court should have granted them summary judgment\non their defense of qualified immunity and that the ver\ndict was “against the weight of the evidence.” Brief for\nDefendants-Appellants in No. 06–3627 (CA6), pp. 21, 26.\nAppraising the parties’ evidence under a de novo standard\nof review, the Court of Appeals “reverse[d] the denial of\nqualified immunity to both Bright and Jordan.” 316 Fed.\nAppx., at 455.5\n   We granted certiorari to resolve the conflict among the\nCircuits as to whether a party may appeal a denial of\nsummary judgment after a district court has conducted a\nfull trial on the merits. See n. 1, supra.\n\n——————\nfeared a further sexual attack.” 211 F. Supp. 2d, at 925. Concerning\nBright, the Court noted that “[a] jury could reasonably find that\nBright[’s] . . . purported reason for placing Ortiz in security control was\npretextual.” Id., at 928.\n  5 Judge Daughtrey dissented; in her view, the strength of the evi\n\ndence against Jordan and Bright amply supported the jury’s verdict.\n316 Fed. Appx., at 456–457. Quoting Kiphart v. Saturn Corp., 251\nF. 3d 573, 581 (CA6 2001), she observed that appellate courts “do not\nweigh the evidence, evaluate the credibility of witnesses or substitute\nour own judgment for that of the jury.” 316 Fed. Appx., at 457.\n                 Cite as: 562 U. S. ____ (2011)            7\n\n                     Opinion of the Court\n\n                             II\n  The jurisdiction of a Court of Appeals under 28 U. S. C.\n§1291 extends only to “appeals from . . . final decisions of\nthe district courts.” Ordinarily, orders denying summary\njudgment do not qualify as “final decisions” subject to\nappeal. Summary judgment must be denied when the\ncourt of first instance determines that a “genuine dispute\nas to [a] material fact” precludes immediate entry of\njudgment as a matter of law. Fed. Rule Civ. Proc. 56(a).\nSuch rulings, we have observed, are “by their terms inter\nlocutory.” Liberty Mut. Ins. Co. v. Wetzel, 424 U. S. 737,\n744 (1976).\n  Because a plea of qualified immunity can spare an\nofficial not only from liability but from trial, we have\nrecognized a limited exception to the categorization of\nsummary judgment denials as nonappealable orders.\nMitchell v. Forsyth, 472 U. S. 511, 525–526 (1985). When\nsummary judgment is denied to a defendant who urges\nthat qualified immunity shelters her from suit, the court’s\norder “finally and conclusively [disposes of] the defen\ndant’s claim of right not to stand trial.” Id., at 527 (em\nphasis deleted). Therefore, Mitchell held, an immediate\nappeal may be pursued. Ibid.\n  We clarified in Johnson v. Jones, 515 U. S. 304 (1995),\nthat immediate appeal from the denial of summary judg\nment on a qualified immunity plea is available when the\nappeal presents a “purely legal issue,” illustratively, the\ndetermination of “what law was ‘clearly established’ ” at\nthe time the defendant acted. Id., at 313. However, in\nstant appeal is not available, Johnson held, when the\ndistrict court determines that factual issues genuinely in\ndispute preclude summary adjudication. Ibid.\n  Jordan and Bright sought no immediate appeal from the\ndenial of their motion for summary judgment. In light of\nJohnson, that abstinence is unsurprising. Moreover, even\nhad instant appellate review been open to them, the time\n8                          ORTIZ v. JORDAN\n\n                          Opinion of the Court\n\nto seek that review expired well in advance of trial. See\nFed. Rule App. Proc. 4(a)(1)(A) (notice of appeal must\ngenerally be filed “within 30 days after the judgment or\norder appealed from”). Nor did they avail themselves of\nRule 50(b), which permits the entry, postverdict, of judg\nment for the verdict loser if the court finds that the evi\ndence was legally insufficient to sustain the verdict. See\nFed. Rule Civ. Proc. 50(a), (b). Absent such a motion, we\nhave repeatedly held, an appellate court is “powerless” to\nreview the sufficiency of the evidence after trial.\nUnitherm Food Systems, Inc. v. Swift-Eckrich, Inc., 546\nU. S. 394, 405 (2006); see Cone, 330 U. S., at 218.6\n——————\n    6 Jordanand Bright contend that their failure to file a Rule 50(b)\nmotion cannot be the basis for overturning the judgment of the Court of\nAppeals. Because Ortiz presented no argument about the absence of a\nRule 50(b) motion in her brief to the Sixth Circuit or in her petition for\ncertiorari, Jordan and Bright argue, she has forfeited the objection.\nJordan and Bright are not well positioned to make this argument.\nThey did not suggest that Ortiz had forfeited her Rule 50(b) objection,\nor argue that such an objection is forfeitable, until their merits brief to\nthis Court. Ordinarily we do not consider “a nonjurisdictional argu\nment not raised in a respondent’s brief in opposition to a petition.”\nBaldwin v. Reese, 541 U. S. 27, 34 (2004) (internal quotation marks\nomitted).\n   In any case, we do not see how Ortiz can be held to have forfeited\nher Rule 50(b) objection. The arguments Jordan and Bright made in\nthe Court of Appeals invited no such objection. Jordan and Bright\nurged on appeal that the jury’s verdict was “against the weight of the\nevidence.” Brief for Defendants-Appellants in No. 06-3627 (CA6), pp.\n21–43. A plea that a verdict is “against the weight of the evidence,” of\ncourse, is not equivalent to a plea that the evidence submitted at trial\nwas insufficient to warrant submission of the case to the jury. 11 C.\nWright, A. Miller, & E. Cooper, Federal Practice & Procedure §2806,\npp. 65–67 (2d ed. 1995 and Supp. 2010). A determination that a verdict\nis against the weight of the evidence may gain a new trial for the\nverdict loser, but never a final judgment in that party’s favor. Mont\ngomery Ward & Co. v. Duncan, 311 U. S. 243, 250–251 (1940). Ortiz\nobjected, accordingly, that Jordan and Bright had not asked the Dis\ntrict Court for a new trial and were therefore “bar[red] [from] appeal on\nthis ground.” Brief for Plaintiff-Appellee in No. 06–3627 (CA6), p. 23.\n                    Cite as: 562 U. S. ____ (2011)                  9\n\n                        Opinion of the Court\n\n   “[Q]uestions going to the sufficiency of the evidence are\nnot preserved for appellate review by a summary judg\nment motion alone,” Jordan and Bright acknowledge;\nrather, challenges of that order “must be renewed post\ntrial under Rule 50.” Brief for Respondents 11. Jordan\nand Bright insist, however, in defense of the Sixth Cir\ncuit’s judgment, that sufficiency of the evidence is not\nwhat is at stake in this case. A qualified immunity plea\nraising an issue of a “purely legal nature,” they urge, ibid.,\nis preserved for appeal by an unsuccessful motion for\nsummary judgment, and need not be brought up again\nunder Rule 50(b). Id., at 11–12 (citing as pathmarking\nRekhi v. Wildwood Indus., Inc., 61 F. 3d 1313, 1318 (CA7\n1995)). Unlike an “evidence sufficiency” claim that neces\nsarily “hinge[s] on the facts adduced at trial,” they main\ntain, a purely legal issue can be resolved “with reference\nonly to undisputed facts.” Brief for Respondents 16 (quot\ning Mitchell, 472 U. S., at 530, n. 10).\n   We need not address this argument, for the officials’\nclaims of qualified immunity hardly present “purely legal”\nissues capable of resolution “with reference only to undis\nputed facts.” Cases fitting that bill typically involve con\ntests not about what occurred, or why an action was taken\nor omitted, but disputes about the substance and clarity of\npre-existing law. See Behrens v. Pelletier, 516 U. S. 299,\n313 (1996); Johnson, 515 U. S, at 317.\n   Here, however, the pre-existing law was not in contro\nversy. See Farmer v. Brennan, 511 U. S. 825, 834, 847\n(1994) (prison official may be held liable for “deliberate\nindifference” to a prisoner’s Eighth Amendment right to\nprotection against violence while in custody if the official\n“knows that [the] inmat[e] face[s] a substantial risk of\nserious harm and disregards that risk by failing to take\n—————— \n\nOrtiz thus responded altogether appropriately to the arguments Jordan\n\nand Bright made. \n\n10                        ORTIZ v. JORDAN\n\n                          Opinion of the Court\n\nreasonable measures to abate it” (internal quotation\nmarks omitted)); Crawford-El v. Britton, 523 U. S. 574,\n592 (1998) (First Amendment shields prisoners from\n“retaliation for protected speech”).7 What was contro\nverted, instead, were the facts that could render Jordan\nand Bright answerable for crossing a constitutional line.\nDisputed facts relevant to resolving the officials’ immunity\npleas included: Was Jordan adequately informed, after the\nfirst assault, of the identity of the assailant, see App. 4,\nand of Ortiz’s fear of a further assault? What, if anything,\ncould Jordan have done to distance Ortiz from the assail\nant, thereby insulating her against a second assault? See\nid., at 4–5.8 Did Bright place and retain Ortiz in solitary\nconfinement as a retaliatory measure or as a control\nneeded to safeguard the integrity of the investigation? 9\n   In sum, the qualified immunity defenses asserted by\nJordan and Bright do not present “neat abstract issues of\nlaw.” See Johnson, 515 U. S., at 317 (quoting 15A C.\n\n——————\n   7 The Court of Appeals held that Ortiz’s complaint had not properly\n\ntied her claim against Bright to the First Amendment. 316 Fed. Appx.,\nat 455. “When an issue not raised by the pleadings is tried by the\nparties’ express or implied consent,” however, “it must be treated in all\nrespects as if raised in the pleadings.” Fed. Rule Civ. Proc. 15(b)(2).\nBright, like the District Court, recognized the First Amendment inter\nests at stake in Ortiz’s claim against her. See App. 11 (District Court,\nin ruling on Rule 50(a) motion, inquired into Bright’s authority to\n“regulat[e] speech of inmates”); id., at 20 (Bright’s counsel argued\nthat Ortiz’s segregation “would not have had a chilling effect” on her\nspeech).\n   8 Relevant to that matter, Bright testified at trial that, had Jordan\n\n“reported the first incident immediately, ‘the proper people would\nhave taken a role in protecting Mrs. Ortiz.’ ” 316 Fed. Appx., at 457\n(Daughtrey, J., dissenting).\n   9 Apart from Bright’s testimony, the defense produced no evidence\n\nthat Ortiz “continually” talked about the assaults or in any other way\ninterfered with the investigation. See Tr. 271, 397 (Bright’s testimony\nacknowledging absence of any documentation regarding Ortiz’s conduct\nduring investigation).\n                 Cite as: 562 U. S. ____ (2011)           11\n\n                     Opinion of the Court\n\nWright, A. Miller, & E. Cooper, Federal Practice and\nProcedure §3914.10, p. 644 (1992)). To the extent that the\nofficials urge Ortiz has not proved her case, they were, by\ntheir own account, obliged to raise that sufficiency-of-the\nevidence issue by postverdict motion for judgment as a\nmatter of law under Rule 50(b). See Brief for Respondents\n11. They did not do so. The Court of Appeals, therefore,\nhad no warrant to upset the jury’s decision on the officials’\nliability.\n                      *     *     *\n  For the reasons stated, the judgment of the Court of\nAppeals for the Sixth Circuit is reversed, and the case is\nremanded for further proceedings consistent with this\nopinion.\n                                           It is so ordered.\n                     Cite as: 562 U. S. ____ (2011)                   1\n\n                  THOMAS, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                             _________________\n\n                              No. 09–737\n                             _________________\n\n\n MICHELLE ORTIZ, PETITIONER v. PAULA JORDAN \n\n                    ET AL. \n\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE SIXTH CIRCUIT\n\n                          [January 24, 2011] \n\n\n  JUSTICE THOMAS, with whom JUSTICE SCALIA and\nJUSTICE KENNEDY join, concurring in the judgment.\n  We granted certiorari to decide the narrow question\nwhether a party may appeal an order denying summary\njudgment after a full trial on the merits. I agree with the\nCourt that the answer is no. See ante, at 2–3. The Court\nalso reaches beyond that question, however, to address the\neffect of Jordan and Bright’s failure to renew their motion\nfor judgment as a matter of law under Federal Rule of\nCivil Procedure 50(b). I would limit our decision to the\nquestion presented and remand for consideration of any\nadditional issues.\n  As the Court concludes, a party ordinarily cannot appeal\nan order denying summary judgment after a full trial on\nthe merits. See ante, at 7–8. Most such orders are not\nappealable at all, because they neither qualify as “final\ndecisions” capable of appeal under 28 U. S. C. §1291 nor\ncome within the narrow class of appealable interlocutory\norders under §1292(a)(1). And for those that are appeal\nable,* the time for filing an appeal will usually have run by\nthe conclusion of the trial. See §2107(a) (providing that a\n\n——————\n  * See Mitchell v. Forsyth, 472 U. S. 511, 524–530 (1985) (holding that\nsome orders denying summary judgment constitute “ ‘final decisions’ ”\nunder the collateral order doctrine).\n2                     ORTIZ v. JORDAN\n\n               THOMAS, J., concurring in judgment\n\nnotice of appeal in a civil case generally must be filed\n“within thirty days” after entry of the relevant judgment\nor order); Fed. Rule App. Proc. 4(a)(1)(A).\n   This case is the ordinary case. Even if the order deny\ning summary judgment qualified under the collateral\norder doctrine as an appealable “final decision” under\n§1291, the time for filing that appeal expired long before\ntrial. Ante, at 7–8. The Court of Appeals therefore lacked\njurisdiction to review the order. I would reverse the\njudgment on that ground alone and remand for further\nproceedings.\n   The majority proceeds to consider the additional ques\ntion whether Jordan and Bright’s failure to file a Rule\n50(b) motion deprived the Court of Appeals of the\n“ ‘powe[r]’ ” to review the sufficiency of the trial evidence.\nSee ante, at 3–4, 8 (quoting Unitherm Food Systems, Inc.\nv. Swift-Eckrich, Inc., 546 U. S. 394, 405 (2006)). The\nCourt does so because it concludes that the Court of\nAppeals did not confine itself to the pretrial record and\ninstead reviewed the trial evidence. Ante, at 3.\n   I do not think it necessary to reach beyond the question\npresented. It is clear from the opinion that the appeals\ncourt reviewed the order denying summary judgment, and\nthat was error. The Court of Appeals explained that\n“[a]lthough courts normally do not review the denial of a\nsummary judgment motion after a trial on the merits,”\nthis case “is an exception to th[at] rule.” 316 Fed. Appx.\n449, 453 (CA6 2009). And to support that conclusion, the\ncourt cited Goff v. Bise, 173 F. 3d 1068 (1999), in which\nthe Eighth Circuit reviewed an order denying summary\njudgment. Finally, the Court of Appeals equated its re\nview in this case to the review of an “interlocutory appea[l]\nof qualified immunity,” which suggests that the court saw\nitself as reviewing the interlocutory order denying sum\nmary judgment. 316 Fed. Appx., at 453. Whether, in\nerroneously reviewing the order denying summary judg\n                  Cite as: 562 U. S. ____ (2011)            3\n\n               THOMAS, J., concurring in judgment\n\nment, the Court of Appeals considered the pretrial or full\ntrial record is beside the point.\n   I also think it unwise to reach the Rule 50 issue and the\nquestions that follow. Ortiz’s opening brief at the merits\nstage focused on the question presented—whether the\nCourt of Appeals lacked jurisdiction to review an order\ndenying summary judgment. It was not until Jordan and\nBright’s response brief in this Court, in which they argued\nthat they had not actually appealed the order denying\nsummary judgment, that the Rule 50 issues were ad\ndressed at any length. This Court normally proceeds\nmore cautiously. Moreover, the Court of Appeals did not\naddress these issues at all, and we are ordinarily “a court\nof final review and not first view.” Adarand Constructors,\nInc. v. Mineta, 534 U. S. 103, 110 (2001) (per curiam)\n(internal quotation marks omitted). This seems a good\nrule to follow in a case like this, which raises difficult and\nfar-reaching questions of civil procedure.\n   For these reasons, I would resolve only the question on\nwhich we granted certiorari. I concur in the judgment.\n</pre>", 
  "sha1": "724fe28f37fbd71d1a9f19a6442321377b1b618b", 
  "date_modified": "2015-05-27T13:30:16.342223", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/183479/ortiz-v-jordan/", 
  "citation_count": 92, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/163476/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/183479/"
}