{"absolute_url": "/opinion/217512/camreta-v-greene/", "blocked": false, "citation": {"case_name": "Camreta v. Greene", "docket_number": "09-1454", "document_uris": ["/api/rest/v2/document/217512/"], "federal_cite_one": "", "federal_cite_three": null, "federal_cite_two": null, "id": 191717, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/191717/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 60, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2011-05-26", "date_modified": "2015-05-05T10:34:46.907828", "docket": "/api/rest/v2/docket/184938/", "download_url": "http://www.supremecourt.gov/opinions/10pdf/09-1454.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2010                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\nCAMRETA v. GREENE, PERSONALLY AND AS NEXT FRIEND\n             OF S. G., A MINOR, ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n     No. 09–1454. Argued March 1, 2011—Decided May 26, 2011*\nNearly a decade ago, petitioner Camreta, a state child protective ser\n  vices worker, and petitioner Alford, a county deputy sheriff, inter\n  viewed then 9-year-old S. G. at her Oregon elementary school about\n  allegations that her father had sexually abused her. They did not\n  have a warrant or parental consent to conduct the interview. S. G.\n  eventually stated that she had been abused. Her father stood trial\n  for that abuse, but the jury failed to reach a verdict and the charges\n  were later dismissed. S. G.’s mother, respondent here (hereinafter\n  S. G.), subsequently sued Camreta and Alford on S G.’s behalf for\n  damages under 42 U. S. C. §1983, alleging that the in-school inter\n  view breached the Fourth Amendment’s proscription on unreasonable\n  seizures. The District Court granted summary judgment to the offi\n  cials. The Ninth Circuit affirmed. The Court of Appeals first ruled\n  that seizing S. G. absent a warrant, court order, parental consent, or\n  exigent circumstances violated the Constitution. But the court fur\n  ther held that the officials were entitled to qualified immunity from\n  damages liability because no clearly established law had warned\n  them of the illegality of their conduct. The court explained that it\n  had chosen to rule on the merits of the constitutional claim so that of\n  ficials would be on notice that they could not dispense with tradi\n  tional Fourth Amendment protections in this context. Although the\n  judgment entered was in their favor, Camreta and Alford petitioned\n  this Court to review the Ninth Circuit’s ruling that their conduct vio\n——————\n  * Together with No. 09–1478, Alford, Deputy Sheriff, Deschutes\nCounty, Oregon v. Greene, Personally and as Next Friend of S. G., a\nMinor, et al., also on certiorari to the same court.\n2                        CAMRETA v. GREENE\n\n                                Syllabus\n\n    lated the Fourth Amendment. S. G. declined to cross-petition for re\n    view of the decision that the officials have immunity.\nHeld:\n    1. This Court generally may review a lower court’s constitutional\n ruling at the behest of government officials who have won final\n judgment on qualified immunity grounds. Pp. 4–14.\n       (a) The relevant statute confers unqualified power on this Court\n to grant certiorari “upon the petition of any party.” 28 U. S. C.\n §1254(1). That language covers petitions brought by litigants who\n have prevailed, as well as those who have lost, in the courts below.\n Pp. 4–5.\n       (b) An appeal brought by a prevailing party may satisfy Article\n III’s case-or-controversy requirement. To comply with that require\n ment, litigants must demonstrate a “personal stake” in the suit.\n Summers v. Earth Island Institute, 555 U. S. 488, ___. The petitioner\n has such a stake when he has “suffered an ‘injury in fact’ ” that is\n caused by “the conduct complained of” and that “will be ‘redressed by\n a favorable decision.’ ” Lujan v. Defenders of Wildlife, 504 U. S. 555,\n 560–561. And the opposing party also must have an ongoing interest\n in the dispute, so that the case features “ ‘that concrete adverseness\n which sharpens the presentation of issues.’ ” Los Angeles v. Lyons,\n 461 U. S. 95, 101. The parties must have the necessary stake not\n only at the outset of litigation, but throughout its course. Arizonans\n for Official English v. Arizona, 520 U. S. 43, 67. So long as the liti\n gants possess the requisite personal stake, an appeal presents a case\n or controversy, no matter that the appealing party was the prevailing\n party below. See Deposit Guaranty Nat. Bank v. Roper, 445 U. S.\n 326, 332–336; Electrical Fittings Corp. v. Thomas & Betts Co., 307\n U. S. 241.\n    This Article III standard often will be met when immunized offi\n cials seek to challenge a determination that their conduct violated\n the Constitution because that ruling may have prospective effect on\n the parties. So long as it remains good law, an official who regularly\n engages in the challenged conduct as part of his job (as Camreta\n does) must either change the way he performs his duties or risk a\n meritorious damages action. The official thus can demonstrate in\n jury, causation, and redressability. And conversely, if the person who\n initially brought the suit may again be subject to the challenged con\n duct, she has a stake in preserving the court’s holding so that she will\n have ongoing protection from the practice. Pp. 5–7.\n       (c) This Court’s prudential practice of declining to hear appeals\n by prevailing parties does not bar consideration of immunized offi\n cials’ petitions. The Court has recognized exceptions to this pruden\n tial rule when there has been a “policy reaso[n] . . . of sufficient im\n                    Cite as: 563 U. S. ____ (2011)                      3\n\n                               Syllabus\n\nportance to allow an appeal” by the winner below. Deposit Guaranty,\n445 U. S., at 336, n. 7. Just such a reason exists in qualified immu\nnity cases. The constitutional rulings that prevailing parties ask the\nCourt to consider in these cases have a significant future effect on the\nconduct of public officials and the policies of the government units to\nwhich they belong. The rulings are self-consciously designed to pro\nduce this effect by establishing controlling law and preventing invo\ncations of immunity in later cases. Moreover, they are so designed\nwith this Court’s permission, to promote clarity—and observance—of\nconstitutional rules. Taken together, these features of qualified im\nmunity cases support bending the usual rule to permit consideration\nof immunized officials’ petitions.\n   To begin with the nature of these suits: Under §1983 and Bivens v.\nSix Unknown Fed. Narcotics Agents, 403 U. S. 388, a plaintiff may\nseek money damages from government officials who have violated her\nconstitutional or statutory rights. But if those officials are entitled to\nqualified immunity, a court can dismiss the damages claim without\never deciding its merits—and so the qualified immunity situation\nthreatens to leave standards of official conduct permanently in limbo.\nTo prevent that problem, this Court has permitted lower courts to de\ntermine whether a right exists before examining whether it was\nclearly established. See, e.g., Pearson v. Callahan, 555 U. S. 223,\n237. Here, the Ninth Circuit followed exactly this two-step process so\nthat it could settle a question of constitutional law and thereby guide\nthe future conduct of officials.\n   Given its purpose and effect, such a decision is reviewable in this\nCourt at an immunized official’s behest. If the Court’s usual prevail\ning party rule applied, the official would either have to acquiesce in a\nruling he had no opportunity to contest in this Court, or defy the\nlower court’s view, adhere to what has been declared an illegal prac\ntice, and invite further law suits and possible punitive damages. Id.,\nat 240–241. And applying this Court’s usual bar on review would\nundermine the purpose of the two-step process, “which is to clarify\nconstitutional rights without undue delay.” Bunting v. Mellen, 541\nU. S. 1019, 1024 (SCALIA, J., dissenting from denial of certiorari).\nJust as that purpose may justify an appellate court in reaching be\nyond an immunity defense to decide a constitutional issue, so too may\nit support this Court in reviewing the correctness of the lower court’s\ndecision.\n   This holding is limited in two respects. First, it addresses only this\nCourt’s authority to review cases in this procedural posture. The\nCourt need not decide if an appellate court can also entertain an ap\npeal from a party who has prevailed on immunity grounds. Second,\nthe holding concerns only what the Court may review, not what the\n4                          CAMRETA v. GREENE\n\n                                   Syllabus\n\n    Court actually will choose to review. Going forward, the Court will\n    consider prevailing parties’ petitions one by one in accord with its\n    usual standards for granting certiorari. Pp. 7–14.\n       2. A separate jurisdictional problem requires the Court to dismiss\n    this case at the threshold: The case is moot. In a dispute of this kind,\n    both the plaintiff and the defendant ordinarily retain a stake in the\n    outcome. That is true of Camreta, who remains employed as a child\n    protective services worker, and so has an interest in challenging the\n    Ninth Circuit’s ruling requiring him to obtain a warrant before con\n    ducting an in-school interview. But S. G. can no longer claim the\n    plaintiff’s usual stake in preserving the court’s holding because she\n    no longer needs protection from the challenged practice. She has\n    moved to Florida and is only months away from her 18th birthday\n    and, presumably, from her high school graduation. When “subse\n    quent events ma[ke] it absolutely clear that the allegedly wrongful\n    behavior could not reasonably be expected to recur,” there is no live\n    controversy to review. United States v. Concentrated Phosphate Ex\n    port Assn., Inc., 393 U. S. 199, 203.\n       When a civil suit becomes moot pending appeal, this Court has au\n    thority to “direct the entry of such appropriate judgment, decree, or\n    order, or require such further proceedings . . . as may be just under\n    the circumstances.” 28 U. S. C. §2106. The Court’s “established”\n    practice is to vacate the judgment below, see, e.g., United States v.\n    Munsingwear, Inc., 340 U. S. 36, 39, to ensure that “those who have\n    been prevented from obtaining the review to which they are entitled\n    [are] not . . . treated as if there had been a review,” ibid. The point of\n    vacatur is to prevent an unreviewable decision “from spawning any\n    legal consequences.” Id., at 40–41. A constitutional ruling in a quali\n    fied immunity case is a legally consequential decision. When hap\n    penstance prevents this Court’s review of that ruling, the normal rule\n    should apply: Vacatur rightly “strips the decision below of its binding\n    effect,” Deakins v. Monaghan, 484 U. S. 193, 200, and clears “the\n    path for future relitigation,” Munsingwear, 340 U. S., at 40. Because\n    mootness has frustrated Camreta’s ability to challenge the Ninth\n    Circuit’s ruling that he must obtain a warrant before interviewing a\n    suspected child abuse victim at school, that part of the Ninth Cir\n    cuit’s decision must be vacated. Pp. 14–18.\n588 F. 3d 1011, vacated in part and remanded.\n\n  KAGAN, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and SCALIA, GINSBURG, and ALITO, JJ., joined. SCALIA, J., filed a\nconcurring opinion. SOTOMAYOR, J., filed an opinion concurring in the\njudgment, in which BREYER, J., joined. KENNEDY, J., filed a dissenting\nopinion, in which THOMAS, J., joined.\n                        Cite as: 563 U. S. ____ (2011)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                         Nos. 09–1454 and 09–1478\n                                   _________________\n\n\n         BOB CAMRETA, PETITIONER\n09–1454                  v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n        S. G., A MINOR, AND K. G., A MINOR\n\n  JAMES ALFORD, DEPUTY SHERIFF, DESCHUTES\n        COUNTY, OREGON, PETITIONER\n09–1478                   v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n         S. G., A MINOR, AND K. G., A MINOR\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE NINTH CIRCUIT\n                                 [May 26, 2011]\n\n  JUSTICE KAGAN delivered the opinion of the Court.\n  Almost a decade ago, a state child protective services\nworker and a county deputy sheriff interviewed a girl at\nher elementary school in Oregon about allegations that\nher father had sexually abused her. The girl’s mother\nsubsequently sued the government officials on the child’s\nbehalf for damages under Rev. Stat. §1979, 42 U. S. C.\n§1983, claiming that the interview infringed the Fourth\nAmendment. The United States Court of Appeals for the\nNinth Circuit agreed, ruling that the officials had violated\nthe Constitution by failing to obtain a warrant to conduct\nthe interview. But the Court of Appeals further held that\nqualified immunity shielded the officials from monetary\n2                   CAMRETA v. GREENE\n\n                     Opinion of the Court\n\nliability because the constitutional right at issue was not\nclearly established under existing law.\n   The two officials sought this Court’s review of the Ninth\nCircuit’s ruling on the Fourth Amendment. We granted\ntheir petitions to examine two questions. First, may gov\nernment officials who prevail on grounds of qualified im\nmunity obtain our review of a court of appeals’ decision\nthat their conduct violated the Constitution? And second,\nif we may consider cases in this procedural posture, did\nthe Ninth Circuit correctly determine that this interview\nbreached the Fourth Amendment?\n   We conclude that this Court generally may review a\nlower court’s constitutional ruling at the behest of a gov\nernment official granted immunity. But we may not do so\nin this case for reasons peculiar to it. The case has become\nmoot because the child has grown up and moved across\nthe country, and so will never again be subject to the\nOregon in-school interviewing practices whose constitu\ntionality is at issue. We therefore do not reach the Fourth\nAmendment question in this case. In line with our normal\npractice when mootness frustrates a party’s right to ap\npeal, see United States v. Munsingwear, Inc., 340 U. S. 36,\n39 (1950), we vacate the part of the Ninth Circuit’s opinion\nthat decided the Fourth Amendment issue.\n                             I\n   In February 2003, police arrested Nimrod Greene for\nsuspected sexual abuse of a young boy unrelated to him.\nDuring the investigation of that offense, the boy’s parents\ntold police that they suspected Greene of molesting his 9\nyear-old daughter S. G. The police reported this informa\ntion to the Oregon Department of Human Services, which\nassigned petitioner Bob Camreta, a child protective ser\nvices caseworker, to assess S. G.’s safety. Several days\nlater, Camreta, accompanied by petitioner James Alford, a\nDeschutes County deputy sheriff, went to S. G.’s elemen\n                     Cite as: 563 U. S. ____ (2011)                   3\n\n                         Opinion of the Court\n\ntary school and interviewed her about the allegations. Cam\nreta and Alford did not have a warrant, nor had they\nobtained parental consent to conduct the interview. Al\nthough S. G. at first denied that her father had molested\nher, she eventually stated that she had been abused.\nGreene was indicted and stood trial for sexually abusing\nS. G., but the jury failed to reach a verdict and the charges\nwere later dismissed.\n   Respondent Sarah Greene, S. G.’s mother, subsequently\nsued Camreta and Alford on S. G.’s behalf 1 for damages\nunder 42 U. S. C. §1983, which authorizes suits against\nstate officials for violations of constitutional rights. S. G.\nalleged that the officials’ in-school interview had breached\nthe Fourth Amendment’s proscription on unreasonable\nseizures.2\n   The District Court granted summary judgment to Cam\nreta and Alford, and the Ninth Circuit affirmed. The\nCourt of Appeals first ruled that the interview violated\nS. G.’s rights because Camreta and Alford had “seize[d]\nand interrogate[d] S. G. in the absence of a warrant, a\ncourt order, exigent circumstances, or parental consent.”\n588 F. 3d 1011, 1030 (2009) (footnote omitted). But the\ncourt further held that the officials were entitled to quali\nfied immunity from damages liability because no clearly\nestablished law had warned them of the illegality of their\nconduct. Id., at 1031–1033.\n   The Ninth Circuit explained why it had chosen to rule\non the merits of the constitutional claim, rather than\nmerely hold that the officials were immune from suit. By\naddressing the legality of the interview, the court said, it\n——————\n  1 Because Greene filed suit as next friend for her minor daughter, we\n\nwill refer to respondent as S. G. throughout this opinion.\n  2 S. G. also sued Deschutes County, alleging that it has a policy of\n\nunconstitutionally seizing children in public schools. See 588 F. 3d\n1011, 1020, n. 4 (CA9 2009). The District Court rejected this claim, and\nS. G. did not appeal that ruling to the Ninth Circuit. Ibid.\n4                   CAMRETA v. GREENE\n\n                     Opinion of the Court\n\ncould “provide guidance to those charged with the difficult\ntask of protecting child welfare within the confines of\nthe Fourth Amendment.” Id., at 1022. That guidance came\nin no uncertain terms: “[G]overnment officials investigat\ning allegations of child abuse,” the court warned, “should\ncease operating on the assumption that a ‘special need’\nautomatically justifies dispensing with traditional Fourth\nAmendment protections in this context.” Id., at 1033.\n  Although the judgment entered was in their favor,\nCamreta and Alford petitioned this Court to review the\nNinth Circuit’s ruling that their conduct violated the\nFourth Amendment. S. G. declined to cross-petition for\nreview of the decision that the officials have immunity.\nWe granted certiorari. 562 U. S. ___ (2010).\n                              II\n  We first consider our ability to act on a petition brought\nby government officials who have won final judgment on\ngrounds of qualified immunity, but who object to an appel\nlate court’s ruling that they violated the plaintiff’s consti\ntutional rights. Camreta and Alford are, without doubt,\nprevailing parties. The Ninth Circuit’s decision shielded\nthem from monetary liability, and S. G. chose not to con\ntest that ruling. So whatever else follows, they will not\nhave to pay S. G. the damages she sought. The question\nwe confront is whether we may nonetheless review the\nCourt of Appeals’ holding that the officials violated the\nConstitution.\n  The statute governing this Court’s jurisdiction author\nizes us to adjudicate a case in this posture, and S. G. does\nnot contend otherwise. The relevant provision confers\nunqualified power on this Court to grant certiorari “upon\nthe petition of any party.” 28 U. S. C. §1254(1) (emphasis\nadded). That language covers petitions brought by liti\ngants who have prevailed, as well as those who have\nlost, in the court below. See E. Gressman, K. Geller, S.\n                 Cite as: 563 U. S. ____ (2011)           5\n\n                     Opinion of the Court\n\nShapiro, T. Bishop, & E. Hartnett, Supreme Court Prac\ntice 87 (9th ed. 2007) (hereinafter Stern & Gressman).\n   S. G., however, alleges two impediments to our exercise\nof statutory authority here, one constitutional and the\nother prudential. First, she claims that Article III bars\nreview because petitions submitted by immunized officials\npresent no case or controversy. See Brief for Respondent\n31–39. Second, she argues that our settled practice of\ndeclining to hear appeals by prevailing parties should\napply with full force when officials have obtained immu\nnity. See id., at 24–27. We disagree on both counts.\n                              A\n   Article III of the Constitution grants this Court author\nity to adjudicate legal disputes only in the context of\n“Cases” or “Controversies.” To enforce this limitation,\nwe demand that litigants demonstrate a “personal stake”\nin the suit. Summers v. Earth Island Institute, 555 U. S.\n488, ___ (2009) (slip op., at 4) (internal quotation marks\nomitted); see also United States Parole Comm’n v. Ger\naghty, 445 U. S. 388, 395–397 (1980). The party invoking\nthe Court’s authority has such a stake when three condi\ntions are satisfied: The petitioner must show that he has\n“suffered an injury in fact” that is caused by “the conduct\ncomplained of” and that “will be redressed by a favorable\ndecision.” Lujan v. Defenders of Wildlife, 504 U. S. 555,\n560–561 (1992) (internal quotation marks omitted). And\nthe opposing party also must have an ongoing interest\nin the dispute, so that the case features “that concrete ad\nverseness which sharpens the presentation of issues.” Los\nAngeles v. Lyons, 461 U. S. 95, 101 (1983) (internal quota\ntion marks omitted). To ensure a case remains “fit for\nfederal-court adjudication,” the parties must have the\nnecessary stake not only at the outset of litigation, but\nthroughout its course. Arizonans for Official English v.\nArizona, 520 U. S. 43, 67 (1997).\n6                       CAMRETA v. GREENE\n\n                         Opinion of the Court\n\n  We have previously recognized that an appeal brought\nby a prevailing party may satisfy Article III’s case-or\ncontroversy requirement. See Deposit Guaranty Nat.\nBank v. Roper, 445 U. S. 326, 332–336 (1980). Indeed, we\nhave twice before allowed a party for whom judgment was\nentered to challenge an unfavorable lower court ruling.\nSee ibid.; Electrical Fittings Corp. v. Thomas & Betts Co.,\n307 U. S. 241 (1939).3 In that context as in others, we\nstated, the critical question under Article III is whether\nthe litigant retains the necessary personal stake in the\nappeal. Deposit Guaranty, 445 U. S., at 334. As we will\nexplain, a court will usually invoke rules of “federal appel\nlate practice” to decline review of a prevailing party’s\nchallenge even when he has the requisite stake. Id., at\n333; see infra, at 8. But in such a case, Article III is not\nwhat poses the bar; these rules of practice “d[o] not have\n[their] source in the jurisdictional limitations” of the Con\nstitution. Deposit Guaranty, 445 U. S., at 333–334. So\nlong as the litigants possess the personal stake discussed\nabove, an appeal presents a case or controversy, no matter\nthat the appealing party was the prevailing party below.\n  This Article III standard often will be met when immu\nnized officials seek to challenge a ruling that their conduct\nviolated the Constitution. That is not because a court has\nmade a retrospective judgment about the lawfulness of the\nofficials’ behavior, for that judgment is unaccompanied by\nany personal liability. Rather, it is because the judgment\nmay have prospective effect on the parties. The court in\n——————\n    3 The\n        dissent discusses Deposit Guaranty and Electrical Fittings at\nlength in an effort to distinguish them from this suit. See post, at 4–7\n(opinion of KENNEDY, J.). But we do not say those cases are foursquare\nwith this one on their facts; we rely on them only for the proposition\nthat this Court has previously identified no special Article III bar on\nreview of appeals brought by parties who obtained a judgment in their\nfavor below. The dissent does not, because it cannot, dispute that\nsimple point.\n                      Cite as: 563 U. S. ____ (2011)                     7\n\n                          Opinion of the Court\n\nsuch a case says: “Although this official is immune from\ndamages today, what he did violates the Constitution and\nhe or anyone else who does that thing again will be per\nsonally liable.” If the official regularly engages in that\nconduct as part of his job (as Camreta does), he suffers\ninjury caused by the adverse constitutional ruling. So\nlong as it continues in effect, he must either change the\nway he performs his duties or risk a meritorious damages\naction. Cf. id., at 337–338 (discussing prevailing party’s\nstake in a ruling’s prospective effects). Only by overturn\ning the ruling on appeal can the official gain clearance to\nengage in the conduct in the future. He thus can demon\nstrate, as we demand, injury, causation, and redressabil\nity.4 And conversely, if the person who initially brought\nthe suit may again be subject to the challenged conduct,\nshe has a stake in preserving the court’s holding. See Erie\nv. Pap’s A. M., 529 U. S. 277, 287–289 (2000); Honig v.\nDoe, 484 U. S. 305, 318–323 (1988); cf. Lyons, 461 U. S., at\n111 (examining whether the plaintiff had shown “a suffi\ncient likelihood that he will again be wronged in a similar\nway”). Only if the ruling remains good law will she have\nongoing protection from the practice.\n   We therefore reject S. G.’s view that Article III bars\nus from adjudicating any and all challenges brought by\ngovernment officials who have received immunity below.\nThat the victor has filed the appeal does not deprive us\nof jurisdiction. The parties in such cases may yet have\na sufficient “interest in the outcome of [a litigated] issue”\nto present a case or controversy. Deposit Guaranty, 445\nU. S., at 336, n. 7.\n\n\n——————\n  4 Contrary to the dissent’s view, see post, at 12, the injury to the offi\ncial thus occurs independent of any future suit brought by a third\nparty. Indeed, no such suit is likely to arise because the prospect of\ndamages liability will force the official to change his conduct.\n8                   CAMRETA v. GREENE\n\n                      Opinion of the Court\n\n                               B\n   Article III aside, an important question of judicial policy\nremains. As a matter of practice and prudence, we have\ngenerally declined to consider cases at the request of a\nprevailing party, even when the Constitution allowed us to\ndo so. See, e.g., Gunn v. University Comm. to End War in\nViet Nam, 399 U. S. 383, 390, n. 5 (1970); New York Tele\nphone Co. v. Maltbie, 291 U. S. 645, 646 (1934) (per cu\nriam); see also Bunting v. Mellen, 541 U. S. 1019, 1023\n(2004) (SCALIA, J., dissenting from denial of certiorari)\n(“[O]ur practice reflects a ‘settled refusal’ to entertain an\nappeal by a party on an issue as to which he prevailed”\n(quoting Stern & Gressman 79 (8th ed. 2002))). Our\nresources are not well spent superintending each word\na lower court utters en route to a final judgment in the\npetitioning party’s favor. See California v. Rooney, 483\nU. S. 307, 311 (1987) (per curiam) (“[T]hat the Court of\nAppeal reached its decision through analysis different\nthan this Court might have used does not make it appro\npriate . . . for the prevailing party to request us to review\nit”). We therefore have adhered with some rigor to the\nprinciple that “[t]his Court reviews judgments, not state\nments in opinions.” Ibid. (internal quotation marks omit\nted). On the few occasions when we have departed from\nthat principle, we have pointed to a “policy reaso[n] . . . of\nsufficient importance to allow an appeal” by the winner\nbelow. Deposit Guaranty, 445 U. S., at 336, n. 7.\n   We think just such a reason places qualified immunity\ncases in a special category when it comes to this Court’s\nreview of appeals brought by winners. The constitutional\ndeterminations that prevailing parties ask us to consider\nin these cases are not mere dicta or “statements in opin\nions.” Rooney, 483 U. S., at 311 (internal quotation marks\nomitted); see Bunting, 541 U. S., at 1023 (SCALIA, J.,\ndissenting from denial of certiorari) (stating that such a\ndetermination is “not mere dictum in the ordinary sense”).\n                  Cite as: 563 U. S. ____ (2011)            9\n\n                      Opinion of the Court\n\nThey are rulings that have a significant future effect on\nthe conduct of public officials—both the prevailing parties\nand their co-workers—and the policies of the government\nunits to which they belong. See supra, at 6–7. And more:\nthey are rulings self-consciously designed to produce this\neffect, by establishing controlling law and preventing\ninvocations of immunity in later cases. And still more:\nthey are rulings designed this way with this Court’s\npermission, to promote clarity—and observance—of consti\ntutional rules. We describe in more detail below these fea\ntures of the qualified immunity world and why they came\nto be. We hold that taken together, they support bending\nour usual rule to permit consideration of immunized offi\ncials’ petitions.\n   To begin, then, with the nature of these suits: Under\n§1983 (invoked in this case) and Bivens v. Six Unknown\nFed. Narcotics Agents, 403 U. S. 388 (1971), a plaintiff\nmay seek money damages from government officials who\nhave violated her constitutional or statutory rights. But to\nensure that fear of liability will not “unduly inhibit offi\ncials in the discharge of their duties,” Anderson v. Creigh\nton, 483 U. S. 635, 638 (1987), the officials may claim\nqualified immunity; so long as they have not violated a\n“clearly established” right, they are shielded from personal\nliability, Harlow v. Fitzgerald, 457 U. S. 800, 818 (1982).\nThat means a court can often avoid ruling on the plain\ntiff’s claim that a particular right exists. If prior case law\nhas not clearly settled the right, and so given officials fair\nnotice of it, the court can simply dismiss the claim for\nmoney damages. The court need never decide whether the\nplaintiff’s claim, even though novel or otherwise unsettled,\nin fact has merit.\n   And indeed, our usual adjudicatory rules suggest that\na court should forbear resolving this issue. After all, a\n“longstanding principle of judicial restraint requires that\ncourts avoid reaching constitutional questions in advance\n10                      CAMRETA v. GREENE\n\n                         Opinion of the Court\n\nof the necessity of deciding them.” Lyng v. Northwest\nIndian Cemetery Protective Assn., 485 U. S. 439, 445\n(1988); see also Ashwander v. TVA, 297 U. S. 288, 346–347\n(1936) (Brandeis, J., concurring). In this category of quali\nfied immunity cases, a court can enter judgment without\never ruling on the (perhaps difficult) constitutional claim\nthe plaintiff has raised. Small wonder, then, that a court\nmight leave that issue for another day.\n   But we have long recognized that this day may never\ncome—that our regular policy of avoidance sometimes\ndoes not fit the qualified immunity situation because it\nthreatens to leave standards of official conduct perma\nnently in limbo. County of Sacramento v. Lewis, 523 U. S.\n833, 841, n. 5 (1998). Consider a plausible but unsettled\nconstitutional claim asserted against a government official\nin a suit for money damages. The court does not resolve\nthe claim because the official has immunity. He thus\npersists in the challenged practice; he knows that he can\navoid liability in any future damages action, because the\nlaw has still not been clearly established. Another plain\ntiff brings suit, and another court both awards immunity\nand bypasses the claim. And again, and again, and again.\nSo the moment of decision does not arrive.5 Courts fail to\nclarify uncertain questions, fail to address novel claims,\nfail to give guidance to officials about how to comply with\nlegal requirements. See, e.g., ibid.; Wilson v. Layne, 526\nU. S. 603, 609 (1999). Qualified immunity thus may frus\n\n——————\n  5 The constitutional issue could arise in a case in which qualified\n\nimmunity is unavailable—for example, “in a suit to enjoin future con\nduct, in an action against a municipality, or in litigating a suppres\nsion motion in a criminal proceeding.” Lewis, 523 U. S., at 841, n. 5. A\ndecision in such a case would break the repetitive cycle of qualified\nimmunity defenses described above. But some kinds of constitutional\nquestions do not often come up in these alternative settings. Pearson v.\nCallahan, 555 U. S. 223, 236 (2009); see Lewis, 523 U. S., at 841, n. 5\n(noting that “these avenues w[ill] not necessarily be open”).\n                 Cite as: 563 U. S. ____ (2011)           11\n\n                     Opinion of the Court\n\ntrate “the development of constitutional precedent” and\nthe promotion of law-abiding behavior. Pearson v. Calla\nhan, 555 U. S. 223, 237 (2009).\n    For this reason, we have permitted lower courts to avoid\navoidance—that is, to determine whether a right exists\nbefore examining whether it was clearly established. See,\ne.g., ibid.; Lewis, 523 U. S., at 841, n. 5. Indeed, for some\ntime we required courts considering qualified immunity\nclaims to first address the constitutional question, so as to\npromote “the law’s elaboration from case to case.” Saucier\nv. Katz, 533 U. S. 194, 201 (2001). More recently, we have\nleft this matter to the discretion of lower courts, and in\ndeed detailed a range of circumstances in which courts\nshould address only the immunity question. See Pearson,\n555 U. S., at 236–242. In general, courts should think\nhard, and then think hard again, before turning small\ncases into large ones. But it remains true that following\nthe two-step sequence—defining constitutional rights and\nonly then conferring immunity—is sometimes beneficial\nto clarify the legal standards governing public officials.\nId., at 236; see id., at 236–242 (discussing factors courts\nshould consider in making this determination).\n    Here, the Court of Appeals followed exactly this two\nstep process, for exactly the reasons we have said may in\nselect circumstances make it “advantageous.” Id., at 242.\nThe court, as noted earlier, explained that it was “ad\ndress[ing] both prongs of the qualified immunity inquiry\n. . . to provide guidance to those charged with the difficult\ntask of protecting child welfare within the confines of the\nFourth Amendment.” 588 F. 3d, at 1022. To that end, the\ncourt adopted constitutional standards to govern all in\nschool interviews of suspected child abuse victims. See\nid., at 1030. And the court specifically instructed govern\nment officials to follow those standards going forward—to\n“cease operating on the assumption” that warrantless\ninterviews are permitted. See id., at 1033. With the law\n12                      CAMRETA v. GREENE\n\n                          Opinion of the Court\n\nthus clearly established, officials who conduct this kind of\ninterview will not receive immunity in the Ninth Circuit.\nAnd the State of Oregon has done just what we would\nexpect in the wake of the court’s decision: It has provided\nrevised legal advice, consonant with the Ninth Circuit’s\nruling, to child protective services workers wishing to\ninterview children in schools. See Tr. of Oral Arg. 14. The\ncourt thus accomplished what it set out to do: settle a\nquestion of constitutional law and thereby guide the con\nduct of officials.\n   Given its purpose and effect, such a decision is review\nable in this Court at the behest of an immunized official.\nNo mere dictum, a constitutional ruling preparatory to a\ngrant of immunity creates law that governs the official’s\nbehavior. If our usual rule pertaining to prevailing parties\napplied, the official would “fac[e] an unenviable choice”:\nHe must either acquiesce in a ruling he had no opportu\nnity to contest in this Court, or “defy the views of the\nlower court, adhere to practices that have been declared\nillegal, and thus invite new suits and potential punitive\ndamages.” Pearson, 555 U. S., at 240–241 (internal quota\ntion marks and brackets omitted). And if our usual bar on\nreview applied, it would undermine the very purpose\nserved by the two-step process, “which is to clarify consti\ntutional rights without undue delay.” Bunting, 541 U. S.,\nat 1024 (SCALIA, J., dissenting from denial of certiorari).\nThis Court, needless to say, also plays a role in clarifying\nrights. Just as that purpose may justify an appellate court\nin reaching beyond an immunity defense to decide a con\nstitutional issue, so too that purpose may support this\nCourt in reviewing the correctness of the lower court’s\ndecision.6\n——————\n  6 The dissent complains that our decision “allows plaintiffs to obtain\n\nbinding constitutional determinations on the merits that lie beyond this\nCourt’s jurisdiction to review.” Post, at 10. But that is not the case. It\n                     Cite as: 563 U. S. ____ (2011)                  13\n\n                         Opinion of the Court\n\n  We emphasize, however, two limits of today’s holding.\nFirst, it addresses only our own authority to review cases\nin this procedural posture. The Ninth Circuit had no oc\ncasion to consider whether it could hear an appeal from\nan immunized official: In that court, after all, S. G. ap\npealed the judgment in the officials’ favor. We therefore\nneed not and do not decide if an appellate court, too, can\nentertain an appeal from a party who has prevailed on\nimmunity grounds.7 Second, our holding concerns only\nwhat this Court may review; what we actually will choose\nto review is a different matter. That choice will be gov\nerned by the ordinary principles informing our decision\nwhether to grant certiorari—a “power [we] . . . sparingly\nexercis[e].” Forsyth v. Hammond, 166 U. S. 506, 514\n(1897); see also id., at 514–515 (this Court grants review\n“only when the circumstances of the case satisfy us that\nthe importance of the question involved, the necessity of\navoiding conflict [in the lower courts], or some matter\naffecting the interests of this nation . . . , demands such\n——————\nis not this decision but our prior precedents that allow lower courts to\nissue “binding constitutional determinations” in qualified immunity\ncases even when the plaintiff is not entitled to money damages. And it\nis not our decision but the dissent that would insulate these rulings\nfrom this Court’s power to review.\n   7 We note, however, that the considerations persuading us to permit\n\nreview of petitions in this posture may not have the same force as\napplied to a district court decision. “A decision of a federal district\ncourt judge is not binding precedent in either a different judicial\ndistrict, the same judicial district, or even upon the same judge in\na different case.”     18 J. Moore et al., Moore’s Federal Practice\n§134.02[1][d], p. 134–26 (3d ed. 2011). Many Courts of Appeals there\nfore decline to consider district court precedent when determining if\nconstitutional rights are clearly established for purposes of qualified\nimmunity. See, e.g., Kalka v. Hawk, 215 F. 3d 90, 100 (CADC 2000)\n(Tatel, J., concurring in part and concurring in judgment) (collecting\ncases). Otherwise said, district court decisions—unlike those from the\ncourts of appeals—do not necessarily settle constitutional standards or\nprevent repeated claims of qualified immunity.\n14                      CAMRETA v. GREENE\n\n                          Opinion of the Court\n\nexercise”); this Court’s Rule 10. Our decision today does\nno more than exempt one special category of cases from\nour usual rule against considering prevailing parties’\npetitions. Going forward, we will consider these petitions\none by one in accord with our usual standards.\n                             III\n   Although we reject S. G.’s arguments for dismissing this\ncase at the threshold, we find that a separate jurisdic\ntional problem requires that result: This case, we con\nclude, is moot.8\n   As we explained above, supra, at 6–7, in a dispute of\nthis kind, both the plaintiff and the defendant ordinarily\nretain a stake in the outcome. That is true of one defen\ndant here: Camreta remains employed as a child protec\ntive services worker, so he has an interest in challenging\nthe Ninth Circuit’s ruling requiring him to obtain a war\nrant before conducting an in-school interview.9 But S. G.\n——————\n  8 JUSTICE    SOTOMAYOR maintains that, because this case is moot,\n“[t]here is no warrant for reaching th[e] question” whether immunized\nofficials may obtain our consideration of an adverse constitutional\nruling. Post, at 1 (opinion concurring in judgment). But this Court has\nnever held that it may consider only one threshold issue per case. And\nhere, as we will explain, infra, at 16–18, and n. 10, our discussion of\nreviewability is critical to our ultimate disposition of this suit. More\nover, that issue was fully litigated in this Court. We granted certiorari\nto consider whether “the Ninth Circuit’s constitutional ruling [is]\nreviewable, notwithstanding that [the Court of Appeals] ruled in [the\nofficials’] favor on qualified immunity grounds.” Pet. for Cert. in No.\n09–1454, p. i. And all the parties, as well as the United States as\namicus curiae, addressed that question in their briefs and oral argu\nments. Compare Brief for Petitioner in No. 09–1454, pp. 41–44, Brief\nfor Petitioner in No. 09–1478, p. 4, n. 1, Reply Brief for Petitioner in\nNo. 09–1454, pp. 3–13, Reply Brief for Petitioner in No. 09–1478, pp. 5–\n6, Brief for United States as Amicus Curiae 11–20, and Tr. of Oral Arg.\n4–14, 17–24, 54–58, with Brief for Respondent 24–42, and Tr. of Oral\nArg. 27–31, 46–52.\n   9 The same cannot be said for Deputy Sheriff Alford. In their briefs,\n\nthe parties informed us that Alford no longer works for Deschutes\n                      Cite as: 563 U. S. ____ (2011)                    15\n\n                          Opinion of the Court\n\ncan no longer claim the plaintiff’s usual stake in preserv\ning the court’s holding because she is no longer in need\nof any protection from the challenged practice. After we\ngranted certiorari, we discovered that S. G. has “moved to\nFlorida, and ha[s] no intention of relocating back to Ore\ngon.” Brief for Respondent 13, n. 13. What is more, S. G.\nis now only months away from her 18th birthday—and,\npresumably, from her high school graduation. See id.,\nat 31. S. G. therefore cannot be affected by the Court of\nAppeals’ ruling; she faces not the slightest possibility of\nbeing seized in a school in the Ninth Circuit’s jurisdiction\nas part of a child abuse investigation. When “subsequent\nevents ma[ke] it absolutely clear that the allegedly wrong\nful behavior could not reasonably be expected to recur,” we\nhave no live controversy to review. United States v. Con\ncentrated Phosphate Export Assn., Inc., 393 U. S. 199, 203\n(1968); see, e.g., Atherton Mills v. Johnston, 259 U. S. 13,\n15–16 (1922) (suit contesting the validity of a child labor\nstatute mooted when plaintiff-child was “[no longer]\nwithin the ages affected by the act”); DeFunis v. Ode\ngaard, 416 U. S. 312 (1974) (per curiam) (suit challenging\nlaw school admissions policy mooted when plaintiff neared\ngraduation). Time and distance combined have stymied\nour ability to consider this petition.\n  Camreta makes only one counterargument: He avers\nthat S. G. has a continuing interest in the Ninth Circuit’s\nconstitutional ruling because it may help her establish a\n——————\nCounty or in law enforcement. See Brief for Respondent 1, n. 2; Reply\nBrief for Petitioner in No. 09–1478. Because Alford will not again\nparticipate in a child abuse investigation, he has lost his interest in the\nFourth Amendment ruling. See supra, at 6–7; cf. Arizonans for Official\nEnglish v. Arizona, 520 U. S. 43, 67 (1997) (holding that the plaintiff’s\nchallenge to a state law affecting the performance of her job duties was\nmooted when she left state employment). But in light of Camreta’s\ncontinuing stake, Alford’s altered circumstances are immaterial to our\nresolution of this dispute, and we do not decide any questions that\nwould arise if he were the only defendant.\n16                  CAMRETA v. GREENE\n\n                     Opinion of the Court\n\nmunicipal liability claim against Deschutes County. See\nTr. of Oral Arg. 7; id., at 8. S. G.’s initial complaint\ncharged that the county has an official policy of unconsti\ntutionally subjecting schoolchildren to police interrogation.\nSee n. 2, supra. Finding no evidence of such a policy (even\nassuming that an unlawful seizure had occurred in this\ncase), the District Court granted summary judgment to\nthe county, App. to Pet. for Cert. in No. 09–1454, pp. 66–\n67, and S. G. did not appeal that ruling, 588 F. 3d, at\n1020, n. 4. And although S. G. recently sought to reinstate\nher claim against the county, the District Court denied\nthat motion. 6:05–cv–06047–AA, Docket Entry No. 139 (D\nOre., Jan. 4, 2011). Whatever interest S. G. might have\nwere her municipal liability claim still pending (an issue\nwe need not and do not decide), we do not think S. G.’s\ndismissed claim against a different defendant involving a\nseparate legal theory can save this case from mootness.\nSee Commodity Futures Trading Comm’n v. Board of\nTrade of Chicago, 701 F. 2d 653, 656 (CA7 1983) (Posner,\nJ.) (“[O]ne can never be certain that findings made in a\ndecision concluding one lawsuit will not some day . . .\ncontrol the outcome of another suit. But if that were\nenough to avoid mootness, no case would ever be moot”).\n   We thus must decide how to dispose of this case. When\na civil suit becomes moot pending appeal, we have the\nauthority to “direct the entry of such appropriate judg\nment, decree, or order, or require such further proceedings\nto be had as may be just under the circumstances.” 28\nU. S. C. §2106. Our “established” (though not excep\ntionless) practice in this situation is to vacate the judg\nment below. See Munsingwear, 340 U. S., at 39; Alvarez v.\nSmith, 558 U. S. ___, ___ (2009) (slip op., at 6). “A party\nwho seeks review of the merits of an adverse ruling, but\nis frustrated by the vagaries of circumstance,” we have\nemphasized, “ought not in fairness be forced to acquiesce\nin” that ruling. U. S. Bancorp Mortgage Co. v. Bonner\n                     Cite as: 563 U. S. ____ (2011)                    17\n\n                          Opinion of the Court\n\nMall Partnership, 513 U. S. 18, 25 (1994). The equitable\nremedy of vacatur ensures that “those who have been\nprevented from obtaining the review to which they are\nentitled [are] not . . . treated as if there had been a re\nview.” Munsingwear, 340 U. S., at 39.10\n  S. G. contends that vacatur is inappropriate in the\nqualified immunity context because that disposition would\n“undermine” the Court of Appeals’ choice to “decide [a]\nconstitutional questio[n]” to govern future cases. Brief for\nRespondent 41–42; Tr. of Oral Arg. 47. Far from counsel\ning against vacatur, S. G.’s argument reveals the necessity\nof that procedural course. The point of vacatur is to pre\nvent an unreviewable decision “from spawning any legal\nconsequences,” so that no party is harmed by what we\nhave called a “preliminary” adjudication. Munsingwear,\n340 U. S., at 40–41. As we have just explained, a consti\n——————\n   10 Our analysis of the proper disposition of this case follows from our\n\nconclusion that government officials who secure a favorable judgment\non immunity grounds may obtain our review of an adverse constitu\ntional holding. See supra, at 12. As just noted, Munsingwear justified\nvacatur to protect a litigant who had the right to appeal but lost that\nopportunity due to happenstance. 340 U. S., at 39, 41. We have there\nfore left lower court decisions intact when mootness did not deprive the\nappealing party of any review to which he was entitled. See, e.g., U. S.\nBancorp Mortgage Co., 513 U. S., at 25 (holding that the appealing\nparty had “surrender[ed] his claim to the equitable remedy of vacatur”\nby settling the case and thus “voluntarily forfeit[ing] his legal remedy\nby the ordinary processes of appeal”); Karcher v. May, 484 U. S. 72, 83\n(1987) (holding that vacatur in light of mootness was not warranted\nwhen the losing party declined to file an appeal). So if immunized\nofficials could not challenge an appellate decision in this Court, we\nwould choose not to exercise our equitable authority to vacate that\ndecision, even if the case later became moot. But here, as we have just\nexplained, the theory that underlies our prior cases applying Munsing\nwear is satisfied: Vacatur expunges an adverse decision that would be\nreviewable had this case not become moot. See Arizonans, 520 U. S., at\n74 (finding vacatur proper because, “when the mooting event occurred,”\nthe Arizona Attorney General was pursuing his “right to present\nargument on appeal”).\n18                      CAMRETA v. GREENE\n\n                         Opinion of the Court\n\ntutional ruling in a qualified immunity case is a legally\nconsequential decision; that is the very reason we think it\nappropriate for review even at the behest of a prevailing\nparty. See supra, at 8–12. When happenstance prevents\nthat review from occurring, the normal rule should ap\nply: Vacatur then rightly “strips the decision below of its\nbinding effect,” Deakins v. Monaghan, 484 U. S. 193,\n200 (1988), and “clears the path for future relitigation,”\nMunsingwear, 340 U. S., at 40.\n   In this case, the happenstance of S. G.’s moving across\ncountry and becoming an adult has deprived Camreta of\nhis appeal rights. Mootness has frustrated his ability to\nchallenge the Court of Appeals’ ruling that he must obtain\na warrant before interviewing a suspected child abuse\nvictim at school. We therefore vacate the part of the Ninth\nCircuit’s opinion that addressed that issue, and remand\nfor further proceedings consistent with this opinion.11 See,\ne.g., Arave v. Hoffman, 552 U. S. 117, 118–119 (2008) (per\ncuriam); Selig v. Pediatric Specialty Care, Inc., 551 U. S.\n1142 (2007).\n                                            It is so ordered.\n\n\n——————\n  11 Our disposition of this case differs slightly from the normal\n\nMunsingwear order vacating the lower court’s judgment and remanding\nthe case with instructions to dismiss the relevant claim. We leave\nuntouched the Court of Appeals’ ruling on qualified immunity and its\ncorresponding dismissal of S. G.’s claim because S. G. chose not to\nchallenge that ruling. We vacate the Ninth Circuit’s ruling addressing\nthe merits of the Fourth Amendment issue because, as we have ex\nplained, supra, at 11–12, that is the part of the decision that mootness\nprevents us from reviewing but that has prospective effects on Cam\nreta. See Walling v. James V. Reuter, Inc., 321 U. S. 671, 677 (1944)\n(observing that when a suit becomes moot, “this Court . . . may make\nsuch disposition of the whole case as justice may require”). But we\nemphasize that this unique disposition follows from the unique posture\nof this case and signals no endorsement of deviations from the usual\nMunsingwear order in other situations.\n                 Cite as: 563 U. S. ____ (2011)            1\n\n                     SCALIA, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                   Nos. 09–1454 and 09–1478\n                         _________________\n\n\n         BOB CAMRETA, PETITIONER\n09–1454                  v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n        S. G., A MINOR, AND K. G., A MINOR\n\n  JAMES ALFORD, DEPUTY SHERIFF, DESCHUTES\n        COUNTY, OREGON, PETITIONER\n09–1478                   v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n         S. G., A MINOR, AND K. G., A MINOR\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE NINTH CIRCUIT\n                        [May 26, 2011]\n\n   JUSTICE SCALIA, concurring.\n   I join the Court’s opinion, which reasonably applies our\nprecedents, strange though they may be. The alternative\nsolution, as JUSTICE KENNEDY suggests, see post, at 13\n(dissenting opinion), is to end the extraordinary practice of\nruling upon constitutional questions unnecessarily when\nthe defendant possesses qualified immunity. See Saucier\nv. Katz, 533 U. S. 194 (2001). The parties have not asked\nus to adopt that approach, but I would be willing to con\nsider it in an appropriate case.\n                 Cite as: 563 U. S. ____ (2011)            1\n\n             SOTOMAYOR, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                  Nos. 09–1454 and 09–1478\n                         _________________\n\n\n         BOB CAMRETA, PETITIONER\n09–1454                  v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n        S. G., A MINOR, AND K. G., A MINOR\n\n  JAMES ALFORD, DEPUTY SHERIFF, DESCHUTES\n        COUNTY, OREGON, PETITIONER\n09–1478                   v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n         S. G., A MINOR, AND K. G., A MINOR\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE NINTH CIRCUIT\n                        [May 26, 2011]\n\n  JUSTICE SOTOMAYOR, with whom JUSTICE BREYER joins,\nconcurring in the judgment.\n  I agree with the Court’s conclusion that this case is moot\nand that vacatur is the appropriate disposition; unlike the\nmajority, however, I would go no further. As the exchange\nbetween the majority and JUSTICE KENNEDY demon\nstrates, the question whether Camreta, as a prevailing\nparty, can obtain our review of the Ninth Circuit’s consti\ntutional ruling is a difficult one. There is no warrant for\nreaching this question when there is clearly no longer a\ngenuine case or controversy between the parties before us.\nSee Sinochem Int’l Co. v. Malaysia Int’l Shipping Corp.,\n549 U. S. 422, 436 (2007) (noting that when a court can\n“readily” dispose of a case on one threshold ground, it\nshould not reach another one that “is difficult to deter\nmine”). Indeed, it is improper for us to do so. Cf. U. S.\n2                    CAMRETA v. GREENE\n\n              SOTOMAYOR, J., concurring in judgment\n\nBancorp Mortgage Co. v. Bonner Mall Partnership, 513\nU. S. 18, 21 (1994) (“[A] federal court [may not] decide the\nmerits of a legal question not posed in an Article III case\nor controversy”).\n  The majority suggests that we must decide whether\nCamreta has a “right to appeal” in order to vacate the\njudgment below under United States v. Munsingwear, Inc.,\n340 U. S. 36 (1950). See ante, at 17, n. 10; see also ante, at\n14, n. 8. But that view does not accord with our past\npractice. See Arizonans for Official English v. Arizona,\n520 U. S. 43, 66, 70, 74–75 (1997) (ordering vacatur of\na district court judgment without “resolv[ing]” our “grave\ndoubts” about the petitioners’ appellate standing or decid\ning whether the state Attorney General had a right to\nintervene as a party, and concluding only that he had\nstatutory authority to “present argument” on appeal). Nor\nis it consistent with the principles underlying our moot\nness jurisprudence. See Walling v. James V. Reuter, Inc.,\n321 U. S. 671, 677 (1944) (“If a judgment has become\nmoot, this Court . . . may make such disposition of the\nwhole case as justice may require”). In accordance with\nour normal procedure for disposing of cases that have\nbecome moot through no fault of the party seeking review,\nsee Bancorp, 513 U. S., at 22–23; Munsingwear, 340 U. S.,\nat 39–40, and n. 2, we should simply vacate the portion of\nthe Ninth Circuit’s opinion Camreta sought to challenge\nand remand with instructions to dismiss, see, e.g., Indiana\nState Police Pension Trust v. Chrysler LLC, 556 U. S. ___\n(2009) (per curiam).\n                 Cite as: 563 U. S. ____ (2011)           1\n\n                    KENNEDY, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                  Nos. 09–1454 and 09–1478\n                         _________________\n\n\n         BOB CAMRETA, PETITIONER\n09–1454                  v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n        S. G., A MINOR, AND K. G., A MINOR\n\n  JAMES ALFORD, DEPUTY SHERIFF, DESCHUTES\n        COUNTY, OREGON, PETITIONER\n09–1478                   v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n         S. G., A MINOR, AND K. G., A MINOR\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE NINTH CIRCUIT\n                        [May 26, 2011]\n\n   JUSTICE KENNEDY, with whom JUSTICE THOMAS joins,\ndissenting.\n   Today’s decision results from what is emerging as a\nrather troubling consequence from the reasoning of our\nrecent qualified immunity cases. The Court is correct to\nnote the problem presented when, on the one hand, its\nprecedents permit or invite courts to rule on the merits of\na constitutional claim even when qualified immunity\ndisposes of the matter; and, on the other hand, jurisdic\ntional principles prevent us from reviewing those invited\nrulings. It does seem that clarification is required. In my\nview, however, the correct solution is not to override juris\ndictional rules that are basic to the functioning of the\nCourt and to the necessity of avoiding advisory opinions.\nDictum, though not precedent, may have its utility; but it\nought not to be treated as a judgment standing on its own.\n2                   CAMRETA v. GREENE\n\n                    KENNEDY, J., dissenting\n\nSo, while acknowledging the problem the Court confronts,\nmy concern with the rule adopted for this case calls for\nthis respectful dissent.\n                               I\n   The Court acknowledges our “settled refusal to enter\ntain an appeal,” including a petition for certiorari, “by a\nparty on an issue as to which he prevailed.” Ante, at 8\n(internal quotation marks omitted). At the outset, how\never, it is important to state this rule more fully to show\nits foundational character. A party that has already ob\ntained the judgment it requested may not seek review to\nchallenge the reasoning of a judicial decision. As we have\nsaid on many occasions, “This Court reviews judgments,\nnot statements in opinions.” California v. Rooney, 483\nU. S. 307, 311 (1987) (per curiam) (internal quotation\nmarks omitted); see also Chevron U. S. A. Inc. v. Natural\nResources Defense Council, Inc., 467 U. S. 837, 842, and\nn. 8 (1984) (collecting cases). The rule has been noted and\nfollowed since the early years of this Court. “The question\nbefore an appellate Court is, was the judgment correct, not\nthe ground on which the judgment professes to proceed.”\nMcClung v. Silliman, </pre><span class=\"citation\" data-id=\"85349\"><a href=\"/opinion/85349/mcclung-v-silliman/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">598</span></a></span><pre class=\"inline\">, 603 (1821).\n   The rule against hearing appeals or accepting petitions\nfor certiorari by prevailing parties is related to the Article\nIII prohibition against issuing advisory opinions. This\nprinciple underlies, for example, the settled rule against\nhearing cases involving a disputed judgment based on\ngrounds of state law. As Justice Jackson explained for the\nCourt: “[O]ur power is to correct wrong judgments, not to\nrevise opinions. We are not permitted to render an advi\nsory opinion, and if the same judgment would be rendered\nby the state court after we corrected its views of federal\nlaws, our review could amount to nothing more than an\nadvisory opinion.” Herb v. Pitcairn, 324 U. S. 117, 125–\n126 (1945). This point has been repeated with force and\n                 Cite as: 563 U. S. ____ (2011)            3\n\n                    KENNEDY, J., dissenting\n\nclarity. See, e.g., Michigan v. Long, 463 U. S. 1032, 1041–\n1042 (1983). The “ ‘judicial Power’ is one to render dis\npositive judgments,” not advisory opinions. Plaut v.\nSpendthrift Farm, Inc., 514 U. S. 211, 219 (1995) (internal\nquotation marks omitted).\n   The rule against hearing appeals by prevailing parties\napplies in countless situations, many involving govern\nment parties. Deficient performance may not yield preju\ndice under Strickland v. Washington, 466 U. S. 668 (1984).\nA defective warrant may be entitled to good-faith reliance\nunder United States v. Leon, 468 U. S. 897 (1984). An\nunreasonable search may be cured through the inevitable\ndiscovery doctrine of Nix v. Williams, 467 U. S. 431 (1984).\nIn these and myriad other situations, an error is identi\nfied, but that conclusion does not affect the ultimate\njudgment entered. In all these contexts, it is established\nthat the prevailing party may not appeal. This conclusion\nholds true even though a statement on the merits can\nhave adverse consequences for the prevailing party. “The\nCourt of Appeal’s use of analysis that may have been\nadverse to the State’s long-term interests does not allow\nthe State to claim status as a losing party for purposes of\nthis Court’s review.” Rooney, supra, at 311.\n   The Court nonetheless holds that defendants who pre\nvail in the Courts of Appeals based on qualified immunity\nmay still obtain review in this Court. This point is put in\nperspective by the fact that the Court today, in an alto\ngether unprecedented disposition, says that it vacates not\na judgment but rather “part of the Ninth Circuit’s opin\nion.” Ante, at 2. The Court’s conclusion is unsettling in its\nimplications. Even on the Court’s reading of our cases, the\nalmost invariable rule is that prevailing parties are not\npermitted to obtain a writ of certiorari. Cf. Kalka v.\nHawk, 215 F. 3d 90, 96, n. 9 (CADC 2000) (concluding that\nthe Supreme Court “has apparently never granted the\ncertiorari petition of a party who prevailed in the appel\n4                   CAMRETA v. GREENE\n\n                    KENNEDY, J., dissenting\n\nlate court”). After today, however, it will be common for\nprevailing parties to seek certiorari based on the Court’s\nnewfound exception. And that will be so even though the\n“admonition” against reviewing mere statements in opin\nions “has special force when the statements raise consti\ntutional questions, for it is our settled practice to avoid\nthe unnecessary decision of such issues.” FCC v. Pacifica\nFoundation, 438 U. S. 726, 734 (1978).\n   The Court defends its holding with citations to just two\nof our cases. Ante, at 6. Neither provides support for the\nCourt’s result.\n   The first case is Electrical Fittings Corp. v. Thomas &\nBetts Co., 307 U. S. 241 (1939). There, a plaintiff alleged\nthe infringement of two patent claims. The District Court\nfound the plaintiff’s first claim valid but not infringed and\nthe second claim invalid. Rather than issuing a judgment\n“dismissing the bill without more,” the District Court\ninstead “entered a decree adjudging claim 1 valid” and\n“dismissing the bill for failure to prove infringement.” Id.,\nat 241–242. The District Court thus issued a formal judg\nment regarding the validity of the first claim. The defen\ndant appealed to dispute that claim’s validity. This Court\nnoted, without qualification, that a party “may not appeal\nfrom a judgment or decree in his favor, for the purpose of\nobtaining a review of findings he deems erroneous which\nare not necessary to support the decree.” Id., at 242.\n“But,” this Court went on to explain, “here the decree itself\npurports to adjudge the validity of claim 1, and though\nthe adjudication was immaterial to the disposition of the\ncause, it stands as an adjudication of one of the issues\nlitigated.” Ibid. In other words, the District Court had\nentered an unnecessary legal conclusion into the terms of\nthe judgment itself, making it possible, for example, that\nthe decree would have estoppel effect as to an issue whose\nresolution was unnecessary to the proper judgment of\ndismissal. Electrical Fittings therefore concluded that\n                  Cite as: 563 U. S. ____ (2011)            5\n\n                    KENNEDY, J., dissenting\n\n“the petitioners were entitled to have this portion of the\ndecree eliminated.” Ibid. The sole relief provided was\nan order for the “reformation of the decree.” Ibid. That\nresult accords with, indeed flows from, the settled rule\nthat this Court reviews only judgments, not statements in\nopinions.\n   The second case is Deposit Guaranty Nat. Bank v.\nRoper, 445 U. S. 326 (1980). In that case plaintiffs at\ntempted to bring a class action against a bank. After the\nDistrict Court denied class certification, the defendant\ntendered to the plaintiffs the maximum value that they\ncould recover as individuals. Of course, that offer did\nnot amount to “all that ha[d] been requested in the\ncomplaint”—namely, “relief for the class.” Id., at 341\n(Rehnquist, J., concurring). It is therefore no surprise\nthat the plaintiffs responded with “a counteroffer of judg\nment in which they attempted to reserve the right to\nappeal the adverse class certification ruling.” Id., at 329\n(opinion of the Court). But that proposal was denied.\n“Based on the bank’s offer, the District Court entered\njudgment in respondents’ favor, over their objection.” Id.,\nat 330. The District Court thus issued a judgment other\nthan the one the plaintiffs had sought. The would-be class\nplaintiffs appealed, and this Court later granted certiorari.\nThe Court held that appeal was not barred by the prevailing\nparty rule: “We view the denial of class certification as\nan example of a procedural ruling, collateral to the merits\nof a litigation, that is appealable after the entry of final\njudgment.” Id., at 336. As the Court explained, the plain\ntiffs had obtained only a judgment in their individual\ncapacities. Yet the plaintiffs had “asserted as their per\nsonal stake in the appeal their desire to shift to successful\nclass litigants a portion of those fees and expenses that\nhave been incurred in this litigation.” Id., at 334, n. 6; see\nalso id., at 336. Because the purported prevailing parties\nwere injured by their failure to obtain the class-based\n6                   CAMRETA v. GREENE\n\n                    KENNEDY, J., dissenting\n\njudgment they had sought, the Court held there was “ju\nrisdiction to entertain the appeal only to review the as\nserted procedural error, not for the purpose of passing on\nthe merits.” Ibid. The Court was clear that the District\nCourt’s denial of class certification had a direct effect on\nthe judgment: “As in Electrical Fittings,” the purported\nprevailing parties “were entitled to have [a] portion of the\nDistrict Court’s judgment reviewed.” Ibid.\n   Neither Electrical Fittings nor Deposit Guaranty pro\nvides support for the rule adopted today. Those decisions\ninstead held that, in the unusual circumstances presented,\nparticular parties who at first appeared to have prevailed\nbelow had in fact failed to obtain the judgments they had\nsought. This Court therefore had jurisdiction, including of\ncourse jurisdiction under Article III, to provide relief for\nthe harm caused by the adverse judgments entered below.\nThe parties seeking appeal in Electrical Fittings and\nDeposit Guaranty might be compared with plaintiffs who\nhave requested $1,000 in relief but obtained only $500.\nSuch parties have prevailed in part, but have not “re\nceive[d] all that [they] ha[d] sought.” Deposit Guaranty,\nsupra, at 333. In contrast the Court appears to assume\nthat the petitioners in the present case are true prevailing\nparties. They have obtained from the Court of Appeals the\nonly formal judgment they requested: denial of respon\ndent’s claim for damages.\n   The Court points to policy concerns as the basis for its\nwillingness to hear appeals by prevailing parties. Ante, at\n8–10. But those concerns are unwarranted. In only one\ndissenting opinion has it been suggested that certiorari\nshould be granted to reach a merits determination “locked\ninside” a favorable qualified immunity ruling. Bunting v.\nMellen, 541 U. S. 1019, 1024 (2004) (SCALIA, J., dissenting\nfrom denial of certiorari). That dissenting opinion was\nissued in response to the rule that constitutional issues\nshould be decided in every case involving qualified immu\n                  Cite as: 563 U. S. ____ (2011)            7\n\n                    KENNEDY, J., dissenting\n\nnity. Id., at 1025. Yet that mandated rule of decision has\nnow been disapproved, so the dissent’s argument is no\nlonger applicable. See Pearson v. Callahan, 555 U. S. 223\n(2009). Indeed, the Court today suggests that it still\nwould not allow review of the merits even in the case that\nprovoked the dissent. Unlike petitioner Camreta, the\npetitioner in Bunting had left the Government’s employ\nbefore filing a petition for certiorari and so lacked stand\ning to obtain review in this Court. Compare 541 U. S., at\n1025, n., with id., at 1021 (Stevens, J., respecting denial of\ncertiorari), and ante, at 14–15, and n. 9.\n   The instant case thus appears to be the first in which\nthe Court’s new exception to the prevailing party rule\nmight have been applied. And even here that exception is\nneither necessary nor sufficient for the merits to be adju\ndicated by this Court. The Fourth Amendment question\ndecided below is bound to arise again in future cases.\nIndeed, the reasoning of the decision below implicates a\nnumber of decisions in other Courts of Appeals. Cf. 588\nF. 3d 1011, 1026, n. 11 (CA9 2009) (collecting cases). Yet\ntoday’s decision does not supply the Courts of Appeals\nwith guidance as to these merits issues. The Court in\nstead vacates part of the reasoning of the decision below,\nthereby leaving other decisions intact and unreviewed.\nThe Court thus resolves difficult constitutional issues and\nprovides an unprecedented answer to “an important ques\ntion of judicial policy,” all to no end. Ante, at 7.\n   The Court errs in reading Electrical Fittings and Deposit\nGuaranty to permit review and, indeed, the provision of\nrelief disconnected from any judgment. The result is an\nerroneous and unbounded exception to an essential princi\nple of judicial restraint. Parties who have obtained all\nrequested relief may not seek review here.\n                             II\n  As today’s decision illustrates, our recent qualified im\n8                   CAMRETA v. GREENE\n\n                    KENNEDY, J., dissenting\n\nmunity cases tend to produce decisions that are in ten\nsion with conventional principles of case-or-controversy\nadjudication. This Court has given the Courts of Appeals\n“permission” to find constitutional violations when order\ning dismissal or summary judgment based on qualified\nimmunity. Ante, at 9; see Pearson, supra. This invitation,\nas the Court is correct to note, was intended to produce\nbinding constitutional holdings on the merits. Ante, at\n10–11. The goal was to make dictum precedent, in order\nto hasten the gradual process of constitutional interpreta\ntion and alter the behavior of government defendants.\nIbid. The present case brings the difficulties of that objec\ntive into perspective. In express reliance on the permis\nsion granted in Pearson, the Court of Appeals went out of\nits way to announce what may be an erroneous interpreta\ntion of the Constitution; and, under our case law, the\nNinth Circuit must give that dictum legal effect as prece\ndent in future cases.\n   In this way unnecessary merits decisions in qualified\nimmunity cases could come to resemble declaratory judg\nments or injunctions. Indeed the United States as amicus\ncuriae contends that the merits decision below “has an\neffect similar to an injunction or a declaratory judgment\nagainst the government as a whole.” Brief for United\nStates as Amicus Curiae 13. Today’s opinion adopts that\nview, providing as relief the vacatur of “part of the Ninth\nCircuit’s opinion”—namely, the part of the opinion that\nrules on the constitutional merits. Ante, at 2. For the first\ntime, obiter dictum is treated not just as precedent for\nfuture cases but as a judgment in its own right.\n   The Court of Appeals in this case did not in fact issue a\ndeclaratory judgment or injunction embodying a determi\nnation on the merits, and it does not appear that a judg\nment of that kind could have issued. Plaintiffs must\nestablish standing as to each form of relief they request,\nyet the plaintiff in this case had no separate interest in\n                 Cite as: 563 U. S. ____ (2011)           9\n\n                    KENNEDY, J., dissenting\n\nobtaining a declaratory judgment. See Los Angeles v.\nLyons, 461 U. S. 95, 103–105 (1983) (citing Ashcroft v.\nMattis, 431 U. S. 171 (1977) (per curiam); Golden v. Zwick\nler, 394 U. S. 103 (1969)); see also MedImmune, Inc. v.\nGenentech, Inc., 549 U. S. 118, 127 (2007). There was no\nlikelihood that S. G., the plaintiff’s daughter, would again\nbe subjected to interrogation while at school, much less\nthat she would be interrogated by petitioner-defendant\nCamreta, so S. G. would seem to have had no greater\nstake in obtaining a declaratory judgment than the plain\ntiff in Lyons had in obtaining an injunction. See 461 U. S.,\nat 104 (noting the “actual controversy that must exist for a\ndeclaratory judgment to be entered”). Our qualified im\nmunity cases should not permit plaintiffs in constitutional\ncases to make an end-run around established principles of\njusticiability. In treating dictum as though it were a\ndeclaratory judgment or an injunction, the Court appears\nto approve the issuance of such judgments outside the\nbounds of Article III jurisdiction.\n   The Court creates an exception to the prevailing party\nrule in order to solve the difficulties created by our quali\nfied immunity jurisprudence, but the Court’s solution\ncreates new problems. Sometimes defendants in qualified\nimmunity cases have no particular interest in disputing\nthe constitutional merits. Acknowledging as much, the\nCourt notes that petitioner Alford no longer works for the\ngovernment and so “has lost his interest in the Fourth\nAmendment ruling.” Ante, at 14, n. 9. In concluding that\nAlford lacks Article III standing, the Court suggests that\nit would lack jurisdiction to review and perhaps even to\nvacate the merits decision of the Court of Appeals if re\nspondent had sued only Alford. Ibid.; cf. Arizonans for\nOfficial English v. Arizona, 520 U. S. 43, 72–73 (1997)\n(discussing standing to obtain review in this Court as well\nas this Court’s jurisdiction to vacate judgments issued\nwithout jurisdiction). That suggestion is disconcerting.\n10                   CAMRETA v. GREENE\n\n                     KENNEDY, J., dissenting\n\nUnder today’s decision, it appears that the Court’s ability\nto review merits determinations in qualified immunity\ncases is contingent on the defendant who has been sued.\nA defendant who has left the government’s employ or\notherwise lacks an interest in disputing the merits will\nbe unable to obtain further review. See ante, at 14, n. 9\n(discussing Article III limits on relief in this Court); ante,\nat 17, n. 10 (discussing limitations on this Court’s equita\nble vacatur authority).\n   The Court today avoids this difficulty by concluding that\npetitioner Camreta has suffered an Article III injury.\nAnte, at 7; cf. ante, at 15, n. 9 (“[W]e do not decide any\nquestions that would arise if [Alford] were the only defen\ndant”). But the Court can reach that conclusion only\nbecause, “as part of his job,” Camreta “regularly engages”\nin conduct made unlawful by the reasoning of the Court of\nAppeals. Ante, at 7. As discussed below, this conclusion is\ndoubtful. See infra, at 11–13. In any event the Court’s\nstanding analysis will be inapplicable in most qualified\nimmunity cases. Cf. ante, at 6 (asserting that the “Article\nIII standard often will be met”). When an officer is sued\nfor taking an extraordinary action, such as using excessive\nforce during a high-speed car chase, there is little possibil\nity that a constitutional decision on the merits will again\ninfluence that officer’s conduct. The officer, like petitioner\nAlford or the petitioner in Bunting, would have no interest\nin litigating the merits in the Court of Appeals and, under\nthe Court’s rule, would seem unable to obtain review of a\nmerits ruling by petitioning for certiorari. See ante, at 5–\n7; ante, at 14, n. 9, ante, at 17, n. 10; see also Lyons, supra,\nat 103–105. This problem will arise with great frequency\nin qualified immunity cases. Once again, the decision\ntoday allows plaintiffs to obtain binding constitutional\ndeterminations on the merits that lie beyond this Court’s\njurisdiction to review. The Court thus fails to solve the\nproblem it identifies.\n                 Cite as: 563 U. S. ____ (2011)          11\n\n                    KENNEDY, J., dissenting\n\n                               III\n   It is most doubtful that Article III permits appeals by\nany officer to whom the reasoning of a judicial decision\nmight be applied in a later suit. Yet that appears to be\nthe implication of the Court’s holding. The favorable judg\nment of the Court of Appeals did not in itself cause peti\ntioner Camreta to suffer an Article III injury entitling him\nto appeal. Cf. supra, at 1–7 (discussing Electrical Fittings\nand Deposit Guaranty); ASARCO Inc. v. Kadish, 490 U. S.\n605, 619 (1989) (finding an Article III controversy where\npetitioner challenged “a final judgment altering tangible\nlegal rights”). On the contrary, Camreta has been injured\nby the decision below to no greater extent than have hun\ndreds of other government officers who might argue that\nthey too have been affected by the unnecessary statements\nmade by the Court of Appeals. The Court notes as a limit\non its authority to entertain appeals from prevailing par\nties certain statutory directives, directives that can be\ninterpreted or shaped to allow expanded powers of review.\nAnte, at 4. But even if Congress were to give explicit\npermission for certiorari petitions to be filed by “any per\nson” instead of by “any party,” 28 U. S. C. §1254(1), the\nconstitutional definition of a case or controversy would\nstill constrain this Court’s jurisdiction.\n   The Court’s analysis appears to rest on the premise that\nthe reasoning of the decision below in itself causes Cam\nreta injury. Until today, however, precedential reasoning\nof general applicability divorced from a particular adverse\njudgment was not thought to yield “standing to appeal.”\nParr v. United States, 351 U. S. 513, 516, 517 (1956) (opin\nion for the Court by Harlan, J.). That is why “[o]nly one\ninjured by the judgment sought to be reviewed can ap\npeal.” Id., at 516; see also supra, at 1–6; e.g., Chathas v.\nLocal 134 IBEW, 233 F. 3d 508, 512 (CA7 2000) (Posner,\nJ.) (“Adverse dicta are not appealable rulings. They can\ncause harm, but not the sort of harm that the courts . . .\n12                  CAMRETA v. GREENE\n\n                    KENNEDY, J., dissenting\n\ndeem to create a genuine controversy within the meaning\nof Article III of the Constitution. Judgments are appeal\nable; opinions are not” (citations omitted)); Sea-Land\nServ., Inc. v. Department of Transp., 137 F. 3d 640, 648\n(CADC 1998) (Williams, J.) (“[M]ere precedential effect\nwithin an agency is not, alone, enough to create Article III\nstanding, no matter how foreseeable the future litigation”\n(citing Radiofone, Inc. v. FCC, 759 F. 2d 936, 938 (CADC\n1985) (opinion of Scalia, J.))); id., at 939 (explaining that\nstanding must “arise from the particular activity which\nthe agency adjudication has approved . . . and not from the\nmere precedential effect of the agency’s rationale in later\nadjudications”); Oxford Shipping Co., v. New Hampshire\nTrading Corp., 697 F. 2d 1, 7 (CA1 1982) (Breyer, J.)\n(“Since the judgment appealed from was in [a party’s]\nfavor, and since the statement made was in no sense\nnecessary to that judgment, the statement was dictum.\nThere is no known basis for an appeal from a dictum”). It\nis revealing that the Court creates an exception to the\nprevailing party rule while making clear that the Courts\nof Appeals are not to follow suit, in any context. See ante,\nat 13–14.\n   The conclusion that precedent of general applicability\ncannot in itself create standing to sue or appeal flows from\nbasic principles. Camreta’s asserted injury is caused not\nby the Court of Appeals or by respondent but rather by\n“the independent action of some third party not before the\ncourt”—that is, by the still-unidentified private plaintiffs\nwhose lawsuits Camreta hopes to avoid. Lujan v. Defend\ners of Wildlife, 504 U. S. 555, 560–561 (1992) (internal\nquotation marks omitted).         This circumstance distin\nguishes the present case from requests for declaratory or\ninjunctive relief filed against officeholders who threaten\nlegal enforcement. An inert rule of law does not cause\nparticular, concrete injury; only the specific threat of its\nenforcement can do so. That is why the proper defendant\n                 Cite as: 563 U. S. ____ (2011)          13\n\n                   KENNEDY, J., dissenting\n\nin a suit for prospective relief is the party prepared to\nenforce the relevant legal rule against the plaintiff. See\nMedImmune, Inc., 549 U. S., at 127 (explaining that de\nclaratory relief requires a controversy “between parties\nhaving adverse legal interests, of sufficient immediacy and\nreality” (internal quotation marks omitted)); Babbitt v.\nFarm Workers, 442 U. S. 289, 298–299 (1979) (“A plaintiff\nwho challenges a statute must demonstrate a realistic\ndanger of sustaining a direct injury as a result of the\nstatute’s operation or enforcement”). Without an adverse\njudgment from which to appeal, Camreta has in effect filed\na new declaratory judgment action in this Court against\nthe Court of Appeals. This is no more consistent with\nArticle III than filing a declaratory judgment action\nagainst this Court for its issuance of an adverse precedent\nor against Congress in response to its enactment of an\nunconstitutional law.\n                             IV\n   If today’s decision proves to be more than an isolated\nanomaly, the Court might find it necessary to reconsider\nits special permission that the Courts of Appeals may\nissue unnecessary merits determinations in qualified im\nmunity cases with binding precedential effect.\n   Other dynamics permit the law of the Constitution to be\nelaborated within the conventional framework of a case or\ncontroversy. “[T]he development of constitutional law is\nby no means entirely dependent on cases in which the\ndefendant may seek qualified immunity.” Pearson, 555\nU. S., at 242–243. For example, qualified immunity does\nnot bar Fourth and Fifth Amendment suppression chal\nlenges. See, e.g., Kentucky v. King, ante, p. ___. Nor does\nit prevent invocation of the Constitution as a defense\nagainst criminal prosecution, civil suit, or cruel and un\nusual punishment. See, e.g., Snyder v. Phelps, 562 U. S.\n___ (2011); Graham v. Florida, 560 U. S. ___ (2010); Law\n14                  CAMRETA v. GREENE\n\n                    KENNEDY, J., dissenting\n\nrence v. Texas, 539 U. S. 558 (2003). Nor is qualified\nimmunity available in constitutional suits against munici\npalities—as this very case illustrates. Ante, at 15–16.\nOur cases make clear, moreover, that “officials can still be\non notice that their conduct violates established law even\nin novel factual circumstances.” Hope v. Pelzer, 536 U. S.\n730, 741 (2002). That rule permits clearly established\nviolations to be found when extreme though unheard-of\nactions violate the Constitution. See, e.g., ibid. Further\nmore, constitutional plaintiffs may seek declaratory or\ninjunctive relief pursuant to standard principles of justi\nciability. Those plaintiffs do not need Pearson’s special\nrule.    See, e.g., Citizens United v. Federal Election\nComm’n, 558 U. S. ___ (2010); McDonald v. Chicago, 561\nU. S. ___ (2010). In any event, some incremental advance\nin the law occurs even when clearly established violations\nare found. It is an inevitable aspect of judicial decision\nmaking that the resolution of one legal question or factual\ndispute casts light on the next.\n   It would be preferable at least to explore refinements to\nour qualified immunity jurisprudence before altering basic\nprinciples of jurisdiction. For instance, the objectives of\nqualified immunity might be satisfied if there were no bar\nto reaching the merits and issuing judgment when re\nquested damages are nominal and substantial attorney’s\nfees are waived or not allowed. Cf. Farrar v. Hobby, 506\nU. S. 103, 112–115 (1992) (discussing unavailability of\nattorney’s fees where nominal damages are only relief);\nHewitt v. Helms, 482 U. S. 755, 761–763 (1987); Harlow\nv. Fitzgerald, 457 U. S. 800, 819, n. 34 (1982); Carey v.\nPiphus, 435 U. S. 247, 266 (1978) (discussing the propriety\nof providing nominal damages as relief).\n   The desire to resolve more constitutional questions\nought not lead to altering our jurisdictional rules. That is\nthe precise object that our legal tradition tells us we\nshould resist. Haste to resolve constitutional issues has\n                 Cite as: 563 U. S. ____ (2011)           15\n\n                    KENNEDY, J., dissenting\n\nnever been thought advisable. We instead have encour\naged the Courts of Appeals to follow “that older, wiser\njudicial counsel not to pass on questions of constitutional\nity . . . unless such adjudication is unavoidable.” Scott v.\nHarris, 550 U. S. 372, 388 (2007) (BREYER, J., concurring)\n(internal quotation marks omitted); see generally Ash\nwander v. TVA, 297 U. S. 288, 347 (1936) (Brandeis, J.,\nconcurring). Experience teaches that there is no persua\nsive reason to reverse normal principles of judicial review\nin qualified immunity cases. Compare, e.g., Pearson,\nsupra, at 236, and Siegert v. Gilley, 500 U. S. 226, 235\n(1991) (KENNEDY, J., concurring in judgment) (“[I]t seems\nto reverse the usual ordering of issues to tell the trial and\nappellate courts that they should resolve the constitu\ntional question first”), with id., at 232 (opinion of the\nCourt), and Saucier v. Katz, 533 U. S. 194, 201 (2001). Yet\nthis Court’s “puzzling misadventure in constitutional\ndictum” still has not come to an end. Leval, Judging\nUnder the Constitution: Dicta About Dicta, 81 N. Y. U.\nL. Rev. 1249, 1275 (2006).\n   There will be instances where courts discuss the merits\nin qualified immunity cases. It is sometimes a better\nanalytic approach and a preferred allocation of judicial\ntime and resources to dismiss a claim on the merits rather\nthan to dismiss based on qualified immunity. And “[i]t\noften may be difficult to decide whether a right is clearly\nestablished without deciding precisely what the existing\nconstitutional right happens to be.” Pearson, supra, at 236\n(internal quotation marks omitted). This Court should not\nsuperintend the judicial decisionmaking process in quali\nfied immunity cases under special rules, lest it make the\njudicial process more complex for civil rights suits than for\nother litigation. It follows, however, that the Court should\nprovide no special permission to reach the merits. If\nqualified immunity cases were treated like other cases\nraising constitutional questions, settled principles of con\n16                  CAMRETA v. GREENE\n\n                    KENNEDY, J., dissenting\n\nstitutional avoidance would apply. So would conven-\ntional rules regarding dictum and holding. Judicial obser\nvations made in the course of explaining a case might give\nimportant instruction and be relevant when assessing a\nlater claim of qualified immunity. Cf. Wilkinson v. Rus\nsell, 182 F. 3d 89, 112, and n. 3 (CA2 1999) (Calabresi, J.,\nconcurring). But as dicta those remarks would not estab\nlish law and would not qualify as binding precedent. See\nSeminole Tribe of Fla. v. Florida, 517 U. S. 44, 67 (1996).\n                        *     *    *\n  The distance our qualified immunity jurisprudence has\ntaken us from foundational principles is made all the more\napparent by today’s decision. The Court must construe\ntwo of its precedents in so broad a manner that they are\ntaken out of their proper and logical confines. To vacate\nthe reasoning of the decision below, the Court accepts that\nobiter dictum is not just binding precedent but a judgment\nsusceptible to plenary review. I would dismiss this case\nand note that our jurisdictional rule against hearing ap\npeals by prevailing parties precludes petitioners’ attempt\nto obtain review of judicial reasoning disconnected from a\njudgment.\n</pre>", "id": 217512, "judges": "", "local_path": "pdf/2011/05/26/Camreta_v._Greene.pdf", "nature_of_suit": "", "plain_text": "(Slip Opinion)              OCTOBER TERM, 2010                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\nCAMRETA v. GREENE, PERSONALLY AND AS NEXT FRIEND\n             OF S. G., A MINOR, ET AL.\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE NINTH CIRCUIT\n\n     No. 09–1454. Argued March 1, 2011—Decided May 26, 2011*\nNearly a decade ago, petitioner Camreta, a state child protective ser\n  vices worker, and petitioner Alford, a county deputy sheriff, inter\n  viewed then 9-year-old S. G. at her Oregon elementary school about\n  allegations that her father had sexually abused her. They did not\n  have a warrant or parental consent to conduct the interview. S. G.\n  eventually stated that she had been abused. Her father stood trial\n  for that abuse, but the jury failed to reach a verdict and the charges\n  were later dismissed. S. G.’s mother, respondent here (hereinafter\n  S. G.), subsequently sued Camreta and Alford on S G.’s behalf for\n  damages under 42 U. S. C. §1983, alleging that the in-school inter\n  view breached the Fourth Amendment’s proscription on unreasonable\n  seizures. The District Court granted summary judgment to the offi\n  cials. The Ninth Circuit affirmed. The Court of Appeals first ruled\n  that seizing S. G. absent a warrant, court order, parental consent, or\n  exigent circumstances violated the Constitution. But the court fur\n  ther held that the officials were entitled to qualified immunity from\n  damages liability because no clearly established law had warned\n  them of the illegality of their conduct. The court explained that it\n  had chosen to rule on the merits of the constitutional claim so that of\n  ficials would be on notice that they could not dispense with tradi\n  tional Fourth Amendment protections in this context. Although the\n  judgment entered was in their favor, Camreta and Alford petitioned\n  this Court to review the Ninth Circuit’s ruling that their conduct vio\n——————\n  * Together with No. 09–1478, Alford, Deputy Sheriff, Deschutes\nCounty, Oregon v. Greene, Personally and as Next Friend of S. G., a\nMinor, et al., also on certiorari to the same court.\n2                        CAMRETA v. GREENE\n\n                                Syllabus\n\n    lated the Fourth Amendment. S. G. declined to cross-petition for re\n    view of the decision that the officials have immunity.\nHeld:\n    1. This Court generally may review a lower court’s constitutional\n ruling at the behest of government officials who have won final\n judgment on qualified immunity grounds. Pp. 4–14.\n       (a) The relevant statute confers unqualified power on this Court\n to grant certiorari “upon the petition of any party.” 28 U. S. C.\n §1254(1). That language covers petitions brought by litigants who\n have prevailed, as well as those who have lost, in the courts below.\n Pp. 4–5.\n       (b) An appeal brought by a prevailing party may satisfy Article\n III’s case-or-controversy requirement. To comply with that require\n ment, litigants must demonstrate a “personal stake” in the suit.\n Summers v. Earth Island Institute, 555 U. S. 488, ___. The petitioner\n has such a stake when he has “suffered an ‘injury in fact’ ” that is\n caused by “the conduct complained of” and that “will be ‘redressed by\n a favorable decision.’ ” Lujan v. Defenders of Wildlife, 504 U. S. 555,\n 560–561. And the opposing party also must have an ongoing interest\n in the dispute, so that the case features “ ‘that concrete adverseness\n which sharpens the presentation of issues.’ ” Los Angeles v. Lyons,\n 461 U. S. 95, 101. The parties must have the necessary stake not\n only at the outset of litigation, but throughout its course. Arizonans\n for Official English v. Arizona, 520 U. S. 43, 67. So long as the liti\n gants possess the requisite personal stake, an appeal presents a case\n or controversy, no matter that the appealing party was the prevailing\n party below. See Deposit Guaranty Nat. Bank v. Roper, 445 U. S.\n 326, 332–336; Electrical Fittings Corp. v. Thomas & Betts Co., 307\n U. S. 241.\n    This Article III standard often will be met when immunized offi\n cials seek to challenge a determination that their conduct violated\n the Constitution because that ruling may have prospective effect on\n the parties. So long as it remains good law, an official who regularly\n engages in the challenged conduct as part of his job (as Camreta\n does) must either change the way he performs his duties or risk a\n meritorious damages action. The official thus can demonstrate in\n jury, causation, and redressability. And conversely, if the person who\n initially brought the suit may again be subject to the challenged con\n duct, she has a stake in preserving the court’s holding so that she will\n have ongoing protection from the practice. Pp. 5–7.\n       (c) This Court’s prudential practice of declining to hear appeals\n by prevailing parties does not bar consideration of immunized offi\n cials’ petitions. The Court has recognized exceptions to this pruden\n tial rule when there has been a “policy reaso[n] . . . of sufficient im\n                    Cite as: 563 U. S. ____ (2011)                      3\n\n                               Syllabus\n\nportance to allow an appeal” by the winner below. Deposit Guaranty,\n445 U. S., at 336, n. 7. Just such a reason exists in qualified immu\nnity cases. The constitutional rulings that prevailing parties ask the\nCourt to consider in these cases have a significant future effect on the\nconduct of public officials and the policies of the government units to\nwhich they belong. The rulings are self-consciously designed to pro\nduce this effect by establishing controlling law and preventing invo\ncations of immunity in later cases. Moreover, they are so designed\nwith this Court’s permission, to promote clarity—and observance—of\nconstitutional rules. Taken together, these features of qualified im\nmunity cases support bending the usual rule to permit consideration\nof immunized officials’ petitions.\n   To begin with the nature of these suits: Under §1983 and Bivens v.\nSix Unknown Fed. Narcotics Agents, 403 U. S. 388, a plaintiff may\nseek money damages from government officials who have violated her\nconstitutional or statutory rights. But if those officials are entitled to\nqualified immunity, a court can dismiss the damages claim without\never deciding its merits—and so the qualified immunity situation\nthreatens to leave standards of official conduct permanently in limbo.\nTo prevent that problem, this Court has permitted lower courts to de\ntermine whether a right exists before examining whether it was\nclearly established. See, e.g., Pearson v. Callahan, 555 U. S. 223,\n237. Here, the Ninth Circuit followed exactly this two-step process so\nthat it could settle a question of constitutional law and thereby guide\nthe future conduct of officials.\n   Given its purpose and effect, such a decision is reviewable in this\nCourt at an immunized official’s behest. If the Court’s usual prevail\ning party rule applied, the official would either have to acquiesce in a\nruling he had no opportunity to contest in this Court, or defy the\nlower court’s view, adhere to what has been declared an illegal prac\ntice, and invite further law suits and possible punitive damages. Id.,\nat 240–241. And applying this Court’s usual bar on review would\nundermine the purpose of the two-step process, “which is to clarify\nconstitutional rights without undue delay.” Bunting v. Mellen, 541\nU. S. 1019, 1024 (SCALIA, J., dissenting from denial of certiorari).\nJust as that purpose may justify an appellate court in reaching be\nyond an immunity defense to decide a constitutional issue, so too may\nit support this Court in reviewing the correctness of the lower court’s\ndecision.\n   This holding is limited in two respects. First, it addresses only this\nCourt’s authority to review cases in this procedural posture. The\nCourt need not decide if an appellate court can also entertain an ap\npeal from a party who has prevailed on immunity grounds. Second,\nthe holding concerns only what the Court may review, not what the\n4                          CAMRETA v. GREENE\n\n                                   Syllabus\n\n    Court actually will choose to review. Going forward, the Court will\n    consider prevailing parties’ petitions one by one in accord with its\n    usual standards for granting certiorari. Pp. 7–14.\n       2. A separate jurisdictional problem requires the Court to dismiss\n    this case at the threshold: The case is moot. In a dispute of this kind,\n    both the plaintiff and the defendant ordinarily retain a stake in the\n    outcome. That is true of Camreta, who remains employed as a child\n    protective services worker, and so has an interest in challenging the\n    Ninth Circuit’s ruling requiring him to obtain a warrant before con\n    ducting an in-school interview. But S. G. can no longer claim the\n    plaintiff’s usual stake in preserving the court’s holding because she\n    no longer needs protection from the challenged practice. She has\n    moved to Florida and is only months away from her 18th birthday\n    and, presumably, from her high school graduation. When “subse\n    quent events ma[ke] it absolutely clear that the allegedly wrongful\n    behavior could not reasonably be expected to recur,” there is no live\n    controversy to review. United States v. Concentrated Phosphate Ex\n    port Assn., Inc., 393 U. S. 199, 203.\n       When a civil suit becomes moot pending appeal, this Court has au\n    thority to “direct the entry of such appropriate judgment, decree, or\n    order, or require such further proceedings . . . as may be just under\n    the circumstances.” 28 U. S. C. §2106. The Court’s “established”\n    practice is to vacate the judgment below, see, e.g., United States v.\n    Munsingwear, Inc., 340 U. S. 36, 39, to ensure that “those who have\n    been prevented from obtaining the review to which they are entitled\n    [are] not . . . treated as if there had been a review,” ibid. The point of\n    vacatur is to prevent an unreviewable decision “from spawning any\n    legal consequences.” Id., at 40–41. A constitutional ruling in a quali\n    fied immunity case is a legally consequential decision. When hap\n    penstance prevents this Court’s review of that ruling, the normal rule\n    should apply: Vacatur rightly “strips the decision below of its binding\n    effect,” Deakins v. Monaghan, 484 U. S. 193, 200, and clears “the\n    path for future relitigation,” Munsingwear, 340 U. S., at 40. Because\n    mootness has frustrated Camreta’s ability to challenge the Ninth\n    Circuit’s ruling that he must obtain a warrant before interviewing a\n    suspected child abuse victim at school, that part of the Ninth Cir\n    cuit’s decision must be vacated. Pp. 14–18.\n588 F. 3d 1011, vacated in part and remanded.\n\n  KAGAN, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and SCALIA, GINSBURG, and ALITO, JJ., joined. SCALIA, J., filed a\nconcurring opinion. SOTOMAYOR, J., filed an opinion concurring in the\njudgment, in which BREYER, J., joined. KENNEDY, J., filed a dissenting\nopinion, in which THOMAS, J., joined.\n                        Cite as: 563 U. S. ____ (2011)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                         Nos. 09–1454 and 09–1478\n                                   _________________\n\n\n         BOB CAMRETA, PETITIONER\n09–1454                  v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n        S. G., A MINOR, AND K. G., A MINOR\n\n  JAMES ALFORD, DEPUTY SHERIFF, DESCHUTES\n        COUNTY, OREGON, PETITIONER\n09–1478                   v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n         S. G., A MINOR, AND K. G., A MINOR\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE NINTH CIRCUIT\n                                 [May 26, 2011]\n\n  JUSTICE KAGAN delivered the opinion of the Court.\n  Almost a decade ago, a state child protective services\nworker and a county deputy sheriff interviewed a girl at\nher elementary school in Oregon about allegations that\nher father had sexually abused her. The girl’s mother\nsubsequently sued the government officials on the child’s\nbehalf for damages under Rev. Stat. §1979, 42 U. S. C.\n§1983, claiming that the interview infringed the Fourth\nAmendment. The United States Court of Appeals for the\nNinth Circuit agreed, ruling that the officials had violated\nthe Constitution by failing to obtain a warrant to conduct\nthe interview. But the Court of Appeals further held that\nqualified immunity shielded the officials from monetary\n2                   CAMRETA v. GREENE\n\n                     Opinion of the Court\n\nliability because the constitutional right at issue was not\nclearly established under existing law.\n   The two officials sought this Court’s review of the Ninth\nCircuit’s ruling on the Fourth Amendment. We granted\ntheir petitions to examine two questions. First, may gov\nernment officials who prevail on grounds of qualified im\nmunity obtain our review of a court of appeals’ decision\nthat their conduct violated the Constitution? And second,\nif we may consider cases in this procedural posture, did\nthe Ninth Circuit correctly determine that this interview\nbreached the Fourth Amendment?\n   We conclude that this Court generally may review a\nlower court’s constitutional ruling at the behest of a gov\nernment official granted immunity. But we may not do so\nin this case for reasons peculiar to it. The case has become\nmoot because the child has grown up and moved across\nthe country, and so will never again be subject to the\nOregon in-school interviewing practices whose constitu\ntionality is at issue. We therefore do not reach the Fourth\nAmendment question in this case. In line with our normal\npractice when mootness frustrates a party’s right to ap\npeal, see United States v. Munsingwear, Inc., 340 U. S. 36,\n39 (1950), we vacate the part of the Ninth Circuit’s opinion\nthat decided the Fourth Amendment issue.\n                             I\n   In February 2003, police arrested Nimrod Greene for\nsuspected sexual abuse of a young boy unrelated to him.\nDuring the investigation of that offense, the boy’s parents\ntold police that they suspected Greene of molesting his 9\nyear-old daughter S. G. The police reported this informa\ntion to the Oregon Department of Human Services, which\nassigned petitioner Bob Camreta, a child protective ser\nvices caseworker, to assess S. G.’s safety. Several days\nlater, Camreta, accompanied by petitioner James Alford, a\nDeschutes County deputy sheriff, went to S. G.’s elemen\n                     Cite as: 563 U. S. ____ (2011)                   3\n\n                         Opinion of the Court\n\ntary school and interviewed her about the allegations. Cam\nreta and Alford did not have a warrant, nor had they\nobtained parental consent to conduct the interview. Al\nthough S. G. at first denied that her father had molested\nher, she eventually stated that she had been abused.\nGreene was indicted and stood trial for sexually abusing\nS. G., but the jury failed to reach a verdict and the charges\nwere later dismissed.\n   Respondent Sarah Greene, S. G.’s mother, subsequently\nsued Camreta and Alford on S. G.’s behalf 1 for damages\nunder 42 U. S. C. §1983, which authorizes suits against\nstate officials for violations of constitutional rights. S. G.\nalleged that the officials’ in-school interview had breached\nthe Fourth Amendment’s proscription on unreasonable\nseizures.2\n   The District Court granted summary judgment to Cam\nreta and Alford, and the Ninth Circuit affirmed. The\nCourt of Appeals first ruled that the interview violated\nS. G.’s rights because Camreta and Alford had “seize[d]\nand interrogate[d] S. G. in the absence of a warrant, a\ncourt order, exigent circumstances, or parental consent.”\n588 F. 3d 1011, 1030 (2009) (footnote omitted). But the\ncourt further held that the officials were entitled to quali\nfied immunity from damages liability because no clearly\nestablished law had warned them of the illegality of their\nconduct. Id., at 1031–1033.\n   The Ninth Circuit explained why it had chosen to rule\non the merits of the constitutional claim, rather than\nmerely hold that the officials were immune from suit. By\naddressing the legality of the interview, the court said, it\n——————\n  1 Because Greene filed suit as next friend for her minor daughter, we\n\nwill refer to respondent as S. G. throughout this opinion.\n  2 S. G. also sued Deschutes County, alleging that it has a policy of\n\nunconstitutionally seizing children in public schools. See 588 F. 3d\n1011, 1020, n. 4 (CA9 2009). The District Court rejected this claim, and\nS. G. did not appeal that ruling to the Ninth Circuit. Ibid.\n4                   CAMRETA v. GREENE\n\n                     Opinion of the Court\n\ncould “provide guidance to those charged with the difficult\ntask of protecting child welfare within the confines of\nthe Fourth Amendment.” Id., at 1022. That guidance came\nin no uncertain terms: “[G]overnment officials investigat\ning allegations of child abuse,” the court warned, “should\ncease operating on the assumption that a ‘special need’\nautomatically justifies dispensing with traditional Fourth\nAmendment protections in this context.” Id., at 1033.\n  Although the judgment entered was in their favor,\nCamreta and Alford petitioned this Court to review the\nNinth Circuit’s ruling that their conduct violated the\nFourth Amendment. S. G. declined to cross-petition for\nreview of the decision that the officials have immunity.\nWe granted certiorari. 562 U. S. ___ (2010).\n                              II\n  We first consider our ability to act on a petition brought\nby government officials who have won final judgment on\ngrounds of qualified immunity, but who object to an appel\nlate court’s ruling that they violated the plaintiff’s consti\ntutional rights. Camreta and Alford are, without doubt,\nprevailing parties. The Ninth Circuit’s decision shielded\nthem from monetary liability, and S. G. chose not to con\ntest that ruling. So whatever else follows, they will not\nhave to pay S. G. the damages she sought. The question\nwe confront is whether we may nonetheless review the\nCourt of Appeals’ holding that the officials violated the\nConstitution.\n  The statute governing this Court’s jurisdiction author\nizes us to adjudicate a case in this posture, and S. G. does\nnot contend otherwise. The relevant provision confers\nunqualified power on this Court to grant certiorari “upon\nthe petition of any party.” 28 U. S. C. §1254(1) (emphasis\nadded). That language covers petitions brought by liti\ngants who have prevailed, as well as those who have\nlost, in the court below. See E. Gressman, K. Geller, S.\n                 Cite as: 563 U. S. ____ (2011)           5\n\n                     Opinion of the Court\n\nShapiro, T. Bishop, & E. Hartnett, Supreme Court Prac\ntice 87 (9th ed. 2007) (hereinafter Stern & Gressman).\n   S. G., however, alleges two impediments to our exercise\nof statutory authority here, one constitutional and the\nother prudential. First, she claims that Article III bars\nreview because petitions submitted by immunized officials\npresent no case or controversy. See Brief for Respondent\n31–39. Second, she argues that our settled practice of\ndeclining to hear appeals by prevailing parties should\napply with full force when officials have obtained immu\nnity. See id., at 24–27. We disagree on both counts.\n                              A\n   Article III of the Constitution grants this Court author\nity to adjudicate legal disputes only in the context of\n“Cases” or “Controversies.” To enforce this limitation,\nwe demand that litigants demonstrate a “personal stake”\nin the suit. Summers v. Earth Island Institute, 555 U. S.\n488, ___ (2009) (slip op., at 4) (internal quotation marks\nomitted); see also United States Parole Comm’n v. Ger\naghty, 445 U. S. 388, 395–397 (1980). The party invoking\nthe Court’s authority has such a stake when three condi\ntions are satisfied: The petitioner must show that he has\n“suffered an injury in fact” that is caused by “the conduct\ncomplained of” and that “will be redressed by a favorable\ndecision.” Lujan v. Defenders of Wildlife, 504 U. S. 555,\n560–561 (1992) (internal quotation marks omitted). And\nthe opposing party also must have an ongoing interest\nin the dispute, so that the case features “that concrete ad\nverseness which sharpens the presentation of issues.” Los\nAngeles v. Lyons, 461 U. S. 95, 101 (1983) (internal quota\ntion marks omitted). To ensure a case remains “fit for\nfederal-court adjudication,” the parties must have the\nnecessary stake not only at the outset of litigation, but\nthroughout its course. Arizonans for Official English v.\nArizona, 520 U. S. 43, 67 (1997).\n6                       CAMRETA v. GREENE\n\n                         Opinion of the Court\n\n  We have previously recognized that an appeal brought\nby a prevailing party may satisfy Article III’s case-or\ncontroversy requirement. See Deposit Guaranty Nat.\nBank v. Roper, 445 U. S. 326, 332–336 (1980). Indeed, we\nhave twice before allowed a party for whom judgment was\nentered to challenge an unfavorable lower court ruling.\nSee ibid.; Electrical Fittings Corp. v. Thomas & Betts Co.,\n307 U. S. 241 (1939).3 In that context as in others, we\nstated, the critical question under Article III is whether\nthe litigant retains the necessary personal stake in the\nappeal. Deposit Guaranty, 445 U. S., at 334. As we will\nexplain, a court will usually invoke rules of “federal appel\nlate practice” to decline review of a prevailing party’s\nchallenge even when he has the requisite stake. Id., at\n333; see infra, at 8. But in such a case, Article III is not\nwhat poses the bar; these rules of practice “d[o] not have\n[their] source in the jurisdictional limitations” of the Con\nstitution. Deposit Guaranty, 445 U. S., at 333–334. So\nlong as the litigants possess the personal stake discussed\nabove, an appeal presents a case or controversy, no matter\nthat the appealing party was the prevailing party below.\n  This Article III standard often will be met when immu\nnized officials seek to challenge a ruling that their conduct\nviolated the Constitution. That is not because a court has\nmade a retrospective judgment about the lawfulness of the\nofficials’ behavior, for that judgment is unaccompanied by\nany personal liability. Rather, it is because the judgment\nmay have prospective effect on the parties. The court in\n——————\n    3 The\n        dissent discusses Deposit Guaranty and Electrical Fittings at\nlength in an effort to distinguish them from this suit. See post, at 4–7\n(opinion of KENNEDY, J.). But we do not say those cases are foursquare\nwith this one on their facts; we rely on them only for the proposition\nthat this Court has previously identified no special Article III bar on\nreview of appeals brought by parties who obtained a judgment in their\nfavor below. The dissent does not, because it cannot, dispute that\nsimple point.\n                      Cite as: 563 U. S. ____ (2011)                     7\n\n                          Opinion of the Court\n\nsuch a case says: “Although this official is immune from\ndamages today, what he did violates the Constitution and\nhe or anyone else who does that thing again will be per\nsonally liable.” If the official regularly engages in that\nconduct as part of his job (as Camreta does), he suffers\ninjury caused by the adverse constitutional ruling. So\nlong as it continues in effect, he must either change the\nway he performs his duties or risk a meritorious damages\naction. Cf. id., at 337–338 (discussing prevailing party’s\nstake in a ruling’s prospective effects). Only by overturn\ning the ruling on appeal can the official gain clearance to\nengage in the conduct in the future. He thus can demon\nstrate, as we demand, injury, causation, and redressabil\nity.4 And conversely, if the person who initially brought\nthe suit may again be subject to the challenged conduct,\nshe has a stake in preserving the court’s holding. See Erie\nv. Pap’s A. M., 529 U. S. 277, 287–289 (2000); Honig v.\nDoe, 484 U. S. 305, 318–323 (1988); cf. Lyons, 461 U. S., at\n111 (examining whether the plaintiff had shown “a suffi\ncient likelihood that he will again be wronged in a similar\nway”). Only if the ruling remains good law will she have\nongoing protection from the practice.\n   We therefore reject S. G.’s view that Article III bars\nus from adjudicating any and all challenges brought by\ngovernment officials who have received immunity below.\nThat the victor has filed the appeal does not deprive us\nof jurisdiction. The parties in such cases may yet have\na sufficient “interest in the outcome of [a litigated] issue”\nto present a case or controversy. Deposit Guaranty, 445\nU. S., at 336, n. 7.\n\n\n——————\n  4 Contrary to the dissent’s view, see post, at 12, the injury to the offi\ncial thus occurs independent of any future suit brought by a third\nparty. Indeed, no such suit is likely to arise because the prospect of\ndamages liability will force the official to change his conduct.\n8                   CAMRETA v. GREENE\n\n                      Opinion of the Court\n\n                               B\n   Article III aside, an important question of judicial policy\nremains. As a matter of practice and prudence, we have\ngenerally declined to consider cases at the request of a\nprevailing party, even when the Constitution allowed us to\ndo so. See, e.g., Gunn v. University Comm. to End War in\nViet Nam, 399 U. S. 383, 390, n. 5 (1970); New York Tele\nphone Co. v. Maltbie, 291 U. S. 645, 646 (1934) (per cu\nriam); see also Bunting v. Mellen, 541 U. S. 1019, 1023\n(2004) (SCALIA, J., dissenting from denial of certiorari)\n(“[O]ur practice reflects a ‘settled refusal’ to entertain an\nappeal by a party on an issue as to which he prevailed”\n(quoting Stern & Gressman 79 (8th ed. 2002))). Our\nresources are not well spent superintending each word\na lower court utters en route to a final judgment in the\npetitioning party’s favor. See California v. Rooney, 483\nU. S. 307, 311 (1987) (per curiam) (“[T]hat the Court of\nAppeal reached its decision through analysis different\nthan this Court might have used does not make it appro\npriate . . . for the prevailing party to request us to review\nit”). We therefore have adhered with some rigor to the\nprinciple that “[t]his Court reviews judgments, not state\nments in opinions.” Ibid. (internal quotation marks omit\nted). On the few occasions when we have departed from\nthat principle, we have pointed to a “policy reaso[n] . . . of\nsufficient importance to allow an appeal” by the winner\nbelow. Deposit Guaranty, 445 U. S., at 336, n. 7.\n   We think just such a reason places qualified immunity\ncases in a special category when it comes to this Court’s\nreview of appeals brought by winners. The constitutional\ndeterminations that prevailing parties ask us to consider\nin these cases are not mere dicta or “statements in opin\nions.” Rooney, 483 U. S., at 311 (internal quotation marks\nomitted); see Bunting, 541 U. S., at 1023 (SCALIA, J.,\ndissenting from denial of certiorari) (stating that such a\ndetermination is “not mere dictum in the ordinary sense”).\n                  Cite as: 563 U. S. ____ (2011)            9\n\n                      Opinion of the Court\n\nThey are rulings that have a significant future effect on\nthe conduct of public officials—both the prevailing parties\nand their co-workers—and the policies of the government\nunits to which they belong. See supra, at 6–7. And more:\nthey are rulings self-consciously designed to produce this\neffect, by establishing controlling law and preventing\ninvocations of immunity in later cases. And still more:\nthey are rulings designed this way with this Court’s\npermission, to promote clarity—and observance—of consti\ntutional rules. We describe in more detail below these fea\ntures of the qualified immunity world and why they came\nto be. We hold that taken together, they support bending\nour usual rule to permit consideration of immunized offi\ncials’ petitions.\n   To begin, then, with the nature of these suits: Under\n§1983 (invoked in this case) and Bivens v. Six Unknown\nFed. Narcotics Agents, 403 U. S. 388 (1971), a plaintiff\nmay seek money damages from government officials who\nhave violated her constitutional or statutory rights. But to\nensure that fear of liability will not “unduly inhibit offi\ncials in the discharge of their duties,” Anderson v. Creigh\nton, 483 U. S. 635, 638 (1987), the officials may claim\nqualified immunity; so long as they have not violated a\n“clearly established” right, they are shielded from personal\nliability, Harlow v. Fitzgerald, 457 U. S. 800, 818 (1982).\nThat means a court can often avoid ruling on the plain\ntiff’s claim that a particular right exists. If prior case law\nhas not clearly settled the right, and so given officials fair\nnotice of it, the court can simply dismiss the claim for\nmoney damages. The court need never decide whether the\nplaintiff’s claim, even though novel or otherwise unsettled,\nin fact has merit.\n   And indeed, our usual adjudicatory rules suggest that\na court should forbear resolving this issue. After all, a\n“longstanding principle of judicial restraint requires that\ncourts avoid reaching constitutional questions in advance\n10                      CAMRETA v. GREENE\n\n                         Opinion of the Court\n\nof the necessity of deciding them.” Lyng v. Northwest\nIndian Cemetery Protective Assn., 485 U. S. 439, 445\n(1988); see also Ashwander v. TVA, 297 U. S. 288, 346–347\n(1936) (Brandeis, J., concurring). In this category of quali\nfied immunity cases, a court can enter judgment without\never ruling on the (perhaps difficult) constitutional claim\nthe plaintiff has raised. Small wonder, then, that a court\nmight leave that issue for another day.\n   But we have long recognized that this day may never\ncome—that our regular policy of avoidance sometimes\ndoes not fit the qualified immunity situation because it\nthreatens to leave standards of official conduct perma\nnently in limbo. County of Sacramento v. Lewis, 523 U. S.\n833, 841, n. 5 (1998). Consider a plausible but unsettled\nconstitutional claim asserted against a government official\nin a suit for money damages. The court does not resolve\nthe claim because the official has immunity. He thus\npersists in the challenged practice; he knows that he can\navoid liability in any future damages action, because the\nlaw has still not been clearly established. Another plain\ntiff brings suit, and another court both awards immunity\nand bypasses the claim. And again, and again, and again.\nSo the moment of decision does not arrive.5 Courts fail to\nclarify uncertain questions, fail to address novel claims,\nfail to give guidance to officials about how to comply with\nlegal requirements. See, e.g., ibid.; Wilson v. Layne, 526\nU. S. 603, 609 (1999). Qualified immunity thus may frus\n\n——————\n  5 The constitutional issue could arise in a case in which qualified\n\nimmunity is unavailable—for example, “in a suit to enjoin future con\nduct, in an action against a municipality, or in litigating a suppres\nsion motion in a criminal proceeding.” Lewis, 523 U. S., at 841, n. 5. A\ndecision in such a case would break the repetitive cycle of qualified\nimmunity defenses described above. But some kinds of constitutional\nquestions do not often come up in these alternative settings. Pearson v.\nCallahan, 555 U. S. 223, 236 (2009); see Lewis, 523 U. S., at 841, n. 5\n(noting that “these avenues w[ill] not necessarily be open”).\n                 Cite as: 563 U. S. ____ (2011)           11\n\n                     Opinion of the Court\n\ntrate “the development of constitutional precedent” and\nthe promotion of law-abiding behavior. Pearson v. Calla\nhan, 555 U. S. 223, 237 (2009).\n    For this reason, we have permitted lower courts to avoid\navoidance—that is, to determine whether a right exists\nbefore examining whether it was clearly established. See,\ne.g., ibid.; Lewis, 523 U. S., at 841, n. 5. Indeed, for some\ntime we required courts considering qualified immunity\nclaims to first address the constitutional question, so as to\npromote “the law’s elaboration from case to case.” Saucier\nv. Katz, 533 U. S. 194, 201 (2001). More recently, we have\nleft this matter to the discretion of lower courts, and in\ndeed detailed a range of circumstances in which courts\nshould address only the immunity question. See Pearson,\n555 U. S., at 236–242. In general, courts should think\nhard, and then think hard again, before turning small\ncases into large ones. But it remains true that following\nthe two-step sequence—defining constitutional rights and\nonly then conferring immunity—is sometimes beneficial\nto clarify the legal standards governing public officials.\nId., at 236; see id., at 236–242 (discussing factors courts\nshould consider in making this determination).\n    Here, the Court of Appeals followed exactly this two\nstep process, for exactly the reasons we have said may in\nselect circumstances make it “advantageous.” Id., at 242.\nThe court, as noted earlier, explained that it was “ad\ndress[ing] both prongs of the qualified immunity inquiry\n. . . to provide guidance to those charged with the difficult\ntask of protecting child welfare within the confines of the\nFourth Amendment.” 588 F. 3d, at 1022. To that end, the\ncourt adopted constitutional standards to govern all in\nschool interviews of suspected child abuse victims. See\nid., at 1030. And the court specifically instructed govern\nment officials to follow those standards going forward—to\n“cease operating on the assumption” that warrantless\ninterviews are permitted. See id., at 1033. With the law\n12                      CAMRETA v. GREENE\n\n                          Opinion of the Court\n\nthus clearly established, officials who conduct this kind of\ninterview will not receive immunity in the Ninth Circuit.\nAnd the State of Oregon has done just what we would\nexpect in the wake of the court’s decision: It has provided\nrevised legal advice, consonant with the Ninth Circuit’s\nruling, to child protective services workers wishing to\ninterview children in schools. See Tr. of Oral Arg. 14. The\ncourt thus accomplished what it set out to do: settle a\nquestion of constitutional law and thereby guide the con\nduct of officials.\n   Given its purpose and effect, such a decision is review\nable in this Court at the behest of an immunized official.\nNo mere dictum, a constitutional ruling preparatory to a\ngrant of immunity creates law that governs the official’s\nbehavior. If our usual rule pertaining to prevailing parties\napplied, the official would “fac[e] an unenviable choice”:\nHe must either acquiesce in a ruling he had no opportu\nnity to contest in this Court, or “defy the views of the\nlower court, adhere to practices that have been declared\nillegal, and thus invite new suits and potential punitive\ndamages.” Pearson, 555 U. S., at 240–241 (internal quota\ntion marks and brackets omitted). And if our usual bar on\nreview applied, it would undermine the very purpose\nserved by the two-step process, “which is to clarify consti\ntutional rights without undue delay.” Bunting, 541 U. S.,\nat 1024 (SCALIA, J., dissenting from denial of certiorari).\nThis Court, needless to say, also plays a role in clarifying\nrights. Just as that purpose may justify an appellate court\nin reaching beyond an immunity defense to decide a con\nstitutional issue, so too that purpose may support this\nCourt in reviewing the correctness of the lower court’s\ndecision.6\n——————\n  6 The dissent complains that our decision “allows plaintiffs to obtain\n\nbinding constitutional determinations on the merits that lie beyond this\nCourt’s jurisdiction to review.” Post, at 10. But that is not the case. It\n                     Cite as: 563 U. S. ____ (2011)                  13\n\n                         Opinion of the Court\n\n  We emphasize, however, two limits of today’s holding.\nFirst, it addresses only our own authority to review cases\nin this procedural posture. The Ninth Circuit had no oc\ncasion to consider whether it could hear an appeal from\nan immunized official: In that court, after all, S. G. ap\npealed the judgment in the officials’ favor. We therefore\nneed not and do not decide if an appellate court, too, can\nentertain an appeal from a party who has prevailed on\nimmunity grounds.7 Second, our holding concerns only\nwhat this Court may review; what we actually will choose\nto review is a different matter. That choice will be gov\nerned by the ordinary principles informing our decision\nwhether to grant certiorari—a “power [we] . . . sparingly\nexercis[e].” Forsyth v. Hammond, 166 U. S. 506, 514\n(1897); see also id., at 514–515 (this Court grants review\n“only when the circumstances of the case satisfy us that\nthe importance of the question involved, the necessity of\navoiding conflict [in the lower courts], or some matter\naffecting the interests of this nation . . . , demands such\n——————\nis not this decision but our prior precedents that allow lower courts to\nissue “binding constitutional determinations” in qualified immunity\ncases even when the plaintiff is not entitled to money damages. And it\nis not our decision but the dissent that would insulate these rulings\nfrom this Court’s power to review.\n   7 We note, however, that the considerations persuading us to permit\n\nreview of petitions in this posture may not have the same force as\napplied to a district court decision. “A decision of a federal district\ncourt judge is not binding precedent in either a different judicial\ndistrict, the same judicial district, or even upon the same judge in\na different case.”     18 J. Moore et al., Moore’s Federal Practice\n§134.02[1][d], p. 134–26 (3d ed. 2011). Many Courts of Appeals there\nfore decline to consider district court precedent when determining if\nconstitutional rights are clearly established for purposes of qualified\nimmunity. See, e.g., Kalka v. Hawk, 215 F. 3d 90, 100 (CADC 2000)\n(Tatel, J., concurring in part and concurring in judgment) (collecting\ncases). Otherwise said, district court decisions—unlike those from the\ncourts of appeals—do not necessarily settle constitutional standards or\nprevent repeated claims of qualified immunity.\n14                      CAMRETA v. GREENE\n\n                          Opinion of the Court\n\nexercise”); this Court’s Rule 10. Our decision today does\nno more than exempt one special category of cases from\nour usual rule against considering prevailing parties’\npetitions. Going forward, we will consider these petitions\none by one in accord with our usual standards.\n                             III\n   Although we reject S. G.’s arguments for dismissing this\ncase at the threshold, we find that a separate jurisdic\ntional problem requires that result: This case, we con\nclude, is moot.8\n   As we explained above, supra, at 6–7, in a dispute of\nthis kind, both the plaintiff and the defendant ordinarily\nretain a stake in the outcome. That is true of one defen\ndant here: Camreta remains employed as a child protec\ntive services worker, so he has an interest in challenging\nthe Ninth Circuit’s ruling requiring him to obtain a war\nrant before conducting an in-school interview.9 But S. G.\n——————\n  8 JUSTICE    SOTOMAYOR maintains that, because this case is moot,\n“[t]here is no warrant for reaching th[e] question” whether immunized\nofficials may obtain our consideration of an adverse constitutional\nruling. Post, at 1 (opinion concurring in judgment). But this Court has\nnever held that it may consider only one threshold issue per case. And\nhere, as we will explain, infra, at 16–18, and n. 10, our discussion of\nreviewability is critical to our ultimate disposition of this suit. More\nover, that issue was fully litigated in this Court. We granted certiorari\nto consider whether “the Ninth Circuit’s constitutional ruling [is]\nreviewable, notwithstanding that [the Court of Appeals] ruled in [the\nofficials’] favor on qualified immunity grounds.” Pet. for Cert. in No.\n09–1454, p. i. And all the parties, as well as the United States as\namicus curiae, addressed that question in their briefs and oral argu\nments. Compare Brief for Petitioner in No. 09–1454, pp. 41–44, Brief\nfor Petitioner in No. 09–1478, p. 4, n. 1, Reply Brief for Petitioner in\nNo. 09–1454, pp. 3–13, Reply Brief for Petitioner in No. 09–1478, pp. 5–\n6, Brief for United States as Amicus Curiae 11–20, and Tr. of Oral Arg.\n4–14, 17–24, 54–58, with Brief for Respondent 24–42, and Tr. of Oral\nArg. 27–31, 46–52.\n   9 The same cannot be said for Deputy Sheriff Alford. In their briefs,\n\nthe parties informed us that Alford no longer works for Deschutes\n                      Cite as: 563 U. S. ____ (2011)                    15\n\n                          Opinion of the Court\n\ncan no longer claim the plaintiff’s usual stake in preserv\ning the court’s holding because she is no longer in need\nof any protection from the challenged practice. After we\ngranted certiorari, we discovered that S. G. has “moved to\nFlorida, and ha[s] no intention of relocating back to Ore\ngon.” Brief for Respondent 13, n. 13. What is more, S. G.\nis now only months away from her 18th birthday—and,\npresumably, from her high school graduation. See id.,\nat 31. S. G. therefore cannot be affected by the Court of\nAppeals’ ruling; she faces not the slightest possibility of\nbeing seized in a school in the Ninth Circuit’s jurisdiction\nas part of a child abuse investigation. When “subsequent\nevents ma[ke] it absolutely clear that the allegedly wrong\nful behavior could not reasonably be expected to recur,” we\nhave no live controversy to review. United States v. Con\ncentrated Phosphate Export Assn., Inc., 393 U. S. 199, 203\n(1968); see, e.g., Atherton Mills v. Johnston, 259 U. S. 13,\n15–16 (1922) (suit contesting the validity of a child labor\nstatute mooted when plaintiff-child was “[no longer]\nwithin the ages affected by the act”); DeFunis v. Ode\ngaard, 416 U. S. 312 (1974) (per curiam) (suit challenging\nlaw school admissions policy mooted when plaintiff neared\ngraduation). Time and distance combined have stymied\nour ability to consider this petition.\n  Camreta makes only one counterargument: He avers\nthat S. G. has a continuing interest in the Ninth Circuit’s\nconstitutional ruling because it may help her establish a\n——————\nCounty or in law enforcement. See Brief for Respondent 1, n. 2; Reply\nBrief for Petitioner in No. 09–1478. Because Alford will not again\nparticipate in a child abuse investigation, he has lost his interest in the\nFourth Amendment ruling. See supra, at 6–7; cf. Arizonans for Official\nEnglish v. Arizona, 520 U. S. 43, 67 (1997) (holding that the plaintiff’s\nchallenge to a state law affecting the performance of her job duties was\nmooted when she left state employment). But in light of Camreta’s\ncontinuing stake, Alford’s altered circumstances are immaterial to our\nresolution of this dispute, and we do not decide any questions that\nwould arise if he were the only defendant.\n16                  CAMRETA v. GREENE\n\n                     Opinion of the Court\n\nmunicipal liability claim against Deschutes County. See\nTr. of Oral Arg. 7; id., at 8. S. G.’s initial complaint\ncharged that the county has an official policy of unconsti\ntutionally subjecting schoolchildren to police interrogation.\nSee n. 2, supra. Finding no evidence of such a policy (even\nassuming that an unlawful seizure had occurred in this\ncase), the District Court granted summary judgment to\nthe county, App. to Pet. for Cert. in No. 09–1454, pp. 66–\n67, and S. G. did not appeal that ruling, 588 F. 3d, at\n1020, n. 4. And although S. G. recently sought to reinstate\nher claim against the county, the District Court denied\nthat motion. 6:05–cv–06047–AA, Docket Entry No. 139 (D\nOre., Jan. 4, 2011). Whatever interest S. G. might have\nwere her municipal liability claim still pending (an issue\nwe need not and do not decide), we do not think S. G.’s\ndismissed claim against a different defendant involving a\nseparate legal theory can save this case from mootness.\nSee Commodity Futures Trading Comm’n v. Board of\nTrade of Chicago, 701 F. 2d 653, 656 (CA7 1983) (Posner,\nJ.) (“[O]ne can never be certain that findings made in a\ndecision concluding one lawsuit will not some day . . .\ncontrol the outcome of another suit. But if that were\nenough to avoid mootness, no case would ever be moot”).\n   We thus must decide how to dispose of this case. When\na civil suit becomes moot pending appeal, we have the\nauthority to “direct the entry of such appropriate judg\nment, decree, or order, or require such further proceedings\nto be had as may be just under the circumstances.” 28\nU. S. C. §2106. Our “established” (though not excep\ntionless) practice in this situation is to vacate the judg\nment below. See Munsingwear, 340 U. S., at 39; Alvarez v.\nSmith, 558 U. S. ___, ___ (2009) (slip op., at 6). “A party\nwho seeks review of the merits of an adverse ruling, but\nis frustrated by the vagaries of circumstance,” we have\nemphasized, “ought not in fairness be forced to acquiesce\nin” that ruling. U. S. Bancorp Mortgage Co. v. Bonner\n                     Cite as: 563 U. S. ____ (2011)                    17\n\n                          Opinion of the Court\n\nMall Partnership, 513 U. S. 18, 25 (1994). The equitable\nremedy of vacatur ensures that “those who have been\nprevented from obtaining the review to which they are\nentitled [are] not . . . treated as if there had been a re\nview.” Munsingwear, 340 U. S., at 39.10\n  S. G. contends that vacatur is inappropriate in the\nqualified immunity context because that disposition would\n“undermine” the Court of Appeals’ choice to “decide [a]\nconstitutional questio[n]” to govern future cases. Brief for\nRespondent 41–42; Tr. of Oral Arg. 47. Far from counsel\ning against vacatur, S. G.’s argument reveals the necessity\nof that procedural course. The point of vacatur is to pre\nvent an unreviewable decision “from spawning any legal\nconsequences,” so that no party is harmed by what we\nhave called a “preliminary” adjudication. Munsingwear,\n340 U. S., at 40–41. As we have just explained, a consti\n——————\n   10 Our analysis of the proper disposition of this case follows from our\n\nconclusion that government officials who secure a favorable judgment\non immunity grounds may obtain our review of an adverse constitu\ntional holding. See supra, at 12. As just noted, Munsingwear justified\nvacatur to protect a litigant who had the right to appeal but lost that\nopportunity due to happenstance. 340 U. S., at 39, 41. We have there\nfore left lower court decisions intact when mootness did not deprive the\nappealing party of any review to which he was entitled. See, e.g., U. S.\nBancorp Mortgage Co., 513 U. S., at 25 (holding that the appealing\nparty had “surrender[ed] his claim to the equitable remedy of vacatur”\nby settling the case and thus “voluntarily forfeit[ing] his legal remedy\nby the ordinary processes of appeal”); Karcher v. May, 484 U. S. 72, 83\n(1987) (holding that vacatur in light of mootness was not warranted\nwhen the losing party declined to file an appeal). So if immunized\nofficials could not challenge an appellate decision in this Court, we\nwould choose not to exercise our equitable authority to vacate that\ndecision, even if the case later became moot. But here, as we have just\nexplained, the theory that underlies our prior cases applying Munsing\nwear is satisfied: Vacatur expunges an adverse decision that would be\nreviewable had this case not become moot. See Arizonans, 520 U. S., at\n74 (finding vacatur proper because, “when the mooting event occurred,”\nthe Arizona Attorney General was pursuing his “right to present\nargument on appeal”).\n18                      CAMRETA v. GREENE\n\n                         Opinion of the Court\n\ntutional ruling in a qualified immunity case is a legally\nconsequential decision; that is the very reason we think it\nappropriate for review even at the behest of a prevailing\nparty. See supra, at 8–12. When happenstance prevents\nthat review from occurring, the normal rule should ap\nply: Vacatur then rightly “strips the decision below of its\nbinding effect,” Deakins v. Monaghan, 484 U. S. 193,\n200 (1988), and “clears the path for future relitigation,”\nMunsingwear, 340 U. S., at 40.\n   In this case, the happenstance of S. G.’s moving across\ncountry and becoming an adult has deprived Camreta of\nhis appeal rights. Mootness has frustrated his ability to\nchallenge the Court of Appeals’ ruling that he must obtain\na warrant before interviewing a suspected child abuse\nvictim at school. We therefore vacate the part of the Ninth\nCircuit’s opinion that addressed that issue, and remand\nfor further proceedings consistent with this opinion.11 See,\ne.g., Arave v. Hoffman, 552 U. S. 117, 118–119 (2008) (per\ncuriam); Selig v. Pediatric Specialty Care, Inc., 551 U. S.\n1142 (2007).\n                                            It is so ordered.\n\n\n——————\n  11 Our disposition of this case differs slightly from the normal\n\nMunsingwear order vacating the lower court’s judgment and remanding\nthe case with instructions to dismiss the relevant claim. We leave\nuntouched the Court of Appeals’ ruling on qualified immunity and its\ncorresponding dismissal of S. G.’s claim because S. G. chose not to\nchallenge that ruling. We vacate the Ninth Circuit’s ruling addressing\nthe merits of the Fourth Amendment issue because, as we have ex\nplained, supra, at 11–12, that is the part of the decision that mootness\nprevents us from reviewing but that has prospective effects on Cam\nreta. See Walling v. James V. Reuter, Inc., 321 U. S. 671, 677 (1944)\n(observing that when a suit becomes moot, “this Court . . . may make\nsuch disposition of the whole case as justice may require”). But we\nemphasize that this unique disposition follows from the unique posture\nof this case and signals no endorsement of deviations from the usual\nMunsingwear order in other situations.\n                 Cite as: 563 U. S. ____ (2011)            1\n\n                     SCALIA, J., concurring\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                   Nos. 09–1454 and 09–1478\n                         _________________\n\n\n         BOB CAMRETA, PETITIONER\n09–1454                  v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n        S. G., A MINOR, AND K. G., A MINOR\n\n  JAMES ALFORD, DEPUTY SHERIFF, DESCHUTES\n        COUNTY, OREGON, PETITIONER\n09–1478                   v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n         S. G., A MINOR, AND K. G., A MINOR\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE NINTH CIRCUIT\n                        [May 26, 2011]\n\n   JUSTICE SCALIA, concurring.\n   I join the Court’s opinion, which reasonably applies our\nprecedents, strange though they may be. The alternative\nsolution, as JUSTICE KENNEDY suggests, see post, at 13\n(dissenting opinion), is to end the extraordinary practice of\nruling upon constitutional questions unnecessarily when\nthe defendant possesses qualified immunity. See Saucier\nv. Katz, 533 U. S. 194 (2001). The parties have not asked\nus to adopt that approach, but I would be willing to con\nsider it in an appropriate case.\n                 Cite as: 563 U. S. ____ (2011)            1\n\n             SOTOMAYOR, J., concurring in judgment\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                  Nos. 09–1454 and 09–1478\n                         _________________\n\n\n         BOB CAMRETA, PETITIONER\n09–1454                  v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n        S. G., A MINOR, AND K. G., A MINOR\n\n  JAMES ALFORD, DEPUTY SHERIFF, DESCHUTES\n        COUNTY, OREGON, PETITIONER\n09–1478                   v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n         S. G., A MINOR, AND K. G., A MINOR\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE NINTH CIRCUIT\n                        [May 26, 2011]\n\n  JUSTICE SOTOMAYOR, with whom JUSTICE BREYER joins,\nconcurring in the judgment.\n  I agree with the Court’s conclusion that this case is moot\nand that vacatur is the appropriate disposition; unlike the\nmajority, however, I would go no further. As the exchange\nbetween the majority and JUSTICE KENNEDY demon\nstrates, the question whether Camreta, as a prevailing\nparty, can obtain our review of the Ninth Circuit’s consti\ntutional ruling is a difficult one. There is no warrant for\nreaching this question when there is clearly no longer a\ngenuine case or controversy between the parties before us.\nSee Sinochem Int’l Co. v. Malaysia Int’l Shipping Corp.,\n549 U. S. 422, 436 (2007) (noting that when a court can\n“readily” dispose of a case on one threshold ground, it\nshould not reach another one that “is difficult to deter\nmine”). Indeed, it is improper for us to do so. Cf. U. S.\n2                    CAMRETA v. GREENE\n\n              SOTOMAYOR, J., concurring in judgment\n\nBancorp Mortgage Co. v. Bonner Mall Partnership, 513\nU. S. 18, 21 (1994) (“[A] federal court [may not] decide the\nmerits of a legal question not posed in an Article III case\nor controversy”).\n  The majority suggests that we must decide whether\nCamreta has a “right to appeal” in order to vacate the\njudgment below under United States v. Munsingwear, Inc.,\n340 U. S. 36 (1950). See ante, at 17, n. 10; see also ante, at\n14, n. 8. But that view does not accord with our past\npractice. See Arizonans for Official English v. Arizona,\n520 U. S. 43, 66, 70, 74–75 (1997) (ordering vacatur of\na district court judgment without “resolv[ing]” our “grave\ndoubts” about the petitioners’ appellate standing or decid\ning whether the state Attorney General had a right to\nintervene as a party, and concluding only that he had\nstatutory authority to “present argument” on appeal). Nor\nis it consistent with the principles underlying our moot\nness jurisprudence. See Walling v. James V. Reuter, Inc.,\n321 U. S. 671, 677 (1944) (“If a judgment has become\nmoot, this Court . . . may make such disposition of the\nwhole case as justice may require”). In accordance with\nour normal procedure for disposing of cases that have\nbecome moot through no fault of the party seeking review,\nsee Bancorp, 513 U. S., at 22–23; Munsingwear, 340 U. S.,\nat 39–40, and n. 2, we should simply vacate the portion of\nthe Ninth Circuit’s opinion Camreta sought to challenge\nand remand with instructions to dismiss, see, e.g., Indiana\nState Police Pension Trust v. Chrysler LLC, 556 U. S. ___\n(2009) (per curiam).\n                 Cite as: 563 U. S. ____ (2011)           1\n\n                    KENNEDY, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                  Nos. 09–1454 and 09–1478\n                         _________________\n\n\n         BOB CAMRETA, PETITIONER\n09–1454                  v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n        S. G., A MINOR, AND K. G., A MINOR\n\n  JAMES ALFORD, DEPUTY SHERIFF, DESCHUTES\n        COUNTY, OREGON, PETITIONER\n09–1478                   v.\n SARAH GREENE, PERSONALLY AND AS NEXT FRIEND OF\n         S. G., A MINOR, AND K. G., A MINOR\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE NINTH CIRCUIT\n                        [May 26, 2011]\n\n   JUSTICE KENNEDY, with whom JUSTICE THOMAS joins,\ndissenting.\n   Today’s decision results from what is emerging as a\nrather troubling consequence from the reasoning of our\nrecent qualified immunity cases. The Court is correct to\nnote the problem presented when, on the one hand, its\nprecedents permit or invite courts to rule on the merits of\na constitutional claim even when qualified immunity\ndisposes of the matter; and, on the other hand, jurisdic\ntional principles prevent us from reviewing those invited\nrulings. It does seem that clarification is required. In my\nview, however, the correct solution is not to override juris\ndictional rules that are basic to the functioning of the\nCourt and to the necessity of avoiding advisory opinions.\nDictum, though not precedent, may have its utility; but it\nought not to be treated as a judgment standing on its own.\n2                   CAMRETA v. GREENE\n\n                    KENNEDY, J., dissenting\n\nSo, while acknowledging the problem the Court confronts,\nmy concern with the rule adopted for this case calls for\nthis respectful dissent.\n                               I\n   The Court acknowledges our “settled refusal to enter\ntain an appeal,” including a petition for certiorari, “by a\nparty on an issue as to which he prevailed.” Ante, at 8\n(internal quotation marks omitted). At the outset, how\never, it is important to state this rule more fully to show\nits foundational character. A party that has already ob\ntained the judgment it requested may not seek review to\nchallenge the reasoning of a judicial decision. As we have\nsaid on many occasions, “This Court reviews judgments,\nnot statements in opinions.” California v. Rooney, 483\nU. S. 307, 311 (1987) (per curiam) (internal quotation\nmarks omitted); see also Chevron U. S. A. Inc. v. Natural\nResources Defense Council, Inc., 467 U. S. 837, 842, and\nn. 8 (1984) (collecting cases). The rule has been noted and\nfollowed since the early years of this Court. “The question\nbefore an appellate Court is, was the judgment correct, not\nthe ground on which the judgment professes to proceed.”\nMcClung v. Silliman, 6 Wheat. 598, 603 (1821).\n   The rule against hearing appeals or accepting petitions\nfor certiorari by prevailing parties is related to the Article\nIII prohibition against issuing advisory opinions. This\nprinciple underlies, for example, the settled rule against\nhearing cases involving a disputed judgment based on\ngrounds of state law. As Justice Jackson explained for the\nCourt: “[O]ur power is to correct wrong judgments, not to\nrevise opinions. We are not permitted to render an advi\nsory opinion, and if the same judgment would be rendered\nby the state court after we corrected its views of federal\nlaws, our review could amount to nothing more than an\nadvisory opinion.” Herb v. Pitcairn, 324 U. S. 117, 125–\n126 (1945). This point has been repeated with force and\n                 Cite as: 563 U. S. ____ (2011)            3\n\n                    KENNEDY, J., dissenting\n\nclarity. See, e.g., Michigan v. Long, 463 U. S. 1032, 1041–\n1042 (1983). The “ ‘judicial Power’ is one to render dis\npositive judgments,” not advisory opinions. Plaut v.\nSpendthrift Farm, Inc., 514 U. S. 211, 219 (1995) (internal\nquotation marks omitted).\n   The rule against hearing appeals by prevailing parties\napplies in countless situations, many involving govern\nment parties. Deficient performance may not yield preju\ndice under Strickland v. Washington, 466 U. S. 668 (1984).\nA defective warrant may be entitled to good-faith reliance\nunder United States v. Leon, 468 U. S. 897 (1984). An\nunreasonable search may be cured through the inevitable\ndiscovery doctrine of Nix v. Williams, 467 U. S. 431 (1984).\nIn these and myriad other situations, an error is identi\nfied, but that conclusion does not affect the ultimate\njudgment entered. In all these contexts, it is established\nthat the prevailing party may not appeal. This conclusion\nholds true even though a statement on the merits can\nhave adverse consequences for the prevailing party. “The\nCourt of Appeal’s use of analysis that may have been\nadverse to the State’s long-term interests does not allow\nthe State to claim status as a losing party for purposes of\nthis Court’s review.” Rooney, supra, at 311.\n   The Court nonetheless holds that defendants who pre\nvail in the Courts of Appeals based on qualified immunity\nmay still obtain review in this Court. This point is put in\nperspective by the fact that the Court today, in an alto\ngether unprecedented disposition, says that it vacates not\na judgment but rather “part of the Ninth Circuit’s opin\nion.” Ante, at 2. The Court’s conclusion is unsettling in its\nimplications. Even on the Court’s reading of our cases, the\nalmost invariable rule is that prevailing parties are not\npermitted to obtain a writ of certiorari. Cf. Kalka v.\nHawk, 215 F. 3d 90, 96, n. 9 (CADC 2000) (concluding that\nthe Supreme Court “has apparently never granted the\ncertiorari petition of a party who prevailed in the appel\n4                   CAMRETA v. GREENE\n\n                    KENNEDY, J., dissenting\n\nlate court”). After today, however, it will be common for\nprevailing parties to seek certiorari based on the Court’s\nnewfound exception. And that will be so even though the\n“admonition” against reviewing mere statements in opin\nions “has special force when the statements raise consti\ntutional questions, for it is our settled practice to avoid\nthe unnecessary decision of such issues.” FCC v. Pacifica\nFoundation, 438 U. S. 726, 734 (1978).\n   The Court defends its holding with citations to just two\nof our cases. Ante, at 6. Neither provides support for the\nCourt’s result.\n   The first case is Electrical Fittings Corp. v. Thomas &\nBetts Co., 307 U. S. 241 (1939). There, a plaintiff alleged\nthe infringement of two patent claims. The District Court\nfound the plaintiff’s first claim valid but not infringed and\nthe second claim invalid. Rather than issuing a judgment\n“dismissing the bill without more,” the District Court\ninstead “entered a decree adjudging claim 1 valid” and\n“dismissing the bill for failure to prove infringement.” Id.,\nat 241–242. The District Court thus issued a formal judg\nment regarding the validity of the first claim. The defen\ndant appealed to dispute that claim’s validity. This Court\nnoted, without qualification, that a party “may not appeal\nfrom a judgment or decree in his favor, for the purpose of\nobtaining a review of findings he deems erroneous which\nare not necessary to support the decree.” Id., at 242.\n“But,” this Court went on to explain, “here the decree itself\npurports to adjudge the validity of claim 1, and though\nthe adjudication was immaterial to the disposition of the\ncause, it stands as an adjudication of one of the issues\nlitigated.” Ibid. In other words, the District Court had\nentered an unnecessary legal conclusion into the terms of\nthe judgment itself, making it possible, for example, that\nthe decree would have estoppel effect as to an issue whose\nresolution was unnecessary to the proper judgment of\ndismissal. Electrical Fittings therefore concluded that\n                  Cite as: 563 U. S. ____ (2011)            5\n\n                    KENNEDY, J., dissenting\n\n“the petitioners were entitled to have this portion of the\ndecree eliminated.” Ibid. The sole relief provided was\nan order for the “reformation of the decree.” Ibid. That\nresult accords with, indeed flows from, the settled rule\nthat this Court reviews only judgments, not statements in\nopinions.\n   The second case is Deposit Guaranty Nat. Bank v.\nRoper, 445 U. S. 326 (1980). In that case plaintiffs at\ntempted to bring a class action against a bank. After the\nDistrict Court denied class certification, the defendant\ntendered to the plaintiffs the maximum value that they\ncould recover as individuals. Of course, that offer did\nnot amount to “all that ha[d] been requested in the\ncomplaint”—namely, “relief for the class.” Id., at 341\n(Rehnquist, J., concurring). It is therefore no surprise\nthat the plaintiffs responded with “a counteroffer of judg\nment in which they attempted to reserve the right to\nappeal the adverse class certification ruling.” Id., at 329\n(opinion of the Court). But that proposal was denied.\n“Based on the bank’s offer, the District Court entered\njudgment in respondents’ favor, over their objection.” Id.,\nat 330. The District Court thus issued a judgment other\nthan the one the plaintiffs had sought. The would-be class\nplaintiffs appealed, and this Court later granted certiorari.\nThe Court held that appeal was not barred by the prevailing\nparty rule: “We view the denial of class certification as\nan example of a procedural ruling, collateral to the merits\nof a litigation, that is appealable after the entry of final\njudgment.” Id., at 336. As the Court explained, the plain\ntiffs had obtained only a judgment in their individual\ncapacities. Yet the plaintiffs had “asserted as their per\nsonal stake in the appeal their desire to shift to successful\nclass litigants a portion of those fees and expenses that\nhave been incurred in this litigation.” Id., at 334, n. 6; see\nalso id., at 336. Because the purported prevailing parties\nwere injured by their failure to obtain the class-based\n6                   CAMRETA v. GREENE\n\n                    KENNEDY, J., dissenting\n\njudgment they had sought, the Court held there was “ju\nrisdiction to entertain the appeal only to review the as\nserted procedural error, not for the purpose of passing on\nthe merits.” Ibid. The Court was clear that the District\nCourt’s denial of class certification had a direct effect on\nthe judgment: “As in Electrical Fittings,” the purported\nprevailing parties “were entitled to have [a] portion of the\nDistrict Court’s judgment reviewed.” Ibid.\n   Neither Electrical Fittings nor Deposit Guaranty pro\nvides support for the rule adopted today. Those decisions\ninstead held that, in the unusual circumstances presented,\nparticular parties who at first appeared to have prevailed\nbelow had in fact failed to obtain the judgments they had\nsought. This Court therefore had jurisdiction, including of\ncourse jurisdiction under Article III, to provide relief for\nthe harm caused by the adverse judgments entered below.\nThe parties seeking appeal in Electrical Fittings and\nDeposit Guaranty might be compared with plaintiffs who\nhave requested $1,000 in relief but obtained only $500.\nSuch parties have prevailed in part, but have not “re\nceive[d] all that [they] ha[d] sought.” Deposit Guaranty,\nsupra, at 333. In contrast the Court appears to assume\nthat the petitioners in the present case are true prevailing\nparties. They have obtained from the Court of Appeals the\nonly formal judgment they requested: denial of respon\ndent’s claim for damages.\n   The Court points to policy concerns as the basis for its\nwillingness to hear appeals by prevailing parties. Ante, at\n8–10. But those concerns are unwarranted. In only one\ndissenting opinion has it been suggested that certiorari\nshould be granted to reach a merits determination “locked\ninside” a favorable qualified immunity ruling. Bunting v.\nMellen, 541 U. S. 1019, 1024 (2004) (SCALIA, J., dissenting\nfrom denial of certiorari). That dissenting opinion was\nissued in response to the rule that constitutional issues\nshould be decided in every case involving qualified immu\n                  Cite as: 563 U. S. ____ (2011)            7\n\n                    KENNEDY, J., dissenting\n\nnity. Id., at 1025. Yet that mandated rule of decision has\nnow been disapproved, so the dissent’s argument is no\nlonger applicable. See Pearson v. Callahan, 555 U. S. 223\n(2009). Indeed, the Court today suggests that it still\nwould not allow review of the merits even in the case that\nprovoked the dissent. Unlike petitioner Camreta, the\npetitioner in Bunting had left the Government’s employ\nbefore filing a petition for certiorari and so lacked stand\ning to obtain review in this Court. Compare 541 U. S., at\n1025, n., with id., at 1021 (Stevens, J., respecting denial of\ncertiorari), and ante, at 14–15, and n. 9.\n   The instant case thus appears to be the first in which\nthe Court’s new exception to the prevailing party rule\nmight have been applied. And even here that exception is\nneither necessary nor sufficient for the merits to be adju\ndicated by this Court. The Fourth Amendment question\ndecided below is bound to arise again in future cases.\nIndeed, the reasoning of the decision below implicates a\nnumber of decisions in other Courts of Appeals. Cf. 588\nF. 3d 1011, 1026, n. 11 (CA9 2009) (collecting cases). Yet\ntoday’s decision does not supply the Courts of Appeals\nwith guidance as to these merits issues. The Court in\nstead vacates part of the reasoning of the decision below,\nthereby leaving other decisions intact and unreviewed.\nThe Court thus resolves difficult constitutional issues and\nprovides an unprecedented answer to “an important ques\ntion of judicial policy,” all to no end. Ante, at 7.\n   The Court errs in reading Electrical Fittings and Deposit\nGuaranty to permit review and, indeed, the provision of\nrelief disconnected from any judgment. The result is an\nerroneous and unbounded exception to an essential princi\nple of judicial restraint. Parties who have obtained all\nrequested relief may not seek review here.\n                             II\n  As today’s decision illustrates, our recent qualified im\n8                   CAMRETA v. GREENE\n\n                    KENNEDY, J., dissenting\n\nmunity cases tend to produce decisions that are in ten\nsion with conventional principles of case-or-controversy\nadjudication. This Court has given the Courts of Appeals\n“permission” to find constitutional violations when order\ning dismissal or summary judgment based on qualified\nimmunity. Ante, at 9; see Pearson, supra. This invitation,\nas the Court is correct to note, was intended to produce\nbinding constitutional holdings on the merits. Ante, at\n10–11. The goal was to make dictum precedent, in order\nto hasten the gradual process of constitutional interpreta\ntion and alter the behavior of government defendants.\nIbid. The present case brings the difficulties of that objec\ntive into perspective. In express reliance on the permis\nsion granted in Pearson, the Court of Appeals went out of\nits way to announce what may be an erroneous interpreta\ntion of the Constitution; and, under our case law, the\nNinth Circuit must give that dictum legal effect as prece\ndent in future cases.\n   In this way unnecessary merits decisions in qualified\nimmunity cases could come to resemble declaratory judg\nments or injunctions. Indeed the United States as amicus\ncuriae contends that the merits decision below “has an\neffect similar to an injunction or a declaratory judgment\nagainst the government as a whole.” Brief for United\nStates as Amicus Curiae 13. Today’s opinion adopts that\nview, providing as relief the vacatur of “part of the Ninth\nCircuit’s opinion”—namely, the part of the opinion that\nrules on the constitutional merits. Ante, at 2. For the first\ntime, obiter dictum is treated not just as precedent for\nfuture cases but as a judgment in its own right.\n   The Court of Appeals in this case did not in fact issue a\ndeclaratory judgment or injunction embodying a determi\nnation on the merits, and it does not appear that a judg\nment of that kind could have issued. Plaintiffs must\nestablish standing as to each form of relief they request,\nyet the plaintiff in this case had no separate interest in\n                 Cite as: 563 U. S. ____ (2011)           9\n\n                    KENNEDY, J., dissenting\n\nobtaining a declaratory judgment. See Los Angeles v.\nLyons, 461 U. S. 95, 103–105 (1983) (citing Ashcroft v.\nMattis, 431 U. S. 171 (1977) (per curiam); Golden v. Zwick\nler, 394 U. S. 103 (1969)); see also MedImmune, Inc. v.\nGenentech, Inc., 549 U. S. 118, 127 (2007). There was no\nlikelihood that S. G., the plaintiff’s daughter, would again\nbe subjected to interrogation while at school, much less\nthat she would be interrogated by petitioner-defendant\nCamreta, so S. G. would seem to have had no greater\nstake in obtaining a declaratory judgment than the plain\ntiff in Lyons had in obtaining an injunction. See 461 U. S.,\nat 104 (noting the “actual controversy that must exist for a\ndeclaratory judgment to be entered”). Our qualified im\nmunity cases should not permit plaintiffs in constitutional\ncases to make an end-run around established principles of\njusticiability. In treating dictum as though it were a\ndeclaratory judgment or an injunction, the Court appears\nto approve the issuance of such judgments outside the\nbounds of Article III jurisdiction.\n   The Court creates an exception to the prevailing party\nrule in order to solve the difficulties created by our quali\nfied immunity jurisprudence, but the Court’s solution\ncreates new problems. Sometimes defendants in qualified\nimmunity cases have no particular interest in disputing\nthe constitutional merits. Acknowledging as much, the\nCourt notes that petitioner Alford no longer works for the\ngovernment and so “has lost his interest in the Fourth\nAmendment ruling.” Ante, at 14, n. 9. In concluding that\nAlford lacks Article III standing, the Court suggests that\nit would lack jurisdiction to review and perhaps even to\nvacate the merits decision of the Court of Appeals if re\nspondent had sued only Alford. Ibid.; cf. Arizonans for\nOfficial English v. Arizona, 520 U. S. 43, 72–73 (1997)\n(discussing standing to obtain review in this Court as well\nas this Court’s jurisdiction to vacate judgments issued\nwithout jurisdiction). That suggestion is disconcerting.\n10                   CAMRETA v. GREENE\n\n                     KENNEDY, J., dissenting\n\nUnder today’s decision, it appears that the Court’s ability\nto review merits determinations in qualified immunity\ncases is contingent on the defendant who has been sued.\nA defendant who has left the government’s employ or\notherwise lacks an interest in disputing the merits will\nbe unable to obtain further review. See ante, at 14, n. 9\n(discussing Article III limits on relief in this Court); ante,\nat 17, n. 10 (discussing limitations on this Court’s equita\nble vacatur authority).\n   The Court today avoids this difficulty by concluding that\npetitioner Camreta has suffered an Article III injury.\nAnte, at 7; cf. ante, at 15, n. 9 (“[W]e do not decide any\nquestions that would arise if [Alford] were the only defen\ndant”). But the Court can reach that conclusion only\nbecause, “as part of his job,” Camreta “regularly engages”\nin conduct made unlawful by the reasoning of the Court of\nAppeals. Ante, at 7. As discussed below, this conclusion is\ndoubtful. See infra, at 11–13. In any event the Court’s\nstanding analysis will be inapplicable in most qualified\nimmunity cases. Cf. ante, at 6 (asserting that the “Article\nIII standard often will be met”). When an officer is sued\nfor taking an extraordinary action, such as using excessive\nforce during a high-speed car chase, there is little possibil\nity that a constitutional decision on the merits will again\ninfluence that officer’s conduct. The officer, like petitioner\nAlford or the petitioner in Bunting, would have no interest\nin litigating the merits in the Court of Appeals and, under\nthe Court’s rule, would seem unable to obtain review of a\nmerits ruling by petitioning for certiorari. See ante, at 5–\n7; ante, at 14, n. 9, ante, at 17, n. 10; see also Lyons, supra,\nat 103–105. This problem will arise with great frequency\nin qualified immunity cases. Once again, the decision\ntoday allows plaintiffs to obtain binding constitutional\ndeterminations on the merits that lie beyond this Court’s\njurisdiction to review. The Court thus fails to solve the\nproblem it identifies.\n                 Cite as: 563 U. S. ____ (2011)          11\n\n                    KENNEDY, J., dissenting\n\n                               III\n   It is most doubtful that Article III permits appeals by\nany officer to whom the reasoning of a judicial decision\nmight be applied in a later suit. Yet that appears to be\nthe implication of the Court’s holding. The favorable judg\nment of the Court of Appeals did not in itself cause peti\ntioner Camreta to suffer an Article III injury entitling him\nto appeal. Cf. supra, at 1–7 (discussing Electrical Fittings\nand Deposit Guaranty); ASARCO Inc. v. Kadish, 490 U. S.\n605, 619 (1989) (finding an Article III controversy where\npetitioner challenged “a final judgment altering tangible\nlegal rights”). On the contrary, Camreta has been injured\nby the decision below to no greater extent than have hun\ndreds of other government officers who might argue that\nthey too have been affected by the unnecessary statements\nmade by the Court of Appeals. The Court notes as a limit\non its authority to entertain appeals from prevailing par\nties certain statutory directives, directives that can be\ninterpreted or shaped to allow expanded powers of review.\nAnte, at 4. But even if Congress were to give explicit\npermission for certiorari petitions to be filed by “any per\nson” instead of by “any party,” 28 U. S. C. §1254(1), the\nconstitutional definition of a case or controversy would\nstill constrain this Court’s jurisdiction.\n   The Court’s analysis appears to rest on the premise that\nthe reasoning of the decision below in itself causes Cam\nreta injury. Until today, however, precedential reasoning\nof general applicability divorced from a particular adverse\njudgment was not thought to yield “standing to appeal.”\nParr v. United States, 351 U. S. 513, 516, 517 (1956) (opin\nion for the Court by Harlan, J.). That is why “[o]nly one\ninjured by the judgment sought to be reviewed can ap\npeal.” Id., at 516; see also supra, at 1–6; e.g., Chathas v.\nLocal 134 IBEW, 233 F. 3d 508, 512 (CA7 2000) (Posner,\nJ.) (“Adverse dicta are not appealable rulings. They can\ncause harm, but not the sort of harm that the courts . . .\n12                  CAMRETA v. GREENE\n\n                    KENNEDY, J., dissenting\n\ndeem to create a genuine controversy within the meaning\nof Article III of the Constitution. Judgments are appeal\nable; opinions are not” (citations omitted)); Sea-Land\nServ., Inc. v. Department of Transp., 137 F. 3d 640, 648\n(CADC 1998) (Williams, J.) (“[M]ere precedential effect\nwithin an agency is not, alone, enough to create Article III\nstanding, no matter how foreseeable the future litigation”\n(citing Radiofone, Inc. v. FCC, 759 F. 2d 936, 938 (CADC\n1985) (opinion of Scalia, J.))); id., at 939 (explaining that\nstanding must “arise from the particular activity which\nthe agency adjudication has approved . . . and not from the\nmere precedential effect of the agency’s rationale in later\nadjudications”); Oxford Shipping Co., v. New Hampshire\nTrading Corp., 697 F. 2d 1, 7 (CA1 1982) (Breyer, J.)\n(“Since the judgment appealed from was in [a party’s]\nfavor, and since the statement made was in no sense\nnecessary to that judgment, the statement was dictum.\nThere is no known basis for an appeal from a dictum”). It\nis revealing that the Court creates an exception to the\nprevailing party rule while making clear that the Courts\nof Appeals are not to follow suit, in any context. See ante,\nat 13–14.\n   The conclusion that precedent of general applicability\ncannot in itself create standing to sue or appeal flows from\nbasic principles. Camreta’s asserted injury is caused not\nby the Court of Appeals or by respondent but rather by\n“the independent action of some third party not before the\ncourt”—that is, by the still-unidentified private plaintiffs\nwhose lawsuits Camreta hopes to avoid. Lujan v. Defend\ners of Wildlife, 504 U. S. 555, 560–561 (1992) (internal\nquotation marks omitted).         This circumstance distin\nguishes the present case from requests for declaratory or\ninjunctive relief filed against officeholders who threaten\nlegal enforcement. An inert rule of law does not cause\nparticular, concrete injury; only the specific threat of its\nenforcement can do so. That is why the proper defendant\n                 Cite as: 563 U. S. ____ (2011)          13\n\n                   KENNEDY, J., dissenting\n\nin a suit for prospective relief is the party prepared to\nenforce the relevant legal rule against the plaintiff. See\nMedImmune, Inc., 549 U. S., at 127 (explaining that de\nclaratory relief requires a controversy “between parties\nhaving adverse legal interests, of sufficient immediacy and\nreality” (internal quotation marks omitted)); Babbitt v.\nFarm Workers, 442 U. S. 289, 298–299 (1979) (“A plaintiff\nwho challenges a statute must demonstrate a realistic\ndanger of sustaining a direct injury as a result of the\nstatute’s operation or enforcement”). Without an adverse\njudgment from which to appeal, Camreta has in effect filed\na new declaratory judgment action in this Court against\nthe Court of Appeals. This is no more consistent with\nArticle III than filing a declaratory judgment action\nagainst this Court for its issuance of an adverse precedent\nor against Congress in response to its enactment of an\nunconstitutional law.\n                             IV\n   If today’s decision proves to be more than an isolated\nanomaly, the Court might find it necessary to reconsider\nits special permission that the Courts of Appeals may\nissue unnecessary merits determinations in qualified im\nmunity cases with binding precedential effect.\n   Other dynamics permit the law of the Constitution to be\nelaborated within the conventional framework of a case or\ncontroversy. “[T]he development of constitutional law is\nby no means entirely dependent on cases in which the\ndefendant may seek qualified immunity.” Pearson, 555\nU. S., at 242–243. For example, qualified immunity does\nnot bar Fourth and Fifth Amendment suppression chal\nlenges. See, e.g., Kentucky v. King, ante, p. ___. Nor does\nit prevent invocation of the Constitution as a defense\nagainst criminal prosecution, civil suit, or cruel and un\nusual punishment. See, e.g., Snyder v. Phelps, 562 U. S.\n___ (2011); Graham v. Florida, 560 U. S. ___ (2010); Law\n14                  CAMRETA v. GREENE\n\n                    KENNEDY, J., dissenting\n\nrence v. Texas, 539 U. S. 558 (2003). Nor is qualified\nimmunity available in constitutional suits against munici\npalities—as this very case illustrates. Ante, at 15–16.\nOur cases make clear, moreover, that “officials can still be\non notice that their conduct violates established law even\nin novel factual circumstances.” Hope v. Pelzer, 536 U. S.\n730, 741 (2002). That rule permits clearly established\nviolations to be found when extreme though unheard-of\nactions violate the Constitution. See, e.g., ibid. Further\nmore, constitutional plaintiffs may seek declaratory or\ninjunctive relief pursuant to standard principles of justi\nciability. Those plaintiffs do not need Pearson’s special\nrule.    See, e.g., Citizens United v. Federal Election\nComm’n, 558 U. S. ___ (2010); McDonald v. Chicago, 561\nU. S. ___ (2010). In any event, some incremental advance\nin the law occurs even when clearly established violations\nare found. It is an inevitable aspect of judicial decision\nmaking that the resolution of one legal question or factual\ndispute casts light on the next.\n   It would be preferable at least to explore refinements to\nour qualified immunity jurisprudence before altering basic\nprinciples of jurisdiction. For instance, the objectives of\nqualified immunity might be satisfied if there were no bar\nto reaching the merits and issuing judgment when re\nquested damages are nominal and substantial attorney’s\nfees are waived or not allowed. Cf. Farrar v. Hobby, 506\nU. S. 103, 112–115 (1992) (discussing unavailability of\nattorney’s fees where nominal damages are only relief);\nHewitt v. Helms, 482 U. S. 755, 761–763 (1987); Harlow\nv. Fitzgerald, 457 U. S. 800, 819, n. 34 (1982); Carey v.\nPiphus, 435 U. S. 247, 266 (1978) (discussing the propriety\nof providing nominal damages as relief).\n   The desire to resolve more constitutional questions\nought not lead to altering our jurisdictional rules. That is\nthe precise object that our legal tradition tells us we\nshould resist. Haste to resolve constitutional issues has\n                 Cite as: 563 U. S. ____ (2011)           15\n\n                    KENNEDY, J., dissenting\n\nnever been thought advisable. We instead have encour\naged the Courts of Appeals to follow “that older, wiser\njudicial counsel not to pass on questions of constitutional\nity . . . unless such adjudication is unavoidable.” Scott v.\nHarris, 550 U. S. 372, 388 (2007) (BREYER, J., concurring)\n(internal quotation marks omitted); see generally Ash\nwander v. TVA, 297 U. S. 288, 347 (1936) (Brandeis, J.,\nconcurring). Experience teaches that there is no persua\nsive reason to reverse normal principles of judicial review\nin qualified immunity cases. Compare, e.g., Pearson,\nsupra, at 236, and Siegert v. Gilley, 500 U. S. 226, 235\n(1991) (KENNEDY, J., concurring in judgment) (“[I]t seems\nto reverse the usual ordering of issues to tell the trial and\nappellate courts that they should resolve the constitu\ntional question first”), with id., at 232 (opinion of the\nCourt), and Saucier v. Katz, 533 U. S. 194, 201 (2001). Yet\nthis Court’s “puzzling misadventure in constitutional\ndictum” still has not come to an end. Leval, Judging\nUnder the Constitution: Dicta About Dicta, 81 N. Y. U.\nL. Rev. 1249, 1275 (2006).\n   There will be instances where courts discuss the merits\nin qualified immunity cases. It is sometimes a better\nanalytic approach and a preferred allocation of judicial\ntime and resources to dismiss a claim on the merits rather\nthan to dismiss based on qualified immunity. And “[i]t\noften may be difficult to decide whether a right is clearly\nestablished without deciding precisely what the existing\nconstitutional right happens to be.” Pearson, supra, at 236\n(internal quotation marks omitted). This Court should not\nsuperintend the judicial decisionmaking process in quali\nfied immunity cases under special rules, lest it make the\njudicial process more complex for civil rights suits than for\nother litigation. It follows, however, that the Court should\nprovide no special permission to reach the merits. If\nqualified immunity cases were treated like other cases\nraising constitutional questions, settled principles of con\n16                  CAMRETA v. GREENE\n\n                    KENNEDY, J., dissenting\n\nstitutional avoidance would apply. So would conven-\ntional rules regarding dictum and holding. Judicial obser\nvations made in the course of explaining a case might give\nimportant instruction and be relevant when assessing a\nlater claim of qualified immunity. Cf. Wilkinson v. Rus\nsell, 182 F. 3d 89, 112, and n. 3 (CA2 1999) (Calabresi, J.,\nconcurring). But as dicta those remarks would not estab\nlish law and would not qualify as binding precedent. See\nSeminole Tribe of Fla. v. Florida, 517 U. S. 44, 67 (1996).\n                        *     *    *\n  The distance our qualified immunity jurisprudence has\ntaken us from foundational principles is made all the more\napparent by today’s decision. The Court must construe\ntwo of its precedents in so broad a manner that they are\ntaken out of their proper and logical confines. To vacate\nthe reasoning of the decision below, the Court accepts that\nobiter dictum is not just binding precedent but a judgment\nsusceptible to plenary review. I would dismiss this case\nand note that our jurisdictional rule against hearing ap\npeals by prevailing parties precludes petitioners’ attempt\nto obtain review of judicial reasoning disconnected from a\njudgment.\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/217512/", "sha1": "8a33bb590fc0e332661bf70a8e5928ac41e27521", "source": "C", "supreme_court_db_id": null, "time_retrieved": "2011-05-26T07:10:50"}