{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "289 U.S. 620", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/102115/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Tait v. Western Maryland R. Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "842", 
    "id": 86498, 
    "resource_uri": "/api/rest/v2/citation/86498/"
  }, 
  "id": 102115, 
  "blocked": false, 
  "judges": "Roberts", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1933-05-29", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>289 U.S. 620 (1933)</b></center>\n<center><h1>TAIT, COLLECTOR OF INTERNAL REVENUE,<br>\nv.<br>\nWESTERN MARYLAND RAILWAY CO.</h1></center>\n<center>No. 842.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 12, 1933.</center>\n<center>Decided May 29, 1933.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FOURTH CIRCUIT.\n<p><span class=\"star-pagination\">*621</span> <i>Mr. Whitney North Seymour,</i> with whom <i>Solicitor General Biggs</i> and <i>Messrs. Sewall Key</i> and <i>J. Louis Monarch</i> were on the brief, for petitioner.</p>\n<p><i>Messrs. Eugene S. Williams</i> and <i>Wm. C. Purnell</i> for respondent.</p>\n<p>By leave of Court, <i>Mr. John J. Finnorn</i> filed a brief as amicus curiae.</p>\n<p>MR. JUSTICE ROBERTS delivered the opinion of the Court.</p>\n<p>Between the years 1902 and 1908 The Western Maryland Rail Road Company, a Maryland corporation, sold and issued at a discount, large amounts of its first mortgage bonds. In foreclosure proceedings under a second mortgage its entire property was sold to a reorganization committee representing second mortgage bondholders, and a new company formed under the name The Western <span class=\"star-pagination\">*622</span> Maryland Railway Company took title to all the assets and operated the railroad. In 1911 the latter issued and sold at a discount additional bonds secured by the first mortgage of the original corporation.</p>\n<p>In 1917 The Western Maryland Railway Company was consolidated, pursuant to Maryland statutes, with some seven subsidiaries. The new corporation so formed, named Western Maryland Railway Company, recognized as its own obligations the outstanding first mortgage bonds issued by its two predecessors. In computing this company's income tax for the years 1918 and 1919 the Commissioner of Internal Revenue refused to allow as a deduction from gross income an amortized proportion of the discount on the sales of bonds by the first and second companies. The Board of Tax Appeals sustained the ruling.<sup>[1]</sup> The Circuit Court of Appeals for the Fourth Circuit reversed the decision of the Board.<sup>[2]</sup></p>\n<p>In returns for 1920, 1921 and 1922 the company neglected to take any deduction for amortization of the bond discount in question. It made timely claim for refund for all three years, and, upon denial, brought a suit for the amount claimed against the petitioner, as collector; and also sued the United States for refund of the alleged overpayment for 1920. Deductions taken on the same ground for 1923, 1924 and 1925 were disallowed by the Commissioner, the resulting deficiencies in tax were paid under protest, claims for refund filed and disallowed, and suit brought against the petitioner as collector. The District Court consolidated the cases and tried them without a jury on an agreed stipulation. That court found that no facts were presented which had not been before the Board of Tax Appeals in the litigation over the 1918 and 1919 taxes, that the parties were concluded by the <span class=\"star-pagination\">*623</span> former decision, and rendered judgment for the respondent,<sup>[3]</sup> which the Circuit Court of Appeals affirmed.<sup>[4]</sup></p>\n<p>The petitioner seeks a reversal on the merits, asserting that a judgment in a suit concerning income tax for a given year cannot estop either of the parties in a later action touching liability for taxes of another year. He urges further, that, if this position is not well taken, he is not concluded by the former judgment because neither the proofs nor the parties are the same as in the prior proceeding.</p>\n<p>1. The scope of the estoppel of a judgment depends upon whether the question arises in a subsequent action between the same parties upon the same claim or demand or upon a different claim or demand. In the former case a judgment upon the merits is an absolute bar to the subsequent action. In the latter the inquiry is whether the point or question to be determined in the later action is the same as that litigated and determined in the original action. <i>Cromwell</i> v. <i>County of Sac,</i> 94 U.S. 351, 352-353; <i>Southern Pacific R. Co.</i> v. <i>United States,</i> 168 U.S. 1, 48; <i>United States</i> v. <i>Moser,</i> 266 U.S. 236, 241. Since the claim in the first suit concerned taxes for 1918 and 1919 and the demands in the present actions embraced taxes for 1920-1925, the case at bar falls within the second class. The courts below held the lawfulness of the respondent's deduction of amortized discount on the bonds of the predecessor companies was adjudicated in the earlier suit. The petitioner, admitting the question was in issue and decided in respect of the bonds issued by the second company, and denying, for reasons presently to be stated, that this is true as to the bonds of the first company, contends that as to both the decision of the Court of Appeals is erroneous, for the reason that the thing adjudged in a <span class=\"star-pagination\">*624</span> suit for one year's tax cannot affect the rights of the parties in an action for taxes of another year.</p>\n<p>As petitioner says, the scheme of the Revenue Acts is an imposition of tax for annual periods, and the exaction for one year is distinct from that for any other. But it does not follow that Congress in adopting this system meant to deprive the government and the taxpayer of relief from redundant litigation of the identical question of the statute's application to the taxpayer's status.</p>\n<p>This court has repeatedly applied the doctrine of <i>res judicata</i> in actions concerning state taxes, holding the parties concluded in a suit for one year's tax as to the right or question adjudicated by a former judgment respecting the tax of an earlier year. <i>New Orleans</i> v. <i>Citizens' Bank,</i> 167 U.S. 371; <i>Third National Bank</i> v. <i>Stone,</i> 174 U.S. 432; <i>Baldwin</i> v. <i>Maryland,</i> 179 U.S. 220; <i>Deposit Bank,</i> v. <i>Frankfort,</i> 191 U.S. 499. Compare <i>United States</i> v. <i>Stone &amp; Downer Co.,</i> 274 U.S. 225, 230-231. The public policy upon which the rule is founded has been said to apply with equal force to the sovereign's demand and the claims of private citizens. Alteration of the law in this respect is a matter for the law-making body rather than the courts. <i>New Orleans</i> v. <i>Citizens' Bank</i><i>,</i> 398-9. It cannot be supposed that Congress was oblivious of the scope of the doctrine, and in the absence of a clear declaration of such purpose, we will not infer from the annual nature of the exaction an intent to abolish the rule in this class of cases.</p>\n<p>We are not persuaded that the operation of the principle of the thing adjudged in tax cases will, as petitioner insists, produce serious inequalities, or result in great confusion; but any adverse consequence in the administration of the law furnishes no sufficient reason for the abandonment of a rule founded in sound policy, to the enforcement of which suitors are in justice entitled.</p>\n<p><span class=\"star-pagination\">*625</span> We cannot agree that the decision in <i>United States</i> v. <i>Stone &amp; Downer</i> requires a reversal of the judgment. The Court of Customs Appeals had from its organization consistently held the rule of <i>res judicata</i> inapplicable to its decisions as to the classification of imported commodities for the imposition of tariff duties. For some years that court's jurisdiction of customs cases was exclusive and final, and its practice, in this respect, had come to be settled. After Congress granted a right of review we were urged to overturn the practice and to apply the doctrine of estoppel by judgment in this class of litigation. The court refused to do so, not only because of the settled practice, but also on account of the unique character of the questions presented under the tariff acts. The ruling was justified by considerations which are absent in tax litigation; and the court mentioned and recognized the authority of the precedents for estoppel by judgment in the latter.</p>\n<p>2. Is the question or right here in issue the same as that adjudicated in the former action? The pertinent language of the Revenue Acts is identical;<sup>[5]</sup> the regulations issued by the Treasury remained unchanged,<sup>[6]</sup> and of course the facts with respect to the sale of the bonds and the successive ownership of the railroad property were the same at the time of both trials. The petitioner suggests, however, that significant facts were stipulated in the present case which were not made to appear in the former proceeding. He shows that in the earlier case the Commissioner inadvertently stipulated that the first company \"may be taken as identical\" with the second, <span class=\"star-pagination\">*626</span> whereas in the present suit the exact devolution of title from the first to the second through the foreclosure and reorganization is definitely exhibited by the stipulation of the parties. From this he concludes that the Circuit Court of Appeals might well have reached a different result on the merits, if the former case had been more fully and accurately presented. But the Circuit Court of Appeals has found that all the facts stipulated in the present cause were before it in the former one, and we accept this finding. It holds also that the former decision was based on a view of the law quite as pertinent to the bonds sold by the first company as to those marketed by the second. The petitioner may not escape the effect of the earlier judgment as an estoppel by showing an inadvertent or erroneous concession as to the materiality, bearing or significance of the facts, provided, as is the case here, the facts and the questions presented on those facts were before the court when it rendered its judgment. Compare <i>Deposit Bank</i> v. <i>Frankfort,</i> 191 U.S. 499, 510-511. The very right now contested arising out of the same facts appearing in this record, was adjudged in the prior proceeding.</p>\n<p>3. As we have seen, the demand for refund of 1918-1919 taxes was against the Commissioner of Internal Revenue. The present suits are against the United States and the Collector. Are the parties the same or in such privity that the claimed estoppel binds them? The petitioner concedes that the former judgment is, so far as identity of parties is concerned, conclusive in the suits in which the United States is now the defendant, since the Commissioner acted in the earlier suit in his official capacity and as representative of the Government. This leaves for consideration the question whether the Commissioner and the Collector are for purposes of application of the rule of estoppel, to be regarded as different parties.</p>\n<p><span class=\"star-pagination\">*627</span> In a suit for unlawful exaction the liability of a collector is not official but personal. <i>Sage</i> v. <i>United States,</i> 250 U.S. 33; <i>Smietanka</i> v. <i>Indiana Steel Co.,</i> 257 U.S. 1; <i>Graham &amp; Foster</i> v. <i>Goodcell,</i> 282 U.S. 409, 430. And for this reason a judgment in a suit to which he was a party does not conclude the Commissioner or the United States. <i>Bankers Pocahontas Coal Co.</i> v. <i>Burnet,</i> 287 U.S. 308, 311. We think, however, that where a question has been adjudged as between a taxpayer and the Government or its official agent, the Commissioner, the Collector, being an official inferior in authority, and acting under them, is in such privity with them that he is estopped by the judgment. See <i>Second National Bank of Saginaw</i> v. <i>Woodworth,</i> 54 F. (2d) 672; <i>Bertelsen</i> v. <i>White,</i> 58 F. (2d) 792.</p>\n<p>4. These views render unnecessary any consideration of the merits of the controversy.</p>\n<p><i>Judgment affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   12 B.T.A. 889.</p>\n<p>[2]   33 F. (2d) 695.</p>\n<p>[3]   53 F. (2d) 211.</p>\n<p>[4]   62 F. (2d) 933.</p>\n<p>[5]   Revenue Act of 1918, § 234 (a) (2), 40 Stat. 1057, 1077; Revenue Act of 1921, § 234 (a) (2), 42 Stat. 227, 254; Revenue Act of 1924, § 234 (a) (2), 43 Stat. 253, 283; U.S.C., Tit. 26, § 986.</p>\n<p>[6]   \"Regulations 45 (1920 ed.), Art. 544 (a) (3); Art. 563. Regulations 62 and 65, Art. 545 (a) (3); Art. 563.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:51:01", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">620</span></span> (1933)</b></center>\n<center><h1>TAIT, COLLECTOR OF INTERNAL REVENUE,<br>\nv.<br>\nWESTERN MARYLAND RAILWAY CO.</h1></center>\n<center>No. 842.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 12, 1933.</center>\n<center>Decided May 29, 1933.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FOURTH CIRCUIT.\n<p><span class=\"star-pagination\">*621</span> <i>Mr. Whitney North Seymour,</i> with whom <i>Solicitor General Biggs</i> and <i>Messrs. Sewall Key</i> and <i>J. Louis Monarch</i> were on the brief, for petitioner.</p>\n<p><i>Messrs. Eugene S. Williams</i> and <i>Wm. C. Purnell</i> for respondent.</p>\n<p>By leave of Court, <i>Mr. John J. Finnorn</i> filed a brief as amicus curiae.</p>\n<p>MR. JUSTICE ROBERTS delivered the opinion of the Court.</p>\n<p>Between the years 1902 and 1908 The Western Maryland Rail Road Company, a Maryland corporation, sold and issued at a discount, large amounts of its first mortgage bonds. In foreclosure proceedings under a second mortgage its entire property was sold to a reorganization committee representing second mortgage bondholders, and a new company formed under the name The Western <span class=\"star-pagination\">*622</span> Maryland Railway Company took title to all the assets and operated the railroad. In 1911 the latter issued and sold at a discount additional bonds secured by the first mortgage of the original corporation.</p>\n<p>In 1917 The Western Maryland Railway Company was consolidated, pursuant to Maryland statutes, with some seven subsidiaries. The new corporation so formed, named Western Maryland Railway Company, recognized as its own obligations the outstanding first mortgage bonds issued by its two predecessors. In computing this company's income tax for the years 1918 and 1919 the Commissioner of Internal Revenue refused to allow as a deduction from gross income an amortized proportion of the discount on the sales of bonds by the first and second companies. The Board of Tax Appeals sustained the ruling.<sup>[1]</sup> The Circuit Court of Appeals for the Fourth Circuit reversed the decision of the Board.<sup>[2]</sup></p>\n<p>In returns for 1920, 1921 and 1922 the company neglected to take any deduction for amortization of the bond discount in question. It made timely claim for refund for all three years, and, upon denial, brought a suit for the amount claimed against the petitioner, as collector; and also sued the United States for refund of the alleged overpayment for 1920. Deductions taken on the same ground for 1923, 1924 and 1925 were disallowed by the Commissioner, the resulting deficiencies in tax were paid under protest, claims for refund filed and disallowed, and suit brought against the petitioner as collector. The District Court consolidated the cases and tried them without a jury on an agreed stipulation. That court found that no facts were presented which had not been before the Board of Tax Appeals in the litigation over the 1918 and 1919 taxes, that the parties were concluded by the <span class=\"star-pagination\">*623</span> former decision, and rendered judgment for the respondent,<sup>[3]</sup> which the Circuit Court of Appeals affirmed.<sup>[4]</sup></p>\n<p>The petitioner seeks a reversal on the merits, asserting that a judgment in a suit concerning income tax for a given year cannot estop either of the parties in a later action touching liability for taxes of another year. He urges further, that, if this position is not well taken, he is not concluded by the former judgment because neither the proofs nor the parties are the same as in the prior proceeding.</p>\n<p>1. The scope of the estoppel of a judgment depends upon whether the question arises in a subsequent action between the same parties upon the same claim or demand or upon a different claim or demand. In the former case a judgment upon the merits is an absolute bar to the subsequent action. In the latter the inquiry is whether the point or question to be determined in the later action is the same as that litigated and determined in the original action. <i>Cromwell</i> v. <i>County of Sac,</i> <span class=\"citation\" data-id=\"89476\"><a href=\"/opinion/89476/cromwell-v-county-of-sac/\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">351</span></a></span>, 352-353; <i>Southern Pacific R. Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94743\"><a href=\"/opinion/94743/southern-pacific-r-co-v-united-states/\"><span class=\"volume\">168</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 48; <i>United States</i> v. <i>Moser,</i> <span class=\"citation\" data-id=\"100506\"><a href=\"/opinion/100506/united-states-v-moser/\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, 241. Since the claim in the first suit concerned taxes for 1918 and 1919 and the demands in the present actions embraced taxes for 1920-1925, the case at bar falls within the second class. The courts below held the lawfulness of the respondent's deduction of amortized discount on the bonds of the predecessor companies was adjudicated in the earlier suit. The petitioner, admitting the question was in issue and decided in respect of the bonds issued by the second company, and denying, for reasons presently to be stated, that this is true as to the bonds of the first company, contends that as to both the decision of the Court of Appeals is erroneous, for the reason that the thing adjudged in a <span class=\"star-pagination\">*624</span> suit for one year's tax cannot affect the rights of the parties in an action for taxes of another year.</p>\n<p>As petitioner says, the scheme of the Revenue Acts is an imposition of tax for annual periods, and the exaction for one year is distinct from that for any other. But it does not follow that Congress in adopting this system meant to deprive the government and the taxpayer of relief from redundant litigation of the identical question of the statute's application to the taxpayer's status.</p>\n<p>This court has repeatedly applied the doctrine of <i>res judicata</i> in actions concerning state taxes, holding the parties concluded in a suit for one year's tax as to the right or question adjudicated by a former judgment respecting the tax of an earlier year. <i>New Orleans</i> v. <i>Citizens' Bank,</i> 167 U.S. 371; <i>Third National Bank</i> v. <i>Stone,</i> 174 U.S. 432; <i>Baldwin</i> v. <i>Maryland,</i> 179 U.S. 220; <i>Deposit Bank,</i> v. <i>Frankfort,</i> <span class=\"citation\" data-id=\"95964\"><a href=\"/opinion/95964/deposit-bank-v-frankfort/\"><span class=\"volume\">191</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span>. Compare <i>United States</i> v. <i>Stone &amp; Downer Co.,</i> <span class=\"citation\" data-id=\"101080\"><a href=\"/opinion/101080/united-states-v-stone-downer-co/\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 230-231. The public policy upon which the rule is founded has been said to apply with equal force to the sovereign's demand and the claims of private citizens. Alteration of the law in this respect is a matter for the law-making body rather than the courts. <i>New Orleans</i> v. <i>Citizens' Bank</i><i>,</i> 398-9. It cannot be supposed that Congress was oblivious of the scope of the doctrine, and in the absence of a clear declaration of such purpose, we will not infer from the annual nature of the exaction an intent to abolish the rule in this class of cases.</p>\n<p>We are not persuaded that the operation of the principle of the thing adjudged in tax cases will, as petitioner insists, produce serious inequalities, or result in great confusion; but any adverse consequence in the administration of the law furnishes no sufficient reason for the abandonment of a rule founded in sound policy, to the enforcement of which suitors are in justice entitled.</p>\n<p><span class=\"star-pagination\">*625</span> We cannot agree that the decision in <i>United States</i> v. <i>Stone &amp; Downer</i> requires a reversal of the judgment. The Court of Customs Appeals had from its organization consistently held the rule of <i>res judicata</i> inapplicable to its decisions as to the classification of imported commodities for the imposition of tariff duties. For some years that court's jurisdiction of customs cases was exclusive and final, and its practice, in this respect, had come to be settled. After Congress granted a right of review we were urged to overturn the practice and to apply the doctrine of estoppel by judgment in this class of litigation. The court refused to do so, not only because of the settled practice, but also on account of the unique character of the questions presented under the tariff acts. The ruling was justified by considerations which are absent in tax litigation; and the court mentioned and recognized the authority of the precedents for estoppel by judgment in the latter.</p>\n<p>2. Is the question or right here in issue the same as that adjudicated in the former action? The pertinent language of the Revenue Acts is identical;<sup>[5]</sup> the regulations issued by the Treasury remained unchanged,<sup>[6]</sup> and of course the facts with respect to the sale of the bonds and the successive ownership of the railroad property were the same at the time of both trials. The petitioner suggests, however, that significant facts were stipulated in the present case which were not made to appear in the former proceeding. He shows that in the earlier case the Commissioner inadvertently stipulated that the first company \"may be taken as identical\" with the second, <span class=\"star-pagination\">*626</span> whereas in the present suit the exact devolution of title from the first to the second through the foreclosure and reorganization is definitely exhibited by the stipulation of the parties. From this he concludes that the Circuit Court of Appeals might well have reached a different result on the merits, if the former case had been more fully and accurately presented. But the Circuit Court of Appeals has found that all the facts stipulated in the present cause were before it in the former one, and we accept this finding. It holds also that the former decision was based on a view of the law quite as pertinent to the bonds sold by the first company as to those marketed by the second. The petitioner may not escape the effect of the earlier judgment as an estoppel by showing an inadvertent or erroneous concession as to the materiality, bearing or significance of the facts, provided, as is the case here, the facts and the questions presented on those facts were before the court when it rendered its judgment. Compare <i>Deposit Bank</i> v. <i>Frankfort,</i> <span class=\"citation\" data-id=\"95964\"><a href=\"/opinion/95964/deposit-bank-v-frankfort/\"><span class=\"volume\">191</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span>, 510-511. The very right now contested arising out of the same facts appearing in this record, was adjudged in the prior proceeding.</p>\n<p>3. As we have seen, the demand for refund of 1918-1919 taxes was against the Commissioner of Internal Revenue. The present suits are against the United States and the Collector. Are the parties the same or in such privity that the claimed estoppel binds them? The petitioner concedes that the former judgment is, so far as identity of parties is concerned, conclusive in the suits in which the United States is now the defendant, since the Commissioner acted in the earlier suit in his official capacity and as representative of the Government. This leaves for consideration the question whether the Commissioner and the Collector are for purposes of application of the rule of estoppel, to be regarded as different parties.</p>\n<p><span class=\"star-pagination\">*627</span> In a suit for unlawful exaction the liability of a collector is not official but personal. <i>Sage</i> v. <i>United States,</i> 250 U.S. 33; <i>Smietanka</i> v. <i>Indiana Steel Co.,</i> 257 U.S. 1; <i>Graham &amp; Foster</i> v. <i>Goodcell,</i> <span class=\"citation\" data-id=\"101650\"><a href=\"/opinion/101650/graham-foster-v-goodcell/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">409</span></a></span>, 430. And for this reason a judgment in a suit to which he was a party does not conclude the Commissioner or the United States. <i>Bankers Pocahontas Coal Co.</i> v. <i>Burnet,</i> <span class=\"citation\" data-id=\"101981\"><a href=\"/opinion/101981/bankers-pocahontas-coal-co-v-burnet/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 311. We think, however, that where a question has been adjudged as between a taxpayer and the Government or its official agent, the Commissioner, the Collector, being an official inferior in authority, and acting under them, is in such privity with them that he is estopped by the judgment. See <i>Second National Bank of Saginaw</i> v. <i>Woodworth,</i> 54 F. (2d) 672; <i>Bertelsen</i> v. <i>White,</i> 58 F. (2d) 792.</p>\n<p>4. These views render unnecessary any consideration of the merits of the controversy.</p>\n<p><i>Judgment affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   12 B.T.A. 889.</p>\n<p>[2]   33 F. (2d) 695.</p>\n<p>[3]   53 F. (2d) 211.</p>\n<p>[4]   62 F. (2d) 933.</p>\n<p>[5]   Revenue Act of 1918, § 234 (a) (2), 40 Stat. 1057, 1077; Revenue Act of 1921, § 234 (a) (2), 42 Stat. 227, 254; Revenue Act of 1924, § 234 (a) (2), 43 Stat. 253, 283; U.S.C., Tit. 26, § 986.</p>\n<p>[6]   \"Regulations 45 (1920 ed.), Art. 544 (a) (3); Art. 563. Regulations 62 and 65, Art. 545 (a) (3); Art. 563.</p>\n\n</div>", 
  "sha1": "a4a77c774ca5a384f5267461461a4cf05f559b9b", 
  "date_modified": "2015-03-24T08:43:09.884065", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/102115/tait-v-western-maryland-r-co/", 
  "citation_count": 74, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/274092/", 
  "html": "<p class=\"case_cite\">289 U.S. 620</p>\n    <p class=\"case_cite\">53 S.Ct. 706</p>\n    <p class=\"case_cite\">77 L.Ed. 1405</p>\n    <p class=\"parties\">TAIT, Collector of Internal Revenue,<br>v.<br>WESTERN MARYLAND RY. CO.</p>\n    <p class=\"docket\">No. 842.</p>\n    <p class=\"date\">Argued May 12, 1933.</p>\n    <p class=\"date\">Decided May 29, 1933.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">The Attorney General and Mr. Whitney North Seymour, of Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Messrs. Eugene S. Williams and William C. Purnell, both of Baltimore, Md., for respondent.</p>\n      <p class=\"indent\">Mr. Justice ROBERTS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Between the years 1902 and 1908 the Western Maryland Rail Road Company, a Maryland c rporation, sold and issued at a discount, large amounts of its first mortgage bonds. In foreclosure proceedings under a second mortgage its entire property was sold to a reorganization committee representing second mortgage bondholders, and a new company formed under the name the Western Maryland Railway Company took title to all the assets and operated the railroad. In 1911 the latter issued and sold at a discount additional bonds secured by the first mortgage of the original corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1917 the Western Maryland Railway Company was consolidated, pursuant to Maryland statutes, with some seven subsidiaries. The new corporation so formed, named Western Maryland Railway Company, recognized as its own obligations the outstanding first mortgage bonds issued by its two predecessors. In computing this company's income tax for the years 1918 and 1919 the Commissioner of Internal Revenue refused to allow as a deduction from gross income an amortized proportion of the discount on the sales of bonds by the first and second companies. The Board of Tax Appeals sustained the ruling.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Circuit Court of Appeals for the Fourth Circuit reversed the decision of the Board.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In returns for 1920, 1921, and 1922 the company neglected to take any deduction for amortization of the bond discount in question. It made timely claim for refund for all three years, and, upon denial, brought a suit for the amount claimed against the petitioner, as collector; and also sued the United States for refund of the alleged overpayment for 1920. Deductions taken on the same ground for 1923, 1924, and 1925 were disallowed by the Commissioner, the resulting deficiencies in tax were paid under protest, claims for refund filed and disallowed, and suit brought against the petitioner as collector. The District Court consolidated the cases and tried them without a jury on an agreed stipulation. That court found that no facts were presented which had not been before the Board of Tax Appeals in the litigation over the 1918 and 1919 taxes, that the parties were concluded by the former decision, and rendered judgment for the respondent,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> which the Circuit Court of Appeals affirmed.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The petitioner seeks a reversal on the merits, asserting that a judgment in a suit concerning income tax for a given year cannot estop either of the parties in a later action touching liability for taxes of another year. He urges further that, if this position is not well taken, he is not concluded by the former judgment because neither the proofs nor the parties are the same as in the prior proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. The scope of the estoppel of a judgment depends upon whether the question arises in a subsequent action between the same parties upon the same claim or demand or upon a different claim or demand. In the former case a judgment upon the merits is an absolute bar to the subsequent action. In the latter the inquiry is whether the point or question to be determined in the later action is the same as that litigated and determined in the original action. Cromwell v. County of Sac, 94 U.S. 351, 352, 353, 24 L.Ed. 195; Southern Pacific R. Co. v. United States, 168 U.S. 1, 48, 18 S.Ct. 18, 42 L.Ed. 355; United States v. Moser, 266 U.S. 236, 241, 45 S.Ct. 66, 69 L.Ed. 262. Since the claim in the first suit concerned taxes for 1918 and 1919 and the demands in the present actions embraced taxes for 1920&#8212;1925, the case at bar falls within the second class. The courts below held the lawfulness of the respondent's deduction of amortized discount on the bonds of the predecessor companies was adjudicated in the earlier suit. The petitioner, admitting the question was in issue and decided in respect of the bonds issued by the second company, and denying, for reasons presently to be stated, that this is true as to the bonds of the first company, contends that as to both the decision o  the Court of Appeals is erroneous, for the reason that the thing adjudged in a suit for one year's tax cannot affect the rights of the parties in an action for taxes of another year.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As petitioner says, the scheme of the revenue acts is an imposition of tax for annual periods, and the exaction for one year is distinct from that for any other. But it does not follow that Congress in adopting this system meant to deprive the government and the taxpayer of relief from redundant litigation of the identical question of the statute's application to the taxpayer's status.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This court has repeatedly applied the doctrine of res judicata in actions concerning state taxes, holding the parties concluded in a suit for one year's tax as to the right or question adjudicated by a former judgment respecting the tax of an earlier year. New Orleans v. Citizens' Bank, 167 U.S. 371, 17 S.Ct. 905, 42 L.Ed. 202; Third National Bank of Louisville v. Stone, 174 U.S. 432, 19 S.Ct. 759, 43 L.Ed. 1035; Baldwin v. Maryland, 179 U.S. 220, 21 S.Ct. 105, 45 L.Ed. 160; Deposit Bank v. Frankfort, 191 U.S. 499, 24 S.Ct. 154, 48 L.Ed. 276. Compare United States v. Stone &amp; Downer Co., 274 U.S. 225, 230, 231, 47 S.Ct. 616, 71 L.Ed. 1013. The public policy upon which the rule is founded has been said to apply with equal force to the sovereign's demand and the claims of private citizens. Alteration of the law in this respect is a matter for the law making body rather than the courts. New Orleans v. Citizens' Bank, 167 U.S. 398, 399, 17 S.Ct. 905, 42 L.Ed. 202. It cannot be supposed that Congress was oblivious of the scope of the doctrine, and in the absence of a clear declaration of such purpose, we will not infer from the annual nature of the exaction an intent to abolish the rule in this class of cases.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We are not persuaded that the operation of the principle of the thing adjudged in tax cases will, as petitioner insists, produce serious inequalities, or result in great confusion; but any adverse consequence in the administration of the law furnishes no sufficient reason for the abandonment of a rule founded in sound policy, to the enforcement of which suitors are in justice entitled.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We cannot agree that the decision in United States v. Stone &amp; Downer Co. requires a reversal of the judgment. The Court of Customs Appeals had from its organization consistently held the rule of res judicata inapplicable to its decisions as to the classification of imported commodities for the imposition of tariff duties. For some years that court's jurisdiction of customs cases was exclusive and final, and its practice, in this respect, had come to be settled. After Congress granted a right of review we were urged to overturn the practice and to apply the doctrine of estoppel by judgment in this class of litigation. The court refused to do so, not only because of the settled practice, but also on account of the unique character of the questions presented under the tariff acts. The ruling was justified by considerations which are absent in tax litigation; and the court mentioned and recognized the authority of the precedents for estoppel by judgment in the latter.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">2. Is the question or right here in issue the same as that adjudicated in the former action? The pertinent language of the revenue acts is identical;<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the regulations issued by the Treasury remained unchanged;<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and of course the facts with respect to the sale of the bonds and the successive ownership of the railroad property were the same at the time of both trials. The petitioner suggests, however, that significant facts were stipulated in the present case which were not made to appear in the former proceeding. He shows that in the earlier case the Commissioner inadvertently stipulated that the first company 'may be taken as identical' with the second, whereas in the present suit the exact devolution of title from the first to the second through the foreclosure and reorganization is definitely ex ibited by the stipulation of the parties. From this he concludes that the Circuit Court of Appeals might well have reached a different result on the merits, if the former case had been more fully and accurately presented. But the Circuit Court of Appeals has found that all the facts stipulated in the present cause were before it in the former one, and we accept this finding. It holds also that the former decision was based on a view of the law quite as pertinent to the bonds sold by the first company as to those marketed by the second. The petitioner may not escape the effect of the earlier judgment as an estoppel by showing an inadvertent or erroneous concession as to the materiality, bearing or significance of the facts, provided, as is the case here, the facts and the questions presented on those facts were before the court when it rendered its judgment. Compare Deposit Bank v. Frankfort, 191 U.S. 499, 510, 511, 24 S.Ct. 154, 48 L.Ed. 276. The very right now contested arising out of the same facts appearing in this record, was adjudged in the prior proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">3. As we have seen, the demand for refund of 1918&#8212;1919 taxes was against the Commissioner of Internal Revenue. The present suits are against the United States and the collector. Are the parties the same or in such privity that the claimed estoppel binds them? The petitioner concedes that the former judgment is, so far as identity of parties is concerned, conclusive in the suits in which the United States is now the defendant, since the Commissioner acted in the earlier suit in his official capacity and as representative of the government. This leaves for consideration the question whether the Commissioner and the collector are for purposes of application of the rule of estoppel, to be regarded as different parties.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In a suit for unlawful exaction the liability of a collector is not official but personal. Sage v. United States, 250 U.S. 33, 39 S.Ct. 415, 63 L.Ed. 828; Smietanka v. Indiana Steel Co., 257 U.S. 1, 42 S.Ct. 1, 66 L.Ed. 99; Graham &amp; Foster v. Goodcell, 282 U.S. 409, 430, 51 S.Ct. 186, 75 L.Ed. 415. And for this reason a judgment in a suit to which he was a party does not conclude the Commissioner or the United States. Bankers Pocahontas Coal Co. v. Burnet, 287 U.S. 308, 311, 53 S.Ct. 150, 77 L.Ed. 325. We think, however, that where a question has been adjudged as between a taxpayer and the government or its official agent, the Commissioner, the collector, being an official inferior in authority, and acting under them, is in such privity with them that he is estopped by the judgment. See Second National Bank of Saginaw v. Woodworth (D.C.) 54 F.(2d) 672; Bertelsen v. White (D.C.) 58 F.(2d) 792.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">4. These views render unnecessary any consideration of the merits of the controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 12 B.T.A. 889.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Western Maryland R. Co. v. Commissioner, 33 F.(2d) 695.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 53 F.(2d) 211.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 62 F.(2d) 933.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Revenue Act of 1918, &#167; 234(a)(2), 40 Stat. 1057, 1077; Revenue Act of 1921, &#167; 234(a)(2), 42 Stat. 227, 254; Revenue Act of 1924, &#167; 234(a)(2), 43 Stat. 253, 283, U.S.C., tit. 26, &#167; 986(a)(2) (26 USCA &#167; 986(a)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Regulations 45 (1920 Edition), Art. 544(a)(3); Art. 563; Regulations 62 and 65, Art. 545(a)(3); Art. 563.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/102115/"
}