{"absolute_url": "/opinion/88723/olcott-v-bynum/", "blocked": false, "citation": {"case_name": "Olcott v. Bynum", "docket_number": null, "document_uris": ["/api/rest/v2/document/88723/"], "federal_cite_one": "84 U.S. 44", "federal_cite_three": null, "federal_cite_two": null, "id": 58612, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/58612/", "scotus_early_cite": "17 Wall. 44", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1873-03-18", "date_modified": "2014-12-21T01:27:08.527734", "docket": "/api/rest/v2/docket/1598525/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">84 U.S. 44</p>\n    <p class=\"case_cite\">21 L.Ed. 570</p>\n    <p class=\"case_cite\">17 Wall. 44</p>\n    <p class=\"parties\">OLCOTT<br>v.<br>BYNUM ET AL.</p>\n    <p class=\"date\">December Term, 1872</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">ERROR to the Circuit Court for the District of North Carolina; the case being thus:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the year 1854, the High Shoals Manufacturing Company owning 14,873 acres of land in the counties of Lincoln, Gaston, and Cleveland, in North Carolina, having upon it two water-powers, abounding in iron ore and other minerals, and having erected thereon two iron-works, forges, furnaces, machinery, and other fixtures for the manufacture of iron, sold the same, <i>in a body</i>, to one Groot, who paid $75,000 therefor; $25,000 in cash and a mortgage of $50,000 to two persons, Bynum and Grier, trustees for the High Shoals Company. This mortgage not being paid, Bynum and Grier, on the 1st of January, 1859, foreclosed it by a public sale of the property <i>in a body;</i> one Hovey presenting himself as the purchaser. As a matter of fact, however, Hovey was only 'a man of straw,' the real purchasers being one Olcott and a certain Stephenson. There had been an agreement previous to this sale that the purchase-money (which proved to be $48,500) should be paid:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Money down,......................... $8,500</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Balance, mortgage,.................. 40,000</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p class=\"indent\">$48,500</p>\n        <p class=\"indent\">And it was so paid.</p>\n        <p class=\"indent\">The money down was paid by Olcott and Stephenson, and</p>\n        <p class=\"indent\">thus made up cash,................. $6,800</p>\n        <p class=\"indent\">Certain dividends due Stephenson (equivalent to cash)</p>\n        <p class=\"indent\">assigned,........................... 1,700</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">$8,500</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A deed was accordingly made to Hovey January 1st, 1859, and on the same day <i>Hovey</i> gave a deed of trust with power of sale, or deed in the nature of a mortgage, for the balance. which was to be paid:</p>\n    </div>\n    <p class=\"indent\">1860, January 1, $13,333 33</p>\n    <p class=\"indent\">1860, July 1, 13,333 33</p>\n    <p class=\"indent\">1861, January 1, 13,333 34</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">All with interest from January 1st, 1859.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The deed of trust which was accompanied by a penal bond, provided,</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'That if default shall be made in the payment of the said sum of money, or the interest that may grow due thereon, or of any part thereof, <i>that then</i>, and upon failure of the grantor to pay the first or any subsequent instalment, as hereinbefore specified, it shall be lawful for the trustee to enter upon all and singular the premises hereby granted, and to sell and dispose of the same, and all benefit and equity of redemption, &amp;c., and to make and deliver to the purchaser or purchasers thereof a good and sufficient deed for the same, in fee simple, and out of the money arising from such sale to retain the principal and interest which shall then be due on the said bond or obligation, together with the costs and charges of advertising and sale of the same premises, rendering the overplus of the purchase-money, if any there shall be, unto the said Hovey, &amp;c.; which sale so to be made shall forever be a perpetual bar, both in law and equity, against the said Hovey, his heirs and assigns, and all other persons claiming the premises, or any part thereof, by, from, or under him, them, or either of them.'A few days after the conclusion of these arrangements, that is to say on the 8th of January, 1859, Hovey, as he testified in a deposition found in the record, and as Olcott himself also testified, conveyed the premises to Olcott and Stephenson, by deed in due form. But no such deed was now to be found nor any registry of it. It was proved to have been lost, and a certified copy from the proper office was produced of a <i>copy</i> which had been registered there.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On the 18th of December, 1867, Stephenson released all his interest to Olcott, by deed in due form, of whose existence there was no question. Default in the first payment secured by the mortgage being made, the mortgagees, on the 31st of January, advertised the property for sale on the 8th day of March, 1860. Upon hearing of the advertisement of sale, Stephenson and Olcott wrote to Bynum, the acting trustee, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'NEW YORK, February 25th, 1860.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'DEAR SIR: You will recollect that when the High Shoal property hanged hands in January, 1859, we stated to you that our aim would be to pay off the entire amount of the mortgage before the expiration of the year. To bring about a result so desirable to all parties interested, we have taken the position with our friends, in organizing a new company, that a less sum than the whole amount required to satisfy the mortgage would not answer our purpose. This, we have felt assured, was the true policy for us to pursue, and the only ground we could take and do justice to them, and realize what we had encouraged you to expect. We are now, we think, on the eve of accomplishing our aim, having already a large part of the required sum offered to us, but as we may not be prepared with the whole amount on the day fixed by you in the advertisement, we beg to ask the postponement of the day of the sale for a short time, under the conviction that we shall be able to meet your wishes and our own at a very early day, and much in advance of the average time named in the mortgage. We should like to have the time of payment put off to the 1st May, but if that is longer than you think ought to be granted, we must be satisfied with a shorter date.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'Although, by the strict letter of the contract, you have the right to require us to fulfil its conditions punctually, yet, in view of the large amount already paid to the stockholders of the company which you represent, and the still larger sum expended upon the property, we hope it will not be deemed necessary to compel us to sacrifice these large disbursements at a time when the delay of a few weeks will enable us to protect them, and cannot jeopard or in any way prejudice the rights of those you represent.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Recollecting and appreciating the good feeling evinced towards us by the stockholders of the old company during our long struggle with outside claimants, we dare venture to hope for the continuance of their indulgence for the brief period asked for to enable us to bring this our determined effort to cancel the entire debt to a successful issue.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'Believing that your good wishes are with us, and that you will, as far as you can consistently with your obligations to others, grant our request,</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'We are, very respectfully, yours, &amp;c.,</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'E. S. STEPHENSON,</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'T. OLCOTT.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'TO W. P. BYNUM, ESQ., &amp;c.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The sale was accordingly postponed; and on the 19th of March, 1860, the property was again advertised as about to be publicly sold '<i>at</i> the High Shoals, Gaston County, N. C.,' on the 28th of April; it being announced that 'the sale will be positive and for cash.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This, and the further history of the matter, was thus given in the testimony of Bynum himself:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'I postoponed the sale to the 28th of April, in compliance with the request of Messrs. Stephenson and T Olcott, having business elsewhere on the 1st May. Mr. Olcott was informed of this postponement, both by letter from myself and from Thomas Darling, the agent upon the premises, and I was informed by the said agent that the arrangement was satisfactory to all the parties. On the 28th April, the property was duly exposed to public sale by me and Grier, as mortgagees, when and where (<i>on the premises at the High Shoals</i>), William Sloan, as the agent of the High Shoals Manufacturing Company, being the creditors, became the highest bidder and purchaser, at the sum of $43,200 the estimated debt and interest due on the mortgage. I am not aware that there was any opposition bid, or that he made more than one bid. At the time of the sale, the creditor company were anxious to realize that debt without purchasing in the property. I and others accordingly made every reasonable effort, both before and at the sale, to induce the mortgagees to pay, or third parties to buy the property; and in fact, I did induce several capitalists from Charlotte to attend the sale, with the view of buying. But on surveying the property, they concluded to run the same to $35,000 and no more. At the time of sale, and during the entire bidding, both Hovey, the mortgagor, and Darling, the agent of the New York company, were personally present and assenting thereto, well knowing that Sloan was bidding in behalf of the creditors, the old High Shoals Company. I expressly deny that Sloan was the agent of the mortgagees, or employed by them to bid off the property, but known that he was directed by the High Shoals Company to bid for them to the amount of their debt, and no more. I was, before said sale, informed, both by Hovey and Darling, that the purchasers had failed, and were unable to meet the payments, and they acknowledged the necessity of the sale and acquiesced in it, as representing the New York company. After the sale, the same day, or shortly thereafter, the penal bond of Hovey for $80,000 was credited with amount of said bid by Sloan, and the bond itself was cancelled in satisfaction of said debt.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'Mr. Olcott came to North Carolina and visited this property in the year 1860, and after said sale, and in repeated conversations with me, and with a full knowledge of said sale and all the circumstances connected with it, acknowledged the validity of the sale and the full and complete title of the purchasers at it. In the summer of 1860, he, on two occasions, visited me with the view of procuring a lease on a portion of said property, for gold-mining purposes, and the further view of purchasing the entire property, if his mining project proved successful. In fact he did procure from me a mining lease (to himself and one Muir), on a part of the property, which was in writing, and for the period of six months from that time, subject to be revoked at any time on the sale of the property. And I am informed that he did make explorations, &amp;c., but finally abandoned his lease and left the State in April, 1861, or thereabouts. In March, 1862, by the direction of the High Shoals Manufacturing Company, I contracted to sell the property to R. R. &amp; J. L. Bridgers, for the sum of $65,000; $30,000 of said sum was to be paid in North Carolina bank bills, and the said sum was accordingly paid in miscellaneous bills of the various banks of the State, then considerably depreciated. The balance, being $35,000, was to be paid in specie or equivalent, in three and four years, with interest. The interest for two years has been paid on said debt and the balance is still due and unpaid. When the Messrs. Bridgers bought in March, 1862, they immediately took possession, and worked the property until their sale to Admiral Wilkes, in 1865, when the said Wilkes entered into possession, and has ever since occupied and worked the same.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">After the sale of April 28th, 1860, no deed was ever executed by Bynum and Grier to Sloan until June 12th, 1860.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In this state of things Olcott, on the 22<i>d of April</i>, 1868, filed a bill in the court below, against Bynum and Grier (the trustees), Sloan, Bridgers, and Wilkes, setting out&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The purchase by Hovey for him, Olcott, and the Stephenson already mentioned; an express trust:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">That the sale was not an execution of the powers of the mortgage deed, but an attempt irregularly to foreclose the mortgage by a mere agreement between Bynum and Grier, and Sloan, without any regard to the interest of the plaintiff and Stephenson, and was void against them:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">That the exposure to sale of said property <i>in solido</i>, at <i>public auction, for cash, on the premises</i>, in a remote and unfrequented neighborhood, when there was due not more than $14,500 of the mortgage debt, was highly injurious to the mortgagors, and gave an assurance to the mortgagees of a foreclosure at an amount not greater than their debt:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">That the property was easily susceptible of division, and that a fraction thereof would have brought the amount due at the time of sale, such amount being within the compass of the means of bidders; that the property was situated far in the interior of the country, where capital did not abound, where there were divers iron manufactories on a small scale, embracing investments of from $2000 to $10,000, but that there was no ground for expecting a purchaser of the whole property at a cash sale, unless it were the mortgagees or their trustees, and that the result was a sacrifice of the property at such price as they chose to bid; that but a single bid was made, and that by the defendant, Sloan; that upon this the property was knocked down; but no money was paid and no deed executed; and soon thereafter the said trustees, the vendors, took possession in their character as such:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">That the effect of this course of proceeding, unless relieved against by this court, would be to deprive the plaintiff of a property which had already been sold for $75,000, and was then worth more than that sum, to satisfy a balance of $40,000, of which only one-third was then due:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">That on account of the threatening aspect of affairs in the Southern country, resulting in war, neither the plaintiff nor Stephenson visited North Carolina again until since the close of the war, after the announcement by the Chief Justice of this court that the Federal courts were again in the exercise of their full jurisdiction in that State:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">That the purchasers, Messrs. Bridgers, in the first instance, and Charles Wilkes in the second, had notice of the equities of the plaintiff in the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Answers having been put in, testimony was taken.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Bynum testified that he had an interest as a stockholder in the old High Shoals Company of $1200; that the property in question was the most valuable property in that vicinity; 'that in the section of country where this property is situated he had never known property of the value of $40,000 or upwards set up at auction sale, in the lump for cash, but this.'</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Sloan testified 'that the question whether the property could best be sold in separate parcels, with advantage to any of the parties concerned, was fully discussed by the stockholders of the original company before the sale, and it was deemed by them totally impracticable, as they could not, by such a course, obtain money enough to pay off the debt.' He added, 'If the sale had been on credit it might have been more advantageous to have offered the property in parcels; but that selling for cash, it was better to sell in bulk.' He testified further that he was bidding only for the High Shoals Company, not for Bynum and Grier; and that after the sale of the 28th of April, 1860, Olcott proposed to him to join in a new purchase of the property.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">White, who had been acquainted with the property for thirty years, testified that in his opinion 'the property could not be divided without destroying its value as an iron property.'</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It was further testified, by Bynum, that during the six years in which the property was held by Groot, and by Olcott and Stephenson, several thousand dollars' worth of timber was destroyed, and several thousand dollars' worth of ore was dug, and that the mills, machinery, dwellings, buildings, and fences were suffered to go to decay, to the great loss of the property. 'That <i>before the sale to Groot</i> the company was leasing the property for $5000 per annum; but when they took possession again, under the sale of the 28th of April, 1860, the property was so injured and out of repair that he was unable to lease the manufacturing and valuable part of the same, and was able to rent only the tillable lands for a very small sum, to wit, about $500.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Witnesses of the other side, however, testified that much money had been laid out by Hovey and Stephenson on the property.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The court below dismissed the bill, holding that under the statutes of North Carolina, the copy <i>of the copy</i> of the unregistered deed from Hovey to Olcott and Stephenson, was not evidence, and therefore that Olcott had failed to show any connection with the property in question.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It may be well here to state that a statute of North Carolina<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> enacts that&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">'No conveyance for land shall be good and available in law, unless the same shall be proved and registered in the county where the lands lie.'</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">And that an act of 1846<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> allows to be read in evidence 'the registry or duly certified copy of the record of any deed' duly registered.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">And finally, that the seventh section of the Statute of Frauds is not in force in the State named. The section thus enacts:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">'All declarations or creations of trusts or confidences of any lands, tenements or hereditaments, shall be manifested and proved by some writing signed by the party who is by law enabled to declare such trust . . . or else they shall be utterly void and of none effect.'</p>\n    </div>\n    <p class=\"indent\">\n      <i>Mr. W. A. Graham, for the appellant:</i>\n    </p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">I. <i>As to the lost deed from Hovey</i>. The question here is, 'Is a party to lose an estate granted by means of the loss of the deed before registration?' By the statute of North Carolina,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> conveyances of lease are required to be 'acknowledged by the grantor or proved on oath by one or more witnesses' and registered. In a case like the present, where there can be no literal compliance, on account of the loss of the original deed, which was a part of the primary evidence, we must resort to secondary evidence according to the rules of the common law. This can be done in a court of probate, in proceedings <i>ex parte</i>, as well as in courts of contestation. Here a copy is alleged to have been preserved, and copies are set out in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The law of evidence requires in the circumstances of this case&#8212;1st, that the loss of the original shall be proved by the evidence of the plaintiff, the bargainer, in whose custody it was last seen; 2d, that the alleged copy is a true copy, and that the original was executed and delivered according to its import. Upon such proof the deed was properly ordered to be, and was, registered.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">But if this deed were rejected there is abundant proof by parol that Stephenson and Olcott were entitled to the beneficial interest in the property, by their purchase in the name of Hovey, and their payment of part of and securing of the balance of the consideration. The well-known doctrine of equity applies, 'that if one purchase an estate for another with the money of the latter, a trust results to the latter.' And, as to Stephenson's share, the plaintiff produces the deed of Stephenson, releasing all his right in the premises to himself.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">II. <i>Passing then to the merits</i>. The next question is the validity of the alleged sale of the 28th of April, 1860. And it is to be remarked that Bynum, the trustee, who transacted the entire business, had an interest adverse to the plaintiff, being both a stockholder in the High Shoals Company and president. It is, then, the case of a mortgagee with a power of sale, and the manner of its execution is liable to the strictest scrutiny. Will it stand any scrutiny? We think not.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">1st. The sale was made for cash <i>in toto</i>. The trustees had no power to sell for cash in this way <i>at the time when they did so sell</i>. Only one-third of $40,000, with interest on that third from January 1st, 1859, was <i>then</i> due and demandable. The plain duty of the trustees was either to wait till the whole fell due, 1st January, 1861, after which they could have sold for cash; or, if resolved to sell at once, to have set up the property for cash as to one-third, credit on another third till the 1st of July, 1860, and on the balance till 1st of January, 1861. The mortgage does not contain the word 'cash;' it was a mere requirement of the trustees, without authority, which chilled the sale and depressed the price by thousands of dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">If a sale for cash <i>in toto</i> was not wholly <i>ultra vires</i>, the only footing on which it could be maintained, even upon the allegations of the defendants, would have been to credit the one-third of the debt then due upon the mortgage, require Sloan to pay down the residue of $26,666.66, and pass this over to the complainant. The alleged purchaser had no right both to the property and the money. A trustee has no right to receive money before it is due, much less to raise it by sale. It is further apparent from the continued action of Bynum and Grier, as trustees, with no other evidence of title except the deed of January 1st, 1859, that they were the purchasers at that sale. Had Sloan purchased for the company, he or they should have been invested with title, and the trustees denuded. This was never attempted to be done till June 12th, 1868; after the filing of the bill in this suit. If our assumption of fact here be true, the old doctrine applies, that a trustee cannot purchase from himself.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">2d. But if the company be assumed to have been the purchaser, the sale was made in such disregard of the interests of the plaintiff that equity will not permit it to stand. Before a trustee can assert that he has foreclosed the rights of the mortgagor by a sale <i>in pais</i>, he should be able to show that it was such a sale as would have been ordered by a chancellor if application had been made to a court.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Now, no chancellor would have ordered a sale of this vast property for <i>cash</i> when only an instalment of $13,000 was due. Sloan admits that the property would have sold better on a credit, and in that case might have been enhanced in price by dividing it into lots.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">So a sale of the property <i>in solido</i> in that state of the mortgage debt was a great wrong to the plaintiff. It may well be questioned whether a sale by a sheriff, under similar circumstances, would not have been void. If the property can be separated, and exceeds the debt, no more ought to be sold than will pay the debt. The presumption is, when the estate is very large and at all capable of division, that a sale in parcels will be most advantageous.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The opinion of the defendants' witnesses, that a sale in lots would not have been more advantageous, is entitled to little weight, when they themselves prove that no single estate of such magnitude exists, and none equal to it has ever been exposed at auction sale in that section of country, and it is obvious that by reducing the parts within the ability of bidders much more competition might have been expected.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">3d. As to the place of sale, any neighboring town would obviously have been more eligible than this place, a remote and unfrequented one.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">There is nothing in the letter from New York, February 25th, 1860, consenting to a sale for cash <i>in toto</i>, or agreeing to anything variant from the terms of the mortgage; it asks only that the trustees will not be too rigorous, and allow some six or eight weeks longer for an endeavor to raise money.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\"><i>Mr. W. H. Battle, contra</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Mr. Justice SWAYNE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The object and prayer of the bill in this case are to redeem certain premises therein described, consisting of upwards of 14,000 acres of land, sold by the defendants Bynum and Grier to the defendant Sloan, under a mortgage containing a power of sale. The mortgage was executed by the defendant Hovey, and bears date the 1st day of January, 1859. Bynum and Grier, as trustees for the High Shoals Manufacturing Company, were the mortgagees. The mortgage recites that Hovey had executed to Bynum and Grier a penal bond in the sum of $80,000 to secure the payment of $40,000 in three instalments of $13,333.33 each, the first payable on the 1st day of January, 1860, the second on the 1st of July, 1860, and the third on the 1st of January, 1861, all with interest from the 1st of January, 1859. It was conditioned that, in default of payment of either of the instalments or the interest thereon, or of any part of either when due, it should be lawful for the mortgagees to sell at public auction all the mortgaged premises, and to make and deliver to the purchaser a deed in fee simple, and out of the moneys arising from the sale to retain the amount of the principal and interest which should then be due on the bond, together with the costs and charges of advertising and selling, rendering the overplus, if any, to the mortgagor, his heirs, or assigns; 'which sale so to be made,' it was provided, 'shall forever be a perpetual bar, both in law and equity, against the mortgagor, his heirs and assigns, and all other persons claiming or to claim the premises, or any part thereof, by, from, or under him, them, or either of them.' Default having been made in the payment of the first instalment, due January 1st, 1860, the mortgagees advertised the premises to be sold on the ensuing 28th of April, and then sold them for the sum of $43,500 to Sloan, to be held by him in trust for the High Shoals Manufacturing Company, the <i>cestui que trust</i> of the mortgagees.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">At the time of the sale and conveyance to Hovey a down payment was made consisting of $6157 in cash, and a receipt to Bynum by Eben S. Stephenson for certain dividends to which Stephenson was entitled, which, added to the cash, made an aggregate of $7853.33. The bond and mortgage were given to secure the residue of the purchase-money. The bill charges that this payment was made by Olcott and Stephenson jointly; that Hovey was a man of no means, and that he bought and took the title as the agent of the complainant and Stephenson, wholly in trust for them, and that on the 8th day of January, 1860, eight days after the title was conveyed to him, he conveyed to them all his interest in the property, and that on the 18th day of December, 1867, Stephenson conveyed all his interest to the complainant. These allegations, so far as they relate to the agency of Hovey, are clearly proved by the testimony of Hovey himself and of the complainant, and there is nothing in the record which tends in any degree to contradict them. Sufficient evidence was produced in the court below of the execution of the deed from Stephenson to the complainant. The evidence offered as to the deed from Hovey to the complainant and Stephenson consisted of proof of the loss of the original and a certified copy from the proper register's office in North Carolina of a copy which had been registered there.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It was held by the court below that this evidence was incompetent to establish the existence of the lost deed, and that the complainant had therefore failed to show any connection with the property in question. Upon the ground of this objection the bill was dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Whether this ruling was correct is an inquiry which meets us at the threshold of our examination of the case. It is one to be determined by the <i>lex loci rei sitoe</i>. It is to be considered solely in the light of the statutes and adjudications of North Carolina. This court must hold and administer the law upon the subject as if it were sitting as a local court of that State. In the revised code of 1854 we find the following language. It is a re-enactment of the provision of the act of 1715 on the same subject: 'No conveyance for land shall be good and available in law unless the same shall be acknowledged by the grantor, or proved on oath by one or more witnesses in the manner hereinafter directed, and registered in the county where the land shall be, within two years after the date of said deed, and all deeds so executed and registered shall be valid and pass estates in land without livery of seizin, attornment, or other ceremony whatever.'<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Sections three, four, and five of chapter 37, and section two of chapter 21, provide for the execution in other States of deeds for lands in North Carolina and their registration in the proper county; but we have found no provision authorizing the registration of a copy. In <i>Patton and Erwin's Lessee</i> v. <i>Reily</i>,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> in the Supreme Court of Tennessee, an original unregistered deed was offered in evidence. It was objected to upon the ground of the want of registration. The court said: '<i>Registration</i> was intended to stand in the place of <i>livery of seizin</i>. By the common law no estate could pass without <i>livery of seizin</i>, and the same may be said of its substitute. Lands as conveyed by this deed, would not pass the estate at common law, and if it will pass, it must be by act of assembly. The act of 1715 requires the deed to be registered before a legal estate is vested in the grantee. To create a title under this act of assembly, the party claiming the benefit of it must have complied with its requisitions. One of them is that the deed shall be registered. This deed cannot be read in evidence.' The plaintiffs were nonsuited. <i>Patton and Erwin's Lessee</i> v. <i>Brown</i><a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> is to the same effect. Such is the settled law of North Carolina upon the subject.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The original deed from Hovey to Olcott and Stephenson never having been registered, and the registration of the copy being unauthorized, it follows that the certified copy of the registered copy was a nullity, and could give no legal right to the grantees which the Circuit Court could recognize. We hold, therefore, that the ruling upon this subject was correct. Obviously, a proceeding in equity had specially for that purpose, and bringing the proper parties before court, is the appropriate remedy for the complainant to establish the lost deed and give it efficacy, and in no other way can this be done.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">It has been insisted, in behalf of the complainant, that there was a resulting trust in favor of the complainant and Stephenson, arising from the circumstances of the transaction at the time of the conveyance to Hovey.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Where the purchase-money is all paid by one, and the property is conveyed to another, there is a resulting trust in favor of the party paying, unless there be something which takes the case out of the operation of the general rule. But where he furnishes only a part of the amount paid no trust arises unless his part is some definite portion of the whole, and is paid for some aliquot part of the property, as a fourth, a third, or a moiety.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> There must be no uncertainty as to the proportion of the property to which the trust extends.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Here the amount paid was $7853.33, and it was paid without reference to any specific part of the property. Hence the principle in question does not apply. But if it did, it could do so only to the extent of the actual payment. It could certainly have no application in respect to the $40,000, for which Hovey gave his obligation, and for which Olcott and Stephenson assumed no liability to the grantors of the estate. Such a trust must arise, if at all, at the time the purchase is made. The funds must then be advanced and invested. It cannot be created by after-advances or funds subsequently furnished. It does not arise upon subsequent payments under a contract by another to purchase<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> A trust to the extent of the payment made, if it existed, would not support the case made in the bill. The complainant claims to have owned the entire estate.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">But the bill sets out clearly and fully a case of express trust, and if the seventh section of the Statute of Frauds applied, the trust would be sufficiently 'manifested and proved' by the deposition of Hovey, to give it effect.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> But there is no such statutory provision in North Carolina, and the case stands in this aspect as it would at the common law, before the enactment of the 29th Car. II, c. 3.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">This brings us to the examination of the merits of the case. The objections taken by the complainant to the sale to Sloan may be thus stated and grouped together:</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">That the entire property was sold wholly for cash when only a part of the debt was due; that Bynum and Grier bought in the property for themselves; that it was a case of trustees buying for themselves;</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">And that the sale was made in gross disregard of the interests of the complainant in the following particulars:</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Only enough of the property should have been sold to pay the instalment then due;</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">If the whole were sold it should have been for cash, only to the extent of the amount due, and with credits maturing respectively, so as to meet the instalments of the debt, underdue, at their maturity;</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The place of sale was improper.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The business was conducted by the defendant Bynum. He appears well in the record. No imputation of bad faith has been cast upon him, and no ground for any is disclosed. He conducted himself with integrity and frankness, and mingled kindness with the administration of his trust, as far as his duty to his principals would permit. The first instalment matured on the 1st of January, 1860. He waited until February trying to get payment without a sale. Meeting with no success, and seeing no prospect of such a result, he advertised the property to be sold in March. Olcott and Stephenson, by their letter of the 25th of February, asked delay until the 1st of May, hoping to be able in the meantime to raise the funds necessary to discharge the amount due. Bynum's absence on the 1st of May being necessary, he gave them until the 28th of April. With this they were content, and asked no further indulgence. Failing to realize their expenctations, the property was exposed to sale upon the premises on the appointed day. Bynum procured several capitalists to attend, but none of them would bid more than $35,000, deeming that to be as much as the property was worth. A meeting of the stockholders of the High Shoals Company had been held, and decided not to allow the property to be sold for less than the amount of the debt due on the bond of Hovey, and appointed and instructed Sloan to bid accordingly. He did so bid, and the sale was made to him, as before stated. A deed was not executed until the 12th of June, 1868. It was operative by relation from the time of the sale. But the deed is an immaterial fact. If the sale were valid, it is conclusive without the deed. If it were invalid, the deed cannot help it. It cannot be doubted that Olcott and Stephenson, when their letter of the 25th of February, 1860, was written, knew the property was to be sold as they had bought it, <i>en masse</i>, and making no objection, they are concluded upon that point.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> The complainant visited North Carolina in the spring of 1861. While there he made no objection to the sale, either to Sloan or Bynum. On the contrary, in conversation with both, he expressly acquiesced and admitted its fairness and validity. He proposed to Sloan to join him in a new purchase of the property. He applied to Bynum for license for a year to himself and Muir, to enable them to search for mines. Bynum gave him one running from April to November, but subject to be revoked at any time upon the sale of the premises. It does not appear that the complainant set up any claim touching the property after the sale, until about the time of the filing of this bill, on the 22d of April, 1868. These are significant and important facts in the case.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The place of sale, like the time of advertising, is not prescribed in the mortgage. Both are left to the discretion of the mortgagees. There is no complaint as to the latter. We are satisfied there was no abuse as to the former. The testimony leaves no doubt in our minds that the property would not have brought more if offered elsewhere. Express authority is given to sell all the property upon the failure to pay either of the instalments at maturity. If enough of it to satisfy the amount due could be segregated and sold without injury to the residue, it would have been the duty of the mortgagees so to sell. The evidence convinces us that the sale of a parcel could not have been made without such injury. It was bought by Groot from the High Shoals Manufacturing Company entire. It was sold entire to Hovey under the mortgage of Groot. It was so sold to Sloan under the mortgage of Hovey. Subsequently it was so sold to Bridgers and others, and it was so sold by them to Commodore Wilkes. This shows the views upon the subject of those most conversant with the property and most interested in disposing of it to the best advantage. It has upon it water-power, timber, ores, mills, and furnaces; each part is necessary to every other. Dismemberment, instead of increasing, would have lessened the aggregate value. It could not have been sold in parcels without a sacrifice.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">If a mortgage provide that upon default in the payment when due of a part of the amount secured the whole shall become due and may be collected, such a stipulation is valid and may be enforced.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">So where a bond contains such a stipulation it may be enforced accordingly in an action at law.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> But the bond in this case as recited in the mortgage contained no such stipulation. On the contrary the mortgage, while it authorized a sale of the entire property in the event of any default, expressly provided that if there should be a sale, the amount 'then due,' with costs and charges, should be retained, and the overplus, if any, paid over 'unto the party of the first part, his heirs, administrators, or assigns.' Such a clause has not the effect to make the entire debt due and collectible upon the first default.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> But the property being incapable of division without injury, and having all been properly sold together, yielded a fund sufficient to pay the whole debt, as well the instalments underdue as the one overdue. Under these circumstances it was proper at once to pay the former as well as the latter, stop the interest, and extinguish the entire liability. The lien of the mortgage continued upon the fund as it subsisted upon the premises before they were sold.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> If a court of chancery had administered the fund it would have so applied it. Such is the settled rule in equity.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> Here the mortgagees, having applied the fund as a court of equity would have applied it in conformity to this principle, there is no ground for complaint on the part of Olcott. Where there is a power and discretion, such as existed in this case, touching the sale, a court of equity will interpose only on the ground of bad faith.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The bid of Sloan was a liberal one. The property could, doubtless, have been bought in for much less. That bid and the cancellation of the entire debt were in consistency with the fair dealing which characterized the conduct of the mortgagees in all their transactions with the other parties. There is no foundation for the imputation that Bynum and Grier were themselves the purchasers. They had no authority to give credit for any part of the purchase-money. It was their duty to sell wholly for cash. They were authorized to sell, without the intervention of a court of equity.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> The property when sold under the mortgage of Hovey was hastening to decay. When he bought, it rented for $5000 per year. When Sloan bought, its condition was such that it could be rented for only $500.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">When this bill was filed nearly eight years had elapsed since the sale was made to Sloan. Making allowance for the difficulty of intercourse between the North and the South during the war, there was acquiescence, express and implied, for three years after the war ceased. This, if not conclusive, weighs heavily against the complainant. We see no reason to disturb the decree. This conclusion has rendered it unnecessary to consider so much of the record as relates to R. R. Bridgers and his associates and their vendee, Commodore Wilkes. We have given no thought to that part of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">DECREE AFFIRMED.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Justice MILLER, FIELD, and STRONG were absent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Revised Code, chapter 37, &#167; 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Ib. &#167; 16.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Revised Code, chapter 37.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Fox <i>v.</i> Mackreth, Leading Cases in Equity, p. 92, with notes.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Chapter 37, &#167; 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 1 Cook, 125.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Ib. 126.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Hogan <i>v.</i> Strayhorn, 65 North Carolina, 279; Ivey <i>v.</i> Granberry, 66 Id. 223; Hodges <i>v.</i> Hodges, 2 Devereux &amp; Battle's Equity, 72.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Hodges <i>v.</i> Hodges, <i>supra</i>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> White <i>v.</i> Carpenter, 2 Paige, 241; Sayre <i>v.</i> Townsend, 15 Wendell, 650.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Baker <i>v.</i> Vining, 30 Maine, 127.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Buck <i>v.</i> Swazey &amp; Darling, 35 Maine, 51; Conner <i>v.</i> Lewis, 4 Shepley, 274.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Brown on the Statute of Frauds, 94; Tiffany on Trusts and Trustees, 191; Pinney <i>v.</i> Fellows, 15 Vermont, 525; Seaman <i>v.</i> Cook, 14 Illinois, 503.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Foy <i>v.</i> Foy, 2 Haywood, 131.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Lamb <i>v.</i> Goodwin, 10 Iredell, 320.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Veazie <i>v.</i> Williams, 3 Story, 621.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Noonan <i>v.</i> Lee, 2 Black, 509.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> James <i>v.</i> Thomas, 5 Barnewall &amp; Adolphus, 40.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Holden <i>v.</i> Gilbert, 7 Paige, 208.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Astor <i>v.</i> Miller, 2 Paige, 78; Sweet <i>v.</i> Jacocks, 6 Id. 355.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Salmon <i>v.</i> Clagett, 3 Bland's Chancery, 179; Peyton <i>v.</i> Ayres, 2 Maryland Chancery, 67; King <i>v.</i> Longworth, 7 Ohio Rep., pt. 2, 232; Campbell <i>v.</i> MaComb, 4 Johnson's Chancery, 534.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Bunner <i>v.</i> Storm, 1 Sandford's Chancery, 360; Champlin <i>v.</i> Champlin, 3 Edwards's Chancery, 577.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Demarest and Wife <i>v.</i> Wynkoop, 3 Johnson's Chancery, 134.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>84 U.S. 44 (1872)</b></center>\n<center><b>17 Wall. 44</b></center>\n<center><h1>OLCOTT<br>\nv.<br>\nBYNUM ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*53</span> Mr. W.A. Graham, for the appellant.</p>\n<p>Mr. W.H. Battle, contra.</p>\n<p><span class=\"star-pagination\">*56</span> Mr. Justice SWAYNE delivered the opinion of the court.</p>\n<p>The object and prayer of the bill in this case are to redeem certain premises therein described, consisting of upwards of 14,000 acres of land, sold by the defendants Bynum and Grier to the defendant Sloan, under a mortgage containing a power of sale. The mortgage was executed by the defendant Hovey, and bears date the 1st day of January, 1859. Bynum and Grier, as trustees for the High Shoals Manufacturing Company, were the mortgagees. The mortgage recites that Hovey had executed to Bynum and Grier a penal bond in the sum of $80,000 to secure the payment of $40,000 in three instalments of $13,333.33 each, the first payable on the 1st day of January, 1860, the second on the 1st of July, 1860, and the third on the 1st of January, 1861, all with interest from the 1st of January, 1859. It was conditioned that, in default of payment of either of the instalments or the interest thereon, or of any part of either when due, it should be lawful for the mortgagees to sell at public auction all the mortgaged premises, and to make and deliver to the purchaser a deed in fee simple, and out of the moneys arising from the sale to retain the amount of the principal and interest which should then be due on the bond, together with the costs and charges of advertising and selling, rendering the overplus, if any, to the mortgagor, his heirs, or assigns; \"which sale so to be made,\" it was provided, \"shall forever be a perpetual bar, both in law and equity, against the mortgagor, his heirs and assigns, and all other persons claiming or to claim the premises, or any part thereof, by, from, or under him, them, or either of them.\"</p>\n<p><span class=\"star-pagination\">*57</span> Default having been made in the payment of the first instalment, due January 1st, 1860, the mortgagees advertised the premises to be sold on the ensuing 28th of April, and then sold them for the sum of $43,500 to Sloan, to be held by him in trust for the High Shoals Manufacturing Company, the cestui que trust of the mortgagees.</p>\n<p>At the time of the sale and conveyance to Hovey a down payment was made consisting of $6157 in cash, and a receipt to Bynum by Eben S. Stephenson for certain dividends to which Stephenson was entitled, which, added to the cash, made an aggregate of $7853.33. The bond and mortgage were given to secure the residue of the purchase-money. The bill charges that this payment was made by Olcott and Stephenson jointly; that Hovey was a man of no means, and that he bought and took the title as the agent of the complainant and Stephenson, wholly in trust for them, and that on the 8th day of January, 1860, eight days after the title was conveyed to him, he conveyed to them all his interest in the property, and that on the 18th day of December, 1867, Stephenson conveyed all his interest to the complainant. These allegations, so far as they relate to the agency of Hovey, are clearly proved by the testimony of Hovey himself and of the complainant, and there is nothing in the record which tends in any degree to contradict them. Sufficient evidence was produced in the court below of the execution of the deed from Stephenson to the complainant. The evidence offered as to the deed from Hovey to the complainant and Stephenson consisted of proof of the loss of the original and a certified copy from the proper register's office in North Carolina of a copy which had been registered there.</p>\n<p>It was held by the court below that this evidence was incompetent to establish the existence of the lost deed, and that the complainant had therefore failed to show any connection with the property in question. Upon the ground of this objection the bill was dismissed.</p>\n<p>Whether this ruling was correct is an inquiry which meets us at the threshold of our examination of the case. It is <span class=\"star-pagination\">*58</span> one to be determined by the lex loci rei sit. It is to be considered solely in the light of the statutes and adjudications of North Carolina. This court must hold and administer the law upon the subject as if it were sitting as a local court of that State. In the revised code of 1854 we find the following language. It is a re-enactment of the provision of the act of 1715 on the same subject: \"No conveyance for land shall be good and available in law unless the same shall be acknowledged by the grantor, or proved on oath by one or more witnesses in the manner hereinafter directed, and registered in the county where the land shall be, within two years after the date of said deed, and all deeds so executed and registered shall be valid and pass estates in land without livery of seizin, attornment, or other ceremony whatever.\"<sup>[*]</sup> Sections three, four, and five of chapter 37, and section two of chapter 21, provide for the execution in other States of deeds for lands in North Carolina and their registration in the proper county; but we have found no provision authorizing the registration of a copy. In Patton and Erwin's Lessee v. Reily,<sup>[]</sup> in the Supreme Court of Tennessee, an original unregistered deed was offered in evidence. It was objected to upon the ground of the want of registration. The court said: \"Registration was intended to stand in the place of livery of seizin. By the common law no estate could pass without livery of seizin, and the same may be said of its substitute. Lands as conveyed by this deed, would not pass the estate at common law, and if it will pass, it must be by act of assembly. The act of 1715 requires the deed to be registered before a legal estate is vested in the grantee. To create a title under this act of assembly, the party claiming the benefit of it must have complied with its requisitions. One of them is that the deed shall be registered. This deed cannot be read in evidence.\" The plaintiffs were nonsuited. Patton and Erwin's Lessee v. Brown<sup>[]</sup> is to the same effect. Such is the settled law of North Carolina upon the subject.<sup>[]</sup><span class=\"star-pagination\">*59</span> The original deed from Hovey to Olcott and Stephenson never having been registered, and the registration of the copy being unauthorized, it follows that the certified copy of the registered copy was a nullity, and could give no legal right to the grantees which the Circuit Court could recognize. We hold, therefore, that the ruling upon this subject was correct. Obviously, a proceeding in equity had specially for that purpose, and bringing the proper parties before court, is the appropriate remedy for the complainant to establish the lost deed and give it efficacy, and in no other way can this be done.<sup>[*]</sup></p>\n<p>It has been insisted, in behalf of the complainant, that there was a resulting trust in favor of the complainant and Stephenson, arising from the circumstances of the transaction at the time of the conveyance to Hovey.</p>\n<p>Where the purchase-money is all paid by one, and the property is conveyed to another, there is a resulting trust in favor of the party paying, unless there be something which takes the case out of the operation of the general rule. But where he furnishes only a part of the amount paid no trust arises unless his part is some definite portion of the whole, and is paid for some aliquot part of the property, as a fourth, a third, or a moiety.<sup>[]</sup> There must be no uncertainty as to the proportion of the property to which the trust extends.<sup>[]</sup> Here the amount paid was $7853.33, and it was paid without reference to any specific part of the property. Hence the principle in question does not apply. But if it did, it could do so only to the extent of the actual payment. It could certainly have no application in respect to the $40,000, for which Hovey gave his obligation, and for which Olcott and Stephenson assumed no liability to the grantors of the estate. Such a trust must arise, if at all, at the time the purchase is made. The funds must then be advanced and invested. It cannot be created by after advances or funds subsequently furnished. It does not arise upon subsequent <span class=\"star-pagination\">*60</span> payments under a contract by another to purchase.<sup>[*]</sup> A trust to the extent of the payment made, if it existed, would not support the case made in the bill. The complainant claims to have owned the entire estate.</p>\n<p>But the bill sets out clearly and fully a case of express trust, and if the seventh section of the Statute of Frauds applied, the trust would be sufficiently \"manifested and proved\" by the deposition of Hovey, to give it effect.<sup>[]</sup> But there is no such statutory provision in North Carolina, and the case stands in this aspect as it would at the common law, before the enactment of the 29th Car. II, c. 3.<sup>[]</sup></p>\n<p>This brings us to the examination of the merits of the case. The objections taken by the complainant to the sale to Sloan may be thus stated and grouped together:</p>\n<p>That the entire property was sold wholly for cash when only a part of the debt was due; that Bynum and Grier bought in the property for themselves; that it was a case of trustees buying for themselves;</p>\n<p>And that the sale was made in gross disregard of the interests of the complainant in the following particulars:</p>\n<p>Only enough of the property should have been sold to pay the instalment then due;</p>\n<p>If the whole were sold it should have been for cash, only to the extent of the amount due and with credits maturing respectively, so as to meet the instalments of the debt, underdue, at their maturity:</p>\n<p>The place of sale was improper.</p>\n<p>The business was conducted by the defendant Bynum. He appears well in the record. No imputation of bad faith has been cast upon him, and no ground for any is disclosed. He conducted himself with integrity and frankness, and mingled kindness with the administration of his trust, as far as his duty to his principals would permit. The first instalment <span class=\"star-pagination\">*61</span> matured on the 1st of January, 1860. He waited until February trying to get payment without a sale. Meeting with no success, and seeing no prospect of such a result, he advertised the property to be sold in March. Olcott and Stephenson, by their letter of the 25th of February, asked delay until the 1st of May, hoping to be able in the meantime to raise the funds necessary to discharge the amount due. Bynum's absence on the 1st of May being necessary, he gave them until the 28th of April. With this they were content, and asked no further indulgence. Failing to realize their expectations, the property was exposed to sale upon the premises on the appointed day. Bynum procured several capitalists to attend, but none of them would bid more than $35,000, deeming that to be as much as the property was worth. A meeting of the stockholders of the High Shoals Company had been held, and decided not to allow the property to be sold for less than the amount of the debt due on the bond of Hovey, and appointed and instructed Sloan to bid accordingly. He did so bid, and the sale was made to him, as before stated. A deed was not executed until the 12th of June, 1868. It was operative by relation from the time of the sale. But the deed is an immaterial fact. If the sale were valid, it is conclusive without the deed. If it were invalid, the deed cannot help it. It cannot be doubted that Olcott and Stephenson, when their letter of the 25th of February, 1860, was written, knew the property was to be sold as they had bought it, en masse, and making no objection, they are concluded upon that point.<sup>[*]</sup> The complainant visited North Carolina in the spring of 1861. While there he made no objection to the sale, either to Sloan or Bynum. On the contrary, in conversation with both, he expressly acquiesced and admitted its fairness and validity. He proposed to Sloan to join him in a new purchase of the property. He applied to Bynum for license for a year to himself and Muir, to enable them to search for mines. Bynum gave him one running from April to November, but <span class=\"star-pagination\">*62</span> subject to be revoked at any time upon the sale of the premises. It does not appear that the complainant set up any claim touching the property after the sale, until about the time of the filing of this bill, on the 22d of April, 1868. These are significant and important facts in the case.<sup>[*]</sup></p>\n<p>The place of sale, like the time of advertising, is not prescribed in the mortgage. Both are left to the discretion of the mortgagees. There is no complaint as to the latter. We are satisfied there was no abuse as to the former. The testimony leaves no doubt in our minds that the property would not have brought more if offered elsewhere. Express authority is given to sell all the property upon the failure to pay either of the instalments at maturity. If enough of it to satisfy the amount due could be segregated and sold without injury to the residue, it would have been the duty of the mortgagees so to sell. The evidence convinces us that the sale of a parcel could not have been made without such injury. It was bought by Groot from the High Shoals Manufacturing Company entire. It was sold entire to Hovey under the mortgage of Groot. It was so sold to Sloan under the mortgage of Hovey. Subsequently it was so sold to Bridgers and others, and it was so sold by them to Commodore Wilkes. This shows the views upon the subject of those most conversant with the property and most interested in disposing of it to the best advantage. It has upon it water-power, timber, ores, mills, and furnaces; each part is necessary to every other. Dismemberment, instead of increasing, would have lessened the aggregate value. It could not have been sold in parcels without a sacrifice.</p>\n<p>If a mortgage provide that upon default in the payment when due of a part of the amount secured the whole shall become due and may be collected, such a stipulation is valid and may be enforced.<sup>[]</sup></p>\n<p>So where a bond contains such a stipulation it may be enforced accordingly in an action at law.<sup>[]</sup> But the bond in this case as recited in the mortgage contained no such stipulation. <span class=\"star-pagination\">*63</span> On the contrary the mortgage, while it authorized a sale of the entire property in the event of any default, expressly provided that if there should be a sale, the amount \"then due,\" with costs and charges, should be retained, and the overplus, if any, paid over \"unto the party of the first part, his heirs, administrators, or assigns.\" Such a clause has not the effect to make the entire debt due and collectible upon the first default.<sup>[*]</sup> But the property being incapable of division without injury, and having all been properly sold together, yielded a fund sufficient to pay the whole debt, as well the instalments underdue as the one overdue. Under these circumstances it was proper at once to pay the former as well as the latter, stop the interest, and extinguish the entire liability. The lien of the mortgage continued upon the fund as it subsisted upon the premises before they were sold.<sup>[]</sup> If a court of chancery had administered the fund it would have so applied it. Such is the settled rule in equity.<sup>[]</sup> Here the mortgagees, having applied the fund as a court of equity would have applied it in conformity to this principle, there is no ground for complaint on the part of Olcott. Where there is a power and discretion, such as existed in this case, touching the sale, a court of equity will interpose only on the ground of bad faith.<sup>[]</sup></p>\n<p>The bid of Sloan was a liberal one. The property could, doubtless, have been bought in for much less. That bid and the cancellation of the entire debt were in consistency with the fair dealing which characterized the conduct of the mortgagees in all their transactions with the other parties. There is no foundation for the imputation that Bynum and Grier were themselves the purchasers. They had no authority to give credit for any part of the purchase-money. It was their duty to sell wholly for cash. They were authorized <span class=\"star-pagination\">*64</span> to sell, without the intervention of a court of equity.<sup>[*]</sup> The property when sold under the mortgage of Hovey was hastening to decay. When he bought, it rented for $5000 per year. When Sloan bought, its condition was such that it could be rented for only $500.</p>\n<p>When this bill was filed nearly eight years had elapsed since the sale was made to Sloan. Making allowance for the difficulty of intercourse between the North and the South during the war, there was acquiescence, express and implied, for three years after the war ceased. This, if not conclusive, weighs heavily against the complainant. We see no reason to disturb the decree. This conclusion has rendered it unnecessary to consider so much of the record as relates to R.R. Bridgers and his associates and their vendee, Commodore Wilkes. We have given no thought to that part of the case.</p>\n<p>DECREE AFFIRMED.</p>\n<p>Justices MILLER, FIELD, and STRONG were absent.</p>\n<h2>NOTES</h2>\n<p>[*]  Chapter 37,  1.</p>\n<p>[]  1 Cook, 125.</p>\n<p>[]  Ib. 126.</p>\n<p>[]  Hogan v. Strayhorn, 65 North Carolina, 279; Ivey v. Granberry, 66 Id. 223; Hodges v. Hodges, 2 Devereux &amp; Battle's Equity, 72.</p>\n<p>[*]  Hodges v. Hodges, supra.</p>\n<p>[]  White v. Carpenter, 2 Paige, 241; Sayre v. Townsend, 15 Wendell, 650.</p>\n<p>[]  Baker v. Vining, 30 Maine, 127.</p>\n<p>[*]  Buck v. Swazey &amp; Darling, 35 Maine, 51; Conner v. Lewis, 4 Shepley, 274.</p>\n<p>[]  Brown on the Statute of Frauds, 94; Tiffany on Trusts and Trustees, 191; Pinney v. Fellows, 15 Vermont, 525; Seaman v. Cook, 14 Illinois, 503.</p>\n<p>[]  Foy v. Foy, 2 Haywood, 131.</p>\n<p>[*]  Lamb v. Goodwin, 10 Iredell, 320.</p>\n<p>[*]  Veazie v. Williams, 3 Story, 621.</p>\n<p>[]  Noonan v. Lee, 2 Black, 509.</p>\n<p>[]  James v. Thomas, 5 Barnewall &amp; Adolphus, 40.</p>\n<p>[*]  Holden v. Gilbert, 7 Paige, 208.</p>\n<p>[]  Astor v. Miller, 2 Paige, 78; Sweet v. Jacocks, 6 Id. 355.</p>\n<p>[]  Salmon v. Clagett, 3 Bland's Chancery, 179; Peyton v. Ayres, 2 Maryland Chancery, 67; King v. Longworth, 7 Ohio Rep., pt. 2, 232; Campbell v. MaComb, 4 Johnson's Chancery, 534.</p>\n<p>[]  Bunner v. Storm, 1 Sandford's Chancery, 360; Champlin v. Champlin, 3 Edwards's Chancery, 577.</p>\n<p>[*]  Demarest and Wife v. Wynkoop, 3 Johnson's Chancery, 134.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></span> (1872)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">44</span></span></b></center>\n<center><h1>OLCOTT<br>\nv.<br>\nBYNUM ET AL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*53</span> Mr. W.A. Graham, for the appellant.</p>\n<p>Mr. W.H. Battle, contra.</p>\n<p><span class=\"star-pagination\">*56</span> Mr. Justice SWAYNE delivered the opinion of the court.</p>\n<p>The object and prayer of the bill in this case are to redeem certain premises therein described, consisting of upwards of 14,000 acres of land, sold by the defendants Bynum and Grier to the defendant Sloan, under a mortgage containing a power of sale. The mortgage was executed by the defendant Hovey, and bears date the 1st day of January, 1859. Bynum and Grier, as trustees for the High Shoals Manufacturing Company, were the mortgagees. The mortgage recites that Hovey had executed to Bynum and Grier a penal bond in the sum of $80,000 to secure the payment of $40,000 in three instalments of $13,333.33 each, the first payable on the 1st day of January, 1860, the second on the 1st of July, 1860, and the third on the 1st of January, 1861, all with interest from the 1st of January, 1859. It was conditioned that, in default of payment of either of the instalments or the interest thereon, or of any part of either when due, it should be lawful for the mortgagees to sell at public auction all the mortgaged premises, and to make and deliver to the purchaser a deed in fee simple, and out of the moneys arising from the sale to retain the amount of the principal and interest which should then be due on the bond, together with the costs and charges of advertising and selling, rendering the overplus, if any, to the mortgagor, his heirs, or assigns; \"which sale so to be made,\" it was provided, \"shall forever be a perpetual bar, both in law and equity, against the mortgagor, his heirs and assigns, and all other persons claiming or to claim the premises, or any part thereof, by, from, or under him, them, or either of them.\"</p>\n<p><span class=\"star-pagination\">*57</span> Default having been made in the payment of the first instalment, due January 1st, 1860, the mortgagees advertised the premises to be sold on the ensuing 28th of April, and then sold them for the sum of $43,500 to Sloan, to be held by him in trust for the High Shoals Manufacturing Company, the cestui que trust of the mortgagees.</p>\n<p>At the time of the sale and conveyance to Hovey a down payment was made consisting of $6157 in cash, and a receipt to Bynum by Eben S. Stephenson for certain dividends to which Stephenson was entitled, which, added to the cash, made an aggregate of $7853.33. The bond and mortgage were given to secure the residue of the purchase-money. The bill charges that this payment was made by Olcott and Stephenson jointly; that Hovey was a man of no means, and that he bought and took the title as the agent of the complainant and Stephenson, wholly in trust for them, and that on the 8th day of January, 1860, eight days after the title was conveyed to him, he conveyed to them all his interest in the property, and that on the 18th day of December, 1867, Stephenson conveyed all his interest to the complainant. These allegations, so far as they relate to the agency of Hovey, are clearly proved by the testimony of Hovey himself and of the complainant, and there is nothing in the record which tends in any degree to contradict them. Sufficient evidence was produced in the court below of the execution of the deed from Stephenson to the complainant. The evidence offered as to the deed from Hovey to the complainant and Stephenson consisted of proof of the loss of the original and a certified copy from the proper register's office in North Carolina of a copy which had been registered there.</p>\n<p>It was held by the court below that this evidence was incompetent to establish the existence of the lost deed, and that the complainant had therefore failed to show any connection with the property in question. Upon the ground of this objection the bill was dismissed.</p>\n<p>Whether this ruling was correct is an inquiry which meets us at the threshold of our examination of the case. It is <span class=\"star-pagination\">*58</span> one to be determined by the lex loci rei sit. It is to be considered solely in the light of the statutes and adjudications of North Carolina. This court must hold and administer the law upon the subject as if it were sitting as a local court of that State. In the revised code of 1854 we find the following language. It is a re-enactment of the provision of the act of 1715 on the same subject: \"No conveyance for land shall be good and available in law unless the same shall be acknowledged by the grantor, or proved on oath by one or more witnesses in the manner hereinafter directed, and registered in the county where the land shall be, within two years after the date of said deed, and all deeds so executed and registered shall be valid and pass estates in land without livery of seizin, attornment, or other ceremony whatever.\"<sup>[*]</sup> Sections three, four, and five of chapter 37, and section two of chapter 21, provide for the execution in other States of deeds for lands in North Carolina and their registration in the proper county; but we have found no provision authorizing the registration of a copy. In Patton and Erwin's Lessee v. Reily,<sup>[]</sup> in the Supreme Court of Tennessee, an original unregistered deed was offered in evidence. It was objected to upon the ground of the want of registration. The court said: \"Registration was intended to stand in the place of livery of seizin. By the common law no estate could pass without livery of seizin, and the same may be said of its substitute. Lands as conveyed by this deed, would not pass the estate at common law, and if it will pass, it must be by act of assembly. The act of 1715 requires the deed to be registered before a legal estate is vested in the grantee. To create a title under this act of assembly, the party claiming the benefit of it must have complied with its requisitions. One of them is that the deed shall be registered. This deed cannot be read in evidence.\" The plaintiffs were nonsuited. Patton and Erwin's Lessee v. Brown<sup>[]</sup> is to the same effect. Such is the settled law of North Carolina upon the subject.<sup>[]</sup><span class=\"star-pagination\">*59</span> The original deed from Hovey to Olcott and Stephenson never having been registered, and the registration of the copy being unauthorized, it follows that the certified copy of the registered copy was a nullity, and could give no legal right to the grantees which the Circuit Court could recognize. We hold, therefore, that the ruling upon this subject was correct. Obviously, a proceeding in equity had specially for that purpose, and bringing the proper parties before court, is the appropriate remedy for the complainant to establish the lost deed and give it efficacy, and in no other way can this be done.<sup>[*]</sup></p>\n<p>It has been insisted, in behalf of the complainant, that there was a resulting trust in favor of the complainant and Stephenson, arising from the circumstances of the transaction at the time of the conveyance to Hovey.</p>\n<p>Where the purchase-money is all paid by one, and the property is conveyed to another, there is a resulting trust in favor of the party paying, unless there be something which takes the case out of the operation of the general rule. But where he furnishes only a part of the amount paid no trust arises unless his part is some definite portion of the whole, and is paid for some aliquot part of the property, as a fourth, a third, or a moiety.<sup>[]</sup> There must be no uncertainty as to the proportion of the property to which the trust extends.<sup>[]</sup> Here the amount paid was $7853.33, and it was paid without reference to any specific part of the property. Hence the principle in question does not apply. But if it did, it could do so only to the extent of the actual payment. It could certainly have no application in respect to the $40,000, for which Hovey gave his obligation, and for which Olcott and Stephenson assumed no liability to the grantors of the estate. Such a trust must arise, if at all, at the time the purchase is made. The funds must then be advanced and invested. It cannot be created by after advances or funds subsequently furnished. It does not arise upon subsequent <span class=\"star-pagination\">*60</span> payments under a contract by another to purchase.<sup>[*]</sup> A trust to the extent of the payment made, if it existed, would not support the case made in the bill. The complainant claims to have owned the entire estate.</p>\n<p>But the bill sets out clearly and fully a case of express trust, and if the seventh section of the Statute of Frauds applied, the trust would be sufficiently \"manifested and proved\" by the deposition of Hovey, to give it effect.<sup>[]</sup> But there is no such statutory provision in North Carolina, and the case stands in this aspect as it would at the common law, before the enactment of the 29th Car. II, c. 3.<sup>[]</sup></p>\n<p>This brings us to the examination of the merits of the case. The objections taken by the complainant to the sale to Sloan may be thus stated and grouped together:</p>\n<p>That the entire property was sold wholly for cash when only a part of the debt was due; that Bynum and Grier bought in the property for themselves; that it was a case of trustees buying for themselves;</p>\n<p>And that the sale was made in gross disregard of the interests of the complainant in the following particulars:</p>\n<p>Only enough of the property should have been sold to pay the instalment then due;</p>\n<p>If the whole were sold it should have been for cash, only to the extent of the amount due and with credits maturing respectively, so as to meet the instalments of the debt, underdue, at their maturity:</p>\n<p>The place of sale was improper.</p>\n<p>The business was conducted by the defendant Bynum. He appears well in the record. No imputation of bad faith has been cast upon him, and no ground for any is disclosed. He conducted himself with integrity and frankness, and mingled kindness with the administration of his trust, as far as his duty to his principals would permit. The first instalment <span class=\"star-pagination\">*61</span> matured on the 1st of January, 1860. He waited until February trying to get payment without a sale. Meeting with no success, and seeing no prospect of such a result, he advertised the property to be sold in March. Olcott and Stephenson, by their letter of the 25th of February, asked delay until the 1st of May, hoping to be able in the meantime to raise the funds necessary to discharge the amount due. Bynum's absence on the 1st of May being necessary, he gave them until the 28th of April. With this they were content, and asked no further indulgence. Failing to realize their expectations, the property was exposed to sale upon the premises on the appointed day. Bynum procured several capitalists to attend, but none of them would bid more than $35,000, deeming that to be as much as the property was worth. A meeting of the stockholders of the High Shoals Company had been held, and decided not to allow the property to be sold for less than the amount of the debt due on the bond of Hovey, and appointed and instructed Sloan to bid accordingly. He did so bid, and the sale was made to him, as before stated. A deed was not executed until the 12th of June, 1868. It was operative by relation from the time of the sale. But the deed is an immaterial fact. If the sale were valid, it is conclusive without the deed. If it were invalid, the deed cannot help it. It cannot be doubted that Olcott and Stephenson, when their letter of the 25th of February, 1860, was written, knew the property was to be sold as they had bought it, en masse, and making no objection, they are concluded upon that point.<sup>[*]</sup> The complainant visited North Carolina in the spring of 1861. While there he made no objection to the sale, either to Sloan or Bynum. On the contrary, in conversation with both, he expressly acquiesced and admitted its fairness and validity. He proposed to Sloan to join him in a new purchase of the property. He applied to Bynum for license for a year to himself and Muir, to enable them to search for mines. Bynum gave him one running from April to November, but <span class=\"star-pagination\">*62</span> subject to be revoked at any time upon the sale of the premises. It does not appear that the complainant set up any claim touching the property after the sale, until about the time of the filing of this bill, on the 22d of April, 1868. These are significant and important facts in the case.<sup>[*]</sup></p>\n<p>The place of sale, like the time of advertising, is not prescribed in the mortgage. Both are left to the discretion of the mortgagees. There is no complaint as to the latter. We are satisfied there was no abuse as to the former. The testimony leaves no doubt in our minds that the property would not have brought more if offered elsewhere. Express authority is given to sell all the property upon the failure to pay either of the instalments at maturity. If enough of it to satisfy the amount due could be segregated and sold without injury to the residue, it would have been the duty of the mortgagees so to sell. The evidence convinces us that the sale of a parcel could not have been made without such injury. It was bought by Groot from the High Shoals Manufacturing Company entire. It was sold entire to Hovey under the mortgage of Groot. It was so sold to Sloan under the mortgage of Hovey. Subsequently it was so sold to Bridgers and others, and it was so sold by them to Commodore Wilkes. This shows the views upon the subject of those most conversant with the property and most interested in disposing of it to the best advantage. It has upon it water-power, timber, ores, mills, and furnaces; each part is necessary to every other. Dismemberment, instead of increasing, would have lessened the aggregate value. It could not have been sold in parcels without a sacrifice.</p>\n<p>If a mortgage provide that upon default in the payment when due of a part of the amount secured the whole shall become due and may be collected, such a stipulation is valid and may be enforced.<sup>[]</sup></p>\n<p>So where a bond contains such a stipulation it may be enforced accordingly in an action at law.<sup>[]</sup> But the bond in this case as recited in the mortgage contained no such stipulation. <span class=\"star-pagination\">*63</span> On the contrary the mortgage, while it authorized a sale of the entire property in the event of any default, expressly provided that if there should be a sale, the amount \"then due,\" with costs and charges, should be retained, and the overplus, if any, paid over \"unto the party of the first part, his heirs, administrators, or assigns.\" Such a clause has not the effect to make the entire debt due and collectible upon the first default.<sup>[*]</sup> But the property being incapable of division without injury, and having all been properly sold together, yielded a fund sufficient to pay the whole debt, as well the instalments underdue as the one overdue. Under these circumstances it was proper at once to pay the former as well as the latter, stop the interest, and extinguish the entire liability. The lien of the mortgage continued upon the fund as it subsisted upon the premises before they were sold.<sup>[]</sup> If a court of chancery had administered the fund it would have so applied it. Such is the settled rule in equity.<sup>[]</sup> Here the mortgagees, having applied the fund as a court of equity would have applied it in conformity to this principle, there is no ground for complaint on the part of Olcott. Where there is a power and discretion, such as existed in this case, touching the sale, a court of equity will interpose only on the ground of bad faith.<sup>[]</sup></p>\n<p>The bid of Sloan was a liberal one. The property could, doubtless, have been bought in for much less. That bid and the cancellation of the entire debt were in consistency with the fair dealing which characterized the conduct of the mortgagees in all their transactions with the other parties. There is no foundation for the imputation that Bynum and Grier were themselves the purchasers. They had no authority to give credit for any part of the purchase-money. It was their duty to sell wholly for cash. They were authorized <span class=\"star-pagination\">*64</span> to sell, without the intervention of a court of equity.<sup>[*]</sup> The property when sold under the mortgage of Hovey was hastening to decay. When he bought, it rented for $5000 per year. When Sloan bought, its condition was such that it could be rented for only $500.</p>\n<p>When this bill was filed nearly eight years had elapsed since the sale was made to Sloan. Making allowance for the difficulty of intercourse between the North and the South during the war, there was acquiescence, express and implied, for three years after the war ceased. This, if not conclusive, weighs heavily against the complainant. We see no reason to disturb the decree. This conclusion has rendered it unnecessary to consider so much of the record as relates to R.R. Bridgers and his associates and their vendee, Commodore Wilkes. We have given no thought to that part of the case.</p>\n<p>DECREE AFFIRMED.</p>\n<p>Justices MILLER, FIELD, and STRONG were absent.</p>\n<h2>NOTES</h2>\n<p>[*]  Chapter 37,  1.</p>\n<p>[]  1 Cook, 125.</p>\n<p>[]  Ib. 126.</p>\n<p>[]  Hogan v. Strayhorn, 65 North Carolina, 279; Ivey v. Granberry, 66 Id. 223; Hodges v. Hodges, 2 Devereux &amp; Battle's Equity, 72.</p>\n<p>[*]  Hodges v. Hodges, supra.</p>\n<p>[]  White v. Carpenter, 2 Paige, 241; Sayre v. Townsend, 15 Wendell, 650.</p>\n<p>[]  Baker v. Vining, 30 Maine, 127.</p>\n<p>[*]  Buck v. Swazey &amp; Darling, 35 Maine, 51; Conner v. Lewis, 4 Shepley, 274.</p>\n<p>[]  Brown on the Statute of Frauds, 94; Tiffany on Trusts and Trustees, 191; Pinney v. Fellows, 15 Vermont, 525; Seaman v. Cook, 14 Illinois, 503.</p>\n<p>[]  Foy v. Foy, 2 Haywood, 131.</p>\n<p>[*]  Lamb v. Goodwin, 10 Iredell, 320.</p>\n<p>[*]  Veazie v. Williams, 3 Story, 621.</p>\n<p>[]  Noonan v. Lee, 2 Black, 509.</p>\n<p>[]  James v. Thomas, 5 Barnewall &amp; Adolphus, 40.</p>\n<p>[*]  Holden v. Gilbert, 7 Paige, 208.</p>\n<p>[]  Astor v. Miller, 2 Paige, 78; Sweet v. Jacocks, 6 Id. 355.</p>\n<p>[]  Salmon v. Clagett, 3 Bland's Chancery, 179; Peyton v. Ayres, 2 Maryland Chancery, 67; King v. Longworth, 7 Ohio Rep., pt. 2, 232; Campbell v. MaComb, 4 Johnson's Chancery, 534.</p>\n<p>[]  Bunner v. Storm, 1 Sandford's Chancery, 360; Champlin v. Champlin, 3 Edwards's Chancery, 577.</p>\n<p>[*]  Demarest and Wife v. Wynkoop, 3 Johnson's Chancery, 134.</p>\n\n</div>", "id": 88723, "judges": "Swayne", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/88723/", "sha1": "a8d096138da02f34de2e93cac79863ccc5701aaa", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:46"}