{"absolute_url": "/opinion/98387/mccoach-v-pratt/", "blocked": false, "citation": {"case_name": "McCoach v. Pratt", "docket_number": "149", "document_uris": ["/api/rest/v2/document/98387/"], "federal_cite_one": "236 U.S. 562", "federal_cite_three": null, "federal_cite_two": null, "id": 82770, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/82770/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1915-03-01", "date_modified": "2014-12-21T01:35:51.447293", "docket": "/api/rest/v2/docket/925989/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">236 U.S. 562</p>\n    <p class=\"case_cite\">35 S.Ct. 421</p>\n    <p class=\"case_cite\">59 L.Ed. 720</p>\n    <p class=\"parties\">WILLIAM McCOACH, Collector, etc., Petitioner,<br>v.<br>DUNDAS F. PRATT et al., Executors, etc.</p>\n    <p class=\"docket\">No. 149.</p>\n    <p class=\"date\">Argued January 25, 1915.</p>\n    <p class=\"date\">Decided March 1, 1915.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Assistant Attorney General Wallace and Solicitor General Davis for petitioner.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 562-564 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Walter C. Noyes, H. T. Newcomb, and E. Hunn for respondents.</p>\n      <p class=\"indent\">Mr. Justice Van Devanter delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Whether a succession tax collected under &#167;&#167; 29 and 30 of the act of June 13, 1898 (30 Stat. at L. 448, 464, chap. 448, Comp. Stat. 1913, &#167; 6144), shall be refunded, is the matter here in controversy. The facts bearing upon its solution are these: Ferdinand J. Dreer, a resident of Philadelphia, Pennsylvania, died May 24, 1902, leaving a will directing that certain legacies be paid out of his personal estate to two sons and two grandchildren. The executors took charge of the property and proceeded to administer it under the supervision of the orphans' court, as the local law required, first for the benefit of the creditors and next for the benefit of the legatees. The former had a year within which to file their claims, and the latter were not entitled to demand payment of the legacies until that time expired, and then only in the event there was a residue available for the purpose. Jones's Appeal, 99 Pa. 124, 130; Rastaetter's Estate, 15 Pa. Super. Ct. 549, 553-555. On July 1, 1902, a date the importance of which will be seen presently, less than two months of the prescribed year had passed, and whether there would be a residue for the payment of legacies was as yet undetermined. In July, 1903, the collector of internal revenue demanded of the executors a succession tax of $1,692.75 on account of the legacies, and the tax was paid under protest. Shortly thereafter the executors sought, in the appropriate way, to have the tax refunded, but the request was denied, and they then sued the collector to recover back the amount. In the circuit court the executors prevailed, and the judgment was affirmed by the circuit court of appeals. 119 C. C. A. 666, 201 Fed. 1021.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By &#167; 29 of the act of 1898 an executor, administrator, or trustee having in charge a legacy or distributive share, exceeding $10,000 in actual value, arising from personal property, and passing from a decedent to another by will or intestate laws, was subjected to a tax graduated according to the value of the legacy or distributive share; but that section was repealed by the act of April 12, 1902 (32 Stat. at L. 96, chap. 500, Comp.Stat. 1913, &#167; 6144), with a qualification that the repeal should not be effective until July 1 following, and should not prevent the collection of any tax imposed prior to the latter date. Next came the act of June 27, 1902 (32 Stat. at L. 406, chap. 1160), the 3d section of which reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'That in all cases where anexecutor, administrator, or trustee shall have paid, or shall hereafter pay, any tax upon any legacy or distributive share of personal property under the provisions of the act approved June thirteenth, eighteen hundred and ninety-eight, entitled, 'An Act to Provide Ways and Means to Meet War Expenditures, and for Other Purposes,' and amendments thereof, the Secretary of the Treasury be, and he is hereby, authorized and directed to refund, out of any money in the Treasury not otherwise appropriated upon proper application being made to the Commissioner of Internal Revenue, under such rules and regulations as may be prescribed, so much of said tax as may have been collected on contingent beneficial interests which shall not have become vested prior to July first, nineteen hundred and two. And no tax shall hereafter be assessed or imposed under said act approved June thirteenth, eighteen hundred and ninety-eight, upon or in respect of any contingent beneficial interest which shall not become absolutely vested inthe possession or enjoyment prior to said July first, nineteen hundred and two.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As the context shows, the word 'vested' in the first sentence has the same meaning as 'absolutely vested in possession or enjoyment' in the second (Vanderbilt v. Eidman, 196 U. S. 480, 500, 49 L. ed. 563, 570, 25 Sup. Ct. Rep. 331; United States v. Fidelity Trust Co. 222 U. S. 158, 56 L. ed. 137, 32 Sup. Ct. Rep. 59); and the words 'contingent' and 'absolutely vested in possession or enjoyment' are used antithetically and applied to both legacies and distributive shares. What is meant by 'contingent' is indicated by the phrase with which it is contrasted and by its application to distributive shares as well as to legacies. The only sense in which the former are contingent&#8212;and it is practical rather than technical&#8212;is that they come into being only where, in due course of administration, the debts of the deceased are ascertained and it is found that a surplus remains for distribution. It is in this sense that the word is applied to distributive shares, and, of course, it is applied to legacies in the same way. In speaking of this section, we said in United States v. Jones, 236 U. S. 106, 59 L. ed. &#8212;&#8212;, 35 Sup. Ct. Rep. 261: 'It deals with legacies and distributive shares upon the same plane, treats both as 'contingent' interests until they 'become absolutely vested in possession or enjoyment,' directs that the tax collected upon contingent interests not so vested prior to July 1, 1902, shall be refunded, and forbids any further enforcement of the tax as respects interestsremaining contingent up to that date.' That case related to a tax collected upon distributive shares in an estate in Pennsylvania. The intestate had died before July 1, 1902, but the time for presenting claims against the estate had not expired prior to that date, and therefore what, if any, surplus would remain, was still uncertain, and the heirs were not, as yet, entitled to a distribution. It was accordingly held that the distributive shares did not become 'absolutely vested in possession or enjoyment' before July 1, 1902, but remained contingent in the sense of the statute, and consequently that the tax should be refunded. The present case differs from that only in the fact that here the tax was collected upon legacies. This difference is not material. The refunding act deals with both in the same way, and the local law subordinates the rights of legatees to those of creditors in like manner as it does the rights of distributees. It follows that the tax here in question must be refunded.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The case of Hertz v. Woodman, 218 U. S. 205, 54 L. ed. 1001, 30 Sup. Ct. Rep. 621, is relied upon by the government, as it was in United States v. Jones, supra, but for reasons there given we think it is not in point here.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Mr. Justice McReynolds took no part in the consideration and decision of this case.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>236 U.S. 562 (1915)</b></center>\n<center><h1>McCOACH, COLLECTOR OF INTERNAL REVENUE,<br>\nv.<br>\nPRATT, EXECUTOR OF DREER.</h1></center>\n<center>No. 149.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 25, 1915.</center>\n<center>Decided March 1, 1915.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE THIRD CIRCUIT.\n<p><i>Mr. Assistant Attorney General Wallace,</i> with whom <i>The Solicitor General</i> was on the brief, for petitioner.</p>\n<p><i>Mr. Walter C. Noyes,</i> with whom <i>Mr. E. Hunn</i> and <i>Mr. H.T. Newcomb</i> were on the brief, for respondents.</p>\n<p><span class=\"star-pagination\">*565</span> MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>Whether a succession tax collected under §§ 29 and 30 of the act of June 13, 1898, c. 448, 30 Stat. 448, 464, shall be refunded is the matter here in controversy. The facts bearing upon its solution are these: Ferdinand J. Dreer, a resident of Philadelphia, Pennsylvania, died May 24, 1902, leaving a will directing that certain legacies be paid out of his personal estate to two sons and two grandchildren. The executors took charge of the property and proceeded to administer it under the supervision of the Orphans' Court, as the local law required, first for the benefit of the creditors and next for the benefit of the legatees. The former had a year within which to file their claims and the latter were not entitled to demand payment of the legacies until that time expired, and then only in the event there was a residue available for the purpose. <i>Jones' Appeal,</i> 99 Pa. St. 124, 130; <i>Rastaetter's Estate,</i> 15 Pa. Sup. Ct. 549, 553-555. On July 1, 1902, a date the importance of which will be seen presently, less than two months of the prescribed year had passed, and whether there would be a residue for the payment of legacies was as yet undetermined. In July, 1903, the Collector of Internal Revenue demanded of the executors a succession tax of $1,692.75 on account of the legacies and the tax was paid under protest. Shortly thereafter the executors sought, in the appropriate way, to have the tax refunded, but the request was denied, and they then sued the Collector to recover back the amount. In the Circuit Court the executors prevailed and the judgment was affirmed by the Circuit Court of Appeals. 201 Fed. Rep. 1021.</p>\n<p>By § 29 of the act of 1898 an executor, administrator or trustee having in charge a legacy or distributive share, exceeding $10,000 in actual value, arising from personal <span class=\"star-pagination\">*566</span> property and passing from a decedent to another by will or intestate laws was subjected to a tax graduated according to the value of the legacy or distributive share; but that section was repealed by the act of April 12, 1902, c. 500, 32 Stat. 96, with a qualification that the repeal should not be effective until July 1 following and should not prevent the collection of any tax imposed prior to the latter date. Next came the act of June 27, 1902, c. 1160, 32 Stat. 406, the third section of which reads as follows:</p>\n<p>\"That in all cases where an executor, administrator, or trustee shall have paid, or shall hereafter pay, any tax upon any legacy or distributive share of personal property under the provisions of the Act approved June thirteenth, eighteen hundred and ninety-eight, entitled `An Act to provide ways and means to meet war expenditures, and for other purposes,' and amendments thereof, the Secretary of the Treasury be, and he is hereby, authorized and directed to refund, out of any money in the Treasury not otherwise appropriated, upon proper application being made to the Commissioner of Internal Revenue, under such rules and regulations as may be prescribed, so much of said tax as may have been collected on contingent beneficial interests which shall not have become vested prior to July first, nineteen hundred and two. And no tax shall hereafter be assessed or imposed under said Act approved June thirteenth, eighteen hundred and ninety-eight, upon or in respect of any contingent beneficial interest which shall not become absolutely vested in possession or enjoyment prior to said July first, nineteen hundred and two.\"</p>\n<p>As the context shows, the word \"vested\" in the first sentence has the same meaning as \"absolutely vested in possession or enjoyment\" in the second, <i>Vanderbilt</i> v. <i>Eidman,</i> 196 U.S. 480, 500; <i>United States</i> v. <i>Fidelity Trust Co.,</i> 222 U.S. 158, and the words \"contingent\" and \"absolutely vested in possession or enjoyment\" are used <span class=\"star-pagination\">*567</span> antithetically and applied to both legacies and distributive shares. What is meant by \"contingent\" is indicated by the phrase with which it is contrasted and by its application to distributive shares as well as to legacies. The only sense in which the former are contingent  and it is practical rather than technical  is that they come into being only where, in due course of administration, the debts of the deceased are ascertained and it is found that a surplus remains for distribution. It is in this sense that the word is applied to distributive shares, and, of course, it is applied to legacies in the same way. In speaking of this section, we said in <i>United States</i> v. <i>Jones, ante,</i> p. 106, at p. 113: \"It deals with legacies and distributive shares upon the same plane, treats both as `contingent' interests until they `become absolutely vested in possession or enjoyment,' directs that the tax collected upon contingent interests not so vested prior to July 1, 1902, shall be refunded, and forbids any further enforcement of the tax as respects interests remaining contingent up to that date.\" That case related to a tax collected upon distributive shares in an estate in Pennsylvania. The intestate had died before July 1, 1902, but the time for presenting claims against the estate had not expired prior to that date, and therefore what, if any, surplus would remain was still uncertain and the heirs were not as yet entitled to a distribution. It was accordingly held that the distributive shares did not become \"absolutely vested in possession or enjoyment\" before July 1, 1902, but remained contingent in the sense of the statute, and consequently that the tax should be refunded. The present case differs from that only in the fact that here the tax was collected upon legacies. This difference is not material. The refunding act deals with both in the same way and the local law subordinates the rights of legatees to those of creditors in like manner as it does the rights of distributees. It follows that the tax here in question must be refunded.</p>\n<p><span class=\"star-pagination\">*568</span> The case of <i>Hertz</i> v. <i>Woodman,</i> 218 U.S. 205, is relied upon by the Government, as it was in <i>United States</i> v. <i>Jones, supra</i><i>,</i> but for reasons there given we think it is not in point here.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE McREYNOLDS took no part in the consideration and decision of this case.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">236</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">562</span></span> (1915)</b></center>\n<center><h1>McCOACH, COLLECTOR OF INTERNAL REVENUE,<br>\nv.<br>\nPRATT, EXECUTOR OF DREER.</h1></center>\n<center>No. 149.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 25, 1915.</center>\n<center>Decided March 1, 1915.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE THIRD CIRCUIT.\n<p><i>Mr. Assistant Attorney General Wallace,</i> with whom <i>The Solicitor General</i> was on the brief, for petitioner.</p>\n<p><i>Mr. Walter C. Noyes,</i> with whom <i>Mr. E. Hunn</i> and <i>Mr. H.T. Newcomb</i> were on the brief, for respondents.</p>\n<p><span class=\"star-pagination\">*565</span> MR. JUSTICE VAN DEVANTER delivered the opinion of the court.</p>\n<p>Whether a succession tax collected under §§ 29 and 30 of the act of June 13, 1898, c. 448, 30 Stat. 448, 464, shall be refunded is the matter here in controversy. The facts bearing upon its solution are these: Ferdinand J. Dreer, a resident of Philadelphia, Pennsylvania, died May 24, 1902, leaving a will directing that certain legacies be paid out of his personal estate to two sons and two grandchildren. The executors took charge of the property and proceeded to administer it under the supervision of the Orphans' Court, as the local law required, first for the benefit of the creditors and next for the benefit of the legatees. The former had a year within which to file their claims and the latter were not entitled to demand payment of the legacies until that time expired, and then only in the event there was a residue available for the purpose. <i>Jones' Appeal,</i> 99 Pa. St. 124, 130; <i>Rastaetter's Estate,</i> 15 Pa. Sup. Ct. 549, 553-555. On July 1, 1902, a date the importance of which will be seen presently, less than two months of the prescribed year had passed, and whether there would be a residue for the payment of legacies was as yet undetermined. In July, 1903, the Collector of Internal Revenue demanded of the executors a succession tax of $1,692.75 on account of the legacies and the tax was paid under protest. Shortly thereafter the executors sought, in the appropriate way, to have the tax refunded, but the request was denied, and they then sued the Collector to recover back the amount. In the Circuit Court the executors prevailed and the judgment was affirmed by the Circuit Court of Appeals. 201 Fed. Rep. 1021.</p>\n<p>By § 29 of the act of 1898 an executor, administrator or trustee having in charge a legacy or distributive share, exceeding $10,000 in actual value, arising from personal <span class=\"star-pagination\">*566</span> property and passing from a decedent to another by will or intestate laws was subjected to a tax graduated according to the value of the legacy or distributive share; but that section was repealed by the act of April 12, 1902, c. 500, 32 Stat. 96, with a qualification that the repeal should not be effective until July 1 following and should not prevent the collection of any tax imposed prior to the latter date. Next came the act of June 27, 1902, c. 1160, 32 Stat. 406, the third section of which reads as follows:</p>\n<p>\"That in all cases where an executor, administrator, or trustee shall have paid, or shall hereafter pay, any tax upon any legacy or distributive share of personal property under the provisions of the Act approved June thirteenth, eighteen hundred and ninety-eight, entitled `An Act to provide ways and means to meet war expenditures, and for other purposes,' and amendments thereof, the Secretary of the Treasury be, and he is hereby, authorized and directed to refund, out of any money in the Treasury not otherwise appropriated, upon proper application being made to the Commissioner of Internal Revenue, under such rules and regulations as may be prescribed, so much of said tax as may have been collected on contingent beneficial interests which shall not have become vested prior to July first, nineteen hundred and two. And no tax shall hereafter be assessed or imposed under said Act approved June thirteenth, eighteen hundred and ninety-eight, upon or in respect of any contingent beneficial interest which shall not become absolutely vested in possession or enjoyment prior to said July first, nineteen hundred and two.\"</p>\n<p>As the context shows, the word \"vested\" in the first sentence has the same meaning as \"absolutely vested in possession or enjoyment\" in the second, <i>Vanderbilt</i> v. <i>Eidman,</i> <span class=\"citation\" data-id=\"96213\"><a href=\"/opinion/96213/vanderbilt-v-eidman/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">480</span></a></span>, 500; <i>United States</i> v. <i>Fidelity Trust Co.,</i> <span class=\"citation\" data-id=\"97478\"><a href=\"/opinion/97478/united-states-v-fidelity-trust-co/\"><span class=\"volume\">222</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">158</span></a></span>, and the words \"contingent\" and \"absolutely vested in possession or enjoyment\" are used <span class=\"star-pagination\">*567</span> antithetically and applied to both legacies and distributive shares. What is meant by \"contingent\" is indicated by the phrase with which it is contrasted and by its application to distributive shares as well as to legacies. The only sense in which the former are contingent  and it is practical rather than technical  is that they come into being only where, in due course of administration, the debts of the deceased are ascertained and it is found that a surplus remains for distribution. It is in this sense that the word is applied to distributive shares, and, of course, it is applied to legacies in the same way. In speaking of this section, we said in <i>United States</i> v. <i>Jones, ante,</i> p. 106, at p. 113: \"It deals with legacies and distributive shares upon the same plane, treats both as `contingent' interests until they `become absolutely vested in possession or enjoyment,' directs that the tax collected upon contingent interests not so vested prior to July 1, 1902, shall be refunded, and forbids any further enforcement of the tax as respects interests remaining contingent up to that date.\" That case related to a tax collected upon distributive shares in an estate in Pennsylvania. The intestate had died before July 1, 1902, but the time for presenting claims against the estate had not expired prior to that date, and therefore what, if any, surplus would remain was still uncertain and the heirs were not as yet entitled to a distribution. It was accordingly held that the distributive shares did not become \"absolutely vested in possession or enjoyment\" before July 1, 1902, but remained contingent in the sense of the statute, and consequently that the tax should be refunded. The present case differs from that only in the fact that here the tax was collected upon legacies. This difference is not material. The refunding act deals with both in the same way and the local law subordinates the rights of legatees to those of creditors in like manner as it does the rights of distributees. It follows that the tax here in question must be refunded.</p>\n<p><span class=\"star-pagination\">*568</span> The case of <i>Hertz</i> v. <i>Woodman,</i> <span class=\"citation\" data-id=\"97288\"><a href=\"/opinion/97288/hertz-v-woodman/\"><span class=\"volume\">218</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></a></span>, is relied upon by the Government, as it was in <i>United States</i> v. <i>Jones, supra</i><i>,</i> but for reasons there given we think it is not in point here.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE McREYNOLDS took no part in the consideration and decision of this case.</p>\n</div>", "id": 98387, "judges": "Van Devanter", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/98387/", "sha1": "bb5de8c62400914284382a022b8fe65cfe6e2468", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:43:23"}