{"absolute_url": "/opinion/98428/detroit-trust-co-v-pontiac-savings-bank/", "blocked": false, "citation": {"case_name": "Detroit Trust Co. v. Pontiac Savings Bank", "docket_number": "173", "document_uris": ["/api/rest/v2/document/98428/"], "federal_cite_one": "237 U.S. 186", "federal_cite_three": null, "federal_cite_two": null, "id": 82811, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/82811/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1915-04-05", "date_modified": "2014-12-21T01:35:52.892973", "docket": "/api/rest/v2/docket/924241/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">237 U.S. 186</p>\n    <p class=\"case_cite\">35 S.Ct. 509</p>\n    <p class=\"case_cite\">59 L.Ed. 907</p>\n    <p class=\"parties\">DETROIT TRUST COMPANY, Trustee in Bankruptcy of the  Estate of Charles Coates, Bankrupt, Appt.,<br>v.<br>PONTIAC SAVINGS BANK and Charles Coates.</p>\n    <p class=\"docket\">No. 173.</p>\n    <p class=\"date\">Argued and submitted March 5, 1915.</p>\n    <p class=\"date\">Decided April 5, 1915.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Mr. Bernard B. Selling</i> for appellant.</p>\n      <p class=\"indent\"><i>Messrs. Harrison Geer</i> and <i>Elmer R. Webster</i> for appellees.</p>\n      <p class=\"indent\">Memorandum opinion by Mr. Justice McReynolds, by direction of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">To secure his outstanding note for $2,300, Coates, a resident of Michigan, and the present bankrupt, gave the Pontiac Savings Bank a mortgage upon his stock of goods, fixtures, etc., in May, 1902, which was not filed for record until the following September. Between these dates he incurred indebtedness exceeding $1,400 to sundry dealers for goods sold and delivered; and it is admitted that under the laws of Michigan the mortgage was void as to them, although good as between the parties thereto. In January, 1903, Coates sold the chattels for cash, paid his note out of the proceeds, and procured a release of the lien upon the records by the mortgagee, who acted with knowledge of the facts. Proceedings were instituted against him shortly thereafter and he was duly adjudged a bankrupt. Appellant here was appointed trustee, and, relying upon supposed rights of creditors, commenced this proceeding in the district court&#8212;September, 1903&#8212;to recover from the Pontiac Savings Bank the amount of allowed claims for debts contracted by the bankrupt while the mortgage was off the records, although none of them had been reduced to judgment, and no steps had been taken to fix a lien upon the property or its proceeds. The bank set up the absence of any lien and the validity of the mortgage as between the parties thereto, and maintained that the trustee stood in the shoes of the bankrupt, and could not enforce the alleged rights of creditors. This defense was sustained by the circuit court of appeals (115 C. C. A. 663, 196 Fed. 29).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The cause has been pending a very long time and must be decided under the provisions of the bankrupt act as it existed in February, 1903 [30 Stat. at L. 544, chap. 541, as amended by 32 Stat. at L. 797, chap. 487, Comp. Stat. 1913, &#167; 9585],&#8212;before the material changes created by amendments,&#8212;and according to the laws of Michigan then in effect, whose exact import is not entirely clear. Being of opinion that the action of the court below was correct, we will consider only the ground which it assigned therefor.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Payment to the bank by the bankrupt is attacked as invalid under &#167; 9523, Michigan Compiled Laws of 1897, which provides that every chattel mortgage 'which shall not be accompanied by an immediate delivery, and followed by an actual and continued change of possession of the things mortgaged, shall be absolutely void as against the creditors of the mortgagor' unless filed for record as directed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The circuit court of appeals declared (p. 33): 'It is settled by the decisions of the supreme court of Michigan that the words 'creditors of the mortgagor' mean subsequent creditors in good faith and without notice of the mortgage, and that the statutory invalidity of an unfiled chattel mortgage extends to all creditors who became such after the giving and before the filing of the mortgage. Recovery can be had here on but one of two theories: First, that the bankruptcy act creates a lien in favor of the creditors under which the rights given by the Michigan statute can be enforced; or, second, that the Michigan statute creates such a lien. The bankruptcy act does not operate as an attachment of the bankrupt's property, nor itself create a lien in favor of creditors of the class before us. York Mfg. Co. v. Cassell, 201 U. S. 344, 50 L. ed. 782, 26 Sup. Ct. Rep. 481; Crucible Steel Co. v. Holt, 98 C. C. A. 101, 174 Fed. 127, affirmed by the Supreme Court April 1, 1912, 224 U. S. 262, 56 L. ed. 756, 32 Sup. Ct. Rep. 414. The controlling question, therefore, is whether the rights given by the Michigan statute to the class of creditors named amount to an actually established lien, or, on the other hand, to a mere right to create a lien. . . . Since the decision below, the case of Re Huxoll, 113 C. C. A. 637, 193 Fed. 851, has been decided by this court. We there carefully reviewed and considered the Michigan decisions, and reached the conclusion that the Michigan statute does not of itself create a lien upon the mortgaged property prior to the lien of the mortgage, but gives merely a right to a lien, requiring a proceeding of some kind for its fastening. We there held that the right to lien was lost if such proceeding was not taken before bankruptcy.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Replying to the contention that an assignee for the benefit of creditors in Michigan may avoid unrecorded chattel mortgages, and that the rights of a trustee in bankruptcy are not less, the circuit court of appeals further said: 'As we pointed out in the Huxoll Case, the Michigan decisions mean no more than that the assignee is by the assignment given a lien upon the property which did not before exist. The mere fact that a lien is created under statutory assignment for the benefit of creditors does not give a lien under the bankruptcy act. This conclusion directly follows from the decision in York Mfg. Co. v. Cassell, supra.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We think the Circuit Court of Appeals properly interpreted and applied the doctrine announced in York Mfg. Co. v. Cassell, and are unable to see that it reached an incorrect conclusion concerning the pertinent laws of Michigan. Holt v. Crucible Steel Co. 224 U. S. 262, 267, 56 L. ed. 756, 758, 32 Sup. Ct. Rep. 414.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The decree is affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>237 U.S. 186 (1915)</b></center>\n<center><h1>DETROIT TRUST COMPANY, TRUSTEE IN BANKRUPTCY OF COATES,<br>\nv.<br>\nPONTIAC SAVINGS BANK.</h1></center>\n<center>No. 173.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 5, 1915.</center>\n<center>Decided April 5, 1915.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE SIXTH CIRCUIT.\n<p><i>Mr. Bernard B. Selling</i> for complainants and appellants.</p>\n<p><i>Mr. Harrison Geer</i> and <i>Mr. Elmer R. Webster</i> for defendants and appellees, submitted.</p>\n<p>Memorandum opinion by MR. JUSTICE McREYNOLDS, by direction of the court.</p>\n<p>To secure his outstanding note for $2300, Coates, a resident of Michigan and the present bankrupt, gave the Pontiac Savings Bank a mortgage upon his stock of goods, fixtures, etc., in May, 1902, which was not filed for record until the following September. Between these dates he <span class=\"star-pagination\">*187</span> incurred indebtedness exceeding $1400 to sundry dealers for goods sold and delivered; and it is admitted that under the laws of Michigan the mortgage was void as to them although good as between the parties thereto. In January, 1903, Coates sold the chattels for cash, paid his note out of the proceeds and procured a release of the lien upon the records by the mortgagee who acted with knowledge of the facts. Proceedings were instituted against him shortly thereafter and he was duly adjudged a bankrupt. Appellant here was appointed trustee and, replying upon supposed rights of creditors, commenced this proceeding in the District Court  September, 1903  to recover from the Pontiac Savings Bank the amount of allowed claims for debts contracted by the bankrupt while the mortgage was off the records, although none of them had been reduced to judgment and no steps had been taken to fix a lien upon the property or its proceeds. The bank set up the absence of any lien and the validity of the mortgage as between the parties thereto and maintained that the trustee stood in the shoes of the bankrupt and could not enforce the alleged rights of creditors. This defence was sustained by the Circuit Court of Appeals (196 Fed. Rep. 29).</p>\n<p>The cause has been pending a very long time and must be decided under the provisions of the Bankrupt Act as it existed in February, 1903,  before the material changes created by amendments  and according to the laws of Michigan then in effect whose exact import is not entirely clear. Being of opinion that the action of the court below was correct, we will consider only the ground which it assigned therefor.</p>\n<p>Payment to the bank by the bankrupt is attacked as invalid under § 9523, Michigan Compiled Laws of 1897, which provides that every chattel mortgage \"which shall not be accompanied by an immediate delivery, and followed by an actual and continued change of possession of <span class=\"star-pagination\">*188</span> the things mortgaged, shall be absolutely void as against the creditors of the mortgagor\" unless filed for record as directed.</p>\n<p>The Circuit Court of Appeals declared (p. 33): \"It is settled by the decisions of the Supreme Court of Michigan that the words 'creditors of the mortgagor' mean subsequent creditors in good faith and without notice of the mortgage, and that the statutory invalidity of an unfiled chattel mortgage extends to all creditors who became such after the giving and before the filing of the mortgage. Recovery can be had here on but one of two theories: First, that the bankruptcy act creates a lien in favor of the creditors under which the rights given by the Michigan statute can be enforced; or, second, that the Michigan statute creates such a lien. The bankruptcy act does not operate as an attachment of the bankrupt's property, nor itself create a lien in favor of creditors of the class before us. <i>York Mfg. Co.</i> v. <i>Cassell,</i> 201 U.S. 344; <i>Crucible Steel Co.</i> v. <i>Holt,</i> 174 Fed. Rep. 127; affirmed by the Supreme Court April 1, 1912, 224 U.S. 262. The controlling question, therefore, is whether the rights given by the Michigan statute to the class of creditors named amount to an actually established lien, or, on the other hand, to a mere right to create a lien. . . . Since the decision below, the case of <i>In re Huxoll,</i> 193 Fed. Rep. 851, has been decided by this court. We there carefully reviewed and considered the Michigan decisions, and reached the conclusion that the Michigan statute does not of itself create a lien upon the mortgaged property prior to the lien of the mortgage; but gives merely a right to a lien, requiring a proceeding of some kind for its fastening. We there held that the right to lien was lost if such proceeding was not taken before bankruptcy.\"</p>\n<p>Replying to the contention that an assignee for the benefit of creditors in Michigan may avoid unrecorded chattel mortgages and that the rights of a trustee in bankruptcy <span class=\"star-pagination\">*189</span> are not less, the Circuit Court of Appeals further said: \"As we pointed out in the <i>Huxoll Case,</i> the Michigan decisions mean no more than that the assignee is by the assignment given a lien upon the property which did not before exist. The mere fact that a lien is created under statutory assignment for the benefit of creditors does not give a lien under the Bankruptcy Act. This conclusion directly follows from the decision in <i>York Mfg. Co.</i> v. <i>Cassell, supra</i><i>.</i>\"</p>\n<p>We think the Circuit Court of Appeals properly interpreted and applied the doctrine announced in <i>York Mfg. Co.</i> v. <i>Cassell</i><i>,</i> and are unable to see that it reached an incorrect conclusion concerning the pertinent laws of Michigan. <i>Holt</i> v. <i>Crucible Steel Co.,</i> 224 U.S. 262, 267.</p>\n<p>The decree is</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></span> (1915)</b></center>\n<center><h1>DETROIT TRUST COMPANY, TRUSTEE IN BANKRUPTCY OF COATES,<br>\nv.<br>\nPONTIAC SAVINGS BANK.</h1></center>\n<center>No. 173.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 5, 1915.</center>\n<center>Decided April 5, 1915.</center>\nAPPEAL FROM THE CIRCUIT COURT OF APPEALS FOR THE SIXTH CIRCUIT.\n<p><i>Mr. Bernard B. Selling</i> for complainants and appellants.</p>\n<p><i>Mr. Harrison Geer</i> and <i>Mr. Elmer R. Webster</i> for defendants and appellees, submitted.</p>\n<p>Memorandum opinion by MR. JUSTICE McREYNOLDS, by direction of the court.</p>\n<p>To secure his outstanding note for $2300, Coates, a resident of Michigan and the present bankrupt, gave the Pontiac Savings Bank a mortgage upon his stock of goods, fixtures, etc., in May, 1902, which was not filed for record until the following September. Between these dates he <span class=\"star-pagination\">*187</span> incurred indebtedness exceeding $1400 to sundry dealers for goods sold and delivered; and it is admitted that under the laws of Michigan the mortgage was void as to them although good as between the parties thereto. In January, 1903, Coates sold the chattels for cash, paid his note out of the proceeds and procured a release of the lien upon the records by the mortgagee who acted with knowledge of the facts. Proceedings were instituted against him shortly thereafter and he was duly adjudged a bankrupt. Appellant here was appointed trustee and, replying upon supposed rights of creditors, commenced this proceeding in the District Court  September, 1903  to recover from the Pontiac Savings Bank the amount of allowed claims for debts contracted by the bankrupt while the mortgage was off the records, although none of them had been reduced to judgment and no steps had been taken to fix a lien upon the property or its proceeds. The bank set up the absence of any lien and the validity of the mortgage as between the parties thereto and maintained that the trustee stood in the shoes of the bankrupt and could not enforce the alleged rights of creditors. This defence was sustained by the Circuit Court of Appeals (196 Fed. Rep. 29).</p>\n<p>The cause has been pending a very long time and must be decided under the provisions of the Bankrupt Act as it existed in February, 1903,  before the material changes created by amendments  and according to the laws of Michigan then in effect whose exact import is not entirely clear. Being of opinion that the action of the court below was correct, we will consider only the ground which it assigned therefor.</p>\n<p>Payment to the bank by the bankrupt is attacked as invalid under § 9523, Michigan Compiled Laws of 1897, which provides that every chattel mortgage \"which shall not be accompanied by an immediate delivery, and followed by an actual and continued change of possession of <span class=\"star-pagination\">*188</span> the things mortgaged, shall be absolutely void as against the creditors of the mortgagor\" unless filed for record as directed.</p>\n<p>The Circuit Court of Appeals declared (p. 33): \"It is settled by the decisions of the Supreme Court of Michigan that the words 'creditors of the mortgagor' mean subsequent creditors in good faith and without notice of the mortgage, and that the statutory invalidity of an unfiled chattel mortgage extends to all creditors who became such after the giving and before the filing of the mortgage. Recovery can be had here on but one of two theories: First, that the bankruptcy act creates a lien in favor of the creditors under which the rights given by the Michigan statute can be enforced; or, second, that the Michigan statute creates such a lien. The bankruptcy act does not operate as an attachment of the bankrupt's property, nor itself create a lien in favor of creditors of the class before us. <i>York Mfg. Co.</i> v. <i>Cassell,</i> 201 U.S. 344; <i>Crucible Steel Co.</i> v. <i>Holt,</i> 174 Fed. Rep. 127; affirmed by the Supreme Court April 1, 1912, <span class=\"citation\" data-id=\"97606\"><a href=\"/opinion/97606/holt-v-crucible-steel-co-of-america/\"><span class=\"volume\">224</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></a></span>. The controlling question, therefore, is whether the rights given by the Michigan statute to the class of creditors named amount to an actually established lien, or, on the other hand, to a mere right to create a lien. . . . Since the decision below, the case of <i>In re Huxoll,</i> 193 Fed. Rep. 851, has been decided by this court. We there carefully reviewed and considered the Michigan decisions, and reached the conclusion that the Michigan statute does not of itself create a lien upon the mortgaged property prior to the lien of the mortgage; but gives merely a right to a lien, requiring a proceeding of some kind for its fastening. We there held that the right to lien was lost if such proceeding was not taken before bankruptcy.\"</p>\n<p>Replying to the contention that an assignee for the benefit of creditors in Michigan may avoid unrecorded chattel mortgages and that the rights of a trustee in bankruptcy <span class=\"star-pagination\">*189</span> are not less, the Circuit Court of Appeals further said: \"As we pointed out in the <i>Huxoll Case,</i> the Michigan decisions mean no more than that the assignee is by the assignment given a lien upon the property which did not before exist. The mere fact that a lien is created under statutory assignment for the benefit of creditors does not give a lien under the Bankruptcy Act. This conclusion directly follows from the decision in <i>York Mfg. Co.</i> v. <i>Cassell, supra</i><i>.</i>\"</p>\n<p>We think the Circuit Court of Appeals properly interpreted and applied the doctrine announced in <i>York Mfg. Co.</i> v. <i>Cassell</i><i>,</i> and are unable to see that it reached an incorrect conclusion concerning the pertinent laws of Michigan. <i>Holt</i> v. <i>Crucible Steel Co.,</i> <span class=\"citation\" data-id=\"97606\"><a href=\"/opinion/97606/holt-v-crucible-steel-co-of-america/\"><span class=\"volume\">224</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></a></span>, 267.</p>\n<p>The decree is</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 98428, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/98428/", "sha1": "f8aa9f8c41779bcd4868703d890b84c6cd4c44ad", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:43:24"}