{"absolute_url": "/opinion/98570/phillip-wagner-inc-v-leser/", "blocked": false, "citation": {"case_name": "Phillip Wagner, Inc. v. Leser", "docket_number": "28", "document_uris": ["/api/rest/v2/document/98570/"], "federal_cite_one": "239 U.S. 207", "federal_cite_three": null, "federal_cite_two": null, "id": 82953, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/82953/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 23, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1915-11-29", "date_modified": "2014-12-21T01:36:02.556753", "docket": "/api/rest/v2/docket/215391/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">239 U.S. 207</p>\n    <p class=\"case_cite\">36 S.Ct. 66</p>\n    <p class=\"case_cite\">60 L.Ed. 230</p>\n    <p class=\"parties\">PHILLIP WAGNER, Incorporated, Plff. in Err.,<br>v.<br>OSCAR LESER, A. B. Cunningham, and John Gill, Jr.,  Judges of the Appeal Tax Court of Baltimore City, and  Jacob W. Hook, Tax Collector of Baltimore City.</p>\n    <p class=\"docket\">No. 28.</p>\n    <p class=\"date\">Argued October 25 and 26, 1915.</p>\n    <p class=\"date\">Decided November 29, 1915.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Charles J. Bonaparte, George Washington Williams, and John Holt Richardson for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from Pages 208-211 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. S. S. Field and Alexander Preston for defendants in error.</p>\n      <p class=\"indent\">Mr. Justice Day delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Phillip Wagner, a corporation, filed its bill on behalf of itself and other taxpayers owning property in Baltimore city, adjoining or abutting upon a public highway which has been paved with improved paving without having been assessed for any part of the cost thereof, and who are similarly situated with the complainant, who is the owner of certain real estate, improved by seven two-story dwelling houses, situated on Philadelphia road, a public highway within the limits of Baltimore city, which property abuts and adjoins upon the public highway, which had been paved with improved paving, to wit, vitrified brick, which property, or its present or former owner, had never been specially assessed for any part of the cost of said improved paving. The bill was filed for the purpose of enjoining the enforcement of a certain act of the general assembly of the state of Maryland (1906, chapter 401; 1908, chapter 202, of the Laws of Maryland), by which statute the general assembly enacted that a special tax be levied and imposed upon property in the city of Baltimore benefited by improved paving of the amount specified; said tax to continue as to each property for ten years from the time it attached thereto, the proceeds to be used for improved paving in the city of Baltimore, as provided in the act. The act provided that, for these purposes, all landed property in the city of Baltimore, adjoining or abutting upon any public highway which had been or should thereafter be paved with improved paving without special assessment of any part of the cost upon the abutting or adjoining property owners, by the city of Baltimore or the state roads commission, or other public commission or agency, or by said city and such commission or agency, or by either or both, and any railroad or railway company, occupying with tracks a portion of such highway, was declared to be specially benefited by such improved paving to an extent greater than the entire amount of the special tax levied under the act. The property so benefited was divided into three classes: Class A to include all landed property in the city of Baltimore, adjoining or abutting upon a public highway paved with improved paving and having a width of not less than 30 feet so paved; Class B to include all such landed property in the city of Baltimore adjoining or abutting upon a public highway paved with improved paving and having a width of less than 30 feet, and not less than 15 feet, so paved; Class C to include all such landed property in the city of Baltimore adjoining or abutting upon any public highway paved with improved paving and having a width of less than 15 feet so paved. The appeal tax court of the city of Baltimore is authorized and directed by the act to proceed to classify and list for taxation, as provided by the act, for the year 1913, all landed property in the city of Baltimore which, on the 1st day of November, 1912, was in a situation to come under the requirements of either of said classes. Before classifying any property under the special tax provided in the act, the appeal tax court was required to give notice to the owner of the property, designating a certain time when the owner might appear before the court and be heard with reference to the liability of his property for the tax, and the class to which it properly belonged. After having given the owner reasonable notice and an opportunity to be heard, the appeal tax court is required to proceed to make the classification provided, and to certify their action, in making such classification, to the city collector in the same manner as in cases of classification of real and leasehold property in the annex for the different rates of taxation as provided under the act relating thereto; and the city collector is authorized to add the special tax to the tax bills of the property, to be called 'special paving tax,' and to collect the same in the manner as ordinary taxes on real estate are collected. The city collector is required to account for and pay over to the comptroller, to be by him deposited with the city register, and to be placed to the credit of a new paving fund provided in the Acts of 1906, chapter 40, and 1908, chapter 202, and to be exclusively applicable to the cost of the work authorized by said acts, or by any amendment or amendments thereof. Section 3 of the act defines improved paving to mean any substantial, smooth paving above the grade of ordinary macadam, and to include granite or Belgian blocks, vitrified brick or blocks, wood blocks, asphalt or concrete blocks, sheet asphalt, bitulithic bituminous macadam and bituminous concrete. Section 4 specifies the amount of the special tax to be as follows: On all property embraced in Class A, 15 cents per year per front foot or lineal foot adjoining or abutting upon the public highway; on all property embraced in Class B, 10 cents per year per front foot or lineal foot adjoining or abutting upon the public highway; and on all property embraced in Class C, 5 cents per year per front foot or lineal foot adjoining or abutting upon the public highway.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The bill recites that, under and by virtue of that act, chapter 688 of the Acts of 1912, the general assembly has attempted to levy and impose upon the property of the plaintiff and other property owners similarly situated, taxes under the three classes mentioned, and that the appeal tax court of Baltimore is proceeding now to list and classify for taxes the property so attempted to be levied upon by said act, and has classified said property of the plaintiff, designating it as belonging to Class A. The bill then sets forth various grounds upon which it is claimed the act is illegal, the one with which this court is concerned being that it is in violation of the 14th Amendment to the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The act of 1906, to which reference is made in the act just recited, chapter 401, as amended by chapter 202 of the Acts of 1908, provides for the creation of a paving commission for the city of Baltimore, with powers to carry out a plan for a complete system of improved paving of the streets of the city. The court of appeals in its opinion in this case states that a fund of $5,000,000 was procured by means of a loan provided for this purpose, which loan was approved by the people at an election held on the 2d of May, 1911, and that the act was sustained by the court of appeals in the case of Bond v. Baltimore, 118 Md. 159, 84 Atl. 258; and that the object and purpose of the act of 1912 was to raise an additional fund of $5,000,000, to complete the plan adopted by the city for improved pavements throughout the city, and that this is to be done by a special paving tax upon property in the city specially benefited by improved paving as provided in the act.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The bill was demurred to upon certain grounds: that the complainant had an adequate remedy at law; that the act of 1912 in question did not violate the Constitution of the United States or the Constitution or Bill of Rights of the state of Maryland; that the houses of the plaintiff were enjoying special benefit and advantage, fronting upon a street improved with vitrified brick pavement, while other houses in the city are upon unhealthy and unsightly cobblestone streets, for which special advantage the charge put upon the houses of the plaintiff by the act in question amounts to $1.80 per year upon each of the houses, or $18 upon each house for the entire ten years. The demurrer sets forth certain other reasons why a court of equity should not intervene, not necessary to repeat. The demurrer was overruled in the circuit court of Baltimore city, and upon appeal to the court of appeals of Maryland, that court reversed the lower court and sustained the constitutionality of the act as against the attacks thereon both under the state and Federal Constitutions. (120 Md. 671, 87 Atl. 1040.)</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We will notice such matters as are deemed necessary in order to dispose of the contentions concerning the alleged violation of rights secured to the complainant under the Federal Constitution. The provision of that instrument to which appeal is made by the complainant is the 14th Amendment in the protection secured thereunder against state action which has the effect to deprive of property without due process of law. This court has frequently affirmed that the general taxing systems of the state are not to be presumed lacking in due process of law because of inequalities or objections, so long as arbitrary action is avoided. It is not the purpose of the 14th Amendment to interfere with the discretionary power of the states to raise necessary revenues by imposing taxes and assessments upon property within their jurisdictions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is first contended that the complainant is deprived of its property without due process of law, because the special assessment levied upon its property is for the special benefits long since accrued, and that the statute under consideration is retrospective in its operation, thereby disturbing rights which had accrued to and become fixed in the property holders long before the passage of the statute; that the state had no authority because of benefits thus long since conferred to make the assessment in question. But we deem this contention foreclosed by the decision of this court in Seattle v. Kelleher, 195 U. S. 351, 49 L. ed. 232, 25 Sup. Ct. Rep. 44. In that case it was contended that there could be no valid assessment for a certain improvement, because it was levied after the work was completed; but this court met that contention by saying:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'The principles of taxation are not those of contract. A special assessment may be levied upon an executed consideration; that is to say, for a public work already done. Bellows v. Weeks, 41 Vt. 590, 599, 600; Mills v. Charleton, 29 Wis. 400, 413, 9 Am. Rep. 578; Hall v. Street Comrs. 177 Mass. 434, 439, 59 N. E. 68. If this were not so it might be hard to justify reassessments. See Norwood v. Baker, 172 U. S. 269, 293, 43 L. ed. 443, 452, 19 Sup. Ct. Rep. 187; Williams v. Albany County, 122 U. S. 154, 30 L. ed. 1088, 7 Sup. Ct. Rep. 1244; Frederick v. Seattle, 13 Wash. 428, 43 Pac. 364; Cline v. Seattle, 13 Wash. 444, 43 Pac. 367; Bacon v. Seattle, 15 Wash. 701, 47 Pac. 1102; Cooley, Taxn. 3d ed. 1280. . . . Of course, it does not matter that this is called a reassessment. A reassessment may be a new assessment. Whatever the legislature could authorize if it were ordering an assessment for the first time it equally could authorize, notwithstanding a previous invalid attempt to assess. The previous attempt left the city free 'to take such steps as were within its power to take, either under existing statutes, or under any authority that might thereafter be conferred upon it, to make a new assessment upon the plaintiff's abutting property' in any constitutional way. Norwood v. Baker, 172 U. S. 269, 293, 43 L. ed. 443, 452, 19 Sup. Ct. Rep. 187; McNamee v. Tacoma, 24 Wash. 591, 64 Pac. 791; Annie Wright Seminary v. Tacoma, 23 Wash. 109, 62 Pac. 444.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The doctrine established by this case is that a subsequent assessment may be levied because of benefits conferred by the former action of the city in improving in front of the lots assessed. As said in the Kelleher Case, 'the benefit was there on the ground at the city expense.' So far as any Federal constitutional requirement is concerned, the state might exercise its authority to assess because of this special benefit, although that assessment was deferred for some time after the work was done at the public expense. And these considerations suggest the answer to another objection made in this connection, that it is proposed to use the assessments for paving other streets within the city. It is true that the assessments are to go into the general fund provided for such general use. But we are unable to see how the constitutional rights of the complainant are violated, so long as there was as to it a benefit formerly conferred, and still existing, which the property had derived at the public expense. The fact that the city was authorized to use the assessment in creating a public fund, in aid of its scheme to pave other streets of the city, was a public purpose, and a legitimate one, for which funds of the city might be used.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is further urged, and much stress seems to be laid upon this point, that the complainant and others similarly situated were given no opportunity to be heard as to the amount of benefits conferred upon them, and the proper adjustment of the taxes among property owners. But this question, like the other, is foreclosed by the former decisions of this court. This assessment, and the classification of the property to be improved, were fixed and designated by legislative act. It was declared that the property which had been improved by paving theretofore should, according to the width of the paving in front of the respective properties, be assessed at a certain sum per foot front. We think such a tax, when levied by the legislature, did not require notice and a hearing as to the amount and extent of benefits conferred in order to render the legislative action due process of law within the meaning of the Federal Constitution. In Spencer v. Merchant, 125 U. S. 345, 356, 31 L. ed. 763, 768, 8 Sup. Ct. Rep. 921, this court, speaking by Mr. Justice Gray, said:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'In the absence of any more specific constitutional restriction than the general prohibition against taking property without due process of law, the legislature of the state, having the power to fix the sum necessary to be levied for the expense of a public improvement, and to order it to be assessed, either like other taxes, upon property generally, or only upon the lands benefited by the improvement, is authorized to determine both the amount of the whole tax, and the class of lands which will receive the benefit and should therefore bear the burden, although it may, if it sees fit, commit the ascertainment of either or both of these facts to the judgment of commissioners.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This case has been followed and approved in subsequent decisions in this court. Parsons v. District of Columbia, 170 U. S. 45, 50, 56, 42 L. ed. 943, 945, 947, 18 Sup. Ct. Rep. 521; French v. Barber Asphalt Paving Co. 181 U. S. 324, 343, 45 L. ed. 879, 889, 21 Sup. Ct. Rep. 625. In the latter case, the former cases in this court were reviewed at length, and Spencer v. Merchant, quoted with approval; Norwood v. Baker, 172 U. S. 269, 43 L. ed. 443, 19 Sup. Ct. Rep. 187, was commented upon and distinguished. French v. Barber Asphalt Paving Co. supra, was followed and approved in a series of cases in the same volume: Wight v. Davidson, 181 U. S. 371, 45 L. ed. 900, 21 Sup. Ct. Rep. 616; Tonawanda v. Lyon, 181 U. S. 389, 45 L. ed. 908, 21 Sup. Ct. Rep. 609; Webster v. Fargo, 181 U. S. 394, 45 L. ed. 912, 21 Sup. Ct. Rep. 623; Cass Farm Co. v. Detroit, 181 U. S. 396, 45 L. ed. 914, 21 Sup. Ct. Rep. 644; Detroit v. Parker, 181 U. S. 399, 45 L. ed. 917, 21 Sup. Ct. Rep. 624; Wormley v. District of Columbia, 181 U. S. 402, 45 L. ed. 921, 21 Sup. Ct. Rep. 609; Shumate v. Heman, 181 U. S. 402, 45 L. ed. 922, 21 Sup. Ct. Rep. 645; Farrell v. West Chicago Park, 181 U. S. 404, 45 L. ed. 924, 21 Sup. Ct. Rep. 609; French v. Barber Asphalt Paving Co. supra, was referred to with approval in Hibben v. Smith, 191 U. S. 310, 326, 48 L. ed. 195, 201, 24 Sup. Ct. Rep. 88. See also Louisville &amp; N. R. Co. v. Barber Asphalt Paving Co. 197 U. S. 430, 49 L. ed. 819, 25 Sup. Ct. Rep. 466; Martin v. District of Columbia, 205 U. S. 135, 51 L. ed. 743, 27 Sup. Ct. Rep. 440.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Norwood v. Baker, supra, is much relied upon by the plaintiff in error, and while this court has shown no disposition to overrule that case when limited to the decision actually made by the court, much that is said in it must be read in connection with the subsequent cases in this court already referred to. In Norwood v. Baker, a portion of a person's property, located in a village of Ohio, was condemned for street purposes, and the entire cost of opening the street, including the amount paid for the strip condemned, with the costs and expenses of condemnation, was assessed upon the abutting property owner whose land was condemned. This, it was said in French v. Barber Asphalt Paving Co. supra, was an abuse of the law and an act of confiscation, and not a valid exercise of the taxing power. Taking the decisions in this court together, we think that it results that the legislature of a state may determine the amount to be assessed for a given improvement, and designate the lands and property benefited thereby, upon which the assessment is to be made, without first giving an opportunity to the owners of the property to be assessed to be heard upon the amount of the assessment or the extent of the benefit conferred.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We do not understand this to mean that there may not be cases of such flagrant abuse of legislative power as would warrant the intervention of a court of equity to protect the constitutional rights of landowners, because of arbitrary and wholly unwarranted legislative action. The constitutional protection against deprivation of property without due process of law would certainly be available to persons arbitrarily deprived of their private rights by such state action, whether under the guise of legislative authority or otherwise. But in the present case there is neither allegation nor proof of such disproportion between the assessment made and the benefit conferred as to suggest that the small tax levied upon this property would amount to an arbitrary exercise of the legislative power upon the subject. There can be no question that paving with brick in front of the property of the complainant conferred a substantial benefit, and gave authority for the subsequent legislation which, because of that benefit, original and continuing, warranted an assessment upon the property owner for a confessedly public purpose,&#8212;the improvement of the streets of the city.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We are unable to find that the act of the legislature in question, or the manner of its present enforcement, operates to deprive the complainant and others similarly situated of any rights secured to them by the Federal Constitution. The judgment of the Court of Appeals of Maryland is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mr. Justice Pitney and Mr. Justice McReynolds dissent.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>239 U.S. 207 (1915)</b></center>\n<center><h1>PHILLIP WAGNER, INCORPORATED,<br>\nv.<br>\nLESER ET AL., JUDGES AND TAX COLLECTOR OF BALTIMORE CITY.</h1></center>\n<center>No. 28.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 25, 26, 1915.</center>\n<center>Decided November 29, 1915.</center>\nERROR TO THE COURT OF APPEALS OF THE STATE OF MARYLAND.\n<p><span class=\"star-pagination\">*208</span> <i>Mr. Geo. Washington Williams</i> and <i>Mr. Charles J. Bonaparte,</i> with whom <i>Mr. John Holt Richardson</i> was on the brief, for plaintiff in error.</p>\n<p><i>Mr. S.S. Field,</i> with whom <i>Mr. Alexander Preston</i> was on the brief, for defendants in error.</p>\n<p><span class=\"star-pagination\">*211</span> MR. JUSTICE DAY delivered the opinion of the court.</p>\n<p>Phillip Wagner, a corporation, filed its bill on behalf of itself and other taxpayers owning property in Baltimore City, adjoining or abutting upon a public highway which has been paved with improved paving without having been assessed for any part of the cost thereof, and who are similarly situated with the complainant, who is the owner of certain real estate, improved by seven two-story dwelling houses, situated on Philadelphia Road, a public highway within the limits of Baltimore <span class=\"star-pagination\">*212</span> City, which property abuts and adjoins upon the public highway, which had been paved with improved paving, to-wit, vitrified brick, which property, or its present or former owner, had never been specially assessed for any part of the cost of said improved paving. The bill was filed for the purpose of enjoining the enforcement of a certain act of the General Assembly of the State of Maryland (1906, Chapter 401; 1908, Chapter 202, of the Laws of Maryland), by which statute the General Assembly enacted that a special tax be levied and imposed upon property in the City of Baltimore benefited by improved paving of the amount specified; said tax to continue as to each property for ten years from the time it attached thereto, the proceeds to be used for improved paving in the City of Baltimore, as provided in the act. The act provided that, for these purposes, all landed property in the City of Baltimore, adjoining or abutting upon any public highway, which had been or should thereafter be paved with improved paving without special assessment of any part of the cost upon the abutting or adjoining property owners, by the City of Baltimore or the State Roads Commission, or other public commission or agency, or by said city and such commission or agency, or by either or both, and any railroad or railway company occupying with tracks a portion of such highway, was declared to be specially benefited by such improved paving to an extent greater than the entire amount of the special tax levied under the act. The property so benefited was divided into three classes: Class A to include all landed property in the City of Baltimore, adjoining or abutting upon a public highway paved with improved paving and having a width of not less than thirty feet so paved; Class B to include all such landed property in the City of Baltimore adjoining or abutting upon a public highway paved with improved paving and having a width of less than thirty feet and <span class=\"star-pagination\">*213</span> not less than fifteen feet so paved; Class C to include all such landed property in the City of Baltimore adjoining or abutting upon any public highway paved with improved paving and having a width of less than fifteen feet so paved. The Appeal Tax Court of the City of Baltimore is authorized and directed by the act to proceed to classify and list for taxation, as provided by the act, for the year 1913, all landed property in the City of Baltimore which, on the first day of November, 1912, was in a situation to come under the requirements of either of said classes. Before classifying any property under the special tax provided in the act, the Appeal Tax Court was required to give notice to the owner of the property, designating a certain time when the owner might appear before the court and be heard with reference to the liability of his property for the tax, and the class to which it properly belonged. After having given the owner reasonable notice and an opportunity to be heard, the Appeal Tax Court is required to proceed to make the classification provided, and to certify their action, in making such classification to the City Collector in the same manner as in cases of classification of real and leasehold property in the annex for the different rates of taxation as provided under the Act relating thereto; and the City Collector is authorized to add the special tax to the tax bills of the property, to be called \"Special Paving Tax,\" and to collect the same in the manner as ordinary taxes on real estate are collected. The City Collector is required to account for and pay over to the Comptroller, to be by him deposited with the City Register and to be placed to the credit of a new paving fund provided in the Acts of 1906, Chapter 401, and 1908, Chapter 202, and to be exclusively applicable to the cost of the work authorized by said acts, or by any amendment or amendments thereof. Section 3 of the act defines improved paving to mean any substantial, smooth paving above the grade <span class=\"star-pagination\">*214</span> of ordinary macadam, and to include granite or belgian blocks, vitrified brick or blocks, wood blocks, asphalt or concrete blocks, sheet asphalt, bituminous bituminous macadam and bituminous concrete. Section 4 specifies the amount of the special tax to be as follows: On all property embraced in Class A, fifteen cents per year per front foot or lineal foot adjoining or abutting upon the public highway; on all property embraced in Class B, ten cents per year per front foot or lineal foot adjoining or abutting upon the public highway; and on all property embraced in Class C, five cents per year per front foot or lineal foot adjoining or abutting upon the public highway.</p>\n<p>The bill recites that, under and by virtue of that act, Chapter 688 of the Acts of 1912, the General Assembly has attempted to levy and impose upon the property of the plaintiff and other property owners similarly situated, taxes under the three classes mentioned, and that the Appeal Tax Court of Baltimore is proceeding now to list and classify for taxes the property so attempted to be levied upon by said act, and has classified said property of the plaintiff, designating it as belonging to Class A. The bill then sets forth various grounds upon which it is claimed the act is illegal, the one with which this court is concerned being that it is in violation of the Fourteenth Amendment to the Constitution of the United States.</p>\n<p>The Act of 1906, to which reference is made in the act just recited, Chapter 401, as amended by Chapter 202 of the Acts of 1908, provides for the creation of a paving commission for the City of Baltimore, with powers to carry out a plan for a complete system of improved paving of the streets of the city. The Court of Appeals in its opinion in this case states that a fund of $5,000,000 was procured by means of a loan provided for this purpose, which loan was approved by the people at an election held on the 2nd of May, 1911, and that the act was sustained <span class=\"star-pagination\">*215</span> by the Court of Appeals in the case of <i>Bond</i> v. <i>Baltimore,</i> 118 Maryland, 159; and that the object and purpose of the Act of 1912 was to raise an additional fund of $5,000,000, to complete the plan adopted by the city for improved pavements throughout the city, and that this is to be done by a special paving tax upon property in the city specially benefited by improved paving as provided in the act.</p>\n<p>The bill was demurred to upon certain grounds: that the complainant had an adequate remedy at law; that the Act of 1912 in question did not violate the Constitution of the United States or the Constitution or Bill of Rights of the State of Maryland; that the houses of the plaintiff were enjoying special benefit and advantage, fronting upon a street improved with vitrified brick pavement, while other houses in the city are upon unhealthy and unsightly cobble stone streets, for which special advantage the charge put upon the houses of the plaintiff by the act in question amounts to $1.80 per year upon each of the houses, or $18.00 upon each house for the entire ten years. The demurrer sets forth certain other reasons why a court of equity should not intervene not necessary to repeat. The demurrer was overruled in the Circuit Court of Baltimore City, and upon appeal to the Court of Appeals of Maryland, that court reversed the lower court and sustained the constitutionality of the act as against the attacks thereon both under the state and Federal Constitutions. (120 Maryland, 621.)</p>\n<p>We will notice such matters as are deemed necessary in order to dispose of the contentions concerning the alleged violation of rights secured to the complainant under the Federal Constitution. The provision of that instrument to which appeal is made by the complainant is the Fourteenth Amendment in the protection secured thereunder against state action which has the effect to deprive of property without due process of law. This <span class=\"star-pagination\">*216</span> court has frequently affirmed that the general taxing systems of the State are not to be presumed lacking in due process of law because of inequalities or objections, so long as arbitrary action is avoided. It is not the purpose of the Fourteenth Amendment to interfere with the discretionary power of the States to raise necessary revenues by imposing taxes and assessments upon property within their jurisdictions.</p>\n<p>It is first contended that the complainant is deprived of its property without due process of law, because the special assessment levied upon its property is for special benefits long since accrued, and that the statute under consideration is retrospective in its operation, thereby disturbing rights which had accrued to and become fixed in the property holders long before the passage of the statute; that the State had no authority because of benefits thus long since conferred to make the assessment in question. But we deem this contention foreclosed by the decision of this court in <i>Seattle</i> v. <i>Kelleher,</i> 195 U.S. 351. In that case it was contended that there could be no valid assessment for a certain improvement, because it was levied after the work was completed, but this court met that contention by saying (p. 359):</p>\n<p>\"The principles of taxation are not those of contract. A special assessment may be levied upon an executed consideration, that is to say, for a public work already done. <i>Bellows</i> v. <i>Weeks,</i> 41 Vermont, 590, 599, 600; <i>Mills</i> v. <i>Charleton,</i> 29 Wisconsin, 400, 413; <i>Hall</i> v. <i>Street Commissioners,</i> 177 Massachusetts, 434, 439. If this were not so it might be hard to justify reassessments. See <i>Norwood</i> v. <i>Baker,</i> 172 U.S. 269, 293; <i>Williams</i> v. <i>Supervisors of Albany,</i> 122 U.S. 154; <i>Frederick</i> v. <i>Seattle,</i> 13 Washington, 428; <i>Cline</i> v. <i>Seattle,</i> 13 Washington, 444; <i>Bacon</i> v. <i>Seattle,</i> 15 Washington, 701; Cooley, Taxation, 3d ed., 1280. . . . Of course, it does not matter that this is called a reassessment. A reassessment may <span class=\"star-pagination\">*217</span> be a new assessment. Whatever the legislature could authorize if it were ordering an assessment for the first time it equally could authorize, notwithstanding a previous invalid attempt to assess. The previous attempt left the city free `to take such steps as were within its power to take, either under existing statutes, or under any authority that might thereafter be conferred upon it, to make a new assessment upon the plaintiff's abutting property' in any constitutional way. <i>Norwood</i> v. <i>Baker,</i> 172 U.S. 269, 293; <i>McNamee</i> v. <i>Tacoma,</i> 24 Washington, 591; <i>Annie Wright Seminary</i> v. <i>Tacoma,</i> 23 Washington, 109.\"</p>\n<p>The doctrine established by this case is that a subsequent assessment may be levied because of benefits conferred by the former action of the city in improving in front of the lots assessed. As said in the <i>Kelleher Case</i> (p. 359), \"the benefit was there on the ground at the city's expense.\" So far as any Federal constitutional requirement is concerned, the State might exercise its authority to assess because of this special benefit, although that assessment was deferred for some time after the work was done at the public expense. And these considerations suggest the answer to another objection made in this connection, that it is proposed to use the assessments for paving other streets within the city. It is true that the assessments are to go into the general fund provided for such general use. But we are unable to see how the constitutional rights of the complainant are violated, so long as there was as to it a benefit formerly conferred, and still existing, which the property had derived at the public expense. The fact that the city was authorized to use the assessment in creating a public fund, in aid of its scheme to pave other streets of the city, was a public purpose, and a legitimate one, for which funds of the city might be used.</p>\n<p>It is further urged, and much stress seems to be laid <span class=\"star-pagination\">*218</span> upon this point, that the complainant and others similarly situated were given no opportunity to be heard as to the amount of benefits conferred upon them, and the proper adjustment of the taxes among property owners. But this question, like the other, is foreclosed by the former decisions of this court. This assessment, and the classification of the property to be improved, were fixed and designated by legislative act. It was declared that the property which had been improved by paving theretofore should, according to the width of the paving in front of the respective properties, be assessed at a certain sum per foot front. We think such a tax, when levied by the legislature, did not require notice and a hearing as to the amount and extent of benefits conferred in order to render the legislative action due process of law within the meaning of the Federal Constitution. In <i>Spencer</i> v. <i>Merchant,</i> 125 U.S. 345, 356, this court, speaking by Mr. Justice Gray, said:</p>\n<p>\"In the absence of any more specific constitutional restriction than the general prohibition against taking property without due process of law, the legislature of the State, having the power to fix the sum necessary to be levied for the expense of a public improvement, and to order it to be assessed, either, like other taxes, upon property generally, or only upon the lands benefited by the improvement, is authorized to determine both the amount of the whole tax, and the class of lands which will receive the benefit and should therefore bear the burden, although it may, if it sees fit, commit the ascertainment of either or both of these facts to the judgment of commissioners.\"</p>\n<p>This case has been followed and approved in subsequent decisions in this court. <i>Parsons</i> v. <i>District of Columbia,</i> 170 U.S. 45, 50, 56; <i>French</i> v. <i>Barber Asphalt Paving Co.,</i> 181 U.S. 324, 343. In the latter case, the former cases in this court were reviewed at length, and <i>Spencer</i> v. <span class=\"star-pagination\">*219</span> <i>Merchant</i><i>,</i> quoted with approval; <i>Norwood</i> v. <i>Baker,</i> 172 U.S. 269, was commented upon and distinguished. <i>French</i> v. <i>Barber Asphalt Paving Co., supra</i><i>,</i> was followed and approved in a series of cases in the same volume: <i>Wight</i> v. <i>Davidson,</i> 371; <i>Tonawanda</i> v. <i>Lyon,</i> 389; <i>Webster</i> v. <i>Fargo,</i> 394; <i>Cass Farm Co.</i> v. <i>Detroit,</i> 396; <i>Detroit</i> v. <i>Parker,</i> 399; <i>Wormley</i> v. <i>District,</i> 402; <i>Shumate</i> v. <i>Heman,</i> 402; <i>Farrell</i> v. <i>Commissioners,</i> 404. <i>French</i> v. <i>Barber Asphalt Paving Co., supra</i><i>,</i> was referred to with approval in <i>Hibben</i> v. <i>Smith,</i> 191 U.S. 310, 326. See also <i>Louis. &amp; Nash. R.R.</i> v. <i>Barber Asphalt Paving Co.,</i> 197 U.S. 430; <i>Martin</i> v. <i>District of Columbia,</i> 205 U.S. 135.</p>\n<p><i>Norwood</i> v. <i>Baker, supra</i><i>,</i> is much relied upon by the plaintiff in error, and while this court has shown no disposition to overrule that case when limited to the decision actually made by the court, much that is said in it must be read in connection with the subsequent cases in this court already referred to. In <i>Norwood</i> v. <i>Baker</i><i>,</i> a portion of a person's property, located in a village of Ohio, was condemned for street purposes and the entire cost of opening the street, including the amount paid for the strip condemned, with the costs and expenses of condemnation, was assessed upon the abutting property owner whose land was condemned. This, it was said in <i>French</i> v. <i>Barber Asphalt Paving Co., supra</i><i>,</i> was an abuse of the law and an act of confiscation, and not a valid exercise of the taxing power. Taking the decisions in this court together, we think that it results that the legislature of a State may determine the amount to be assessed for a given improvement and designate the lands and property benefited thereby, upon which the assessment is to be made, without first giving an opportunity to the owners of the property to be assessed to be heard upon the amount of the assessment or the extent of the benefit conferred.</p>\n<p>We do not understand this to mean that there may <span class=\"star-pagination\">*220</span> not be cases of such flagrant abuse of legislative power as would warrant the intervention of a court of equity to protect the constitutional rights of land owners, because of arbitrary and wholly unwarranted legislative action. The constitutional protection against deprivation of property without due process of law would certainly be available to persons arbitrarily deprived of their private rights by such state action, whether under the guise of legislative authority or otherwise. But in the present case there is neither allegation nor proof of such disproportion between the assessment made and the benefit conferred as to suggest that the small tax levied upon this property would amount to an arbitrary exercise of the legislative power upon the subject. There can be no question that paving with brick in front of the property of the complainant conferred a substantial benefit, and gave authority for the subsequent legislation which, because of that benefit, original and continuing, warranted an assessment upon the property owner for a confessedly public purpose,  the improvement of the streets of the city.</p>\n<p>We are unable to find that the act of the legislature in question, or the manner of its present enforcement, operates to deprive the complainant and others similarly situated of any rights secured to them by the Federal Constitution. The judgment of the Court of Appeals of Maryland is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE PITNEY and MR. JUSTICE McREYNOLDS dissent.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">207</span></span> (1915)</b></center>\n<center><h1>PHILLIP WAGNER, INCORPORATED,<br>\nv.<br>\nLESER ET AL., JUDGES AND TAX COLLECTOR OF BALTIMORE CITY.</h1></center>\n<center>No. 28.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 25, 26, 1915.</center>\n<center>Decided November 29, 1915.</center>\nERROR TO THE COURT OF APPEALS OF THE STATE OF MARYLAND.\n<p><span class=\"star-pagination\">*208</span> <i>Mr. Geo. Washington Williams</i> and <i>Mr. Charles J. Bonaparte,</i> with whom <i>Mr. John Holt Richardson</i> was on the brief, for plaintiff in error.</p>\n<p><i>Mr. S.S. Field,</i> with whom <i>Mr. Alexander Preston</i> was on the brief, for defendants in error.</p>\n<p><span class=\"star-pagination\">*211</span> MR. JUSTICE DAY delivered the opinion of the court.</p>\n<p>Phillip Wagner, a corporation, filed its bill on behalf of itself and other taxpayers owning property in Baltimore City, adjoining or abutting upon a public highway which has been paved with improved paving without having been assessed for any part of the cost thereof, and who are similarly situated with the complainant, who is the owner of certain real estate, improved by seven two-story dwelling houses, situated on Philadelphia Road, a public highway within the limits of Baltimore <span class=\"star-pagination\">*212</span> City, which property abuts and adjoins upon the public highway, which had been paved with improved paving, to-wit, vitrified brick, which property, or its present or former owner, had never been specially assessed for any part of the cost of said improved paving. The bill was filed for the purpose of enjoining the enforcement of a certain act of the General Assembly of the State of Maryland (1906, Chapter 401; 1908, Chapter 202, of the Laws of Maryland), by which statute the General Assembly enacted that a special tax be levied and imposed upon property in the City of Baltimore benefited by improved paving of the amount specified; said tax to continue as to each property for ten years from the time it attached thereto, the proceeds to be used for improved paving in the City of Baltimore, as provided in the act. The act provided that, for these purposes, all landed property in the City of Baltimore, adjoining or abutting upon any public highway, which had been or should thereafter be paved with improved paving without special assessment of any part of the cost upon the abutting or adjoining property owners, by the City of Baltimore or the State Roads Commission, or other public commission or agency, or by said city and such commission or agency, or by either or both, and any railroad or railway company occupying with tracks a portion of such highway, was declared to be specially benefited by such improved paving to an extent greater than the entire amount of the special tax levied under the act. The property so benefited was divided into three classes: Class A to include all landed property in the City of Baltimore, adjoining or abutting upon a public highway paved with improved paving and having a width of not less than thirty feet so paved; Class B to include all such landed property in the City of Baltimore adjoining or abutting upon a public highway paved with improved paving and having a width of less than thirty feet and <span class=\"star-pagination\">*213</span> not less than fifteen feet so paved; Class C to include all such landed property in the City of Baltimore adjoining or abutting upon any public highway paved with improved paving and having a width of less than fifteen feet so paved. The Appeal Tax Court of the City of Baltimore is authorized and directed by the act to proceed to classify and list for taxation, as provided by the act, for the year 1913, all landed property in the City of Baltimore which, on the first day of November, 1912, was in a situation to come under the requirements of either of said classes. Before classifying any property under the special tax provided in the act, the Appeal Tax Court was required to give notice to the owner of the property, designating a certain time when the owner might appear before the court and be heard with reference to the liability of his property for the tax, and the class to which it properly belonged. After having given the owner reasonable notice and an opportunity to be heard, the Appeal Tax Court is required to proceed to make the classification provided, and to certify their action, in making such classification to the City Collector in the same manner as in cases of classification of real and leasehold property in the annex for the different rates of taxation as provided under the Act relating thereto; and the City Collector is authorized to add the special tax to the tax bills of the property, to be called \"Special Paving Tax,\" and to collect the same in the manner as ordinary taxes on real estate are collected. The City Collector is required to account for and pay over to the Comptroller, to be by him deposited with the City Register and to be placed to the credit of a new paving fund provided in the Acts of 1906, Chapter 401, and 1908, Chapter 202, and to be exclusively applicable to the cost of the work authorized by said acts, or by any amendment or amendments thereof. Section 3 of the act defines improved paving to mean any substantial, smooth paving above the grade <span class=\"star-pagination\">*214</span> of ordinary macadam, and to include granite or belgian blocks, vitrified brick or blocks, wood blocks, asphalt or concrete blocks, sheet asphalt, bituminous bituminous macadam and bituminous concrete. Section 4 specifies the amount of the special tax to be as follows: On all property embraced in Class A, fifteen cents per year per front foot or lineal foot adjoining or abutting upon the public highway; on all property embraced in Class B, ten cents per year per front foot or lineal foot adjoining or abutting upon the public highway; and on all property embraced in Class C, five cents per year per front foot or lineal foot adjoining or abutting upon the public highway.</p>\n<p>The bill recites that, under and by virtue of that act, Chapter 688 of the Acts of 1912, the General Assembly has attempted to levy and impose upon the property of the plaintiff and other property owners similarly situated, taxes under the three classes mentioned, and that the Appeal Tax Court of Baltimore is proceeding now to list and classify for taxes the property so attempted to be levied upon by said act, and has classified said property of the plaintiff, designating it as belonging to Class A. The bill then sets forth various grounds upon which it is claimed the act is illegal, the one with which this court is concerned being that it is in violation of the Fourteenth Amendment to the Constitution of the United States.</p>\n<p>The Act of 1906, to which reference is made in the act just recited, Chapter 401, as amended by Chapter 202 of the Acts of 1908, provides for the creation of a paving commission for the City of Baltimore, with powers to carry out a plan for a complete system of improved paving of the streets of the city. The Court of Appeals in its opinion in this case states that a fund of $5,000,000 was procured by means of a loan provided for this purpose, which loan was approved by the people at an election held on the 2nd of May, 1911, and that the act was sustained <span class=\"star-pagination\">*215</span> by the Court of Appeals in the case of <i>Bond</i> v. <i>Baltimore,</i> 118 Maryland, 159; and that the object and purpose of the Act of 1912 was to raise an additional fund of $5,000,000, to complete the plan adopted by the city for improved pavements throughout the city, and that this is to be done by a special paving tax upon property in the city specially benefited by improved paving as provided in the act.</p>\n<p>The bill was demurred to upon certain grounds: that the complainant had an adequate remedy at law; that the Act of 1912 in question did not violate the Constitution of the United States or the Constitution or Bill of Rights of the State of Maryland; that the houses of the plaintiff were enjoying special benefit and advantage, fronting upon a street improved with vitrified brick pavement, while other houses in the city are upon unhealthy and unsightly cobble stone streets, for which special advantage the charge put upon the houses of the plaintiff by the act in question amounts to $1.80 per year upon each of the houses, or $18.00 upon each house for the entire ten years. The demurrer sets forth certain other reasons why a court of equity should not intervene not necessary to repeat. The demurrer was overruled in the Circuit Court of Baltimore City, and upon appeal to the Court of Appeals of Maryland, that court reversed the lower court and sustained the constitutionality of the act as against the attacks thereon both under the state and Federal Constitutions. (120 Maryland, 621.)</p>\n<p>We will notice such matters as are deemed necessary in order to dispose of the contentions concerning the alleged violation of rights secured to the complainant under the Federal Constitution. The provision of that instrument to which appeal is made by the complainant is the Fourteenth Amendment in the protection secured thereunder against state action which has the effect to deprive of property without due process of law. This <span class=\"star-pagination\">*216</span> court has frequently affirmed that the general taxing systems of the State are not to be presumed lacking in due process of law because of inequalities or objections, so long as arbitrary action is avoided. It is not the purpose of the Fourteenth Amendment to interfere with the discretionary power of the States to raise necessary revenues by imposing taxes and assessments upon property within their jurisdictions.</p>\n<p>It is first contended that the complainant is deprived of its property without due process of law, because the special assessment levied upon its property is for special benefits long since accrued, and that the statute under consideration is retrospective in its operation, thereby disturbing rights which had accrued to and become fixed in the property holders long before the passage of the statute; that the State had no authority because of benefits thus long since conferred to make the assessment in question. But we deem this contention foreclosed by the decision of this court in <i>Seattle</i> v. <i>Kelleher,</i> 195 U.S. 351. In that case it was contended that there could be no valid assessment for a certain improvement, because it was levied after the work was completed, but this court met that contention by saying (p. 359):</p>\n<p>\"The principles of taxation are not those of contract. A special assessment may be levied upon an executed consideration, that is to say, for a public work already done. <i>Bellows</i> v. <i>Weeks,</i> 41 Vermont, 590, 599, 600; <i>Mills</i> v. <i>Charleton,</i> 29 Wisconsin, 400, 413; <i>Hall</i> v. <i>Street Commissioners,</i> 177 Massachusetts, 434, 439. If this were not so it might be hard to justify reassessments. See <i>Norwood</i> v. <i>Baker,</i> <span class=\"citation\" data-id=\"2514248\"><a href=\"/opinion/2514248/norwood-v-baker/\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></a></span>, 293; <i>Williams</i> v. <i>Supervisors of Albany,</i> 122 U.S. 154; <i>Frederick</i> v. <i>Seattle,</i> 13 Washington, 428; <i>Cline</i> v. <i>Seattle,</i> 13 Washington, 444; <i>Bacon</i> v. <i>Seattle,</i> 15 Washington, 701; Cooley, Taxation, 3d ed., 1280. . . . Of course, it does not matter that this is called a reassessment. A reassessment may <span class=\"star-pagination\">*217</span> be a new assessment. Whatever the legislature could authorize if it were ordering an assessment for the first time it equally could authorize, notwithstanding a previous invalid attempt to assess. The previous attempt left the city free `to take such steps as were within its power to take, either under existing statutes, or under any authority that might thereafter be conferred upon it, to make a new assessment upon the plaintiff's abutting property' in any constitutional way. <i>Norwood</i> v. <i>Baker,</i> <span class=\"citation\" data-id=\"2514248\"><a href=\"/opinion/2514248/norwood-v-baker/\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></a></span>, 293; <i>McNamee</i> v. <i>Tacoma,</i> 24 Washington, 591; <i>Annie Wright Seminary</i> v. <i>Tacoma,</i> 23 Washington, 109.\"</p>\n<p>The doctrine established by this case is that a subsequent assessment may be levied because of benefits conferred by the former action of the city in improving in front of the lots assessed. As said in the <i>Kelleher Case</i> (p. 359), \"the benefit was there on the ground at the city's expense.\" So far as any Federal constitutional requirement is concerned, the State might exercise its authority to assess because of this special benefit, although that assessment was deferred for some time after the work was done at the public expense. And these considerations suggest the answer to another objection made in this connection, that it is proposed to use the assessments for paving other streets within the city. It is true that the assessments are to go into the general fund provided for such general use. But we are unable to see how the constitutional rights of the complainant are violated, so long as there was as to it a benefit formerly conferred, and still existing, which the property had derived at the public expense. The fact that the city was authorized to use the assessment in creating a public fund, in aid of its scheme to pave other streets of the city, was a public purpose, and a legitimate one, for which funds of the city might be used.</p>\n<p>It is further urged, and much stress seems to be laid <span class=\"star-pagination\">*218</span> upon this point, that the complainant and others similarly situated were given no opportunity to be heard as to the amount of benefits conferred upon them, and the proper adjustment of the taxes among property owners. But this question, like the other, is foreclosed by the former decisions of this court. This assessment, and the classification of the property to be improved, were fixed and designated by legislative act. It was declared that the property which had been improved by paving theretofore should, according to the width of the paving in front of the respective properties, be assessed at a certain sum per foot front. We think such a tax, when levied by the legislature, did not require notice and a hearing as to the amount and extent of benefits conferred in order to render the legislative action due process of law within the meaning of the Federal Constitution. In <i>Spencer</i> v. <i>Merchant,</i> <span class=\"citation\" data-id=\"92197\"><a href=\"/opinion/92197/spencer-v-merchant/\"><span class=\"volume\">125</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">345</span></a></span>, 356, this court, speaking by Mr. Justice Gray, said:</p>\n<p>\"In the absence of any more specific constitutional restriction than the general prohibition against taking property without due process of law, the legislature of the State, having the power to fix the sum necessary to be levied for the expense of a public improvement, and to order it to be assessed, either, like other taxes, upon property generally, or only upon the lands benefited by the improvement, is authorized to determine both the amount of the whole tax, and the class of lands which will receive the benefit and should therefore bear the burden, although it may, if it sees fit, commit the ascertainment of either or both of these facts to the judgment of commissioners.\"</p>\n<p>This case has been followed and approved in subsequent decisions in this court. <i>Parsons</i> v. <i>District of Columbia,</i> <span class=\"citation\" data-id=\"94847\"><a href=\"/opinion/94847/parsons-v-district-of-columbia/\"><span class=\"volume\">170</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></a></span>, 50, 56; <i>French</i> v. <i>Barber Asphalt Paving Co.,</i> <span class=\"citation\" data-id=\"95472\"><a href=\"/opinion/95472/french-v-barber-asphalt-paving-co/\"><span class=\"volume\">181</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 343. In the latter case, the former cases in this court were reviewed at length, and <i>Spencer</i> v. <span class=\"star-pagination\">*219</span> <i>Merchant</i><i>,</i> quoted with approval; <i>Norwood</i> v. <i>Baker,</i> <span class=\"citation\" data-id=\"2514248\"><a href=\"/opinion/2514248/norwood-v-baker/\"><span class=\"volume\">172</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></a></span>, was commented upon and distinguished. <i>French</i> v. <i>Barber Asphalt Paving Co., supra</i><i>,</i> was followed and approved in a series of cases in the same volume: <i>Wight</i> v. <i>Davidson,</i> 371; <i>Tonawanda</i> v. <i>Lyon,</i> 389; <i>Webster</i> v. <i>Fargo,</i> 394; <i>Cass Farm Co.</i> v. <i>Detroit,</i> 396; <i>Detroit</i> v. <i>Parker,</i> 399; <i>Wormley</i> v. <i>District,</i> 402; <i>Shumate</i> v. <i>Heman,</i> 402; <i>Farrell</i> v. <i>Commissioners,</i> 404. <i>French</i> v. <i>Barber Asphalt Paving Co., supra</i><i>,</i> was referred to with approval in <i>Hibben</i> v. <i>Smith,</i> <span class=\"citation\" data-id=\"95948\"><a href=\"/opinion/95948/hibben-v-smith/\"><span class=\"volume\">191</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, 326. See also <i>Louis. &amp; Nash. R.R.</i> v. <i>Barber Asphalt Paving Co.,</i> 197 U.S. 430; <i>Martin</i> v. <i>District of Columbia,</i> 205 U.S. 135.</p>\n<p><i>Norwood</i> v. <i>Baker, supra</i><i>,</i> is much relied upon by the plaintiff in error, and while this court has shown no disposition to overrule that case when limited to the decision actually made by the court, much that is said in it must be read in connection with the subsequent cases in this court already referred to. In <i>Norwood</i> v. <i>Baker</i><i>,</i> a portion of a person's property, located in a village of Ohio, was condemned for street purposes and the entire cost of opening the street, including the amount paid for the strip condemned, with the costs and expenses of condemnation, was assessed upon the abutting property owner whose land was condemned. This, it was said in <i>French</i> v. <i>Barber Asphalt Paving Co., supra</i><i>,</i> was an abuse of the law and an act of confiscation, and not a valid exercise of the taxing power. Taking the decisions in this court together, we think that it results that the legislature of a State may determine the amount to be assessed for a given improvement and designate the lands and property benefited thereby, upon which the assessment is to be made, without first giving an opportunity to the owners of the property to be assessed to be heard upon the amount of the assessment or the extent of the benefit conferred.</p>\n<p>We do not understand this to mean that there may <span class=\"star-pagination\">*220</span> not be cases of such flagrant abuse of legislative power as would warrant the intervention of a court of equity to protect the constitutional rights of land owners, because of arbitrary and wholly unwarranted legislative action. The constitutional protection against deprivation of property without due process of law would certainly be available to persons arbitrarily deprived of their private rights by such state action, whether under the guise of legislative authority or otherwise. But in the present case there is neither allegation nor proof of such disproportion between the assessment made and the benefit conferred as to suggest that the small tax levied upon this property would amount to an arbitrary exercise of the legislative power upon the subject. There can be no question that paving with brick in front of the property of the complainant conferred a substantial benefit, and gave authority for the subsequent legislation which, because of that benefit, original and continuing, warranted an assessment upon the property owner for a confessedly public purpose,  the improvement of the streets of the city.</p>\n<p>We are unable to find that the act of the legislature in question, or the manner of its present enforcement, operates to deprive the complainant and others similarly situated of any rights secured to them by the Federal Constitution. The judgment of the Court of Appeals of Maryland is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE PITNEY and MR. JUSTICE McREYNOLDS dissent.</p>\n</div>", "id": 98570, "judges": "Day", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/98570/", "sha1": "dd3d3202de103c349d8f93b06e8d0c86ce1c74d6", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:44:47"}