{"absolute_url": "/opinion/1087837/united-states-v-britton/", "blocked": false, "citation": {"case_name": "United States v. Britton", "docket_number": null, "document_uris": ["/api/rest/v2/document/1087837/"], "federal_cite_one": "108 U.S. 193", "federal_cite_three": null, "federal_cite_two": null, "id": 1060608, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/1060608/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 33, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1883-01-01", "date_modified": "2014-12-21T23:49:21.703879", "docket": "/api/rest/v2/docket/388266/", "download_url": null, "extracted_by_ocr": false, "html": "", "html_lawbox": "<div>\n<center><b>108 U.S. 193 (1883)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nBRITTON.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Opinion April 2d, 1883.</center>\nON CERTIFICATE OF DIVISION IN OPINION, FROM THE EASTERN DISTRICT OF MISSOURI.\n<p><span class=\"star-pagination\">*196</span> <i>Mr. Assistant Attorney-General Maury</i> for the United States.</p>\n<p><i>Mr. J.B. Henderson, Mr. Geo. H. Shields,</i> and <i>Mr. Chester H. Krum</i> for defendants.</p>\n<p>MR. JUSTICE WOODS delivered the opinion of the court.</p>\n<p>It is not alleged in the first count that the J.H. Britton, maker of the note discounted, was the James H. Britton who was president and a director of the association and the defendant in the indictment, and consequently there is no averment that the maker of the note was insolvent. Passing by this defect, and assuming that the maker of the note being the defendant in this case, the gravamen of the charge is that defendant, being president and a director of the association, and being insolvent, procured to be discounted his own note, the same not being well secured, the payee and indorser thereof being also insolvent, which he, the defendant, well knew. The incriminating facts are that the note was not well secured, and that both the maker and indorser were, to the knowledge of the defendant, insolvent when the note was discounted. The question is, therefore, presented whether the procuring of the discount of such a note by an officer of the association is a wilful misapplication of its moneys within the meaning of the law. We are clearly of opinion that it is not. It is not even necessarily a fraud on the association.</p>\n<p>One branch of the business of a banking association is the discounting and negotiating of promissory notes, and this is to be done by its board of directors or duly authorized officers or agents. Sec. 5136 Rev. Stat. There is no provision of the statute which forbids the discounting of a note not well secured, or both the maker and indorser of which are insolvent. It is within the discretion of the directors, or the officers or agents lawfully appointed by them, to discount such a note if they see fit, and it might, under certain circumstances, tend to the advantage of the association. This count does not charge that the <span class=\"star-pagination\">*197</span> note of the defendant was discounted at his instance, without the authority of the board of directors. On the contrary, the charge is that he caused and procured it to be discounted. This implies that it was done by the directors or other duly authorized officers or agents. It is not alleged that the discount was procured by any fraudulent means. From all that appears, the board of directors, or the officer or agent by whom the note was discounted, may, upon knowledge of all the facts, in the utmost good faith and for the advantage of the association, have decided to discount the note. The discount may have turned out to be a benefit to the association, for there is no averment that the note was not paid at maturity or that the association suffered any loss by reason of its discount.</p>\n<p>But whether the discounting of the note was an advantage to the association or not, and whether the note was paid or not, is immaterial. If an officer of a banking association, being insolvent, submits his own note, with an insolvent indorser as security, to the board of directors for discount, and they, knowing the facts, order it to be discounted, it would approach the verge of absurdity to say that the use by the officer of the proceeds of the discount for his own purposes, would be a wilful misapplication of the funds of the bank, and subject him to a criminal prosecution. The count under consideration charges nothing more than this against the defendant. We are of opinion, therefore, that it does not charge an offence under section 5209 of the Revised Statutes.</p>\n<p>What we have said in reference to the first count of this indictment also applies in all respects to the second. We are, therefore, of opinion that it also does not charge an offence under section 5209.</p>\n<p>In respect to the third count, we observe that the statute, section 5130, clause seven, places the conduct of the business of banking associations with its board of directors or its duly authorized officers or agents. Section 5145 provides that the affairs of each banking association shall be managed by not less than five directors to be chosen by the shareholders. It is alleged in this count that the defendant was the president and one of the directors of the association. But he was only one <span class=\"star-pagination\">*198</span> of at least five directors. The only duties imposed on him as president were to certify payments on the capital stock of the association, sec. 5140, to cause to be kept in the office where the business of the association was transacted a list of the shareholders, sec. 5210, and to verify by his oath the general reports made by the association to the comptroller of the currency, sec. 5211, and the reports of dividends declared, sec. 2212. It is nowhere averred in this count that the defendant was the duly authorized officer or agent of the association, whose duty it was to look after the accounts of depositors, to apply the sums standing to their credit to the payment of their obligations to the association, or to prevent the withdrawal or transfer of their deposits while they continued indebted to the association, or that he was even charged with a general superintendence of the affairs of the association. Until it is shown that some officer or agent of the bank was duly authorized to take charge of this branch of the business of the association, the presumption is that it was the duty of the board of directors, and if such was the fact, the defendant was powerless to prevent the transfer of the deposits of Alfred M. Britton to the credit of the City National Bank of Fort Worth. At all events, it is not charged that it was his duty to prevent such transfer, and this constitutes a fatal defect in the indictment.</p>\n<p>But even if the defendant had been charged with the duty of looking after the deposits of debtors of the association and of applying their deposits to the payment of their debts, we do not think that the fact that he permitted Alfred M. Britton, while indebted to the association, to withdraw and assign to the City National Bank of Fort Worth his deposit, would constitute a criminal misapplication by the defendant of the funds of the association.</p>\n<p>The count charges neither application nor misapplication by the defendant of the funds of the association. It merely charges that he failed to apply certain funds standing to the credit of Alfred M. Britton to the payment of Britton's debt. It charges that he permitted Alfred M. Britton to do a perfectly lawful act, namely, to withdraw his own funds from the association and transfer them to another bank.</p>\n<p><span class=\"star-pagination\">*199</span> This might be an act of maladministration on the part of the defendant. It might show neglect of official duty, indifference to the interests of the association or breach of trust, and subject the defendant to the severest censure and to removal from office; but to call it a criminal misapplication by him of the moneys and funds of the association, would be to stretch the words of this highly penal statute beyond all reasonable limits.</p>\n<p>In our judgment the count under consideration, as well as the first and second, is bad.</p>\n<p><i>We, therefore, answer the first, third, and fourth questions submitted to us by the judges of the circuit court in the negative.</i></p>\n</div>", "html_with_citations": "", "id": 1087837, "judges": "Woods", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/1087837/", "sha1": "07d6df60c25135f613942c8d7020d7e8cc843899", "source": "L", "supreme_court_db_id": null, "time_retrieved": "2013-10-29T19:48:44.006246"}