{"absolute_url": "/opinion/90806/united-states-v-curtis/", "blocked": false, "citation": {"case_name": "United States v. Curtis", "docket_number": null, "document_uris": ["/api/rest/v2/document/90806/"], "federal_cite_one": "107 U.S. 671", "federal_cite_three": null, "federal_cite_two": null, "id": 75186, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/75186/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 8, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1883-04-18", "date_modified": "2014-12-21T13:39:47.555885", "docket": "/api/rest/v2/docket/230891/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">107 U.S. 671</p>\n    <p class=\"case_cite\">2 S.Ct. 507</p>\n    <p class=\"case_cite\">27 L.Ed. 534</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>CURTIS.</p>\n    <p class=\"date\">April 9, 1883.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>Asst. Atty. Gen. Maury</i>, for the United States.</p>\n      <p class=\"indent\"><i>Chester H. Krum</i>, for Curtis.</p>\n      <p class=\"indent\">HARLAN, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case comes before us on a certificate of division as to certain questions of law arising in a criminal prosecution against Edward P. Curtis, based upon sections 5211 and 5392 of the Revised Statutes of the United States. The first of those sections provides that every national banking association 'shall make to the comptroller of the currency not less than five reports during each year, according to the form which may be prescribed by him, verified by the oath or affirmation of the president or cashier of such association, and attested by the signature of at least three of the directors. Each such report shall exhibit in detail, and under appropriate heads, the resources and liabilities of the association at the close of business on any past day by him specified; and shall be transmitted to the comptroller within five days after the receipt of a request or requisition therefor from him, and in the same form in which it is made to the comptroller shall be published in a newspaper where such association is established,' etc.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Section 5392 provides that 'every person who, having taken an oath before a competent tribunal, officer, or person, in any case in which a law of the United States authorizes an oath to be administered, that he will testify, declare, depose, or certify truly, or that any written testimony, declaration, deposition, or certificate by him subscribed is true, willfully and contrary to such oath states or subscribes any material matter which he does not believe to be true, is guilty of perjury, and shall be punished by a fine of not more than $2,000, and by imprisonment at hard labor not more than five years; and shall, moreover, thereafter be incapable of giving testimony in any court of the United States until such time as the judgment against him is reversed.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The willfully false declarations or statements which the defendant is charged to have made are contained in several written reports transmitted to the comptroller of currency by the National Bank of the State of Missouri, in St. Louis, in pursuance of section 5211, and to the truth of which declarations or statements Curtis, as cashier of that bank, made oath before a notary public within and for the county of St. Louis, in that state. These declarations or statements relate to the condition of the bank as to loans, discounts, checks, cash items, overdrafts, individual deposits subject to checks, surplus fund, currency on deposit, and money due from that association to other national banks. The indictment contains five counts, which, as respects any matter now to be determined, do not substantially differ, except as to the several dates when the alleged oaths were taken. Those dates were July 18 and October 10, 1876, and January 15, January 26, and April 5, 1877.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The controlling question is as to the authority of the notary to administer the oaths, upon the falsity of which the indictment is laid.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is fundamental in the law of criminal procedure that an oath before one who has no legal authority to administer oaths of a public nature, or before one who, although authorized to administer some kind of oaths, but not the one which is brought in question, cannot amount to perjury at common law, or subject the party taking it to prosecution for the statutory offense of willfully false swearing. 1 Hawkins, P. C., book 1, <i>cc.</i> 69, 321, &#167; 4, p. 430, (8th Ed. by Curwood;) Roscoe, Crim. Ev. (7th Amer. Ed.) 817; 2 Whart. Crim. Law, &#167; 1256; 2 Archb. Crim. Pr. &amp; Pl. (8th Ed.) 1722. If, therefore, Curtis, at the time the several oaths alleged to be false were taken, was not authorized by the laws of the United States to take them before a notary public, he cannot be proceeded against under section 5392. The statute, in conformity with an established rule of criminal law, expressly declares that the oath must be taken before some 'competent tribunal, officer, or person.' This does not necessarily mean that the tribunal by which the oath is administered shall have been created by the government which required it to be taken, nor that the officer who administers it shall be an officer of that government. But the statute does mean that the oath must be permitted or required, by at least the laws of the United States, and be administered by some tribunal, officer, or person authorized by such laws to administer oaths in respect of the particular matters to which it relates. So that the underlying question is whether the notary public, whose commission is from the state, was, at the respective dates of the oaths taken by Curtis, authorized by the laws of the United States to administer such oaths.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This question we are constrained to answer in the negative. We are not aware of any act of congress which gave such authority to notaries public in the different states at the several dates given in the indictment. The assistant attorney general insists that such authority may be found in section 1778 of the Revised Statutes, which declares:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'In all cases in which, under the laws of the United States,      oaths or acknowledgments may now be taken or made before any      justice of the peace of any state or territory, or in the      District of Columbia, they may also be taken or made by or      before any notary public duly appointed in any state,      district, or territory, or any of the commissioners of the      circuit courts, and, when certified under the hand and      official seal of such notary or commissioner, shall have the      same force and effect as if taken or made by or before such      justice of the peace.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The authority of the notary to administer these oaths to Curtis cannot be derived from that section, unless, at the dates in question, they could, under the laws of the United States, have been taken before justices of the peace in Missouri. But the latter officers had no such authority by any federal statute to which our attention has been called, or which we are able to find. Section 1778, so far as notaries public are concerned, embodies the substance of similar provisions in the acts of September 16, 1850, (9 St. 458,) July 29, 1854, (10 St. p. 315, &#167; 1,) and June 22, 1874, (18 St. p. 186, &#167; 20.) But nothing in these acts, even if they remained in force after the adoption of the Revised Statutes, supports the authority exercised by the notary public who administered these oaths to defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Counsel for the United States further insists that a proper construction of section 1778 will authorize a notary public in <i>any</i> state to administer oaths to officers of national banking associations, when making reports to the comptroller of the currency, if justices of the peace may lawfully do so in this district. But in our judgment no such interpretation of that provision is admissible. What congress intended, by that section, was to give notaries public in their respective states the same authority, in the administration of oaths, as are given, under the laws of the United States, to justices of the peace in the same states; and to notaries public in this district the same authority, in administering oaths, which, under the laws of the United States, might be exercised by justices of the peace in this district. We have seen, however, that justices of the peace, in the several states, had not been given such authority by any provision in the Revised Statutes, or by any act of congress prior to their adoption. Nor can any support for the indictment be derived from the act of August 15, 1876, (19 St. 206,) which declares 'that notaries public of the several states, territories, and the District of Columbia, be, and they are hereby, authorized to take depositions, and do all other acts in relation to taking testimony to be used in the courts of the United States, take acknowledgments and affidavits, in the same manner and with the same effect as commissioners of the United States circuit courts may now lawfully take or do.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The power of commissioners of the circuit courts did not, at the passage of that act, extend to the taking of oaths to reports by officers of national banks. They could take affidavits when required or allowed in any civil cause in a circuit or district court; Rev. St. &#167; 945; Act of February 20, 1812, (2 St. p. 679, &#167; 1;) Act of March 1, 1817, (3 St. 350;) or administer oaths where, in the same state, under the laws of the United States, oaths, in like cases, could be administered by justices of the peace; Rev. St. &#167; 1778; or they could take evidence, affidavits, and proof of debts in proceedings in bankruptcy; Rev. St. &#167;&#167; 5003, 5076; Acts of March 2, 1867, (14 St. 527,) July 27, 1868, (15 St. p. 228, &#167; 3,) and June 22, 1874, (18 St. p. 186, &#167; 20.) But the authority of commissioners did not extend to such oaths as were administered to Curtis.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Our attention is called by counsel for the government to <i>U. S.</i> v. <i>Bailey</i>, 9 Pet. 238. That case, it is claimed, furnishes ample ground for an implication that the notary public who administered the oath in this case was fully empowered to do so. We do not so interpret that decision. That was an indictment for false swearing. It was based upon an act of congress which provided that if any person shall swear or affirm falsely touching the expenditure of public money, or in support of any claim against the United States, he should, upon conviction, suffer as for willful, corrupt perjury. The alleged false oath was administered before a justice of the peace for the commonwealth of Kentucky. It was admitted that there was no statute of the United States expressly empowering a justice of the peace to administer the oath taken by Bailey. But the authority of that officer was sustained upon the ground that the secretary of the treasury had previously, and as incident to his duty and authority under an act of congress, established a regulation permitting affidavits in support of claims against the United States to be made before justices of the peace. Except for that regulation the court, it is manifest, would not have sustained the indictment in <i>Bailey's Case</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The conclusion, therefore, is not to be avoided, and it will accordingly be certified to the court below, that the alleged false oaths of the defendant were not taken before an officer competent, at the time, under the laws, of the United States, to administer them. The absence of such authority in notaries public seems to have been recognized by congress when it passed the act of February 26, 1881, (21 St. 352,) declaring 'that the oath or affirmation required by section 5211 of the Revised Statutes, verifying the returns made by national banks to the comptroller of the currency, when taken before a notary public properly authorized and commissioned by the state in which such notary resides and the bank is located, or any other officer having an official seal, authorized in such state to administer oaths, shall be a sufficient verification, as contemplated by said section 5211: provided, that the officer administering the oath is not an officer of the bank.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">What has been said renders it unnecessary to consider any other question of law certified by the judges of the circuit court.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>107 U.S. 671 (____)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nCURTIS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Assistant Attorney-General Maury for the United States.</p>\n<p>Mr. Chester H. Krum, contra.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This case comes before us on a certificate of division as to certain questions of law arising in a criminal prosecution against Edward P. Curtis, based upon sects. 5211 and 5392 of the Revised Statutes of the United States.</p>\n<p>The first of those sections provides that every national banking association \"shall make to the Comptroller of the Currency not less than five reports during each year, according to the form which may be prescribed by him, verified by the oath or affirmation of the president or cashier of such association, and attested by the signature of at least three of the directors. Each such report shall exhibit in detail, and under appropriate heads, the resources and liabilities of the association at the close of business on any past day by him specified; and shall be transmitted to the Comptroller within five days after the receipt of a request or requisition therefor from him, and in the same form in which it is made to the <span class=\"star-pagination\">*672</span> Comptroller shall be published in a newspaper where such association is established,\" &amp;c.</p>\n<p>Sect. 5392 provides that \"Every person who, having taken an oath before a competent tribunal, officer, or person, in any case in which a law of the United States authorizes an oath to be administered, that he will testify, declare, depose, or certify truly, or that any written testimony, declaration, deposition, or certificate by him subscribed is true, wilfully and contrary to such oath states or subscribes any material matter which he does not believe to be true, is guilty of perjury, and shall be punished by a fine of not more than two thousand dollars, and by imprisonment, at hard labor, not more than five years; and shall, moreover, thereafter be incapable of giving testimony in any court of the United States until such time as the judgment against him is reversed.\"</p>\n<p>The wilfully false declarations or statements which the defendant is charged to have made are contained in several written reports transmitted to the Comptroller of the Currency by the National Bank of the State of Missouri, in St. Louis, in pursuance of sect. 5211, and to the truth of which declarations or statements Curtis, as cashier of that bank, made oath before a notary public within and for the county of St. Louis in that State. These declarations or statements relate to the condition of the bank as to loans, discounts, checks, cash items, overdrafts, individual deposits subject to checks, surplus fund, currency on deposit, and money due from that association to other national banks. The indictment contains five counts, which, as respects any matter now to be determined, do not substantially differ, except as to the several dates when the alleged oaths were taken. Those dates were July 18 and Oct. 10, 1876, and Jan. 15, Jan. 26, and April 5, 1877.</p>\n<p>The controlling question is as to the authority of the notary to administer the oaths, upon the falsity of which the indictment is laid.</p>\n<p>It is fundamental in the law of criminal procedure that an oath before one who has no legal authority to administer oaths of a public nature, or before one who, although authorized to administer some kind of oaths, but not the one which is brought in question, cannot amount to perjury at common law, or subject <span class=\"star-pagination\">*673</span> the party taking it to prosecution for the statutory offence of wilfully false swearing. 1 Hawk. P.C., b. 1, c. 27, sect. 4, p. 430, 8th ed. by Curwood; Roscoe's Cr. Evid. (7th Am. ed.), p. 817; 2 Whart. Crim. Law, sect. 2211; 2 Arch. Crim. Pr. &amp; Pl. (8th ed.), p. 1722. If, therefore, Curtis, at the time the several oaths alleged to be false were taken, was not authorized by the laws of the United States to take them before a notary public, he cannot be proceeded against under sect. 5392. The statute, in conformity with an established rule of criminal law, expressly declares that the oath must be taken before some \"competent tribunal, officer, or person.\" This does not necessarily mean that the tribunal by which the oath is administered shall have been created by the government which required it to be taken, nor that the officer who administers it shall be an officer of that government. But the statute does mean that the oath must be permitted or required, by at least the laws of the United States, and be administered by some tribunal, officer, or person authorized by such laws to administer oaths in respect of the particular matters to which it relates. So that the underlying question is whether the notary public, whose commission is from the State, was, at the respective dates of the oaths taken by Curtis, authorized by the laws of the United States to administer such oaths.</p>\n<p>This question we are constrained to answer in the negative. We are not aware of any act of Congress which gave such authority to notaries public in the different States at the several dates given in the indictment. The Assistant Attorney-General insists that such authority may be found in sect. 1778 of the Revised Statutes, which declares: \"In all cases in which, under the laws of the United States, oaths or acknowledgments may now be taken or made before any justice of the peace of any State or Territory, or in the District of Columbia, they may hereafter be also taken or made by or before any notary public duly appointed in any State, district, or Territory, or any of the commissioners of the Circuit Courts, and, when certified under the hand and official seal of such notary or commissioner, shall have the same force and effect as if taken or made by or before such justice of the peace.\"</p>\n<p>The authority of the notary to administer these oaths to <span class=\"star-pagination\">*674</span> Curtis cannot be derived from that section, unless, at the dates in question, they could, under the laws of the United States, have been taken before justices of the peace in Missouri. But the latter officers had no such authority by any Federal statute to which our attention has been called, or which we are able to find. Sect. 1778, so far as notaries public are concerned, embodies the substance of similar provisions in the acts of Sept. 16, 1850, c. 52, and July 29, 1854, c. 159, and sect. 20 of the act of June 22, 1874, c. 390. But nothing in these acts, even if they remained in force after the adoption of the Revised Statutes, supports the authority exercised by the notary public who administered these oaths to defendant.</p>\n<p>Counsel for the United States further insists that a proper construction of sect. 1778 will authorize a notary public in any State to administer oaths to officers of national banking associations, when making reports to the Comptroller of the Currency, if justices of the peace may lawfully do so in this District. But in our judgment no such interpretation of that provision is admissible. What Congress intended by that section was to give notaries public in their respective States the same authority, in the administration of oaths, as is given, under the laws of the United States, to justices of the peace in the same States; and to notaries public in this District the same authority, in administering oaths, which, under the laws of the United States, might be exercised by justices of the peace in this District. We have seen, however, that to justices of the peace, in the several States, such authority had not been given by any provision in the Revised Statutes, or by any act of Congress prior to their adoption.</p>\n<p>Nor can any support for the indictment be derived from the act of Aug. 15, 1876, c. 304, which declares \"that notaries public of the several States, Territories, and the District of Columbia, be, and they are hereby, authorized to take depositions, and do all other acts in relation to taking testimony to be used in the courts of the United States, take acknowledgments and affidavits, in the same manner and with the same effect as commissioners of the United States Circuit Court may now lawfully take or do.\"</p>\n<p>The power of commissioners of the Circuit Court did not, <span class=\"star-pagination\">*675</span> at the passage of that act, extend to the taking of oaths to reports by officers of national banks. They could take affidavits when required, or allowed in any civil cause in a Circuit or District Court, Rev. Stat., sect. 945; Act of Feb. 20, 1812, c. 25, Act of March 1, 1817, c. 30; or administer oaths where, in the same State, under the laws of the United States, oaths, in like cases, could be administered by justices of the peace, Rev. Stat., sect. 1778; or they could take evidence, affidavits, and proof of debts in proceedings in bankruptcy, Rev. Stat., sects. 5003, 5076; Act of March 2, 1867, c. 176; sect. 3 of the Act of July 27, 1868, c. 258; sect. 20 of the Act of June 22, 1874, c. 390. But the authority of commissioners did not extend to such oaths as were administered to Curtis.</p>\n<p>Our attention is called by counsel for the government to United States v. Bailey, 9 Pet. 238. That case, it is claimed, furnishes ample ground for an implication that the notary public who administered the oath in this case was fully empowered to do so. We do not so interpret that decision. That was an indictment for false swearing. It was based upon an act of Congress which provided that if any person shall swear or affirm falsely touching the expenditure of public money, or in support of any claim against the United States, he should, upon conviction, suffer as for wilful, corrupt perjury. The alleged false oath was administered before a justice of the peace for the Commonwealth of Kentucky. It was admitted that there was no statute of the United States expressly empowering a justice of the peace to administer the oath taken by Bailey. But the authority of that officer was sustained upon the ground that the Secretary of the Treasury had previously, and as incident to his duty and authority under an act of Congress, established a regulation permitting affidavits in support of claims against the United States to be made before justices of the peace. Except for that regulation the court, it is manifest, would not have sustained the indictment.</p>\n<p>The conclusion, therefore, is not to be avoided, and it will accordingly be certified to the court below, that the alleged false oaths of the defendant were not taken before an officer competent, at the time, under the laws of the United States, <span class=\"star-pagination\">*676</span> to administer them. The absence of such authority in notaries public seems to have been recognized by Congress when it passed the act of Feb. 26, 1881, c. 82, declaring \"that the oath or affirmation required by sect. 5211 of the Revised Statutes, verifying the returns made by national banks to the Comptroller of the Currency, when taken before a notary public properly authorized and commissioned by the State in which such notary resides and the bank is located, or any other officer having an official seal, authorized in such State to administer oaths, shall be a sufficient verification, as contemplated by said section 5211: Provided, that the officer administering the oath is not an officer of the bank.\"</p>\n<p>What has been said renders it unnecessary to consider any other question of law certified by the judges of the Circuit Court.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">671</span></span> (____)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nCURTIS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p>Mr. Assistant Attorney-General Maury for the United States.</p>\n<p>Mr. Chester H. Krum, contra.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This case comes before us on a certificate of division as to certain questions of law arising in a criminal prosecution against Edward P. Curtis, based upon sects. 5211 and 5392 of the Revised Statutes of the United States.</p>\n<p>The first of those sections provides that every national banking association \"shall make to the Comptroller of the Currency not less than five reports during each year, according to the form which may be prescribed by him, verified by the oath or affirmation of the president or cashier of such association, and attested by the signature of at least three of the directors. Each such report shall exhibit in detail, and under appropriate heads, the resources and liabilities of the association at the close of business on any past day by him specified; and shall be transmitted to the Comptroller within five days after the receipt of a request or requisition therefor from him, and in the same form in which it is made to the <span class=\"star-pagination\">*672</span> Comptroller shall be published in a newspaper where such association is established,\" &amp;c.</p>\n<p>Sect. 5392 provides that \"Every person who, having taken an oath before a competent tribunal, officer, or person, in any case in which a law of the United States authorizes an oath to be administered, that he will testify, declare, depose, or certify truly, or that any written testimony, declaration, deposition, or certificate by him subscribed is true, wilfully and contrary to such oath states or subscribes any material matter which he does not believe to be true, is guilty of perjury, and shall be punished by a fine of not more than two thousand dollars, and by imprisonment, at hard labor, not more than five years; and shall, moreover, thereafter be incapable of giving testimony in any court of the United States until such time as the judgment against him is reversed.\"</p>\n<p>The wilfully false declarations or statements which the defendant is charged to have made are contained in several written reports transmitted to the Comptroller of the Currency by the National Bank of the State of Missouri, in St. Louis, in pursuance of sect. 5211, and to the truth of which declarations or statements Curtis, as cashier of that bank, made oath before a notary public within and for the county of St. Louis in that State. These declarations or statements relate to the condition of the bank as to loans, discounts, checks, cash items, overdrafts, individual deposits subject to checks, surplus fund, currency on deposit, and money due from that association to other national banks. The indictment contains five counts, which, as respects any matter now to be determined, do not substantially differ, except as to the several dates when the alleged oaths were taken. Those dates were July 18 and Oct. 10, 1876, and Jan. 15, Jan. 26, and April 5, 1877.</p>\n<p>The controlling question is as to the authority of the notary to administer the oaths, upon the falsity of which the indictment is laid.</p>\n<p>It is fundamental in the law of criminal procedure that an oath before one who has no legal authority to administer oaths of a public nature, or before one who, although authorized to administer some kind of oaths, but not the one which is brought in question, cannot amount to perjury at common law, or subject <span class=\"star-pagination\">*673</span> the party taking it to prosecution for the statutory offence of wilfully false swearing. 1 Hawk. P.C., b. 1, c. 27, sect. 4, p. 430, 8th ed. by Curwood; Roscoe's Cr. Evid. (7th Am. ed.), p. 817; 2 Whart. Crim. Law, sect. 2211; 2 Arch. Crim. Pr. &amp; Pl. (8th ed.), p. 1722. If, therefore, Curtis, at the time the several oaths alleged to be false were taken, was not authorized by the laws of the United States to take them before a notary public, he cannot be proceeded against under sect. 5392. The statute, in conformity with an established rule of criminal law, expressly declares that the oath must be taken before some \"competent tribunal, officer, or person.\" This does not necessarily mean that the tribunal by which the oath is administered shall have been created by the government which required it to be taken, nor that the officer who administers it shall be an officer of that government. But the statute does mean that the oath must be permitted or required, by at least the laws of the United States, and be administered by some tribunal, officer, or person authorized by such laws to administer oaths in respect of the particular matters to which it relates. So that the underlying question is whether the notary public, whose commission is from the State, was, at the respective dates of the oaths taken by Curtis, authorized by the laws of the United States to administer such oaths.</p>\n<p>This question we are constrained to answer in the negative. We are not aware of any act of Congress which gave such authority to notaries public in the different States at the several dates given in the indictment. The Assistant Attorney-General insists that such authority may be found in sect. 1778 of the Revised Statutes, which declares: \"In all cases in which, under the laws of the United States, oaths or acknowledgments may now be taken or made before any justice of the peace of any State or Territory, or in the District of Columbia, they may hereafter be also taken or made by or before any notary public duly appointed in any State, district, or Territory, or any of the commissioners of the Circuit Courts, and, when certified under the hand and official seal of such notary or commissioner, shall have the same force and effect as if taken or made by or before such justice of the peace.\"</p>\n<p>The authority of the notary to administer these oaths to <span class=\"star-pagination\">*674</span> Curtis cannot be derived from that section, unless, at the dates in question, they could, under the laws of the United States, have been taken before justices of the peace in Missouri. But the latter officers had no such authority by any Federal statute to which our attention has been called, or which we are able to find. Sect. 1778, so far as notaries public are concerned, embodies the substance of similar provisions in the acts of Sept. 16, 1850, c. 52, and July 29, 1854, c. 159, and sect. 20 of the act of June 22, 1874, c. 390. But nothing in these acts, even if they remained in force after the adoption of the Revised Statutes, supports the authority exercised by the notary public who administered these oaths to defendant.</p>\n<p>Counsel for the United States further insists that a proper construction of sect. 1778 will authorize a notary public in any State to administer oaths to officers of national banking associations, when making reports to the Comptroller of the Currency, if justices of the peace may lawfully do so in this District. But in our judgment no such interpretation of that provision is admissible. What Congress intended by that section was to give notaries public in their respective States the same authority, in the administration of oaths, as is given, under the laws of the United States, to justices of the peace in the same States; and to notaries public in this District the same authority, in administering oaths, which, under the laws of the United States, might be exercised by justices of the peace in this District. We have seen, however, that to justices of the peace, in the several States, such authority had not been given by any provision in the Revised Statutes, or by any act of Congress prior to their adoption.</p>\n<p>Nor can any support for the indictment be derived from the act of Aug. 15, 1876, c. 304, which declares \"that notaries public of the several States, Territories, and the District of Columbia, be, and they are hereby, authorized to take depositions, and do all other acts in relation to taking testimony to be used in the courts of the United States, take acknowledgments and affidavits, in the same manner and with the same effect as commissioners of the United States Circuit Court may now lawfully take or do.\"</p>\n<p>The power of commissioners of the Circuit Court did not, <span class=\"star-pagination\">*675</span> at the passage of that act, extend to the taking of oaths to reports by officers of national banks. They could take affidavits when required, or allowed in any civil cause in a Circuit or District Court, Rev. Stat., sect. 945; Act of Feb. 20, 1812, c. 25, Act of March 1, 1817, c. 30; or administer oaths where, in the same State, under the laws of the United States, oaths, in like cases, could be administered by justices of the peace, Rev. Stat., sect. 1778; or they could take evidence, affidavits, and proof of debts in proceedings in bankruptcy, Rev. Stat., sects. 5003, 5076; Act of March 2, 1867, c. 176; sect. 3 of the Act of July 27, 1868, c. 258; sect. 20 of the Act of June 22, 1874, c. 390. But the authority of commissioners did not extend to such oaths as were administered to Curtis.</p>\n<p>Our attention is called by counsel for the government to United States v. Bailey, 9 Pet. 238. That case, it is claimed, furnishes ample ground for an implication that the notary public who administered the oath in this case was fully empowered to do so. We do not so interpret that decision. That was an indictment for false swearing. It was based upon an act of Congress which provided that if any person shall swear or affirm falsely touching the expenditure of public money, or in support of any claim against the United States, he should, upon conviction, suffer as for wilful, corrupt perjury. The alleged false oath was administered before a justice of the peace for the Commonwealth of Kentucky. It was admitted that there was no statute of the United States expressly empowering a justice of the peace to administer the oath taken by Bailey. But the authority of that officer was sustained upon the ground that the Secretary of the Treasury had previously, and as incident to his duty and authority under an act of Congress, established a regulation permitting affidavits in support of claims against the United States to be made before justices of the peace. Except for that regulation the court, it is manifest, would not have sustained the indictment.</p>\n<p>The conclusion, therefore, is not to be avoided, and it will accordingly be certified to the court below, that the alleged false oaths of the defendant were not taken before an officer competent, at the time, under the laws of the United States, <span class=\"star-pagination\">*676</span> to administer them. The absence of such authority in notaries public seems to have been recognized by Congress when it passed the act of Feb. 26, 1881, c. 82, declaring \"that the oath or affirmation required by sect. 5211 of the Revised Statutes, verifying the returns made by national banks to the Comptroller of the Currency, when taken before a notary public properly authorized and commissioned by the State in which such notary resides and the bank is located, or any other officer having an official seal, authorized in such State to administer oaths, shall be a sufficient verification, as contemplated by said section 5211: Provided, that the officer administering the oath is not an officer of the bank.\"</p>\n<p>What has been said renders it unnecessary to consider any other question of law certified by the judges of the Circuit Court.</p>\n</div>", "id": 90806, "judges": "Harlan", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/90806/", "sha1": "4a82d0d7b6e7167472b8cb8162ce4bd479649dd2", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:40"}