{"absolute_url": "/opinion/90848/st-paul-chicago-r-co-v-mclean/", "blocked": false, "citation": {"case_name": "St. Paul & Chicago R. Co. v. McLean", "docket_number": null, "document_uris": ["/api/rest/v2/document/90848/"], "federal_cite_one": "108 U.S. 212", "federal_cite_three": null, "federal_cite_two": null, "id": 75228, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/75228/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 11, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1883-04-02", "date_modified": "2014-12-21T01:29:33.612135", "docket": "/api/rest/v2/docket/134793/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">108 U.S. 212</p>\n    <p class=\"case_cite\">2 S.Ct. 498</p>\n    <p class=\"case_cite\">27 L.Ed. 703</p>\n    <p class=\"parties\">ST. PAUL &amp; C. RY. CO.<br>v.<br>McLEAN.</p>\n    <p class=\"date\">April 2, 1883.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This action was brought in the court of common pleas for the city and county of New York by Samuel McLean, a citizen of that state, against the St. Paul &amp; Chicago Railway Company, a corporation of the state of Minnesota. After answer, the action was, upon the petition of the defendant, accompanied by a proper bond, removed for trial into the circuit court of the United States for the southern district of New York. The sole ground of removal was that the case presented a controversy between the citizens of the different states. The removal was had before the term at which the cause could have been first tried in the state court. The first day of the next session of the federal court, succeeding the removal, was the seventh day of April, 1879. But the copy of the record from the state court was not filed in the federal court until April 10, 1879, on which day, upon motion of the attorney for the company, an <i>ex parte</i> order was made, stating the filing of such copy, the appearance of defendant, and that the action should proceed in that court as if originally commenced therein. Subsequently, April 14, 1879, the plaintiff, upon notice to defendant, moved the court to remand the cause for the failure of the defendant to file copy of the record and enter his appearance within the time prescribed by statute. This motion was resisted upon the ground, supported by affidavit, that it was by inadvertence that the record was not filed in the federal court in proper time, and that counsel did not discover that fact until April 10, 1879, when it was filed, and notice thereof, on the same day, given to plaintiff's attorney. This motion to remand was granted by an order entered May 24, 1879.</p>\n      <p class=\"indent\">On the twenty-eighth of May, 1879, the company filed in the state court a second petition, accompanied by the required bond, for the removal of the action into the federal court upon the same grounds as those specified in its first petition. A copy of the record was promptly filed in the federal court, but the cause, upon motion of plaintiff, was again remanded by an order entered December 27, 1879.</p>\n      <p class=\"indent\">The present writ of error brings before this court both of the orders of the circuit court remanding the cause to the state court.</p>\n      <p class=\"indent\"><i>C. W. Bangs</i> and <i>F. L. Stetson</i>, for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 213-215 intentionally omitted]</p>\n      <p class=\"indent\"><i>D. M. Porter</i>, for defendant in error.</p>\n      <p class=\"indent\">HARLAN, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In <i>Removal Cases</i>, 100 U. S. 474, the court had occasion to construe the act of March 3, 1875, determining the jurisdiction of circuit courts of the United States and regulating the removal of causes from state courts. The court there said, speaking by the chief justice:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'While the act of congress requires security that the      transcript shall be filed on the first day, it nowhere      appears that the circuit court is to be deprived of its      jurisdiction, if by accident the party is delayed until a      later day of the term. If the circuit court, for good cause      shown, accepts the transfer after the day and during the term, its jurisdiction will, as a general rule, be      complete and the removal properly effected.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In reference to this language, it was said in <i>Railroad Co.</i> v. <i>Koontz</i>, 104 U. S. 16: 'This was as far as it was necessary to go in that case, and in entering, as we did then, on the construction of the act of 1875, it was deemed advisable to confine our decision to the facts we then had before us.' In the latter case, it was further determined that 'if the petitioning party is kept by his adversary, and against his will, in the state court, and forced to a trial there on the merits, he may, after having obtained in the regular course of procedure a reversal of the judgment and an order for the allowance of the removal, enter the cause in the circuit court, notwithstanding the term of that court has gone by during which, under other circumstances, the record should have been entered.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In <i>Nat. Steam-ship Co.</i> v. <i>Tugman</i>, at the present term, [1 SUP. CT. REP. 58,] it was ruled that upon the filing of the petition for removal, accompanied by a proper bond,&#8212;the suit being removable under the statute,&#8212;the jurisdiction of the federal court immediately attached, in advance of the filing of a copy of the record; and whether that court should retain jurisdiction, or dismiss or remand the action because of the failure to file such copy, was for it, not for the state court, to determine.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">These cases abundantly sustain the proposition that the failure of the defendant to file the copy on or before the first day of the succeeding session of the federal court, does not deprive that court of jurisdiction to proceed in the action, and that whether it should do so or not upon the filing of the copy, is for it to determine. In this case it was undoubtedly within the sound legal discretion of the circuit court to proceed as if the copy had been filed within the time prescribed by statute. But clearly it had a like discretion to determine whether the reasons given for the failure to comply in that respect with the law were sufficient. We do not say that in the exercise of that discretion the court may not commit an error which would bring its action under the reviewing power of this court. But since the question whether the cause should be remanded for failure to file the necessary copy in due time is one of law and fact, its determination to remand, for such a reason, should not be disturbed unless it clearly appears that the discretion with which the court is invested has been improperly exercised.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We perceive no ground whatever to question the correctness of the order of May 28, 1879, or to conclude that there was any abuse by the court of its discretion. The only reason given for the failure to file the transcript within proper time was inadvertence upon the part of counsel; in other words, the filing was overlooked. It is scarcely necessary to say that this did not constitute a sufficient legal reason for not complying with the statute. At any rate, the refusal of the court to accept it as satisfactory cannot be deemed erroneous. But it is contended that the order of December 27, 1879, remanding the cause, was erroneous, because the copy, upon the second petition for removal, was filed in the federal court within due time, after that petition, with the accompanying bond, was presented in the state court. Assuming that the second petition for removal was filed before or at the term at which the cause could have been tried in the state court, we are of opinion that a party is not entitled, under existing laws, to file a second petition for the removal upon the same grounds, where, upon the first removal by the same party, the federal court declined to proceed and remanded the suit, because of his failure to file the required copy within the time fixed by the statute. When the circuit court first remanded the cause,&#8212;the order to that effect not being superseded,&#8212;the state court was reinvested with jurisdiction, which could not be defeated by another removal upon the same grounds, and by the same party. A different construction of the statute, it can be readily seen, might work injurious delays in the preparation and trial of causes. Judgment affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>108 U.S. 212 (1883)</b></center>\n<center><h1>ST. PAUL &amp; CHICAGO RAILWAY COMPANY<br>\nv.<br>\nMcLEAN.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided April 2d, 1883.</center>\nIN ERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*213</span> <i>Mr. C.W. Bangs</i> for the plaintiff in error.</p>\n<p><i>Mr. D.M. Porter</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*215</span> MR. JUSTICE HARLAN delivered the opinion of the court. He recited the facts as above stated and said:</p>\n<p>In <i>Removal Cases,</i> 100 U.S. 457, the court had occasion to construe the act of March 3d, 1875, determining the jurisdiction of circuit courts of the United States and regulating the removal of causes from State courts. We there said, speaking by the Chief Justice:</p>\n<p>\"While the act of Congress requires security that the transcript shall be filed on the first day, it nowhere appears that the circuit court is to be deprived of its jurisdiction, if by accident the party is delayed until a later day of the term. If the circuit court, for good cause shown, accepts the transfer after the day and during <span class=\"star-pagination\">*216</span> the term, its jurisdiction will, as a general rule, be complete and the removal properly effected.\"</p>\n<p>In reference to this language, it was said in <i>Railroad Company</i> v. <i>Koontz,</i> 104 U.S. 5:</p>\n<p>\"This was as far as it was necessary to go in that case, and in entering, as we did then, on the construction of the act of 1875, it was deemed advisable to confine our decision to the facts we then had before us.\"</p>\n<p>In the latter case, it was determined that \"if the petitioning party is kept by his adversary, and against his will, in the State court, and forced to a trial there on the merits, he may, after having obtained in the regular course of procedure a reversal of the judgment and an order for the allowance of the removal, enter the cause in the circuit court, notwithstanding the term of that court has gone by during which, under other circumstances, the record should have been entered.\"</p>\n<p>In <i>National Steamship Co.</i> v. <i>Tugman,</i> 106 U.S. 118, it was ruled that upon the filing of the petition for removal, accompanied by a proper bond  the suit being removable under the statute  the jurisdiction of the federal court immediately attached in advance of the filing of a copy of the record; and whether that court should retain jurisdiction, or dismiss or remand the action because of the failure to file such a copy, was for it, not for the State court, to determine.</p>\n<p>These cases abundantly sustain the proposition that the failure to file a copy of the record on or before the first day of the succeeding session of the federal court does not deprive that court of jurisdiction to proceed in the action, and that whether it should do so or not upon the filing of such copy is for it to determine. In this case it was undoubtedly within the sound legal discretion of the circuit court to proceed as if the copy had been filed within the time prescribed by statute. But clearly it had a like discretion to determine whether the reasons given for the failure to comply in that respect with the law were sufficient. We do not say that in the exercise of its discretion the court may not commit an error that would bring <span class=\"star-pagination\">*217</span> its action under the reviewing power of this court. But since the question whether the cause should be remanded for failure to file the necessary copy in due time is one of law and fact, its determination to remand, for such a reason, should not be disturbed unless it clearly appears that the discretion with which the court is invested has been improperly exercised.</p>\n<p>We perceive no ground to question the correctness of the order of May 28th, 1879, or to conclude that there was any abuse by the court of its discretion. The only reason given for the failure to file the transcript within proper time was inadvertence upon the part of counsel; in other words, the filing was overlooked. It is scarcely necessary to say that this did not constitute a sufficient legal reason for not complying with the statute. At any rate, the refusal of the court to accept it as satisfactory cannot be deemed erroneous.</p>\n<p>But it is contended that the order of December 27th, 1879, remanding the cause, was erroneous, because the copy, upon the second petition for removal, was filed in the federal court within due time after that petition, with the accompanying bond, was presented in the State court, Assuming that the second petition for removal was filed before or at the term at which the cause could have been tried in the State court, we are of opinion that a party is not entitled, under existing laws, to file a second petition for the removal upon the same grounds, where, upon the first removal by the same party, the federal court declined to proceed and remanded the suit, because of his failure to file the required copy within the time fixed by the statute. When the circuit court first remanded the cause  the order to that effect not being superseded  the State court was reinvested with jurisdiction, which could not be defeated by another removal upon the same grounds and by the same party. A different construction of the statute, as may be readily seen, might work injurious delays in the preparation and trial of causes.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></span> (1883)</b></center>\n<center><h1>ST. PAUL &amp; CHICAGO RAILWAY COMPANY<br>\nv.<br>\nMcLEAN.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided April 2d, 1883.</center>\nIN ERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*213</span> <i>Mr. C.W. Bangs</i> for the plaintiff in error.</p>\n<p><i>Mr. D.M. Porter</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*215</span> MR. JUSTICE HARLAN delivered the opinion of the court. He recited the facts as above stated and said:</p>\n<p>In <i>Removal Cases,</i> <span class=\"citation\" data-id=\"90049\"><a href=\"/opinion/90049/meyer-v-construction-company/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span>, the court had occasion to construe the act of March 3d, 1875, determining the jurisdiction of circuit courts of the United States and regulating the removal of causes from State courts. We there said, speaking by the Chief Justice:</p>\n<p>\"While the act of Congress requires security that the transcript shall be filed on the first day, it nowhere appears that the circuit court is to be deprived of its jurisdiction, if by accident the party is delayed until a later day of the term. If the circuit court, for good cause shown, accepts the transfer after the day and during <span class=\"star-pagination\">*216</span> the term, its jurisdiction will, as a general rule, be complete and the removal properly effected.\"</p>\n<p>In reference to this language, it was said in <i>Railroad Company</i> v. <i>Koontz,</i> 104 U.S. 5:</p>\n<p>\"This was as far as it was necessary to go in that case, and in entering, as we did then, on the construction of the act of 1875, it was deemed advisable to confine our decision to the facts we then had before us.\"</p>\n<p>In the latter case, it was determined that \"if the petitioning party is kept by his adversary, and against his will, in the State court, and forced to a trial there on the merits, he may, after having obtained in the regular course of procedure a reversal of the judgment and an order for the allowance of the removal, enter the cause in the circuit court, notwithstanding the term of that court has gone by during which, under other circumstances, the record should have been entered.\"</p>\n<p>In <i>National Steamship Co.</i> v. <i>Tugman,</i> <span class=\"citation\" data-id=\"90655\"><a href=\"/opinion/90655/steamship-co-v-tugman/\"><span class=\"volume\">106</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">118</span></a></span>, it was ruled that upon the filing of the petition for removal, accompanied by a proper bond  the suit being removable under the statute  the jurisdiction of the federal court immediately attached in advance of the filing of a copy of the record; and whether that court should retain jurisdiction, or dismiss or remand the action because of the failure to file such a copy, was for it, not for the State court, to determine.</p>\n<p>These cases abundantly sustain the proposition that the failure to file a copy of the record on or before the first day of the succeeding session of the federal court does not deprive that court of jurisdiction to proceed in the action, and that whether it should do so or not upon the filing of such copy is for it to determine. In this case it was undoubtedly within the sound legal discretion of the circuit court to proceed as if the copy had been filed within the time prescribed by statute. But clearly it had a like discretion to determine whether the reasons given for the failure to comply in that respect with the law were sufficient. We do not say that in the exercise of its discretion the court may not commit an error that would bring <span class=\"star-pagination\">*217</span> its action under the reviewing power of this court. But since the question whether the cause should be remanded for failure to file the necessary copy in due time is one of law and fact, its determination to remand, for such a reason, should not be disturbed unless it clearly appears that the discretion with which the court is invested has been improperly exercised.</p>\n<p>We perceive no ground to question the correctness of the order of May 28th, 1879, or to conclude that there was any abuse by the court of its discretion. The only reason given for the failure to file the transcript within proper time was inadvertence upon the part of counsel; in other words, the filing was overlooked. It is scarcely necessary to say that this did not constitute a sufficient legal reason for not complying with the statute. At any rate, the refusal of the court to accept it as satisfactory cannot be deemed erroneous.</p>\n<p>But it is contended that the order of December 27th, 1879, remanding the cause, was erroneous, because the copy, upon the second petition for removal, was filed in the federal court within due time after that petition, with the accompanying bond, was presented in the State court, Assuming that the second petition for removal was filed before or at the term at which the cause could have been tried in the State court, we are of opinion that a party is not entitled, under existing laws, to file a second petition for the removal upon the same grounds, where, upon the first removal by the same party, the federal court declined to proceed and remanded the suit, because of his failure to file the required copy within the time fixed by the statute. When the circuit court first remanded the cause  the order to that effect not being superseded  the State court was reinvested with jurisdiction, which could not be defeated by another removal upon the same grounds and by the same party. A different construction of the statute, as may be readily seen, might work injurious delays in the preparation and trial of causes.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "id": 90848, "judges": "Harlan", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/90848/", "sha1": "e86773211ae05000f142478280706e0a4b9a6d01", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:43"}