{"absolute_url": "/opinion/90871/boese-v-king/", "blocked": false, "citation": {"case_name": "Boese v. King", "docket_number": null, "document_uris": ["/api/rest/v2/document/90871/"], "federal_cite_one": "108 U.S. 379", "federal_cite_three": null, "federal_cite_two": null, "id": 75251, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/75251/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 79, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1883-05-07", "date_modified": "2014-12-21T01:29:34.261996", "docket": "/api/rest/v2/docket/198009/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">108 U.S. 379</p>\n    <p class=\"case_cite\">2 S.Ct. 765</p>\n    <p class=\"case_cite\">27 L.Ed. 760</p>\n    <p class=\"parties\">BOESE, Receiver, etc.,<br>v.<br>KING and others, Assignees, etc.</p>\n    <p class=\"date\">April 30, 1883.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">By deed of assignment executed and delivered September 25, 1873, William H. Locke, a citizen of New Jersey, transferred and conveyed to William King, John M. Goetchius, and Edward E. Poor, and the survivor of them, and their and his heirs and assigns, all of his property of every kind and description&#8212;except such as was exempt by law from execution&#8212;'in trust to take possession of and collect and sell and dispose of the same at public or private sale in their discretion, and to distribute the proceeds to and among the creditors of the said William H. Locke, in proportion to their several just demands, pursuant to the statutes in such case made and provided, and on the further trust to pay the surplus, if any there be, after fully satisfying and paying the said creditors, and all proper costs and charges, to the said William H. Locke.'</p>\n      <p class=\"indent\">Although the deed does not, in terms, refer to any particular statute, it may be taken&#8212;the fact being so found&#8212;that the intention of Locke and the assignors was to have a distribution made among the creditors of the former in conformity with the requirements of an act of the legislature of New Jersey, passed April 16, 1846, entitled 'An act to secure to creditors an equal and just division of the estates of debtors who convey to assignees for the benefit of creditors.'</p>\n      <p class=\"indent\">That act provides, among other things, that every conveyance or assignment by a debtor of his estate, real or personal, or both, in trust, to an assignee for the benefit of creditors, shall be made for their equal benefit in proportion to their several demands to the net amount that shall come to the hands of the assignee for distribution; and all preferences of one creditor over another, or whereby one shall be first paid or have a greater proportion in respect to his claim than another, shall be deemed fraudulent and void, excepting mortgage and judgment creditors, when the judgment has not been by confession for the purpose of preferring creditors, (section 1;) further, that the debtor shall annex to his assignment an inventory, under oath or affirmation, of all of his property, together with a list of his creditors, and the amount of their respective claims, such inventory not, however, to be conclusive as to the quantity of the debtor's estate, and the assignee to be entitled to any other property belonging to the debtor at the time of the assignment, and comprehended within its general terms, (section 2.) Other sections provide for public notice by the assignee of the assignment; for the presentation of claims of creditors; for filing by the assignee under oath of a true inventory and valuation of the estate; for the execution by him of a bond in double the amount of such inventory or valuation; for the recording of such bond; for the filing with the clerk of the court of common pleas of the county of the debtor's residence, within three months after the date of the assignment, of a list of all such creditors as claim to be such, and the amount of their demands, first making it known by advertisement that all claims against the estate must be made as prescribed in the statute, or be forever barred from coming in for a dividend of said estate, otherwise than as provided; for the right of the assignee or any creditor or person interested to except to the allowance of any claim presented; for the adjudication of such exceptions; for fair and equal dividends from time to time among the creditors of the assets in proportion to their respective claims; and for a final accounting by the assignee in the orphans' court of the county such settlement and adjudication to be conclusive on all parties, except for assets which may afterwards come to hand, or for frauds or apparent error. Sections 3, 4, 5, 6, and 7. The act further provides:</p>\n      <p class=\"indent\">'Sec. 11. If any creditor shall not exhibit his, her, or      their claims within the term of three months as aforesaid,      such claim shall be barred of a dividend unless the estate      shall prove sufficient after the debts exhibited and allowed      are fully satisfied, or such creditor shall find some other      estate not accounted for by the assignee or assignees before      distribution, in which case such barred creditor shall be      entitled to a ratable proportion therefrom.</p>\n      <p class=\"indent\">'Sec. 12. Whenever any assignee or assignees, as aforesaid,      shall sell any real estate of such debtor or debtors as is      conveyed in trust as aforesaid, he or they shall proceed to      advertise and sell the same in manner as is now or may      hereafter be prescribed in the case of an executor or      administrator directed to sell lands by an order of the      orphans' court for the payment of the debts of the testator      or intestate.</p>\n      <p class=\"indent\">'Sec. 13. Every assignee, as aforesaid, shall have as full      power and authority to dispose of all estate, real and and to sue      for and recover in the debtors had at the time of the      assignment, and to sue for and recover in the proper name of      such assignee or assignees everything belonging or      appertaining to said estate, real or personal, of said debtor      or debtors, and shall have full power and authority to refer      to arbitration, settle and compound and to agree with any      person concerning the same, and to redeem all mortgages and      conditional contracts, and generally to act and do whatever      the said debtor or debtors might have lawfully done in the      premises.</p>\n      <p class=\"indent\">'Sec. 14. Nothing in this act shall be taken or understood as      discharging said debtor or debtors from liabilities to their      creditors who may not choose to exhibit their claims either      in regard to the persons of such debtors or to any estate,      real or personal, not assigned as aforesaid; but with respect      to the creditors who shall come in under said assignment and      exhibit their demands as aforesaid for a dividend, they shall      be wholly barred from having afterwards any action or suit at      law or equity against such debtors or their representatives,      unless on the trial of such action or hearing in equity the      said creditor shall prove fraud in the said debtor or debtors      with respect to the said assignment or concealing his estate,      real or personal, whether in possession, held in trust, or      otherwise.'</p>\n      <p class=\"indent\">The estate which came into the hands of the assignees was converted into money in New Jersey,&#8212;the amount being nearly $200,000,&#8212;and the proceeds, for the convenience of the assignees, were deposited in a bank in the city of New York. No proceedings in bankruptcy were ever taken against Locke.</p>\n      <p class=\"indent\">On the third day of February, 1876, William Pickhardt and Adolph Kutroff recovered a judgment against Locke in the supreme court of the city and county of New York for $3,086.85. Upon that judgment execution was issued and returned unsatisfied. Subsequently, May 27, 1876, in certain proceedings, before one of the judges of that court, supplementary to the return of execution, Thomas Boese, plaintiff in error, was appointed receiver of the property of Locke, and having executed a bond for the faithful discharge of the duties of his trust, he obtained an order from the same court giving him authority, as receiver, to bring an action against the assignees of Locke. Thereupon, June 9, 1876, he commenced this action. It proceeds upon these grounds: (1) That the indebtedness from Locke to Pickhardt and Kutroff arose in New York, where they reside, before the making of said assignment; (2) that the statute of New Jersey with reference to, or under which, said assignment was made, was, by force of the bankruptcy act of 1867, suspended and of no effect; (3) that the assignment was fraudulent and void by the laws of New Jersey, in that it was made with the intent upon the part of Locke to hinder, delay, and defraud his creditors, and in that he had a large amount of money and other property which he fraudulently retained to his own use and not surrender to the assignees.</p>\n      <p>The prayer of the complaint&#8212;the allegations of which were fully met by answer&#8212;was for judgment against the defendants; that the assignments be adjudged fraudulent and void; and that the defendants be required to account to plaintiff for all the property and money received, or to which they are entitled under and by virtue of said assignment. It was conceded at the hearing that defendants had in their hands, of the proceeds of the sale of the assigned property, an amount sufficient to pay the judgment of Pickhardt and Kutroff.</p>\n      <p>The supreme court of New York both in general and special term, sustained the supreme court of New York, against the assignees in favor of Boese, as receiver, for the amount of the demand of Pickhardt and Kutroff. But in the court of appeals that judgment was reversed, with directions to enter judgment for the defendants.</p>\n      <p class=\"indent\"><i>C. Bainbridge Smith</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>A. P. Whitehead</i>, for defendant in error.</p>\n      <p class=\"indent\">HARLAN, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are to consider in this case whether the final judgment of the court of appeals of New York has deprived plaintiff in error of any right, title, or privilege under the constitution or laws of the United States. This question arises out of the following facts, which are embodied in a special finding made by the court of original jurisdiction:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We dismiss from consideration all suggestions in the pleadings of actual fraud upon the part either of Locke or his assignees. The court of original jurisdiction found as a fact&#8212;and upon that basis the case was considered by the court of appeals that the assignment was executed and delivered by the former and accepted by the latter in good faith and without any purpose to hinder, delay, or defraud any creditor of Locke. It is further found as a fact that the assignment was made with the intent, <i>bona fide</i>, to make an equal distribution of the proceeds of the trust estate among creditors in conformity with the local statute. The supreme court of New York ruled that the statute of New Jersey was, in its nature and effect, a bankrupt law, and the power conferred upon congress to establish a uniform system of bankruptcy, having been exercised by the passage of the act of 1867, the latter act wholly suspended the operation of the local statute as to all cases within its purview; consequently, it was held, the assignment was not valid for any purpose. The court of appeals, recognizing the paramount nature of the bankrupt act of congress, and assuming that the fourteenth section of the New Jersey statute, relating to the effect upon the creditor's claim of accepting a dividend, was inconsistent with that act and therefore inoperative, adjudged that other portions of the local statute which provided for the equal distribution of the debtor's property among his creditors, and regulated the general conduct of the assignee, were not inconsistent with nor were they necessarily suspended by the act of 1867; further, that the New Jersey statute did not create the right to make voluntary assignments for the equal benefit of creditors, but was only restrictive of a previously-existing right, and imposed, for the benefit of creditors, salutary safeguards around its exercise; consequently, had the whole of the New Jersey statute been superseded, the right of a debtor to make a voluntary assignment would still have existed. The assignment, as a transfer of the debtor's property, was, therefore, upheld as in harmony with the general object and purposes of the bankrupt act, unassailable by reason merely of the fact that some of the provisions of the local statute may have been suspended by the act of 1867.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the view which we take of the case it is unnecessary to consider all of the questions covered by the opinion of the state court and discussed here by counsel. Especially, it is not necessary to determine whether the bankrupt act of 1867 suspended or superseded all of the provisions of the New Jersey statute. Undoubtedly the local statute was, from the date of the passage of the bankrupt act, inoperative in so far as it provided for the discharge of the debtor from future liability to creditors who came in under the assignment and participated in the distribution of the proceeds of the assigned property. It is equally clear, we think, that the assignment by Locke of his entire property to be disposed of as prescribed by the statute of New Jersey, and therefore independently of the bankruptcy court, constituted itself an act of bankruptcy, for which, upon the petition of a creditor, filed in proper time, Locke could have been adjudged a bankrupt, and the property wrested from his assignees for administration in the bankruptcy court. <i>In re Burt</i>, 1 Dill. 440; <i>In re Goldschmidt</i>, 3 N. B. R. 168; <i>In re Smith</i>, 4 Ben. 5. The claim of Pickhardt and Kutroff existed at the time of the assignment. The way was therefore open for them, by timely action, to secure the control and management of the assigned property by that court for the equal benefit of all the creditors of Locke. But they elected to lie by until after the expiration of the time within which the assignment could be attacked under the provisions of the bankrupt act; and now seek, by this suit, in the name of the plaintiff in error, to secure an advantage or preference over all others; this, notwithstanding the assignment was made without any intent to hinder, delay, or defraud creditors. In order to obtain that advantage or preference, the plaintiff in error relies on the paramount force of the bankrupt act, the primary object of which, as this court has frequently announced, was to secure equality among the creditors of a bankrupt. <i>Meyer</i> v. <i>Hilman</i>, 91 U. S. 501; <i>Reed</i> v. <i>McIntyre</i>, 98 U. S. 509; <i>Buchanan</i> v. <i>Smith</i>, 16 Wall. 277.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It can hardly be that a court is obliged in vindication of an act of congress to lend its aid to those who, neglecting or refusing to avail themselves of its provisions, seek to accomplish ends inconsistent with that equality among creditors which those provisions were designed to secure. If it should be assumed, for the purposes of this case, that the statute of New Jersey was, as to each and all of its provisions, suspended when the bankrupt act of 1867 was passed, it does not follow that the assignment by Locke was ineffectual for every purpose. Certainly that instrument was sufficient to pass the title from Locke to his assignees. It was good as between them, at least until Locke, in some appropriate mode, or by some proper proceedings, manifested a right to have it set aside or canceled upon the ground of a mutual mistake in supposing that the local statute of 1846 was inoperative. And in the absence of proceedings in the bankruptcy court impeaching the assignment, and so long as Locke did not object, the assignees had authority to sell the property and distribute the proceeds among all the creditors, disregarding so much of the deed of assignment as required the assignees, in the distribution of the proceeds, to conform to the local statute. The assignment was not void as between the debtor and the assignees simply because it provided for the distribution of the proceeds of the property in pursuance of a statute, none of the provisions of which, it is claimed, were then in force. Had this suit been framed for the purpose of compelling the assignees to account to all the creditors for the proceeds of the sale of the property committed to their hands, without discrimination against those who did not recognize the assignment and exhibit their demands within the time and mode prescribed by the New Jersey statute, a wholly different question would have been presented for determination. It has been framed mainly upon the idea that by reason of the mistake of Locke and his assignees in supposing that the property could be administered under the provisions of the local statute of 1846, even while the bankrupt act was in force, the title did not pass for the benefit of creditors according to their respective legal rights. In this view, as has been indicated, we do not concur.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We are of opinion that, except as against proceedings instituted under the bankrupt act for the purpose of securing the administration of the property in the bankruptcy court, the assignment, having been made without intent to hinder, delay, or defraud creditors, was valid, for at least the purpose of securing an equal distribution of the estate among all the creditors of Locke, in proportion to their several demands, (<i>Reed</i> v. <i>McIntyre</i>, 98 U. S. 509;) and, consequently, we adjudge only that the plaintiff in error is not entitled, by reason of any conflict between the local statute and the bankrupt act of 1867, or by force of the before-mentioned judgment and the proceedings thereunder, to the possession of the assigned property or of its proceeds, as against the assignees, or to a priority of claim for the benefit of Pickhardt and Kutroff upon such proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The judgment is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">MATTHEWS, J., <i>dissenting</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mr. Justice MILLER, Mr. Justice GRAY, Mr. Justice BLATCHFORD, and myself, are unable to agree with the opinion and judgment of the court in this case. The grounds of our dissent may be very generally and concisely stated as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The New Jersey statute of April 16, 1846, the validity and effect of which are in question, is an insolvent or bankrupt law, which provides for the administration of the assets of debtors who make assignments of all their assets to trustees for creditors, and for their discharge from liabilities to creditors sharing in the distribution. It was accordingly in conflict with the national bankrupt act of 1867 when the latter took effect, and from that time became suspended and without force until the repeal of the act of congress. It is conceded that the fourteenth section, which provides for the discharge of the debtor, is void by reason of this conflict, and, in our opinion, this carries with it the entire statute. For the statute is an entirety, and to take away the distinctive feature contained in the fourteenth section, destroys the system. It is not an independent provision, but an inseparable part of the scheme contained in the law.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This being so, the assignment in the present case must be regarded as unlawful and void as to creditors. For it was made in view of this statute, and to be administered under it. Such is the express recital of the instrument, and the finding of the fact by the court. It is as if the provisions of the act had been embodied in it and it had declared expressly that it was executed with the proviso that no distribution should be made of any part of the debtor's estate to any creditor except upon condition of the release of the unpaid portion of his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It is not possible, we think, to treat the assignment as though the law of the state in view of which it was made, and subject to the provisions of which it was intended to operate, had never existed, or had been repealed before its execution; because there is no reason to believe that, in that state of the case, the debtor would have made an assignment on such terms. To do so is to construct for him a contract which he did not make, and which there is no evidence that he intended to make. It must be regarded, then, as a proceeding under the statute of New Jersey, and as such, with that statute, made void as to creditors by the national bankrupt act of 1867. Otherwise that uniform rule as to bankruptcies, which it was the policy of the constitution and of the act of congress, pursuant to it, to provide, would be defeated. No title under it, therefore, could pass to the defendants in error, and the judgment creditors who acquired a lien upon the fund in their hands were by law entitled to appropriate it, as the property of their debtor, to the payment of their claims.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">For these reasons we are of opinion that the judgment of the court of appeals of New York should be reversed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>108 U.S. 379 (1883)</b></center>\n<center><h1>BOESE, Receiver,<br>\nv.<br>\nKING &amp; Others.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided April 30th, 1883.</center>\nIN ERROR TO THE SUPREME COURT OF THE STATE OF NEW YORK.\n<p><span class=\"star-pagination\">*383</span> <i>Mr. C. Bainbridge Smith</i> for plaintiff in error.</p>\n<p><i>Mr. A.P. Whitehead</i> for defendant in error.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court. After reciting the facts in the foregoing language he continued:</p>\n<p><span class=\"star-pagination\">*384</span> We are to consider in this case whether the final judgment of the Court of Appeals of New York has deprived the plaintiff in error of any right, title, or privilege under the Constitution or laws of the United States.</p>\n<p>We dismiss from consideration all suggestions in the pleadings of actual fraud upon the part either of Locke or of his assignees. The court of original jurisdiction found as a fact 혰 and upon that basis the case was considered by the Court of Appeals 혰 that the assignment was executed and delivered by the former and accepted by the latter in good faith and without any purpose to hinder, delay, or defraud any creditor of Locke. It is further found as a fact that the assignment was made with the intent, <i>bona fide,</i> to make an equal distribution of the proceeds of the trust estate among creditors, in conformity with the local statute. The Supreme Court of New York ruled that the statute of New Jersey was, in its nature and effect, a bankrupt law, and the power conferred upon Congress to establish a uniform system of bankruptcy, having been exercised by the passage of the act of 1867, the latter act wholly suspended the operation of the local statute as to all cases within its purview; consequently, it was held, the assignment was not valid for any purpose. The Court of Appeals, recognizing the paramount nature of the Bankrupt Act of Congress, and assuming that the 14th section of the New Jersey statute, relating to the effect upon the claims of creditors who exhibit their demands for a dividend, was inconsistent with that act, and therefore inoperative, adjudged that other portions of the local statute providing for the equal distribution of the debtor's property among his creditors, and regulating the general conduct of the assignee, were not inconsistent with nor were they necessarily suspended by the act of 1867; further, that the New Jersey statute did not create the right to make voluntary assignments for the equal benefit of creditors, but was only restrictive of a previously existing right, and imposed, for the benefit of creditors, salutary safeguards around its exercise; consequently, had the whole of the New Jersey statute been superseded, the right of a debtor to make a voluntary assignment would still have existed. The assignment, as a transfer <span class=\"star-pagination\">*385</span> of the debtor's property, was, therefore, upheld as in harmony with the general object and purposes of the Bankrupt Act, unassailable by reason merely of the fact that some of the provisions of the local statute may have been suspended by the act of 1867.</p>\n<p>In the view which we take of the case it is unnecessary to consider all of the questions covered by the opinion of the State court and discussed here by counsel. Especially it is not necessary to determine whether the Bankrupt Act of 1867 suspended or superseded all of the provisions of the New Jersey statute. Undoubtedly the local statute was, from the date of the passage of the Bankrupt Act, inoperative in so far as it provided for the discharge of the debtor from future liability to creditors who came in under the assignment and claimed to participate in the distribution of the proceeds of the assigned property. It is equally clear, we think, that the assignment by Locke of his entire property to be disposed of as prescribed by the statute of New Jersey, and therefore independently of the bankruptcy court, constituted, itself, an act of bankruptcy, for which, upon the petition of a creditor filed in proper time, Locke could have been adjudged a bankrupt, and the property wrested from his assignees for administration in the bankruptcy court. <i>In re Burt,</i> 1 Dillon, 439, 440; <i>In re Goldschmidt,</i> 3 Bank. Reg. 164; <i>In matter of Seymour T. Smith,</i> 4 Bank. Reg. 377. The claim of Pickhardt and Kutroff existed at the time of the assignment. The way was, therefore, open for them, by timely action, to secure the control and management of the assigned property by that court for the equal benefit of all the creditors of Locke. But they elected to lie by until after the expiration of the time within which the assignment could be attacked under the provisions of the Bankrupt Act; and now seek, by this suit in the name of the plaintiff in error, to secure an advantage or preference over all others; this, notwithstanding the assignment was made without any intent to hinder, delay, or defraud creditors. In order to obtain that advantage or preference, the plaintiff in error relies on the paramount force of the Bankrupt Act, the primary object of which, as this court has frequently announced, was to secure equality among <span class=\"star-pagination\">*386</span> the creditors of a bankrupt. <i>Mayer</i> v. <i>Hellman,</i> 91 U.S. 496-501; <i>Reed</i> v. <i>McIntyre,</i> 98 U.S. 507-509; <i>Buchanan</i> v. <i>Smith,</i> 16 Wall. 277. It can hardly be that the court is obliged to lend its aid to those who, neglecting or refusing to avail themselves of the provisions of the act of Congress, seek to accomplish ends inconsistent with that equality among creditors which those provisions were designed to secure. If it be assumed, for the purposes of this case, that the statute of New Jersey was, as to each and all of its provisions, suspended when the Bankrupt Act of 1867 was passed, it does not follow that the assignment by Locke was ineffectual for every purpose. Certainly, that instrument was sufficient to pass the title from Locke to his assignees. It was good as between them, at least until Locke, in some appropriate mode, or by some proper proceedings, manifested a right to have it set aside or cancelled upon the ground of a mutual mistake in supposing that the local statute of 1846 was operative. And in the absence of proceedings in the bankruptcy court impeaching the assignment, and so long as Locke did not object, the assignees had authority to sell the property and distribute the proceeds among all the creditors, disregarding so much of the deed of assignment as required the assignees, in the distribution of the proceeds, to conform to the local statute. The assignment was not void as between the debtor and the assignees simply because it provided for the distribution of the proceeds of the property in pursuance of a statute, none of the provisions of which, it is claimed, were then in force. Had this suit been framed for the purpose of compelling the assignees to account to all the creditors for the proceeds of the sale of the property committed to their hands, without discrimination against those who did not recognize the assignment and exhibit their demands within the time and mode prescribed by the New Jersey statute, a wholly different question would have been presented for determination. It has been framed mainly upon the idea that by reason of the mistake of Locke and his assignees in supposing that the property could be administered under the provisions of the local statute of 1846, even while the Bankrupt Act was in force, the title did not pass for the benefit of creditors according <span class=\"star-pagination\">*387</span> to their respective legal rights. In this view, as has been indicated, we do not concur.</p>\n<p>We are of opinion that, except as against proceedings instituted under the Bankrupt Act for the purpose of securing the administration of the property in the bankruptcy court, the assignment, having been made without intent to hinder, delay, or defraud creditors, was valid, for at least the purpose of securing an equal distribution of the estate among all the creditors of Locke, in proportion to their several demands, <i>Reed</i> v. <i>McIntyre,</i> 98 U.S. 507-509; and, consequently, we adjudge only that the plaintiff in error is not entitled, by reason of any conflict between the local statute and the Bankrupt Act of 1877, or by force of the before-mentioned judgment and the proceedings thereunder, to the possession of the assigned property or of its proceeds, as against the assignees, or to a priority of claim for the benefit of Pickhardt and Kutroff upon such proceeds.</p>\n<p><i>The judgment is affirmed.</i></p>\n<p>MR. JUSTICE MATTHEWS (with whom concurred MILLER, GRAY, and BLATCHFORD, JJ.), dissenting.</p>\n<p>MR. JUSTICE MILLER, MR. JUSTICE GRAY, MR. JUSTICE BLATCHFORD, and myself, are unable to agree with the opinion and judgment of the court in this case. The grounds of our dissent may be very generally and concisely stated as follows:</p>\n<p>The New Jersey statute of April 16th, 1846, the validity and effect of which are in question, is an insolvent or bankrupt law, which provides for the administration of the assets of debtors who make assignments of all their assets to trustees for creditors, and for their discharge from liabilities to creditors sharing in the distribution. It was accordingly in conflict with the National Bankrupt Act of 1867 when the latter took effect, and from that time became suspended and without force until the repeal of the act of Congress. It is conceded that the 14th section, which provides for the discharge of the debtor, is void by reason of this conflict, and, in our opinion, this carries with it the entire statute. For the statute is an entirety, and, to take away the distinctive feature contained in the 14th section, <span class=\"star-pagination\">*388</span> destroys the system. It is not an independent provision, but an inseparable part of the scheme contained in the law.</p>\n<p>This being so, the assignment in the present case must be regarded as unlawful and void as to creditors. For it was made in view of this statute and to be administered under it. Such is the express recital of the instrument and the finding of the fact by the court. It is as if the provisions of the act had been embodied in it and it had declared expressly that it was executed with the proviso that no distribution should be made of any part of the debtor's estate to any creditor except upon condition of the release of the unpaid portion of his claim.</p>\n<p>It is not possible, we think, to treat the assignment as though the law of the State in view of which it was made, and subject to the provisions of which it was intended to operate, had never existed, or had been repealed before its execution. Because there is no reason to believe that, in that state of the case, the debtor would have made an assignment on such terms. To do so is to construct for him a contract which he did not make and which there is no evidence that he intended to make. It must be regarded, then, as a proceeding under the statute of New Jersey, and as such, with that statute, made void, as to creditors, by the National Bankrupt Act of 1867. Otherwise that uniform rule as to bankruptcies, which it was the policy of the Constitution and of the act of Congress pursuant to it, to provide, would be defeated. No title under it, therefore, could pass to the defendants in error, and the judgment creditors who acquired a lien upon the fund in their hands were by law entitled to appropriate it, as the property of their debtor, to the payment of their claims.</p>\n<p>For these reasons we are of opinion that the judgment of the Court of Appeals of New York should be reversed.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">379</span></span> (1883)</b></center>\n<center><h1>BOESE, Receiver,<br>\nv.<br>\nKING &amp; Others.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided April 30th, 1883.</center>\nIN ERROR TO THE SUPREME COURT OF THE STATE OF NEW YORK.\n<p><span class=\"star-pagination\">*383</span> <i>Mr. C. Bainbridge Smith</i> for plaintiff in error.</p>\n<p><i>Mr. A.P. Whitehead</i> for defendant in error.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court. After reciting the facts in the foregoing language he continued:</p>\n<p><span class=\"star-pagination\">*384</span> We are to consider in this case whether the final judgment of the Court of Appeals of New York has deprived the plaintiff in error of any right, title, or privilege under the Constitution or laws of the United States.</p>\n<p>We dismiss from consideration all suggestions in the pleadings of actual fraud upon the part either of Locke or of his assignees. The court of original jurisdiction found as a fact 혰 and upon that basis the case was considered by the Court of Appeals 혰 that the assignment was executed and delivered by the former and accepted by the latter in good faith and without any purpose to hinder, delay, or defraud any creditor of Locke. It is further found as a fact that the assignment was made with the intent, <i>bona fide,</i> to make an equal distribution of the proceeds of the trust estate among creditors, in conformity with the local statute. The Supreme Court of New York ruled that the statute of New Jersey was, in its nature and effect, a bankrupt law, and the power conferred upon Congress to establish a uniform system of bankruptcy, having been exercised by the passage of the act of 1867, the latter act wholly suspended the operation of the local statute as to all cases within its purview; consequently, it was held, the assignment was not valid for any purpose. The Court of Appeals, recognizing the paramount nature of the Bankrupt Act of Congress, and assuming that the 14th section of the New Jersey statute, relating to the effect upon the claims of creditors who exhibit their demands for a dividend, was inconsistent with that act, and therefore inoperative, adjudged that other portions of the local statute providing for the equal distribution of the debtor's property among his creditors, and regulating the general conduct of the assignee, were not inconsistent with nor were they necessarily suspended by the act of 1867; further, that the New Jersey statute did not create the right to make voluntary assignments for the equal benefit of creditors, but was only restrictive of a previously existing right, and imposed, for the benefit of creditors, salutary safeguards around its exercise; consequently, had the whole of the New Jersey statute been superseded, the right of a debtor to make a voluntary assignment would still have existed. The assignment, as a transfer <span class=\"star-pagination\">*385</span> of the debtor's property, was, therefore, upheld as in harmony with the general object and purposes of the Bankrupt Act, unassailable by reason merely of the fact that some of the provisions of the local statute may have been suspended by the act of 1867.</p>\n<p>In the view which we take of the case it is unnecessary to consider all of the questions covered by the opinion of the State court and discussed here by counsel. Especially it is not necessary to determine whether the Bankrupt Act of 1867 suspended or superseded all of the provisions of the New Jersey statute. Undoubtedly the local statute was, from the date of the passage of the Bankrupt Act, inoperative in so far as it provided for the discharge of the debtor from future liability to creditors who came in under the assignment and claimed to participate in the distribution of the proceeds of the assigned property. It is equally clear, we think, that the assignment by Locke of his entire property to be disposed of as prescribed by the statute of New Jersey, and therefore independently of the bankruptcy court, constituted, itself, an act of bankruptcy, for which, upon the petition of a creditor filed in proper time, Locke could have been adjudged a bankrupt, and the property wrested from his assignees for administration in the bankruptcy court. <i>In re Burt,</i> 1 Dillon, 439, 440; <i>In re Goldschmidt,</i> 3 Bank. Reg. 164; <i>In matter of Seymour T. Smith,</i> 4 Bank. Reg. 377. The claim of Pickhardt and Kutroff existed at the time of the assignment. The way was, therefore, open for them, by timely action, to secure the control and management of the assigned property by that court for the equal benefit of all the creditors of Locke. But they elected to lie by until after the expiration of the time within which the assignment could be attacked under the provisions of the Bankrupt Act; and now seek, by this suit in the name of the plaintiff in error, to secure an advantage or preference over all others; this, notwithstanding the assignment was made without any intent to hinder, delay, or defraud creditors. In order to obtain that advantage or preference, the plaintiff in error relies on the paramount force of the Bankrupt Act, the primary object of which, as this court has frequently announced, was to secure equality among <span class=\"star-pagination\">*386</span> the creditors of a bankrupt. <i>Mayer</i> v. <i>Hellman,</i> 91 U.S. 496-501; <i>Reed</i> v. <i>McIntyre,</i> 98 U.S. 507-509; <i>Buchanan</i> v. <i>Smith,</i> 16 Wall. 277. It can hardly be that the court is obliged to lend its aid to those who, neglecting or refusing to avail themselves of the provisions of the act of Congress, seek to accomplish ends inconsistent with that equality among creditors which those provisions were designed to secure. If it be assumed, for the purposes of this case, that the statute of New Jersey was, as to each and all of its provisions, suspended when the Bankrupt Act of 1867 was passed, it does not follow that the assignment by Locke was ineffectual for every purpose. Certainly, that instrument was sufficient to pass the title from Locke to his assignees. It was good as between them, at least until Locke, in some appropriate mode, or by some proper proceedings, manifested a right to have it set aside or cancelled upon the ground of a mutual mistake in supposing that the local statute of 1846 was operative. And in the absence of proceedings in the bankruptcy court impeaching the assignment, and so long as Locke did not object, the assignees had authority to sell the property and distribute the proceeds among all the creditors, disregarding so much of the deed of assignment as required the assignees, in the distribution of the proceeds, to conform to the local statute. The assignment was not void as between the debtor and the assignees simply because it provided for the distribution of the proceeds of the property in pursuance of a statute, none of the provisions of which, it is claimed, were then in force. Had this suit been framed for the purpose of compelling the assignees to account to all the creditors for the proceeds of the sale of the property committed to their hands, without discrimination against those who did not recognize the assignment and exhibit their demands within the time and mode prescribed by the New Jersey statute, a wholly different question would have been presented for determination. It has been framed mainly upon the idea that by reason of the mistake of Locke and his assignees in supposing that the property could be administered under the provisions of the local statute of 1846, even while the Bankrupt Act was in force, the title did not pass for the benefit of creditors according <span class=\"star-pagination\">*387</span> to their respective legal rights. In this view, as has been indicated, we do not concur.</p>\n<p>We are of opinion that, except as against proceedings instituted under the Bankrupt Act for the purpose of securing the administration of the property in the bankruptcy court, the assignment, having been made without intent to hinder, delay, or defraud creditors, was valid, for at least the purpose of securing an equal distribution of the estate among all the creditors of Locke, in proportion to their several demands, <i>Reed</i> v. <i>McIntyre,</i> 98 U.S. 507-509; and, consequently, we adjudge only that the plaintiff in error is not entitled, by reason of any conflict between the local statute and the Bankrupt Act of 1877, or by force of the before-mentioned judgment and the proceedings thereunder, to the possession of the assigned property or of its proceeds, as against the assignees, or to a priority of claim for the benefit of Pickhardt and Kutroff upon such proceeds.</p>\n<p><i>The judgment is affirmed.</i></p>\n<p>MR. JUSTICE MATTHEWS (with whom concurred MILLER, GRAY, and BLATCHFORD, JJ.), dissenting.</p>\n<p>MR. JUSTICE MILLER, MR. JUSTICE GRAY, MR. JUSTICE BLATCHFORD, and myself, are unable to agree with the opinion and judgment of the court in this case. The grounds of our dissent may be very generally and concisely stated as follows:</p>\n<p>The New Jersey statute of April 16th, 1846, the validity and effect of which are in question, is an insolvent or bankrupt law, which provides for the administration of the assets of debtors who make assignments of all their assets to trustees for creditors, and for their discharge from liabilities to creditors sharing in the distribution. It was accordingly in conflict with the National Bankrupt Act of 1867 when the latter took effect, and from that time became suspended and without force until the repeal of the act of Congress. It is conceded that the 14th section, which provides for the discharge of the debtor, is void by reason of this conflict, and, in our opinion, this carries with it the entire statute. For the statute is an entirety, and, to take away the distinctive feature contained in the 14th section, <span class=\"star-pagination\">*388</span> destroys the system. It is not an independent provision, but an inseparable part of the scheme contained in the law.</p>\n<p>This being so, the assignment in the present case must be regarded as unlawful and void as to creditors. For it was made in view of this statute and to be administered under it. Such is the express recital of the instrument and the finding of the fact by the court. It is as if the provisions of the act had been embodied in it and it had declared expressly that it was executed with the proviso that no distribution should be made of any part of the debtor's estate to any creditor except upon condition of the release of the unpaid portion of his claim.</p>\n<p>It is not possible, we think, to treat the assignment as though the law of the State in view of which it was made, and subject to the provisions of which it was intended to operate, had never existed, or had been repealed before its execution. Because there is no reason to believe that, in that state of the case, the debtor would have made an assignment on such terms. To do so is to construct for him a contract which he did not make and which there is no evidence that he intended to make. It must be regarded, then, as a proceeding under the statute of New Jersey, and as such, with that statute, made void, as to creditors, by the National Bankrupt Act of 1867. Otherwise that uniform rule as to bankruptcies, which it was the policy of the Constitution and of the act of Congress pursuant to it, to provide, would be defeated. No title under it, therefore, could pass to the defendants in error, and the judgment creditors who acquired a lien upon the fund in their hands were by law entitled to appropriate it, as the property of their debtor, to the payment of their claims.</p>\n<p>For these reasons we are of opinion that the judgment of the Court of Appeals of New York should be reversed.</p>\n</div>", "id": 90871, "judges": "Harlan", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/90871/", "sha1": "4dc5f24298a138fe8284b8ae8ca286c6e57cbe3c", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:02:44"}