{"absolute_url": "/opinion/111388/marjorie-h-rowland-v-mad-river-local-school/", "blocked": false, "citation": {"case_name": "Marjorie H. Rowland v. Mad River Local School District, Montgomery County, Ohio", "docket_number": "84-532", "document_uris": ["/api/rest/v2/document/111388/"], "federal_cite_one": "470 U.S. 1009", "federal_cite_three": null, "federal_cite_two": null, "id": 95747, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/95747/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 29, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1985-04-22", "date_modified": "2014-12-21T02:08:04.837384", "docket": "/api/rest/v2/docket/240647/", "download_url": "http://bulk.resource.org/courts.gov/c/US/470/470.US.1009.84-532.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">470 U.S. 1009</p>\n    <p class=\"case_cite\">105 S.Ct. 1373</p>\n    <p class=\"case_cite\">84 L.Ed.2d 392</p>\n    <p class=\"parties\">Marjorie H. ROWLAND<br>v.<br>MAD RIVER LOCAL SCHOOL DISTRICT, MONTGOMERY COUNTY, OHIO</p>\n    <p class=\"docket\">No. 84-532</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">February 25, 1985</p>\n    <p class=\"date\">Rehearing Denied April 22, 1985.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">See 471 U.S. 1062, 105 S.Ct. 2127.</p>\n      <p class=\"indent\">On petition for writ of certiorari to the United States Court of Appeals for the Sixth Circuit.</p>\n      <p class=\"indent\">The petition for a writ of certiorari is denied.</p>\n      <p class=\"indent\">Justice BRENNAN, with whom Justice MARSHALL joins, dissenting.</p>\n      <p class=\"indent\">This case raises important constitutional questions regarding the rights of public employees to maintain and express their private sexual preferences.  Petitioner, a public high school employee, \"was fired because she was a homosexual who revealed her sexual preference&#8212;and, as the jury found, for no other reason.\" 730 F.2d 444, 454 (CA6 1984) (Edwards, J., dissenting).  Because determination of the appropriate constitutional analysis to apply in such a case continues to puzzle lower courts and because this Court has never addressed the issues presented, I would grant certiorari and set this case for oral argument.</p>\n      <p class=\"indent\">* In December 1974, petitioner was suspended from her nontenured position as a high school guidance counselor.  In April 1975, the respondent School District acting through its School Board decided not to renew petitioner's contract.  A jury later made unchallenged findings that petitioner was suspended and not rehired solely because she was bisexual and had told her secretary and some fellow teachers that she was bisexual, and not for \"any other reason.\"  See <i>id.,</i> at 460 (Special Verdict VIII).  The jury also found that petitioner's mention of her bisexuality did not \"in any way interfere with the proper performance of [her or other school staff members'] duties or with the regular operation of the school generally.\"  <i>Id.,</i> at 456-458 (Special Verdicts I, II, and III).  The jury concluded that petitioner had suffered damages as a result of the decisions to suspend and not rehire her in the form of personal humiliation, mental anguish, and lost earnings.</p>\n      <p class=\"indent\">The trial judge ruled that these findings supported petitioner's claims for violation of her constitutional right to free speech under <i>Pickering v. Board of Education,</i> 391 U.S. 563, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968), and to equal protection of the laws under the Fourteenth Amendment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He therefore entered a judgment for damages for petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Court of Appeals for the Sixth Circuit reversed.  The court first ruled that in light of our intervening decision in <i>Connick v. Myers,</i> 461 U.S. 138, 103 S.Ct. 1684, 75 L.Ed.2d 708 (1983), the decision to discharge petitioner based on her workplace statements was unobjectionable under the First Amendment because petitioner's speech was not about \"a matter of public concern.\"  730 F.2d, at 451.  While accepting the jury's finding that petitioner's mention of her bisexuality had not interfered \"in any way\" with the \"regular operation of the school,\" the court concluded that it was constitutionally permissible to dismiss petitioner \"for talking about it.\"  <i>Id.,</i> at 450.  Second, the court held that no equal protection claim could possibly have been made out, because there was presented \"no evidence of how other employees with different sexual preferences were treated.\"  <i>Ibid.</i> Without citation to any precedent, the court characterized the judgment for petitioner in the absence of such comparative evidence as \"plain error.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p class=\"center\">II</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case starkly presents issues of individual constitutional rights that have, as the dissent below noted, \"swirled nationwide for many years.\"  <i>Id.,</i> at 453 (Edwards, J., dissenting).  Petitioner did not lose her job because she disrupted the school environment or failed to perform her job. She was discharged merely because she is bisexual and revealed this fact to acquaintances at her workplace.  These facts are rendered completely unambiguous by the jury's findings.  Yet after a jury and the trial court who heard and evaluated the evidence rendered verdicts for petitioner, the court below reversed based on a crabbed reading of our precedents and unexplained disregard of the jury and judge's factual findings.  Because they are so patently erroneous, these manuevers suggest only a desire to evade the central question:  may a State dismiss a public employee based on her bisexual status alone?  I respectfully dissent from the Court's decision not to give its plenary attention to this issue.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">That petitioner was discharged for her nondisruptive mention of her sexual preferences raises a substantial claim under the First Amendment.  \"For at least 15 years, it has been settled that a State cannot condition public employment on a basis that infringes the employee's constitutionally protected interest in freedom of expression.\"  461 U.S., at 142, 103 S.Ct., at 1687.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Nevertheless, <i>Connick</i> held that if \"employee expression cannot be fairly considered as relating to any matter of political, social, or other concern to the community,\" disciplinary measures taken in response to such expression cannot be challenged under the First Amendment \"absent the most unusual circumstances.\"  <i>Id.,</i> at 146, 147, 103 S.Ct., at 1690.  The court below ruled that <i>Connick</i> requires the conclusion that a bisexual public employee constitutionally may be dismissed for \"talking about it.\"  This conclusion does not result inevitably from <i>Connick,</i> and may be questioned on at least two grounds:  first, because petitioner's speech did indeed \"touch upon\" a matter of public concern, see <i>id.,</i> at 149, 103 S.Ct., at 1691, and second, because speech even if characterized as private is entitled to constitutional protection when it does not in any way interfere with the employer's business.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\"><i>Connick</i> recognized that some issues are \"inherently of public concern,\" citing \"racial discrimination\" as one example.  <i>Id.,</i> at 148, n. 8, 103 S.Ct., at 1691, n. 8.  I think it impossible not to note that a similar public debate is currently ongoing regarding the rights of homosexuals.  The fact of petitioner's bisexuality, once spoken, necessarily and ineluctably involved her in that debate.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Speech that \"touches upon\" this explosive issue is no less deserving of constitutional attention than speech relating to more widely condemned forms of discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\"><i>Connick's</i> reference to \"matters of public concern\" does not suggest a strict rule that an employee's first statement related to a volatile issue of public concern must go unprotected, simply because it is the first statement in the public debate.  Such a rule would reduce public employees to second-class speakers, for they would be prohibited from speaking until and unless others first bring an issue to public attention.  Cf. <i>Egger v. Phillips,</i> 710 F.2d 292, 317 (CA7 1983) (en banc) (\"[T]he unpopularity of the issue surely does not mean that a voice crying out in the wilderness is entitled to less protection than a voice with a large, receptive audience\").  It is the <i>topic</i> of the speech at issue, and not whether a debate on that topic is yet ongoing, that <i>Connick</i> directed federal courts to examine.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Moreover, even if petitioner's speech did not so obviously touch upon a matter of public concern, there remains a substantial constitutional question, reserved in <i>Connick,</i> whether it lies \"totally beyond the protection of the First Amendment\" given its nondisruptive character.  See 461 U.S., at 147,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> 103 S.Ct., at 1690.  The recognized goal of the <i>Pickering-Connick</i> rationale is to seek a \"balance\" between the interest of public employees in speaking freely and that of public employers in operating their workplaces without disruption.  See 461 U.S., at 142, 154, 103 S.Ct., at 1687, 1693;  <i>Pickering,</i> 391 U.S., at 568-569, 88 S.Ct., at 1734-1735.  As the jury below found, however, the latter interest simply is not implicated in this case.  In such circumstances, <i>Connick</i> does not require that the former interest still receive no constitutional protection.  <i>Connick,</i> and, indeed, all our precedents in this area, addressed discipline taken against employees for statements that arguably had some disruptive effect in the workplace.  See, <i>e.g.,</i> 461 U.S., at 151, 103 S.Ct., at 1692 (\"mini-insurrection\");  <i>Mt. Healthy City Board of Ed. v. Doyle,</i> 429 U.S. 274, 285, 97 S.Ct. 568, 575, 50 L.Ed.2d 471 (1977) (\"dramatic and perhaps abrasive incident\");  <i>Pickering, supra,</i> 391 U.S., at 569, 88 S.Ct., at 1735 (\"critical statements\").  This case, however, involves no critical statements, but rather an entirely harmless mention of a fact about petitioner that apparently triggered certain prejudices held by her supervisors. Cf. <i>Terminiello v. Chicago,</i> 337 U.S. 1, 4-5, 69 S.Ct. 894, 895-896, 93 L.Ed. 1131 (1949).  The Court carefully noted in <i>Connick</i> that it did \"not deem it either appropriate or feasible to attempt to lay down a general standard against which all such statements may be judged.\"  461 U.S., at 154, 103 S.Ct., at 1694. This case poses the open question whether nondisruptive speech ever can constitutionally serve as the basis for termination under the First Amendment.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Apart from the First Amendment, we have held that \"[a] State cannot exclude a person from . . . any . . . occupation . . . for reasons that contravene the Due Process or Equal Protection Clause of the Fourteenth Amendment.\"  <i>Schware v. Board of Bar Examiners,</i> 353 U.S. 232, 238-239, 77 S.Ct. 752, 756, 1 L.Ed.2d 796 (1957). And in applying the Equal Protection Clause, \"we have treated as presumptively invidious those classifications that disadvantage a 'suspect class,' or that impinge upon the exercise of a 'fundamental right.' \"  <i>Plyler v. Doe,</i> 457 U.S. 202, 216-217, 102 S.Ct.2382, 2394-2395, 72 L.Ed.2d 786 (1982) (footnote omitted); see also <i>id.,</i> at 245, 102 S.Ct., at 2409 (BURGER, C.J., dissenting) (\"The Equal Protection Clause protects against arbitrary and irrational classifications, and against invidious discrimination stemming from prejudice and hostility\").  Under this rubric, discrimination against homosexuals or bisexuals based solely on their sexual preference raises significant constitutional questions under both prongs of our settled equal protection analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First, homosexuals constitute a significant and insular minority of this country's population.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Because of the immediate and severe opprobrium often manifested against homosexuals once so identified publicly, members of this group are particularly powerless to pursue their rights openly in the political arena. Moreover, homosexuals have historically been the object of pernicious and sustained hostility, and it is fair to say that discrimination against homosexuals is \"likely . . . to reflect deep-seated prejudice rather than . . . rationality.\"  <i>Id.,</i> at 216, n. 14, 102 S.Ct., at 2394 n. 14.  State action taken against members of such groups based simply on their status as members of the group traditionally has been subjected to strict, or at least heightened, scrutiny by this Court.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Second, discrimination based on sexual preference has been found by many courts to infringe various fundamental constitutional rights, such as the rights to privacy or freedom of expression.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Infringement of such rights found to be \"explicitly or implicitly guaranteed by the Constitution,\" <i>San Antonio Independent School District v. Rodriguez,</i> 411 U.S. 1, 33-34, 93 S.Ct. 1278, 1296-1297, 36 L.Ed.2d 16 (1973), likewise requires the State to demonstrate some compelling interest to survive strict judicial scrutiny.  <i>Plyler, supra,</i> 457 U.S., at 217, 102 S.Ct., at 2395.  I have previously noted that a multitude of our precedents supports the view that public employees maintain, no less than all other citizens, a fundamental constitutional right to make \"private choices involving family life and personal autonomy.\" <i>Whisenhunt v. Spradlin,</i> 464 U.S. 965, 971, 104 S.Ct. 404, 408, 78 L.Ed.2d 345 (1983) (dissenting from denial of certiorari). Whether constitutional rights are infringed in sexual preference cases, and whether some compelling state interest can be advanced to permit their infringement, are important questions that this Court has never addressed, and which have left the lower courts in some disarray.  See n. 9, <i>supra;</i>  cf. <i>Carey v. Population Services International,</i> 431 U.S. 678, 688, n. 5, 694, n. 17, 97 S.Ct. 2010, 2018, n. 5, 2021, n. 17, 52 L.Ed.2d 675 (1977).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, even if adverse state action based on homosexual <i>conduct</i> were held valid under application of traditional equal protection principles, such approval would not answer the question, posed here, whether the mere nondisruptive <i>expression</i> of homosexual preference can pass muster even under a minimal rationality standard as the basis for discharge from public employment.  This record plainly demonstrates that petitioner did not proselytize regarding her bisexuality, but rather that it became known simply in the course of her normal workday conversations.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The School District agreed to submit the issue of disruption to the jury, and the jury found that knowledge of petitioner's nonheterosexual status did not interfere with the school's operation \"in any way.\"  I have serious doubt in light of that finding whether the result below can be upheld under any standard of equal protection review.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The issues in this case are clearly presented.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  By reversing the jury's verdict, the Court of Appeals necessarily held that adverse state action taken against a public employee based solely on his or her expressed sexual preference is constitutional. Nothing in our precedents requires that result;  indeed, we have never addressed the topic.  Because petitioner's case raises serious and unsettled constitutional questions relating to this issue of national importance, an issue that cannot any longer be ignored, I respectfully dissent from the decision to deny this petition for a writ of certiorari.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Justice POWELL took no part in the consideration or decision of this petition.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> United States Magistrate Robert A. Steinberg, presiding by agreement of the parties pursuant to 28 U.S.C. &#167; 636.  His opinion is reprinted at 1 App. to Record (Rec.App.) 97-111.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This ruling overturned the jury's clear finding to the contrary that when the school Principal and Superintendent had suspended petitioner and recommended to the School Board that she not be rehired, they had \"treated [petitioner] differently than similarly situated employees, because she was homosexual/bisexual.\"  730 F.2d, at 458-459 (Special Verdict V). The Court of Appeals also criticized the trial judge for</p>\n        <p>\"ignor[ing]\" an additional finding that petitioner had not properly performed her job on one occasion when she had identified two homosexual students that she was counseling to her secretary. <i>Id.,</i> at 450;  see <i>id.,</i> at 459 (Special Verdict V, question 9);  2 Rec.App. 96-99.  Of course, because the jury had determined that the one incident of poor performance was not a motivating factor in the decision to fire petitioner, it was entirely correct for the trial judge not to consider the incident in entering judgment for petitioner.  Cf. <i>Mt. Healthy City Board of Ed. v. Doyle,</i> 429 U.S. 274, 287, 97 S.Ct. 568, 576, 50 L.Ed.2d 471 (1977) (plaintiff must show that constitutionally protected conduct was \"motivating factor\" in hiring decision, and that school board would not have reached same decision absent that conduct).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In <i>Pickering v. Board of Education,</i> 391 U.S. 563, 574, 88 S.Ct. 1731, 1738, 20 L.Ed.2d 811 (1968), we unanimously held that \"a teacher's exercise of his right to speak on issues of public importance may not furnish the basis for his dismissal from public employment.\"  Our subsequent decisions demonstrate that decisions not to rehire nontenured public employees may be challenged under the <i>Pickering</i> First Amendment rationale.  See, <i>e.g., Mt. Healthy City Board of Ed. v. Doyle, supra;  Perry v. Sindermann,</i> 408 U.S. 593, 92 S.Ct. 2694, 33 L.Ed.2d 570 (1972).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As the dissent below noted, once petitioner's bisexuality became known through her mention of it, \"it [became] an important matter of public concern\" in southern Ohio.  730 F.2d, at 453.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See <i>Van Ooteghem v. Gray,</i> 654 F.2d 304 (CA5 1981) (en banc) (<i>per curiam</i> ) (termination of a public employee because he reveals homosexuality and intention to speak publicly on that topic \"clearly\" constitutes <i>Pickering</i> violation).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Many courts have noted that the disruptive potential of speech remains a vital component of First Amendment analysis in any public employment context after <i>Connick.</i>  See, <i>e.g., Curl v. Reavis,</i> 740 F.2d 1323, 1329, n. 5 (CA4 1984);  <i>Agromayor v. Colberg,</i> 738 F.2d 55, 61 (CA1 1984);  <i>McBee v. Jim Hogg County, Texas,</i> 730 F.2d 1009, 1017 (CA5 1984) (en banc);  <i>Berry v. Bailey,</i> 726 F.2d 670, 676 (CA11 1984);  <i>McGee v. South Pemiscot School District,</i> 712 F.2d 339, 342-343, n. 4 (CA8 1983);  <i>Egger v. Phillips,</i> 710 F.2d 292, 320, nn. 29, 30 (CA7 1983) (en banc); <i>McKinley v. City of Eloy,</i> 705 F.2d 1110, 1115 (CA9 1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Judge Edwards' dissent cited evidence indicating that homosexuals may constitute from 8-15% of the average population. 730 F.2d, at 455-456 (citing J. Marmor, Homosexual Behavior:  A Modern Reappraisal (1980)).  He concluded that nonheterosexual preference, like minority race status, \"evoke[s] deeply felt prejudices and fears on the part of many people.\"  730 F.2d, at 453.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See, <i>e.g., Mississippi University for Women v. Hogan,</i> 458 U.S. 718, 723-724, 102 S.Ct. 3331, 3335-3336, 73 L.Ed.2d 1090 (1982) (discrimination based on gender);  <i>Trimble v. Gordon,</i> 430 U.S. 762, 767, 97 S.Ct. 1459, 1463, 52 L.Ed.2d 31 (1977) (discrimination based on illegitimacy);  <i>Loving v. Virginia,</i> 388 U.S. 1, 11, 87 S.Ct. 1817, 1823, 18 L.Ed.2d 1010 (1967) (discrimination based on race);  <i>Korematsu v. United States,</i> 323 U.S. 214, 216, 65 S.Ct. 193, 194, 89 L.Ed. 194 (1944) (discrimination based on national origin);  see also <i>Plyler v. Doe,</i> 457 U.S. 202, 218-223, 102 S.Ct. 2382, 2393-2398, 72 L.Ed.2d 786 (1982) (suggesting heightened scrutiny for discrimination against alien children).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See, <i>e.g., Gay Alliance of Students v. Matthews,</i> 544 F.2d 162, 167 (CA4 1976) (refusal to allow homosexual student group equal access to state university facilities invalidated because infringement of First Amendment rights to expression and association not supported by any \"substantial governmental interest\");  <i>benShalom v. Secretary of the Army,</i> 489 F.Supp. 964, 969, 973-977 (ED Wis.1980) (regulation requiring discharge based on homosexual \"tendencies, desire, or interest, but . . . without overt homosexual acts\" held unconstitutional as violative of First and Ninth Amendment rights and right to privacy),  <i>New York v. Onofre,</i> 51 N.Y.2d 476, 487-488, 492, n. 6, 434 N.Y.S.2d 947, 950, 953, n. 6, 415 N.E.2d 936, 940, 942, n. 6 (1980), cert. denied, 451 U.S. 987, 101 S.Ct. 2323 (criminal statute prohibiting private homosexual conduct found to infringe constitutional rights to privacy and equal protection under \"compelling state interest\" test), 68 L.Ed.2d 845 (1981).  See also <i>Rich v. Secretary of the Army,</i> 735 F.2d 1220, 1227, n. 7, 1228-1229 (CA10 1984) (noting \"significant split of authority as to whether some private consensual homosexual behavior may have constitutional protection\" but finding military's \"compelling interest\" in regulating homosexual conduct sufficient to uphold discharge based on false denial of homosexuality);  <i>Beller v. Middendorf,</i> 632 F.2d 788, 809-810 (CA9 1980) (same), cert. denied <i>sub nom. Beller v. Lehman,</i> 452 U.S. 905, 101 S.Ct. 3030, 69 L.Ed.2d 405 (1981);  but see <i>Dronenburg v. Zech,</i> 239 U.S.App.D.C. 229, 236-239, 741 F.2d 1388, 1395-1398 (1984) (naval discharge for homosexual conduct upheld as \"rationally related\" to permissible goals of the military;  no constitutional right of privacy implicated).  See generally Karst, The Freedom of Intimate Association, 89 Yale L.J. 624, 682-686 (1980);  Symposium:  Sexual Preference and Gender Identity, 30 Hastings L.J. 799-1181 (1979).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In this case, the School District has not even attempted to posit some legitimate interest that was advanced by terminating petitioner for her <i>nondisruptive</i> mention of her sexual preference. The School District had a full and fair opportunity to persuade a jury that petitioner's bisexuality or her mention of it interfered with some aspect of school administration, but the jury found to the contrary.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Petitioner's first mention of her bisexuality at school apparently came in response to friendly but repeated questions from her secretary as to why petitioner seemed in a particularly \"good mood\" one day.  When petitioner eventually responded that she was in love with a woman, the secretary apparently was upset by the unexpected answer, and reported it to petitioner's Principal.  2 Rec.App. 101-102.  On another occasion, petitioner was confronted by an angry mother who wanted to know why petitioner was counseling her to accept her son's expressed homosexuality when such conduct was \"against the Bible.\" Petitioner did not inform the mother of her own preferences, but did inform her Vice Principal, because she was \"uneasy\" that if the mother complained her own \"job would be at stake.\"  <i>Id.,</i> at 105-107.  Finally, petitioner mentioned her bisexuality to some of her fellow teachers, first simply in the course of her friendships with them and later to enlist their support when it became clear that she would be disciplined for her bisexuality.  <i>Id.,</i> at 102-104, 113.</p>\n        <p>This evidence indicates that petitioner's \"speech\" perhaps is better evaluated as no more than a natural consequence of her sexual orientation, in the same way that co-workers generally know whom their fellow employees are dating or to whom they are married.  Under this view, petitioner's First Amendment and equal protection claims may be seen to converge, because it is realistically impossible to separate her spoken statements from her status.  The suggestion below that it was error not to separate the claims precisely for the jury's benefit, and reliance on that suggestion to avoid discussion of the merits of petitioner's claim, see 730 F.2d, at 450, again simply exposes the Court of Appeals' reluctance to confront forthrightly the difficult issues posed by petitioner's case.  The jury's role was to find the facts, which it did in detail.  It is the court's proper role to analyze, not avoid, those facts in light of the applicable legal principles.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Cf. <i>Gay Alliance of Students, supra,</i> at 166 (a statute criminalizing mere \"status\" of being homosexual would be unconstitutional) (dictum);  <i>benShalom, supra,</i> at 969, 973-977 (regulation requiring discharge based on homosexual \"interest\" without evidence of conduct held unconstitutional absent showing that soldier's \"sexual preferences interfered with her abilities as a soldier or adversely affected other members of the Service\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Court of Appeals' argument that petitioner's claim should not be considered because there was no evidence in the record of how \"similarly situated\" heterosexual teachers were treated is mere makeweight.  We have recognized that, \"[a]s in any lawsuit,\" a discrimination plaintiff \"may prove his case by direct or circumstantial evidence.\"  <i>U.S. Postal Service Bd. of Governors v. Aikens,</i> 460 U.S. 711, 714, n. 3, 103 S.Ct. 1478, 1481 n. 3, 75 L.Ed.2d 403 (1983).  This record is replete with direct evidence that petitioner's superiors discriminated against her because of her sexual preference.  A jury is entitled to make rational inferences and apply its common-sense knowledge of the world, which includes the knowledge that most teachers are openly heterosexual and yet go undisciplined for that sexual preference. The jury's finding to that effect is reflected in its Special Verdict V.  See n. 2, <i>supra.</i>  The Court of Appeals' substitution of its own evaluation of the evidence for that of the factfinder's, on this and other questions, see nn. 2, 10, 11, <i>supra,</i> is simply impermissible.  See <i>Sentilles v. Inter-Caribbean Shipping Corp.,</i> 361 U.S. 107, 109-110, 80 S.Ct. 173, 175-176, 4 L.Ed.2d 142 (1959).  This is especially so where, as here (see 1 Rec.App. 149-150), the defendant made no motion for a directed verdict prior to submission to the jury.  See, <i>e.g., Wells v. Hico Independent School Dist.,</i> 736 F.2d 243, 249 (CA5 1984).  As the dissent below lucidly explained:</p>\n        <p>\"The jury clearly did not believe that the above actions would have been taken against [petitioner] if she had not admitted a sexual preference which [the school Superintendent, Principal] and, ultimately, the School Board disapproved of.  The question was one of credibility and logical inference which the jury was uniquely positioned to resolve.\"  730 F.2d, at 454.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The District Court based its judgment against the School District for petitioner's damages on two factual findings.  First, the court found that the School Board itself had violated petitioner's rights by acting not to renew her contract for the same impermissible reasons that had motivated the administrators' actions.  Second, although the court ruled that the school administrators had taken their actions against petitioner in good faith, it found that the Superintendent had acted as \"a policymaker or decisionmaker\" for the School District.  1 Rec.App. 106.  See <i>Owen v. City of Independence,</i> 445 U.S. 622, 656, 100 S.Ct 1398, 1418, 63 L.Ed.2d 673 (1980).  The Court of Appeals, however, concluded that petitioner could not recover her damages from the School District.  In light of the trial judge's factual findings on this point, the latter decision was so clearly erroneous that I would reverse the decision as to liability without argument and limit oral argument to the <i>Connick</i> and equal protection questions discussed above.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span></p>\n    <p class=\"case_cite\">105 S.Ct. 1373</p>\n    <p class=\"case_cite\">84 L.Ed.2d 392</p>\n    <p class=\"parties\">Marjorie H. ROWLAND<br>v.<br>MAD RIVER LOCAL SCHOOL DISTRICT, MONTGOMERY COUNTY, OHIO</p>\n    <p class=\"docket\">No. 84-532</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">February 25, 1985</p>\n    <p class=\"date\">Rehearing Denied April 22, 1985.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">See <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1062</span></span>, 105 S.Ct. 2127.</p>\n      <p class=\"indent\">On petition for writ of certiorari to the United States Court of Appeals for the Sixth Circuit.</p>\n      <p class=\"indent\">The petition for a writ of certiorari is denied.</p>\n      <p class=\"indent\">Justice BRENNAN, with whom Justice MARSHALL joins, dissenting.</p>\n      <p class=\"indent\">This case raises important constitutional questions regarding the rights of public employees to maintain and express their private sexual preferences.  Petitioner, a public high school employee, \"was fired because she was a homosexual who revealed her sexual preference&#8212;and, as the jury found, for no other reason.\" <span class=\"citation\" data-id=\"433087\"><a href=\"/opinion/433087/marjorie-h-rowland-v-mad-river-local-school-distri/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">444</span></a></span>, 454 (CA6 1984) (Edwards, J., dissenting).  Because determination of the appropriate constitutional analysis to apply in such a case continues to puzzle lower courts and because this Court has never addressed the issues presented, I would grant certiorari and set this case for oral argument.</p>\n      <p class=\"indent\">* In December 1974, petitioner was suspended from her nontenured position as a high school guidance counselor.  In April 1975, the respondent School District acting through its School Board decided not to renew petitioner's contract.  A jury later made unchallenged findings that petitioner was suspended and not rehired solely because she was bisexual and had told her secretary and some fellow teachers that she was bisexual, and not for \"any other reason.\"  See <i>id.,</i> at 460 (Special Verdict VIII).  The jury also found that petitioner's mention of her bisexuality did not \"in any way interfere with the proper performance of [her or other school staff members'] duties or with the regular operation of the school generally.\"  <i>Id.,</i> at 456-458 (Special Verdicts I, II, and III).  The jury concluded that petitioner had suffered damages as a result of the decisions to suspend and not rehire her in the form of personal humiliation, mental anguish, and lost earnings.</p>\n      <p class=\"indent\">The trial judge ruled that these findings supported petitioner's claims for violation of her constitutional right to free speech under <i>Pickering v. Board of Education,</i> <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-di/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968), and to equal protection of the laws under the Fourteenth Amendment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  He therefore entered a judgment for damages for petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Court of Appeals for the Sixth Circuit reversed.  The court first ruled that in light of our intervening decision in <i>Connick v. Myers,</i> <span class=\"citation\" data-id=\"110917\"><a href=\"/opinion/110917/connick-v-myers/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 103 S.Ct. 1684, 75 L.Ed.2d 708 (1983), the decision to discharge petitioner based on her workplace statements was unobjectionable under the First Amendment because petitioner's speech was not about \"a matter of public concern.\"  730 F.2d, at 451.  While accepting the jury's finding that petitioner's mention of her bisexuality had not interfered \"in any way\" with the \"regular operation of the school,\" the court concluded that it was constitutionally permissible to dismiss petitioner \"for talking about it.\"  <i>Id.,</i> at 450.  Second, the court held that no equal protection claim could possibly have been made out, because there was presented \"no evidence of how other employees with different sexual preferences were treated.\"  <i>Ibid.</i> Without citation to any precedent, the court characterized the judgment for petitioner in the absence of such comparative evidence as \"plain error.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p class=\"center\">II</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case starkly presents issues of individual constitutional rights that have, as the dissent below noted, \"swirled nationwide for many years.\"  <i>Id.,</i> at 453 (Edwards, J., dissenting).  Petitioner did not lose her job because she disrupted the school environment or failed to perform her job. She was discharged merely because she is bisexual and revealed this fact to acquaintances at her workplace.  These facts are rendered completely unambiguous by the jury's findings.  Yet after a jury and the trial court who heard and evaluated the evidence rendered verdicts for petitioner, the court below reversed based on a crabbed reading of our precedents and unexplained disregard of the jury and judge's factual findings.  Because they are so patently erroneous, these manuevers suggest only a desire to evade the central question:  may a State dismiss a public employee based on her bisexual status alone?  I respectfully dissent from the Court's decision not to give its plenary attention to this issue.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">That petitioner was discharged for her nondisruptive mention of her sexual preferences raises a substantial claim under the First Amendment.  \"For at least 15 years, it has been settled that a State cannot condition public employment on a basis that infringes the employee's constitutionally protected interest in freedom of expression.\"  461 U.S., at 142, 103 S.Ct., at 1687.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Nevertheless, <i>Connick</i> held that if \"employee expression cannot be fairly considered as relating to any matter of political, social, or other concern to the community,\" disciplinary measures taken in response to such expression cannot be challenged under the First Amendment \"absent the most unusual circumstances.\"  <i>Id.,</i> at 146, 147, 103 S.Ct., at 1690.  The court below ruled that <i>Connick</i> requires the conclusion that a bisexual public employee constitutionally may be dismissed for \"talking about it.\"  This conclusion does not result inevitably from <i>Connick,</i> and may be questioned on at least two grounds:  first, because petitioner's speech did indeed \"touch upon\" a matter of public concern, see <i>id.,</i> at 149, 103 S.Ct., at 1691, and second, because speech even if characterized as private is entitled to constitutional protection when it does not in any way interfere with the employer's business.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\"><i>Connick</i> recognized that some issues are \"inherently of public concern,\" citing \"racial discrimination\" as one example.  <i>Id.,</i> at 148, n. 8, 103 S.Ct., at 1691, n. 8.  I think it impossible not to note that a similar public debate is currently ongoing regarding the rights of homosexuals.  The fact of petitioner's bisexuality, once spoken, necessarily and ineluctably involved her in that debate.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Speech that \"touches upon\" this explosive issue is no less deserving of constitutional attention than speech relating to more widely condemned forms of discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\"><i>Connick's</i> reference to \"matters of public concern\" does not suggest a strict rule that an employee's first statement related to a volatile issue of public concern must go unprotected, simply because it is the first statement in the public debate.  Such a rule would reduce public employees to second-class speakers, for they would be prohibited from speaking until and unless others first bring an issue to public attention.  Cf. <i>Egger v. Phillips,</i> <span class=\"citation\" data-id=\"420747\"><a href=\"/opinion/420747/charles-e-egger-v-harlan-c-phillips/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">292</span></a></span>, 317 (CA7 1983) (en banc) (\"[T]he unpopularity of the issue surely does not mean that a voice crying out in the wilderness is entitled to less protection than a voice with a large, receptive audience\").  It is the <i>topic</i> of the speech at issue, and not whether a debate on that topic is yet ongoing, that <i>Connick</i> directed federal courts to examine.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Moreover, even if petitioner's speech did not so obviously touch upon a matter of public concern, there remains a substantial constitutional question, reserved in <i>Connick,</i> whether it lies \"totally beyond the protection of the First Amendment\" given its nondisruptive character.  See 461 U.S., at 147,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> 103 S.Ct., at 1690.  The recognized goal of the <i>Pickering-Connick</i> rationale is to seek a \"balance\" between the interest of public employees in speaking freely and that of public employers in operating their workplaces without disruption.  See 461 U.S., at 142, 154, 103 S.Ct., at 1687, 1693;  <i>Pickering,</i> 391 U.S., at 568-569, 88 S.Ct., at 1734-1735.  As the jury below found, however, the latter interest simply is not implicated in this case.  In such circumstances, <i>Connick</i> does not require that the former interest still receive no constitutional protection.  <i>Connick,</i> and, indeed, all our precedents in this area, addressed discipline taken against employees for statements that arguably had some disruptive effect in the workplace.  See, <i>e.g.,</i> 461 U.S., at 151, 103 S.Ct., at 1692 (\"mini-insurrection\");  <i>Mt. Healthy City Board of Ed. v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 285, 97 S.Ct. 568, 575, 50 L.Ed.2d 471 (1977) (\"dramatic and perhaps abrasive incident\");  <i>Pickering, supra,</i> 391 U.S., at 569, 88 S.Ct., at 1735 (\"critical statements\").  This case, however, involves no critical statements, but rather an entirely harmless mention of a fact about petitioner that apparently triggered certain prejudices held by her supervisors. Cf. <i>Terminiello v. Chicago,</i> <span class=\"citation\" data-id=\"104668\"><a href=\"/opinion/104668/terminiello-v-chicago/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 4-5, 69 S.Ct. 894, 895-896, 93 L.Ed. 1131 (1949).  The Court carefully noted in <i>Connick</i> that it did \"not deem it either appropriate or feasible to attempt to lay down a general standard against which all such statements may be judged.\"  461 U.S., at 154, 103 S.Ct., at 1694. This case poses the open question whether nondisruptive speech ever can constitutionally serve as the basis for termination under the First Amendment.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Apart from the First Amendment, we have held that \"[a] State cannot exclude a person from . . . any . . . occupation . . . for reasons that contravene the Due Process or Equal Protection Clause of the Fourteenth Amendment.\"  <i>Schware v. Board of Bar Examiners,</i> <span class=\"citation\" data-id=\"105497\"><a href=\"/opinion/105497/schware-v-board-of-bar-examiners-of-nm/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 238-239, 77 S.Ct. 752, 756, 1 L.Ed.2d 796 (1957). And in applying the Equal Protection Clause, \"we have treated as presumptively invidious those classifications that disadvantage a 'suspect class,' or that impinge upon the exercise of a 'fundamental right.' \"  <i>Plyler v. Doe,</i> <span class=\"citation\" data-id=\"110742\"><a href=\"/opinion/110742/plyler-v-doe/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, 216-217, 102 S.Ct.2382, 2394-2395, 72 L.Ed.2d 786 (1982) (footnote omitted); see also <i>id.,</i> at 245, 102 S.Ct., at 2409 (BURGER, C.J., dissenting) (\"The Equal Protection Clause protects against arbitrary and irrational classifications, and against invidious discrimination stemming from prejudice and hostility\").  Under this rubric, discrimination against homosexuals or bisexuals based solely on their sexual preference raises significant constitutional questions under both prongs of our settled equal protection analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First, homosexuals constitute a significant and insular minority of this country's population.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Because of the immediate and severe opprobrium often manifested against homosexuals once so identified publicly, members of this group are particularly powerless to pursue their rights openly in the political arena. Moreover, homosexuals have historically been the object of pernicious and sustained hostility, and it is fair to say that discrimination against homosexuals is \"likely . . . to reflect deep-seated prejudice rather than . . . rationality.\"  <i>Id.,</i> at 216, n. 14, 102 S.Ct., at 2394 n. 14.  State action taken against members of such groups based simply on their status as members of the group traditionally has been subjected to strict, or at least heightened, scrutiny by this Court.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Second, discrimination based on sexual preference has been found by many courts to infringe various fundamental constitutional rights, such as the rights to privacy or freedom of expression.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Infringement of such rights found to be \"explicitly or implicitly guaranteed by the Constitution,\" <i>San Antonio Independent School District v. Rodriguez,</i> <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 33-34, 93 S.Ct. 1278, 1296-1297, 36 L.Ed.2d 16 (1973), likewise requires the State to demonstrate some compelling interest to survive strict judicial scrutiny.  <i>Plyler, supra,</i> 457 U.S., at 217, 102 S.Ct., at 2395.  I have previously noted that a multitude of our precedents supports the view that public employees maintain, no less than all other citizens, a fundamental constitutional right to make \"private choices involving family life and personal autonomy.\" <i>Whisenhunt v. Spradlin,</i> <span class=\"citation\" data-id=\"111081\"><a href=\"/opinion/111081/janet-shawgo-whisenhunt-et-vir-v-lee-spradlin-et/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">965</span></a></span>, 971, 104 S.Ct. 404, 408, 78 L.Ed.2d 345 (1983) (dissenting from denial of certiorari). Whether constitutional rights are infringed in sexual preference cases, and whether some compelling state interest can be advanced to permit their infringement, are important questions that this Court has never addressed, and which have left the lower courts in some disarray.  See n. 9, <i>supra;</i>  cf. <i>Carey v. Population Services International,</i> <span class=\"citation\" data-id=\"109679\"><a href=\"/opinion/109679/carey-v-population-services-intl/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, 688, n. 5, 694, n. 17, 97 S.Ct. 2010, 2018, n. 5, 2021, n. 17, 52 L.Ed.2d 675 (1977).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Finally, even if adverse state action based on homosexual <i>conduct</i> were held valid under application of traditional equal protection principles, such approval would not answer the question, posed here, whether the mere nondisruptive <i>expression</i> of homosexual preference can pass muster even under a minimal rationality standard as the basis for discharge from public employment.  This record plainly demonstrates that petitioner did not proselytize regarding her bisexuality, but rather that it became known simply in the course of her normal workday conversations.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The School District agreed to submit the issue of disruption to the jury, and the jury found that knowledge of petitioner's nonheterosexual status did not interfere with the school's operation \"in any way.\"  I have serious doubt in light of that finding whether the result below can be upheld under any standard of equal protection review.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The issues in this case are clearly presented.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  By reversing the jury's verdict, the Court of Appeals necessarily held that adverse state action taken against a public employee based solely on his or her expressed sexual preference is constitutional. Nothing in our precedents requires that result;  indeed, we have never addressed the topic.  Because petitioner's case raises serious and unsettled constitutional questions relating to this issue of national importance, an issue that cannot any longer be ignored, I respectfully dissent from the decision to deny this petition for a writ of certiorari.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Justice POWELL took no part in the consideration or decision of this petition.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> United States Magistrate Robert A. Steinberg, presiding by agreement of the parties pursuant to 28 U.S.C. &#167; 636.  His opinion is reprinted at 1 App. to Record (Rec.App.) 97-111.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This ruling overturned the jury's clear finding to the contrary that when the school Principal and Superintendent had suspended petitioner and recommended to the School Board that she not be rehired, they had \"treated [petitioner] differently than similarly situated employees, because she was homosexual/bisexual.\"  730 F.2d, at 458-459 (Special Verdict V). The Court of Appeals also criticized the trial judge for</p>\n        <p>\"ignor[ing]\" an additional finding that petitioner had not properly performed her job on one occasion when she had identified two homosexual students that she was counseling to her secretary. <i>Id.,</i> at 450;  see <i>id.,</i> at 459 (Special Verdict V, question 9);  2 Rec.App. 96-99.  Of course, because the jury had determined that the one incident of poor performance was not a motivating factor in the decision to fire petitioner, it was entirely correct for the trial judge not to consider the incident in entering judgment for petitioner.  Cf. <i>Mt. Healthy City Board of Ed. v. Doyle,</i> <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287, 97 S.Ct. 568, 576, 50 L.Ed.2d 471 (1977) (plaintiff must show that constitutionally protected conduct was \"motivating factor\" in hiring decision, and that school board would not have reached same decision absent that conduct).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In <i>Pickering v. Board of Education,</i> <span class=\"citation\" data-id=\"107717\"><a href=\"/opinion/107717/pickering-v-board-of-ed-of-township-high-school-di/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 574, 88 S.Ct. 1731, 1738, 20 L.Ed.2d 811 (1968), we unanimously held that \"a teacher's exercise of his right to speak on issues of public importance may not furnish the basis for his dismissal from public employment.\"  Our subsequent decisions demonstrate that decisions not to rehire nontenured public employees may be challenged under the <i>Pickering</i> First Amendment rationale.  See, <i>e.g., Mt. Healthy City Board of Ed. v. Doyle, supra;  Perry v. Sindermann,</i> <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, 92 S.Ct. 2694, 33 L.Ed.2d 570 (1972).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As the dissent below noted, once petitioner's bisexuality became known through her mention of it, \"it [became] an important matter of public concern\" in southern Ohio.  730 F.2d, at 453.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See <i>Van Ooteghem v. Gray,</i> <span class=\"citation\" data-id=\"392305\"><a href=\"/opinion/392305/gary-john-van-ooteghem-cross-v-hartsell-gray-indiv/\"><span class=\"volume\">654</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">304</span></a></span> (CA5 1981) (en banc) (<i>per curiam</i> ) (termination of a public employee because he reveals homosexuality and intention to speak publicly on that topic \"clearly\" constitutes <i>Pickering</i> violation).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Many courts have noted that the disruptive potential of speech remains a vital component of First Amendment analysis in any public employment context after <i>Connick.</i>  See, <i>e.g., Curl v. Reavis,</i> <span class=\"citation\" data-id=\"439959\"><a href=\"/opinion/439959/35-fair-emplpraccas-930-34-empl-prac-dec-p-34567-b/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1323</span></a></span>, 1329, n. 5 (CA4 1984);  <i>Agromayor v. Colberg,</i> <span class=\"citation\" data-id=\"437688\"><a href=\"/opinion/437688/35-fair-emplpraccas-239-34-empl-prac-dec-p-34508-m/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, 61 (CA1 1984);  <i>McBee v. Jim Hogg County, Texas,</i> <span class=\"citation\" data-id=\"433426\"><a href=\"/opinion/433426/jimmie-mcbee-v-jim-hogg-county-texas-and-gilbert-y/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1009</span></a></span>, 1017 (CA5 1984) (en banc);  <i>Berry v. Bailey,</i> <span class=\"citation\" data-id=\"430768\"><a href=\"/opinion/430768/jackson-p-berry-v-j-glenn-bailey-individually-and-/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">670</span></a></span>, 676 (CA11 1984);  <i>McGee v. South Pemiscot School District,</i> <span class=\"citation\" data-id=\"421762\"><a href=\"/opinion/421762/john-mcgee-v-south-pemiscot-school-district-r-v-a-/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">339</span></a></span>, 342-343, n. 4 (CA8 1983);  <i>Egger v. Phillips,</i> <span class=\"citation\" data-id=\"420747\"><a href=\"/opinion/420747/charles-e-egger-v-harlan-c-phillips/\"><span class=\"volume\">710</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">292</span></a></span>, 320, nn. 29, 30 (CA7 1983) (en banc); <i>McKinley v. City of Eloy,</i> <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></span>, 1115 (CA9 1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Judge Edwards' dissent cited evidence indicating that homosexuals may constitute from 8-15% of the average population. 730 F.2d, at 455-456 (citing J. Marmor, Homosexual Behavior:  A Modern Reappraisal (1980)).  He concluded that nonheterosexual preference, like minority race status, \"evoke[s] deeply felt prejudices and fears on the part of many people.\"  730 F.2d, at 453.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See, <i>e.g., Mississippi University for Women v. Hogan,</i> <span class=\"citation\" data-id=\"110793\"><a href=\"/opinion/110793/mississippi-univ-for-women-v-hogan/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">718</span></a></span>, 723-724, 102 S.Ct. 3331, 3335-3336, 73 L.Ed.2d 1090 (1982) (discrimination based on gender);  <i>Trimble v. Gordon,</i> <span class=\"citation\" data-id=\"109641\"><a href=\"/opinion/109641/trimble-v-gordon/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">762</span></a></span>, 767, 97 S.Ct. 1459, 1463, 52 L.Ed.2d 31 (1977) (discrimination based on illegitimacy);  <i>Loving v. Virginia,</i> <span class=\"citation\" data-id=\"107480\"><a href=\"/opinion/107480/loving-v-virginia/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11, 87 S.Ct. 1817, 1823, 18 L.Ed.2d 1010 (1967) (discrimination based on race);  <i>Korematsu v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></span>, 216, 65 S.Ct. 193, 194, 89 L.Ed. 194 (1944) (discrimination based on national origin);  see also <i>Plyler v. Doe,</i> <span class=\"citation\" data-id=\"110742\"><a href=\"/opinion/110742/plyler-v-doe/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, 218-223, 102 S.Ct. 2382, 2393-2398, 72 L.Ed.2d 786 (1982) (suggesting heightened scrutiny for discrimination against alien children).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See, <i>e.g., Gay Alliance of Students v. Matthews,</i> <span class=\"citation\" data-id=\"340063\"><a href=\"/opinion/340063/gay-alliance-of-students-an-unincorporated-associa/\"><span class=\"volume\">544</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 167 (CA4 1976) (refusal to allow homosexual student group equal access to state university facilities invalidated because infringement of First Amendment rights to expression and association not supported by any \"substantial governmental interest\");  <i>benShalom v. Secretary of the Army,</i> 489 F.Supp. 964, 969, 973-977 (ED Wis.1980) (regulation requiring discharge based on homosexual \"tendencies, desire, or interest, but . . . without overt homosexual acts\" held unconstitutional as violative of First and Ninth Amendment rights and right to privacy),  <i>New York v. Onofre,</i> <span class=\"citation\" data-id=\"85217\"><a href=\"/opinion/85217/the-new-york/\"><span class=\"volume\">51</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">476</span></a></span>, 487-488, 492, n. 6, <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">947</span></span>, 950, 953, n. 6, <span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">936</span></span>, 940, 942, n. 6 (1980), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">987</span></span>, 101 S.Ct. 2323 (criminal statute prohibiting private homosexual conduct found to infringe constitutional rights to privacy and equal protection under \"compelling state interest\" test), 68 L.Ed.2d 845 (1981).  See also <i>Rich v. Secretary of the Army,</i> <span class=\"citation\" data-id=\"436327\"><a href=\"/opinion/436327/37-fair-emplpraccas-598-37-empl-prac-dec-p-35223-r/\"><span class=\"volume\">735</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1220</span></a></span>, 1227, n. 7, 1228-1229 (CA10 1984) (noting \"significant split of authority as to whether some private consensual homosexual behavior may have constitutional protection\" but finding military's \"compelling interest\" in regulating homosexual conduct sufficient to uphold discharge based on false denial of homosexuality);  <i>Beller v. Middendorf,</i> <span class=\"citation\" data-id=\"382840\"><a href=\"/opinion/382840/24-fair-emplpraccas-289-24-empl-prac-dec-p-31378-a/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">788</span></a></span>, 809-810 (CA9 1980) (same), cert. denied <i>sub nom. Beller v. Lehman,</i> <span class=\"citation no-link\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">905</span></span>, 101 S.Ct. 3030, 69 L.Ed.2d 405 (1981);  but see <i>Dronenburg v. Zech,</i> 239 U.S.App.D.C. 229, 236-239, <span class=\"citation\" data-id=\"440306\"><a href=\"/opinion/440306/james-l-dronenburg-v-vice-admiral-lando-zech-chief/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1388</span></a></span>, 1395-1398 (1984) (naval discharge for homosexual conduct upheld as \"rationally related\" to permissible goals of the military;  no constitutional right of privacy implicated).  See generally Karst, The Freedom of Intimate Association, 89 Yale L.J. 624, 682-686 (1980);  Symposium:  Sexual Preference and Gender Identity, 30 Hastings L.J. 799-1181 (1979).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> In this case, the School District has not even attempted to posit some legitimate interest that was advanced by terminating petitioner for her <i>nondisruptive</i> mention of her sexual preference. The School District had a full and fair opportunity to persuade a jury that petitioner's bisexuality or her mention of it interfered with some aspect of school administration, but the jury found to the contrary.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Petitioner's first mention of her bisexuality at school apparently came in response to friendly but repeated questions from her secretary as to why petitioner seemed in a particularly \"good mood\" one day.  When petitioner eventually responded that she was in love with a woman, the secretary apparently was upset by the unexpected answer, and reported it to petitioner's Principal.  2 Rec.App. 101-102.  On another occasion, petitioner was confronted by an angry mother who wanted to know why petitioner was counseling her to accept her son's expressed homosexuality when such conduct was \"against the Bible.\" Petitioner did not inform the mother of her own preferences, but did inform her Vice Principal, because she was \"uneasy\" that if the mother complained her own \"job would be at stake.\"  <i>Id.,</i> at 105-107.  Finally, petitioner mentioned her bisexuality to some of her fellow teachers, first simply in the course of her friendships with them and later to enlist their support when it became clear that she would be disciplined for her bisexuality.  <i>Id.,</i> at 102-104, 113.</p>\n        <p>This evidence indicates that petitioner's \"speech\" perhaps is better evaluated as no more than a natural consequence of her sexual orientation, in the same way that co-workers generally know whom their fellow employees are dating or to whom they are married.  Under this view, petitioner's First Amendment and equal protection claims may be seen to converge, because it is realistically impossible to separate her spoken statements from her status.  The suggestion below that it was error not to separate the claims precisely for the jury's benefit, and reliance on that suggestion to avoid discussion of the merits of petitioner's claim, see 730 F.2d, at 450, again simply exposes the Court of Appeals' reluctance to confront forthrightly the difficult issues posed by petitioner's case.  The jury's role was to find the facts, which it did in detail.  It is the court's proper role to analyze, not avoid, those facts in light of the applicable legal principles.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Cf. <i>Gay Alliance of Students, supra,</i> at 166 (a statute criminalizing mere \"status\" of being homosexual would be unconstitutional) (dictum);  <i>benShalom, supra,</i> at 969, 973-977 (regulation requiring discharge based on homosexual \"interest\" without evidence of conduct held unconstitutional absent showing that soldier's \"sexual preferences interfered with her abilities as a soldier or adversely affected other members of the Service\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Court of Appeals' argument that petitioner's claim should not be considered because there was no evidence in the record of how \"similarly situated\" heterosexual teachers were treated is mere makeweight.  We have recognized that, \"[a]s in any lawsuit,\" a discrimination plaintiff \"may prove his case by direct or circumstantial evidence.\"  <i>U.S. Postal Service Bd. of Governors v. Aikens,</i> <span class=\"citation\" data-id=\"110899\"><a href=\"/opinion/110899/postal-service-bd-of-governors-v-aikens/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">711</span></a></span>, 714, n. 3, 103 S.Ct. 1478, 1481 n. 3, 75 L.Ed.2d 403 (1983).  This record is replete with direct evidence that petitioner's superiors discriminated against her because of her sexual preference.  A jury is entitled to make rational inferences and apply its common-sense knowledge of the world, which includes the knowledge that most teachers are openly heterosexual and yet go undisciplined for that sexual preference. The jury's finding to that effect is reflected in its Special Verdict V.  See n. 2, <i>supra.</i>  The Court of Appeals' substitution of its own evaluation of the evidence for that of the factfinder's, on this and other questions, see nn. 2, 10, 11, <i>supra,</i> is simply impermissible.  See <i>Sentilles v. Inter-Caribbean Shipping Corp.,</i> <span class=\"citation\" data-id=\"105964\"><a href=\"/opinion/105964/sentilles-v-inter-caribbean-shipping-corp/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, 109-110, 80 S.Ct. 173, 175-176, 4 L.Ed.2d 142 (1959).  This is especially so where, as here (see 1 Rec.App. 149-150), the defendant made no motion for a directed verdict prior to submission to the jury.  See, <i>e.g., Wells v. Hico Independent School Dist.,</i> <span class=\"citation\" data-id=\"437136\"><a href=\"/opinion/437136/joyce-wells-v-hico-independent-school-district-etc/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">243</span></a></span>, 249 (CA5 1984).  As the dissent below lucidly explained:</p>\n        <p>\"The jury clearly did not believe that the above actions would have been taken against [petitioner] if she had not admitted a sexual preference which [the school Superintendent, Principal] and, ultimately, the School Board disapproved of.  The question was one of credibility and logical inference which the jury was uniquely positioned to resolve.\"  730 F.2d, at 454.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The District Court based its judgment against the School District for petitioner's damages on two factual findings.  First, the court found that the School Board itself had violated petitioner's rights by acting not to renew her contract for the same impermissible reasons that had motivated the administrators' actions.  Second, although the court ruled that the school administrators had taken their actions against petitioner in good faith, it found that the Superintendent had acted as \"a policymaker or decisionmaker\" for the School District.  1 Rec.App. 106.  See <i>Owen v. City of Independence,</i> <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, 656, 100 S.Ct 1398, 1418, 63 L.Ed.2d 673 (1980).  The Court of Appeals, however, concluded that petitioner could not recover her damages from the School District.  In light of the trial judge's factual findings on this point, the latter decision was so clearly erroneous that I would reverse the decision as to liability without argument and limit oral argument to the <i>Connick</i> and equal protection questions discussed above.</p>\n      </div>\n    </div>\n    ", "id": 111388, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/111388/", "sha1": "64223ac779e4fc67228f5a80f405ac11d772d6cd", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T10:13:11"}