{"absolute_url": "/opinion/111448/william-eutzy-petitioner-v-florida/", "blocked": false, "citation": {"case_name": "William Eutzy v. Florida", "docket_number": "84-6182", "document_uris": ["/api/rest/v2/document/111448/"], "federal_cite_one": "471 U.S. 1045", "federal_cite_three": null, "federal_cite_two": null, "id": 95807, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/95807/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 12, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1985-04-15", "date_modified": "2014-12-21T02:08:09.629516", "docket": "/api/rest/v2/docket/435860/", "download_url": "http://bulk.resource.org/courts.gov/c/US/471/471.US.1045.84-6182.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">471 U.S. 1045</p>\n    <p class=\"case_cite\">105 S.Ct. 2062</p>\n    <p class=\"case_cite\">85 L.Ed.2d 336</p>\n    <p class=\"parties\">William EUTZY, petitioner,<br>v.<br>FLORIDA</p>\n    <p class=\"docket\">No. 84-6182</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">April 15, 1985</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On petition for writ of certiorari to the Supreme Court of Florida.</p>\n      <p class=\"indent\">The petition for a writ of certiorari is denied.</p>\n      <p class=\"indent\">Justice MARSHALL, with whom Justice BRENNAN joins, dissenting.</p>\n      <p class=\"indent\">Although the State of Florida has adopted a system of capital sentencing that allows a trial judge to overturn a sentencing jury's finding as to the inappropriateness of death&#8212;and although this Court has upheld that system as constitutional, see <i>Spaziano v. Florida,</i> 468 U.S. 447, 104 S.Ct. 3154, 82 L.Ed.2d 340 (1984) that system nevertheless remains subject to the dictates of <i>Lockett v. Ohio,</i> 438 U.S. 586, 98 S.Ct. 2954, 57 L.Ed.2d 973 (1978), and <i>Eddings v. Oklahoma,</i> 455 U.S. 104, 102 S.Ct. 869, 71 L.Ed.2d 1 (1982).  In Florida, as in other States, a capital defendant has a right to a sentencer who is free to consider and weigh, within the broadest bounds of relevance, \" '<i>any</i> aspect of a defendant's character or record and <i>any</i> of the circumstances of the offense that the defendant proffers as a basis for a sentence less than death.' \"  <i>Id.,</i> at 110, 102 S.Ct., at 874 (quoting <i>Lockett, supra,</i> 438 U.S., at 604, 98 S.Ct., 2964) (emphasis added).</p>\n      <p class=\"indent\">This principle must govern judges responsible for sentencing, <i>Eddings, supra,</i> just as it must govern juries.  In Florida, it must govern both, for the state scheme purports to split sentencing authority between the two.  Although the judge has the power to override, that power is limited, for the judge may not exercise plenary discretion as to the issue of mitigation.  To the contrary, the State has repeatedly purported to limit the judicial override to those cases where \"the facts suggesting a sentence of death are so clear and convincing that virtually no reasonable person could differ.\"  <i>Tedder v. State,</i> 322 So.2d 908, 910 (Fla.1975).  Unfortunately, regardless of this supposed limit&#8212;a limit that the State cited to this Court when arguing for the constitutionality of its sentencing process, <i>Spaziano, supra,</i> 468 U.S., at 465, 104 S.Ct., at 3165&#8212;the State has administered capital sentencing in a manner that allows the override to repeatedly denigrate the principle of <i>Lockett</i> and <i>Eddings.</i>  See <i>e.g., Heiney v. Florida,</i> 469 U.S. 920, 105 S.Ct. 303, 83 L.Ed.2d 237 (1984) (MARSHALL, J., dissenting from denial of certiorari).</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, the Florida Supreme Court took another step in the erosion of <i>Lockett</i> and <i>Eddings,</i> affirming a judge's sentence of death over a jury's finding for life on the ground that certain mitigating factors that likely stood behind the jury's finding were simply invalid as a matter of law, and the jury's verdict was therefore reversible within the <i>Tedder</i> rule.  Under <i>Lockett</i> and <i>Eddings</i> that legal determination is simply wrong as a matter of federal law.  It embodies a view of mitigation that is violative of the Eighth Amendment.  To prevent this denigration of one of the most important aspects of our Eighth Amendment law, I would grant review in this case.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The facts of this case are not complicated.  Petitioner was found guilty of murdering a taxi driver.  There were no witnesses, nor was there evidence of robbery;  and petitioner's sister-in-law, who testified against petitioner at trial, may have played some uncertain role in the crime.  The jury returned a verdict of life in prison, and the trial judge, finding that there were three aggravating circumstances but no mitigating circumstances, overrode that verdict and imposed a death sentence. The trial judge did not attempt to analyze the jury's thought process when he reversed it, nor did he make any <i>Tedder</i> finding. He simply expressed disagreement with the jury determination.  His sentence was affirmed by the State Supreme Court.  458 So.2d 755 (1984).</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The State Supreme Court's analysis of the case began with a determination that at least one of the aggravating circumstances found by the trial judge was inapplicable to this case as a matter of law, but it nevertheless affirmed the death sentence because it agreed that there were no valid mitigating circumstances.  It held that this situation satisfied the <i>Tedder</i> standard.  However, petitioner's counsel had argued the presence of mitigating factors.  Most prominently, counsel argued that petitioner's likely nondangerousness after incarceration should be considered a mitigating factor.  Because petitioner was 43 years old at the time of his conviction, under Florida law he could not be paroled from a life sentence until he was at least 68.  Petitioner's counsel argued that there was a very low probability that a 68-year-old, emerging from 25 years in prison, would constitute a substantial and continuing threat to the society.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The State Supreme Court simply ruled that such an argument of future nondangerousness was irrelevant as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"[T]he crucial flaw in appellant's argument is that he      mistakes the nature of mitigation.  Mitigating circumstances      must, in some way, ameliorate the enormity of a defendant's      guilt.  For this reason, age is a mitigating circumstance      when it is relevant to the defendant's mental and emotional      maturity and his ability to take responsibility for his own      acts and to appreciate the consequences flowing from them.      One who has attained an age of responsibility cannot      reasonably raise as a shield against the death penalty the      fact that, twenty-five years hence, he will no longer be      young.\"  458 So.2d, at 759 (citations omitted).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It may be that the argument proffered by petitioner would prove unpersuasive to a sentencing authority, but it is simply wrong to hold that it is legally irrelevant.  In the State's view, legitimate mitigation is limited to the consideration of factors that would reduce the moral culpability of the defendant and thus the need for moral retribution.  But this Court has never limited the circumstances relevant to a capital sentencing determination in such a way.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This Court has, in fact, repeatedly treated predictive evidence relating to future dangerousness as highly relevant to sentencing concerns.  See, <i>e.g., California v. Ramos,</i> 463 U.S. 992, 1001-1003, 103 S.Ct. 3446, 3453-3454, 77 L.Ed.2d 1171 (1983); <i>Barefoot v. Estelle,</i> 463 U.S. 880, 896-905, 103 S.Ct. 3383, 3396-3401, 77 L.Ed.2d 1090 (1983);  <i>Jurek v. Texas,</i> 428 U.S. 262, 274-276, 96 S.Ct. 2950, 2957-2958, 49 L.Ed.2d 959 (1976).  As the opinion announcing the judgment in <i>Jurek</i> declared:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"[P]rediction of future criminal conduct is an essential      element in many of the decisions rendered throughout our      criminal justice system. . . .  And any sentencing authority      must predict a convicted person's probable future conduct when it      engages in the process of determining what punishment to      impose.\"  <i>Id.,</i> at 275, 96 S.Ct., at 2958.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Of possibly even greater relevance to this case is <i>California v. Ramos, supra,</i> in which this Court held that the mere possibility that a capital defendant might be pardoned by the Governor at some undefined time after receiving a life sentence was a legitimate sentencing concern, because of the issue of future dangerousness.  The existence of a provision for pardons is certainly no more relevant to a defendant's moral culpability than is his age, but that link never has been accepted by this Court as a test for relevance even as to aggravating circumstances.  In contrast, the issue of future dangerousness repeatedly has been accepted as relevant to valid penological concerns.  See <i>Patterson v. South Carolina,</i> 471 U.S. 1036, 105 S.Ct. 2056, 85 L.Ed.2d 329 (MARSHALL, J., dissenting from denial of certiorari).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Given that future dangerousness after a distant parole or pardon has been considered relevant to aggravation, it must certainly be considered relevant to mitigation.  As I said in <i>Patterson:</i>  \"A system of punishment would certainly be fundamentally unfair if it accepted the validity of a call for death where a factor was present, but declared that that factor's absence could not be offered as a reason for life.  Such situation cannot be tolerated by the Eighth Amendment.\"  471 U.S., at 1043, 105 S.Ct., at 2060.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Indeed, whether or not a State chooses to allow evidence of future dangerousness in aggravation, <i>Lockett</i> and <i>Eddings</i> make clear that evidence of future nondangerousness simply cannot be prohibited as a consideration in mitigation.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This Court, in <i>Lockett</i> and then more decisively in <i>Eddings,</i> held that <i>any</i> aspect of a case that could rationally support mitigation must be deemed a legally valid basis for mitigation. There is certainly nothing irrational&#8212;indeed, there is nothing novel&#8212;about the idea of mitigating a death sentence on the basis that a life sentence, even with the possibility of parole, will sufficiently render a defendant nondangerous to the outside society until he is of an age where he likely will no longer present a significant threat of violence.  Under federal law, a capital defendant has a right to a sentencer who may consider such a factor for mitigation.  But under Florida law, a life sentence based on such a factor shall now be subject to override as irrational.  The Florida courts cannot be allowed to use their override system to erode the rights protected by <i>Lockett</i> and <i>Eddings.</i>  The fact that they are doing so is reason enough to grant review.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> I continue to adhere to my view that the death penalty is in all circumstances cruel and unusual punishment prohibited by the Eighth and Fourteenth Amendments.  <i>Gregg v. Georgia,</i> 428 U.S. 153, 231, 96 S.Ct. 2909, 2973, 49 L.Ed.2d 859 (1976) (MARSHALL, J., dissenting).  But even if I did not take this view, I would grant review in this case because of the important issue raised concerning the proper interpretation of <i>Lockett</i> and <i>Eddings.</i></p>\n        <p>Unfortunately, this case is illustrative of a disturbing trend in a number of state courts to read our holdings in <i>Eddings</i> and <i>Lockett</i> in an unjustifiably narrow manner, and to declare, in spite of these holdings, that an increasing number of proffered bases of mitigation are simply irrelevant.  See, <i>Boyd v. North Carolina,</i> 471 U.S. 1030, 105 S.Ct. 2052, 85 L.Ed.2d 324 (MARSHALL, J., dissenting from denial of certiorari);  <i>Patterson v. South Carolina,</i> 471 U.S. 1036, 105 S.Ct. 2056, 85 L.Ed.2d 329 (MARSHALL, J., dissenting from denial of certiorari).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although it might also be argued that looking to a defendant's advanced age at the time when he might possibly be released from prison would be unreliable evidence of future nondangerousness, this Court has been quite willing to find relevance in evidence of future dangerousness of a much more speculative nature.  See, <i>e.g., Barefoot v. Estelle,</i> 463 U.S. 880, 903-906, 103 S.Ct. 3383, 3399-3401, 77 L.Ed.2d 1090 (1984).  Given that speculative evidence of future dangerousness has been so willingly declared relevant for aggravation, it would simply be constitutionally intolerable to declare the evidence of nondangerousness here argued in mitigation to be irrelevant.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1045</span></span></p>\n    <p class=\"case_cite\">105 S.Ct. 2062</p>\n    <p class=\"case_cite\">85 L.Ed.2d 336</p>\n    <p class=\"parties\">William EUTZY, petitioner,<br>v.<br>FLORIDA</p>\n    <p class=\"docket\">No. 84-6182</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">April 15, 1985</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On petition for writ of certiorari to the Supreme Court of Florida.</p>\n      <p class=\"indent\">The petition for a writ of certiorari is denied.</p>\n      <p class=\"indent\">Justice MARSHALL, with whom Justice BRENNAN joins, dissenting.</p>\n      <p class=\"indent\">Although the State of Florida has adopted a system of capital sentencing that allows a trial judge to overturn a sentencing jury's finding as to the inappropriateness of death&#8212;and although this Court has upheld that system as constitutional, see <i>Spaziano v. Florida,</i> <span class=\"citation\" data-id=\"111250\"><a href=\"/opinion/111250/spaziano-v-florida/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, 104 S.Ct. 3154, 82 L.Ed.2d 340 (1984) that system nevertheless remains subject to the dictates of <i>Lockett v. Ohio,</i> <span class=\"citation\" data-id=\"109935\"><a href=\"/opinion/109935/lockett-v-ohio/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">586</span></a></span>, 98 S.Ct. 2954, 57 L.Ed.2d 973 (1978), and <i>Eddings v. Oklahoma,</i> <span class=\"citation\" data-id=\"110641\"><a href=\"/opinion/110641/eddings-v-oklahoma/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">104</span></a></span>, 102 S.Ct. 869, 71 L.Ed.2d 1 (1982).  In Florida, as in other States, a capital defendant has a right to a sentencer who is free to consider and weigh, within the broadest bounds of relevance, \" '<i>any</i> aspect of a defendant's character or record and <i>any</i> of the circumstances of the offense that the defendant proffers as a basis for a sentence less than death.' \"  <i>Id.,</i> at 110, 102 S.Ct., at 874 (quoting <i>Lockett, supra,</i> 438 U.S., at 604, 98 S.Ct., 2964) (emphasis added).</p>\n      <p class=\"indent\">This principle must govern judges responsible for sentencing, <i>Eddings, supra,</i> just as it must govern juries.  In Florida, it must govern both, for the state scheme purports to split sentencing authority between the two.  Although the judge has the power to override, that power is limited, for the judge may not exercise plenary discretion as to the issue of mitigation.  To the contrary, the State has repeatedly purported to limit the judicial override to those cases where \"the facts suggesting a sentence of death are so clear and convincing that virtually no reasonable person could differ.\"  <i>Tedder v. State,</i> 322 So.2d 908, 910 (Fla.1975).  Unfortunately, regardless of this supposed limit&#8212;a limit that the State cited to this Court when arguing for the constitutionality of its sentencing process, <i>Spaziano, supra,</i> 468 U.S., at 465, 104 S.Ct., at 3165&#8212;the State has administered capital sentencing in a manner that allows the override to repeatedly denigrate the principle of <i>Lockett</i> and <i>Eddings.</i>  See <i>e.g., Heiney v. Florida,</i> <span class=\"citation\" data-id=\"111316\"><a href=\"/opinion/111316/robert-d-heiney-v-florida/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">920</span></a></span>, 105 S.Ct. 303, 83 L.Ed.2d 237 (1984) (MARSHALL, J., dissenting from denial of certiorari).</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, the Florida Supreme Court took another step in the erosion of <i>Lockett</i> and <i>Eddings,</i> affirming a judge's sentence of death over a jury's finding for life on the ground that certain mitigating factors that likely stood behind the jury's finding were simply invalid as a matter of law, and the jury's verdict was therefore reversible within the <i>Tedder</i> rule.  Under <i>Lockett</i> and <i>Eddings</i> that legal determination is simply wrong as a matter of federal law.  It embodies a view of mitigation that is violative of the Eighth Amendment.  To prevent this denigration of one of the most important aspects of our Eighth Amendment law, I would grant review in this case.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The facts of this case are not complicated.  Petitioner was found guilty of murdering a taxi driver.  There were no witnesses, nor was there evidence of robbery;  and petitioner's sister-in-law, who testified against petitioner at trial, may have played some uncertain role in the crime.  The jury returned a verdict of life in prison, and the trial judge, finding that there were three aggravating circumstances but no mitigating circumstances, overrode that verdict and imposed a death sentence. The trial judge did not attempt to analyze the jury's thought process when he reversed it, nor did he make any <i>Tedder</i> finding. He simply expressed disagreement with the jury determination.  His sentence was affirmed by the State Supreme Court.  458 So.2d 755 (1984).</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The State Supreme Court's analysis of the case began with a determination that at least one of the aggravating circumstances found by the trial judge was inapplicable to this case as a matter of law, but it nevertheless affirmed the death sentence because it agreed that there were no valid mitigating circumstances.  It held that this situation satisfied the <i>Tedder</i> standard.  However, petitioner's counsel had argued the presence of mitigating factors.  Most prominently, counsel argued that petitioner's likely nondangerousness after incarceration should be considered a mitigating factor.  Because petitioner was 43 years old at the time of his conviction, under Florida law he could not be paroled from a life sentence until he was at least 68.  Petitioner's counsel argued that there was a very low probability that a 68-year-old, emerging from 25 years in prison, would constitute a substantial and continuing threat to the society.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The State Supreme Court simply ruled that such an argument of future nondangerousness was irrelevant as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"[T]he crucial flaw in appellant's argument is that he      mistakes the nature of mitigation.  Mitigating circumstances      must, in some way, ameliorate the enormity of a defendant's      guilt.  For this reason, age is a mitigating circumstance      when it is relevant to the defendant's mental and emotional      maturity and his ability to take responsibility for his own      acts and to appreciate the consequences flowing from them.      One who has attained an age of responsibility cannot      reasonably raise as a shield against the death penalty the      fact that, twenty-five years hence, he will no longer be      young.\"  458 So.2d, at 759 (citations omitted).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It may be that the argument proffered by petitioner would prove unpersuasive to a sentencing authority, but it is simply wrong to hold that it is legally irrelevant.  In the State's view, legitimate mitigation is limited to the consideration of factors that would reduce the moral culpability of the defendant and thus the need for moral retribution.  But this Court has never limited the circumstances relevant to a capital sentencing determination in such a way.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This Court has, in fact, repeatedly treated predictive evidence relating to future dangerousness as highly relevant to sentencing concerns.  See, <i>e.g., California v. Ramos,</i> <span class=\"citation\" data-id=\"111019\"><a href=\"/opinion/111019/california-v-ramos/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">992</span></a></span>, 1001-1003, 103 S.Ct. 3446, 3453-3454, 77 L.Ed.2d 1171 (1983); <i>Barefoot v. Estelle,</i> <span class=\"citation\" data-id=\"111017\"><a href=\"/opinion/111017/barefoot-v-estelle/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">880</span></a></span>, 896-905, 103 S.Ct. 3383, 3396-3401, 77 L.Ed.2d 1090 (1983);  <i>Jurek v. Texas,</i> <span class=\"citation\" data-id=\"109534\"><a href=\"/opinion/109534/jurek-v-texas/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></a></span>, 274-276, 96 S.Ct. 2950, 2957-2958, 49 L.Ed.2d 959 (1976).  As the opinion announcing the judgment in <i>Jurek</i> declared:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"[P]rediction of future criminal conduct is an essential      element in many of the decisions rendered throughout our      criminal justice system. . . .  And any sentencing authority      must predict a convicted person's probable future conduct when it      engages in the process of determining what punishment to      impose.\"  <i>Id.,</i> at 275, 96 S.Ct., at 2958.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Of possibly even greater relevance to this case is <i>California v. Ramos, supra,</i> in which this Court held that the mere possibility that a capital defendant might be pardoned by the Governor at some undefined time after receiving a life sentence was a legitimate sentencing concern, because of the issue of future dangerousness.  The existence of a provision for pardons is certainly no more relevant to a defendant's moral culpability than is his age, but that link never has been accepted by this Court as a test for relevance even as to aggravating circumstances.  In contrast, the issue of future dangerousness repeatedly has been accepted as relevant to valid penological concerns.  See <i>Patterson v. South Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1036</span></span>, 105 S.Ct. 2056, 85 L.Ed.2d 329 (MARSHALL, J., dissenting from denial of certiorari).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Given that future dangerousness after a distant parole or pardon has been considered relevant to aggravation, it must certainly be considered relevant to mitigation.  As I said in <i>Patterson:</i>  \"A system of punishment would certainly be fundamentally unfair if it accepted the validity of a call for death where a factor was present, but declared that that factor's absence could not be offered as a reason for life.  Such situation cannot be tolerated by the Eighth Amendment.\"  471 U.S., at 1043, 105 S.Ct., at 2060.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Indeed, whether or not a State chooses to allow evidence of future dangerousness in aggravation, <i>Lockett</i> and <i>Eddings</i> make clear that evidence of future nondangerousness simply cannot be prohibited as a consideration in mitigation.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This Court, in <i>Lockett</i> and then more decisively in <i>Eddings,</i> held that <i>any</i> aspect of a case that could rationally support mitigation must be deemed a legally valid basis for mitigation. There is certainly nothing irrational&#8212;indeed, there is nothing novel&#8212;about the idea of mitigating a death sentence on the basis that a life sentence, even with the possibility of parole, will sufficiently render a defendant nondangerous to the outside society until he is of an age where he likely will no longer present a significant threat of violence.  Under federal law, a capital defendant has a right to a sentencer who may consider such a factor for mitigation.  But under Florida law, a life sentence based on such a factor shall now be subject to override as irrational.  The Florida courts cannot be allowed to use their override system to erode the rights protected by <i>Lockett</i> and <i>Eddings.</i>  The fact that they are doing so is reason enough to grant review.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> I continue to adhere to my view that the death penalty is in all circumstances cruel and unusual punishment prohibited by the Eighth and Fourteenth Amendments.  <i>Gregg v. Georgia,</i> <span class=\"citation\" data-id=\"109532\"><a href=\"/opinion/109532/gregg-v-georgia/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 231, 96 S.Ct. 2909, 2973, 49 L.Ed.2d 859 (1976) (MARSHALL, J., dissenting).  But even if I did not take this view, I would grant review in this case because of the important issue raised concerning the proper interpretation of <i>Lockett</i> and <i>Eddings.</i></p>\n        <p>Unfortunately, this case is illustrative of a disturbing trend in a number of state courts to read our holdings in <i>Eddings</i> and <i>Lockett</i> in an unjustifiably narrow manner, and to declare, in spite of these holdings, that an increasing number of proffered bases of mitigation are simply irrelevant.  See, <i>Boyd v. North Carolina,</i> <span class=\"citation\" data-id=\"111447\"><a href=\"/opinion/111447/arthur-martin-boyd-jr-v-north-carolina/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></a></span>, 105 S.Ct. 2052, 85 L.Ed.2d 324 (MARSHALL, J., dissenting from denial of certiorari);  <i>Patterson v. South Carolina,</i> <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1036</span></span>, 105 S.Ct. 2056, 85 L.Ed.2d 329 (MARSHALL, J., dissenting from denial of certiorari).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although it might also be argued that looking to a defendant's advanced age at the time when he might possibly be released from prison would be unreliable evidence of future nondangerousness, this Court has been quite willing to find relevance in evidence of future dangerousness of a much more speculative nature.  See, <i>e.g., Barefoot v. Estelle,</i> <span class=\"citation\" data-id=\"111017\"><a href=\"/opinion/111017/barefoot-v-estelle/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">880</span></a></span>, 903-906, 103 S.Ct. 3383, 3399-3401, 77 L.Ed.2d 1090 (1984).  Given that speculative evidence of future dangerousness has been so willingly declared relevant for aggravation, it would simply be constitutionally intolerable to declare the evidence of nondangerousness here argued in mitigation to be irrelevant.</p>\n      </div>\n    </div>\n    ", "id": 111448, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/111448/", "sha1": "2014fd4d6821a24c961fbd8598a85b281dbd8edf", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T10:13:14"}