{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "348 U.S. 222", 
    "federal_cite_two": "75 S. Ct. 277", 
    "specialty_cite_one": null, 
    "federal_cite_three": "99 L. Ed. 2d 279", 
    "lexis_cite": "1955 U.S. LEXIS 1543", 
    "document_uris": [
      "/api/rest/v2/document/105265/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Shubert", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "36", 
    "id": 89648, 
    "resource_uri": "/api/rest/v2/citation/89648/"
  }, 
  "id": 105265, 
  "blocked": false, 
  "judges": "Warren", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1955-01-31", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/348/348.US.222.36.html", 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>348 U.S. 222 (1955)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nSHUBERT ET AL.</h1></center>\n<center>No. 36.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 9-10, 1954.</center>\n<center>Decided January 31, 1955.</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><i>Philip Elman</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Sobeloff, Assistant Attorney General Barnes</i> and <i>Daniel M. Friedman.</i></p>\n<p><i>Alfred McCormack</i> argued the cause and filed a brief for appellees. With him on the brief were <i>William Klein, Adolph Lund</i> and <i>Gerald Schoenfeld</i> for Shubert et al., and <i>John J. O'Connell</i> for Heiman, appellees.</p>\n<p><span class=\"star-pagination\">*223</span> MR. CHIEF JUSTICE WARREN delivered the opinion of the Court.</p>\n<p>This is a civil antitrust action brought by the Government in the United States District Court for the Southern District of New York. Named as defendants are Lee Shubert,<sup>[1]</sup> Jacob J. Shubert, Marcus Heiman, and three corporations controlled by them.<sup>[2]</sup> The defendants are principally engaged in the business of producing legitimate theatrical attractions,<sup>[3]</sup> booking legitimate attractions in theatres throughout the United States,<sup>[4]</sup> and operating approximately 40 theatres in eight states for the presentation of legitimate attractions.<sup>[5]</sup> The Government's <span class=\"star-pagination\">*224</span> complaint charges that the defendants, in the course of this business, have violated §§ 1 and 2 of the Sherman Act.<sup>[6]</sup> On the defendants' motion, after this Court's decision in <i>Toolson</i> v. <i>New York Yankees,</i> 346 U. S. 356, the District Court dismissed the Government's complaint on the authority of the <i>Toolson</i> decision, and <i>Federal Baseball Club of Baltimore</i> v. <i>National League of Professional Baseball Clubs,</i> 259 U. S. 200.<sup>[7]</sup> The case is here on direct appeal under the Expediting Act, 15 U. S. C. § 29.</p>\n<p><span class=\"star-pagination\">*225</span> The Government's complaint, which is summarized in an appendix to this opinion, describes the interstate phases of the defendants' theatrical business in considerable detail. It concludes that the business of producing, booking, and presenting legitimate attractions requires</p>\n<blockquote>\"a constant, continuous stream of trade and commerce between the States of the United States, consisting of the assemblage of personnel and property for rehearsals, the transportation of said personnel and property to various cities throughout the United States, the making and performing of contracts under which attractions are routed and presented in various States of the United States, and the transmission of applications, letters, memoranda, communications, commitments, contracts, money, checks, drafts and other media of exchange across State lines.\"</blockquote>\n<p>The complaint alleges that the defendants have restrained this trade and commerce, and have monopolized certain phases of it, through a conspiracy (a) to compel other producers to book their legitimate attractions exclusively through the defendants, (b) to exclude others from booking legitimate attractions, (c) to prevent competition in the presentation of legitimate attractions, (d) to discriminate in favor of their own productions with respect to booking and presentation, and (e) to combine their power in booking and presentation in order to maintain and strengthen their domination in each of these fields. The main relief sought by the Government is the divorcement of the booking and presentation branches of the business.</p>\n<p>The allegations of the complaint, on a motion to dismiss, must of course be taken as true. And the defendants do not deny that the allegations state a cause of <span class=\"star-pagination\">*226</span> action if their business is subject to the Sherman Act. The question presented is thus a narrow one: whether the business of producing, booking, and presenting legitimate attractions on a multistate basis constitutes \"trade or commerce\" that is \"among the several States\" within the meaning of those terms in the Sherman Act.</p>\n<p>Both terms have been interpreted broadly in the decisions of this Court. \"[T]rade or commerce\" has been held to include the production, distribution, and exhibition of motion pictures (<i>United States</i> v. <i>Paramount Pictures,</i> 334 U. S. 131; <i>Schine Theatres</i> v. <i>United States,</i> 334 U. S. 110; <i>United States</i> v. <i>Griffith,</i> 334 U. S. 100; <i>United States</i> v. <i>Crescent Amusement Co.,</i> 323 U. S. 173; <i>Interstate Circuit</i> v. <i>United States,</i> 306 U. S. 208; <i>Binderup</i> v. <i>Pathe Exchange,</i> 263 U. S. 291); real estate brokerage (<i>United States</i> v. <i>National Association of Real Estate Boards,</i> 339 U. S. 485); the gathering and distribution of news (<i>Associated Press</i> v. <i>United States,</i> 326 U. S. 1); medical services to members of a health cooperative (<i>American Medical Association</i> v. <i>United States,</i> 317 U. S. 519); and insurance underwriting (<i>United States</i> v. <i>South-Eastern Underwriters Association,</i> 322 U. S. 533). A similarly liberal construction has been given the requirement of §§ 1 and 2 that the \"trade or commerce\" be \"among the several States.\" Thus, in the <i>South-Eastern Underwriters</i> case, the requirement was satisfied by a \"continuous and indivisible stream of intercourse among the states\" involving the transmission of large sums of money and communications by mail, telephone, and telegraph. Cf. <i>Electric Bond &amp; Share Co.</i> v. <i>Securities and Exchange Commission,</i> 303 U. S. 419, 432-433; <i>North American Co.</i> v. <i>Securities and Exchange Commission,</i> 327 U. S. 686, 694-695. In the <i>Associated Press</i> case, the requirement was satisfied by the interstate dissemination of news. See also <i>Lorain Journal Co.</i> v. <i>United States,</i> 342 <span class=\"star-pagination\">*227</span> U. S. 143. And in the motion picture cases, the requirement was satisfied by the interstate transportation of films, <i>Binderup</i> v. <i>Pathe Exchange, supra</i><i>,</i> even though the actual \"showing of motion pictures is of course a local affair.\" <i>United States</i> v. <i>Crescent Amusement Co., supra,</i> at 183. See also <i>Hart</i> v. <i>B. F. Keith Vaudeville Exchange,</i> 262 U. S. 271.<sup>[8]</sup></p>\n<p>These decisions, apart from <i>Federal Baseball</i> and <i>Toolson,</i> make it clear beyond question that the allegations of the Government's complaint bring the defendants within the scope of the Sherman Act, even though the actual performance of a legitimate stage attraction \"is of course a local affair.\" The defendants contend, however, that <i>Federal Baseball</i> and <i>Toolson</i> have already established their immunity under the Act. While conceding, as they must, that the motion picture industry is subject to the antitrust laws, they insist that all other businesses built around the performance of local exhibitions are exempt.<sup>[9]</sup> We believe that <i>Federal Baseball</i> and <i>Toolson</i> afford no basis for such a conclusion.</p>\n<p><span class=\"star-pagination\">*228</span> In <i>Federal Baseball,</i> the Court, speaking through Mr. Justice Holmes, was dealing with the business of baseball and nothing else. The Court considered the nature of the game, its history and league organization, the necessity of arranging games between cities in different states, and the resulting travel across state lines. The travel, the Court concluded, was \"a mere incident, not the essential thing.\" On that basis, the Court held that \"the restrictions by contract that prevented the plaintiff from getting players to break their bargains and the other conduct charged against the defendants were not an interference with commerce among the States.\" 259 U. S., at 209.</p>\n<p>At the very next Term, in <i>Hart</i> v. <i>B. F. Keith Vaudeville Exchange,</i> 262 U. S. 271, the Court was directly concerned with the effect of the <i>Federal Baseball</i> decision on the status of the theatrical business under the Sherman Act. The complaint in the <i>Hart</i> case, much like the complaint here under review, alleged a conspiracy to control the booking and presentation of vaudeville acts in theatres throughout the country. The district court, like the district court in the instant case, dismissed the complaint on the authority of <i>Federal Baseball.</i> This Court, again speaking through Mr. Justice Holmes, unanimously reversed.<sup>[10]</sup> The Court took note of the <span class=\"star-pagination\">*229</span> plaintiff's argument \"that in the transportation of vaudeville acts the apparatus sometimes is more important than the performers\" and concluded that the complaint, at least to that extent, sufficiently alleged a violation of the Act to permit the case to go to trial. The Court distinguished <i>Federal Baseball</i> on the ground that \"what in general is incidental, in some instances may rise to a magnitude that requires it to be considered independently.\" The Court thus established, contrary to the defendants' argument here, that <i>Federal Baseball</i> did not automatically immunize the theatrical business from the antitrust laws.</p>\n<p>In <i>Toolson,</i> where the issue was the same as in <i>Federal Baseball,</i> the Court was confronted with a unique combination of circumstances. For over 30 years there had stood a decision of this Court specifically fixing the status of the baseball business under the antitrust laws and more particularly the validity of the so-called \"reserve clause.\" During this period, in reliance on the <i>Federal Baseball</i> precedent, the baseball business had grown and developed. Compare <i>Helvering</i> v. <i>Hallock,</i> 309 U. S. 106, 110. And Congress, although it had actively considered the ruling, had not seen fit to reject it by amendatory legislation. Against this background, the Court in <i>Toolson</i> was asked to overrule <i>Federal Baseball</i> on the ground that it was <span class=\"star-pagination\">*230</span> out of step with subsequent decisions reflecting present-day concepts of interstate commerce. The Court, in view of the circumstances of the case, declined to do so. But neither did the Court necessarily reaffirm all that was said in <i>Federal Baseball.</i> Instead, \"[w]ithout re-examination of the underlying issues,\" the Court adhered to <i>Federal Baseball</i> \"so far as that decision determines that Congress had no intention of including the business of baseball within the scope of the federal antitrust laws.\" 346 U. S., at 357. In short, <i>Toolson</i> was a narrow application of the rule of <i>stare decisis.</i></p>\n<p>The defendants would have us convert this narrow application of the rule into a sweeping grant of immunity to every business based on the live presentation of local exhibitions, regardless of how extensive its interstate phases may be. We cannot do so. If the <i>Toolson</i> holding is to be expanded\u0097or contracted\u0097the appropriate remedy lies with Congress. See <i>United States</i> v. <i>South-Eastern Underwriters Association,</i> 322 U. S. 533, 561. Moreover, none of the considerations which led to the decision in <i>Toolson</i> are present here. This Court has never held that the theatrical business is not subject to the Sherman Act. On the contrary, less than a year after the <i>Federal Baseball</i> decision, the Court in the <i>Hart</i> case put the theatrical business on notice that <i>Federal Baseball</i> could not be relied upon as a basis for exemption from the antitrust laws. The rule of <i>stare decisis</i> undoubtedly embodies a policy of basic importance, but the rule cannot help the defendants here. If it is to be applied, <i>Hart</i> and the motion picture cases\u0097not <i>Federal Baseball</i> and <i>Toolson</i>\u0097are the controlling decisions.</p>\n<p>We are not yet called upon to determine whether the defendants have in fact violated the Sherman Act or if they have what relief would be appropriate. We hold only that the allegations of the complaint state a cause <span class=\"star-pagination\">*231</span> of action and that the Government is entitled to an opportunity to prove those allegations. The judgment of the court below is</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE BURTON, retaining the views expressed in his dissent in the <i>Toolson</i> case, 346 U. S. 356, 357, joins the opinion and judgment of the Court in this case. MR. JUSTICE REED joins in this concurrence.</p>\n<p>MR. JUSTICE MINTON agrees with the judgment in this case because, as it comes here on the pleadings, it is controlled by the <i>Hart</i> case. Whether the Government can prove its case now to the satisfaction of present courts, which the plaintiff could not do in the <i>Hart</i> case, 12 F. 2d 341, remains to be seen.</p>\n<p></p>\n<h2>APPENDIX TO OPINION OF THE COURT.</h2>\n<p>The defendants state at page 3 of their brief: \"The allegations of the complaint are summarized adequately at pages 5 to 11 of the Government's brief.\" That portion of the Government's brief is set out below:</p>\n<p>Production of a legitimate theatrical attraction involves (1) assembling of its component elements, including a script, financial backing, actors, stage hands, designers, advertising agents, scenery, costumes, lighting, and music; (2) rehearsals to weld the parts into an attraction suitable for presentation; (3) arranging for the booking and presentation of the attraction in a try-out town or towns, in New York City, and in road-show towns; and (4) transporting the entire cast and scenery to try-out towns, to New York City, and to road-show towns throughout the United States to fulfill these bookings and presentation arrangements (par. 24, R. 4). At the present time the cost of producing a play runs from $60,000 to $100,000, and of a musical from $200,000 to $300,000 <span class=\"star-pagination\">*232</span> (par. 25, R. 4). Persons other than the producer usually supply the necessary financing (<i>ibid.</i>). Frequently the production is incorporated and shares of stock are sold to investors, or the producer organizes a limited partnership (<i>ibid.</i>). All the appellees invest in legitimate attractions (pars. 3-7, R. 1-3).</p>\n<p>After the production has been assembled and rehearsals have been completed, the attraction is presented in one or more \"try-out\" towns for the purpose of judging audience reaction and correcting observed deficiencies (pars. 20, 26, R. 4, 5). Audience reaction in try-out towns is important in gauging subsequent financial success in New York City and on the road (par. 26, R. 5). The attraction is then presented in New York City (par. 27, R. 5). If the run there is successful, the attraction is sent on tour to \"road-show\" towns throughout the United States (<i>ibid.</i>). This road-show tour is an \"integral part of the exploitation of the attraction\" and is the source of a \"substantial part\" of its profits (<i>ibid.</i>).</p>\n<p>With the exception of a few cities, a legitimate attraction ordinarily cannot profitably play in a road-show town for more than a limited period of time, seldom exceeding two weeks. The producer of a play must therefore obtain playing dates in a number of suitable road-show towns, arranged so as to minimize lay-offs and travel between engagements. Successful operation of a theatre in a road-show town requires scheduling legitimate attractions so as to keep the theatre as continuously occupied as possible during the theatrical season. Playing dates of a road-show town must therefore be arranged so as to meet the needs of both the producer and the theatre operator. (Par. 29, R. 5.)</p>\n<p>UBO acts as middleman between producers and operators of theatres in try-out and road-show towns, but is regarded as the agent of the theatre operators and usually receives, as compensation for its services, five per cent of the operator's share of the theatre's gross receipts (par. 28, R. 5). Each year UBO enters into or renews agreements with theatre operators to act as their booking agent (par. 30, R. 5). After negotiation with the producer of an attraction, UBO tentatively schedules it at <span class=\"star-pagination\">*233</span> various theatres throughout the United States, and contracts covering presentation at these theatres are subsequently executed (<i>id.,</i> R. 5-6). The booking of legitimate attractions involves the cross-country routing of attractions in a constant stream to and from theatres in various cities throughout the United States (par. 28, R. 5).</p>\n<p>The individual appellees control the booking of legitimate attractions in try-out and road-show towns in the United States (par. 37, R. 7). Apart from Select and a subsidiary thereof, UBO is the only concern in the country which books legitimate attractions throughout the United States (par. 5, R. 2). From 1932 to 1946, UBO followed a policy of entering into franchise agreements with theatre operators making UBO the exclusive booking agent for their theatres (par. 40, R. 8-9). About 1946, UBO discontinued formal franchise agreements and adopted in lieu thereof a system of listings which, as tacitly understood by the parties, continued the previous contract arrangements (<i>id.,</i> R. 9).</p>\n<p>The appellees operate or participate in the operation of approximately forty theatres in eight states (par. 42, R. 9). They operate or control all the theatres in \"virtually all\" key try-out towns, and in several important road-show towns (par. 41, R. 9).<sup>[*]</sup> Approximately fifty per cent of all the theatres in New York City are owned or operated by the Shubert appellees (pars. 15, 41, R. 3, 9).</p>\n<p>In producing, booking, and presenting legitimate attractions, there is a constant, continuous stream of trade and commerce between the various states, consisting of <span class=\"star-pagination\">*234</span> assemblage of personnel and property for rehearsals, transportation of such personnel and property to various cities, making and performing contracts under which attractions are routed and presented in various states, and transmission of applications, letters, memoranda, communications, contracts, money, checks, drafts, and other media of exchange across state lines (par. 49, R. 12).</p>\n<p>The substantial elements of appellees' conspiracy to restrain and monopolize, attempted monopolization, and monopolization have been that the appellees, by concert of action: (a) compel producers to book their legitimate attractions exclusively through appellees; (b) exclude others from booking legitimate attractions; (c) prevent competition in presentation of these attractions; (d) discriminate in favor of their own productions with respect to booking and presentation; and (e) combine their power in booking and presentation in order to maintain and strengthen their domination in each of these fields (par. 51, R. 13).</p>\n<p>The means which the appellees have used in carrying out the foregoing acts have included the following:</p>\n<blockquote>(1) Conditioning their investments in legitimate attractions produced by others, and conditioning the booking of legitimate attractions in try-out towns and in New York City, upon agreement by the producers to book these attractions exclusively through appellees (pars. 52 (a), (d), (e), R. 13).</blockquote>\n<blockquote>(2) Forcing producers to book their legitimate attractions for an entire theatrical season exclusively through appellees (par. 52 (c), R. 13).</blockquote>\n<blockquote>(3) Coercing producers who had booked through others to pay penalties or to accept discriminatory booking terms, as a condition of obtaining booking through them (par. 52 (f), R. 13).</blockquote>\n<blockquote>(4) Entering into agreements with theatre operators whereby the operators agree to present only attractions booked through appellees, and appellees agree not to book for competing theatre operators (par. 52 (g), R. 13).</blockquote>\n<blockquote>(5) Excluding legitimate attractions booked by others from theatres operated by appellees (par. 52 (h), R. 13).</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*235</span> (6) Coercing and intimidating independent theatre operators in towns where appellees operate theatres to relinquish control of their theatres by threatening to deprive them, by virtue of appellees' control of booking, of access to legitimate attractions (par. 52 (k), R. 14).</blockquote>\n<p>Some of the effects of appellees' concerted actions have been that producers have been forced to book exclusively with appellees on non-competitive terms; persons have been denied the right to engage in the business of operating a booking office; operators of independent theatres competing with those of appellees have been systematically excluded from obtaining legitimate attractions and, in many cities, have been forced out of business; in cities in which the appellees operate theatres, persons have been denied the right to engage in the business of presenting legitimate attractions, and the public has been deprived of access to legitimate attractions and the benefits which flow from open competition; and interstate commerce in production, booking, and presentation has been unreasonably restrained, and in booking and presentation has been monopolized (par. 53, R. 14).</p>\n<h2>NOTES</h2>\n<p>[1]  Lee Shubert died prior to entry of the District Court's judgment. His executors have not been substituted as parties.</p>\n<p>[2]  The corporations are the United Booking Office, Inc. (\"UBO\"), Select Theatres Corporation (\"Select\"), and L. A. B. Amusement Corporation (\"L. A. B.\"). Since the filing of the complaint, L. A. B. has been dissolved and its assets vested in Marcus Heiman personally.</p>\n<p>[3]  The complaint defines \"legitimate attractions\" as \"stage attractions performed in person by professional actors\" including \"plays, musicals, and operettas\" but not ordinarily including \"stock company attractions, vaudeville, burlesque, bands, individual dancers, dance groups, concerts, and vocal or instrumental presentations.\" The complaint alleges that a play costs approximately $60,000 to $100,000 to produce, whereas a musical generally requires from $200,000 to $300,000. As much as one-third of the cost, according to the complaint, may be attributable to expenditures for scenery, props, and related items and services.</p>\n<p>[4]  \"Booking\" is defined in the complaint as \"the arrangements, generally made through a booking office, between producers and operators for the routing and presentation of legitimate attractions and the fixing of playing dates.\" The complaint alleges that UBO, apart from Select and a subsidiary thereof, is the only concern in the country that books legitimate attractions throughout the United States.</p>\n<p>[5]  The complaint defines \"presentation\" as \"the operation of a theatre or theatres and the exhibition of legitimate attractions therein.\" The defendants, according to the complaint, operate or control all the theatres in virtually all key \"try-out\" cities (including Boston, Philadelphia, and Baltimore), all the theatres in several important \"road-show\" cities (including Baltimore, Boston, Cincinnati, Los Angeles, and Philadelphia), almost all the theatres in other important \"road-show\" cities (Chicago and Detroit), and approximately half of the theatres in New York City.</p>\n<p>[6]  15 U. S. C. §§ 1 and 2. These sections provide:\n</p>\n<p>\"§ 1. . . . Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States, or with foreign nations, is declared to be illegal . . . . Every person who shall make any contract or engage in any combination or conspiracy declared by sections 1-7 of this title to be illegal shall be deemed guilty of a misdemeanor . . . .</p>\n<p>\"§ 2. . . . Every person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States, or with foreign nations, shall be deemed guilty of a misdemeanor . . . .\"</p>\n<p>Section 4 confers jurisdiction on the district courts \"to prevent and restrain violations of sections 1-7 of this title\" in equity proceedings instituted under the direction of the Attorney General.</p>\n<p>[7]  The court issued the following order:\n</p>\n<p>\"In principle, I can see no valid distinction between the facts of this case and those which were before the Supreme Court in the cases of Federal Baseball Club of Baltimore v. National League of Professional Baseball Clubs, 259 U. S. 200, 42 S. Ct. 465, 66 L. Ed. 898, and Toolson v. New York Yankees, 346 U. S. 356, 74 S. Ct. 78.</p>\n<p>\"Upon the authority of these adjudications the complaint in the above-entitled action will be dismissed.\" 120 F. Supp. 15, 16.</p>\n<p>[8]  Moreover, once interstate commerce is established, the Sherman Act may be applied even to \"local\" restraints on that commerce. <i>E. g., </i><i>Mandeville Island Farms</i> v. <i>American Crystal Sugar Co.,</i> 334 U. S. 219; <i>United States</i> v. <i>Women's Sportswear Mfrs. Assn.,</i> 336 U. S. 460; <i>United States</i> v. <i>Employing Plasterers Association,</i> 347 U. S. 186. Cf. <i>Moore</i> v. <i>Mead's Fine Bread Co.,</i> 348 U. S. 115, 118-119.</p>\n<p>[9]  The defendants seek to distinguish the motion picture cases on the ground that the product of the motion picture industry is \"an article of trade . . . an inanimate <i>thing</i>\u0097a reel of photographic film in a metal box\u0097which moves into interstate commerce like any other manufactured product\"; on the other hand, according to this argument, a legitimate theatrical attraction is \"intangible and evanescent, unique and individual . . . an experience of living people.\" Compare <i>United States</i> v. <i>South-Eastern Underwriters Association,</i> 322 U. S. 533, 546: \". . . Congress can regulate traffic though it consist of intangibles.\" And see <i>Hart</i> v. <i>B. F. Keith Vaudeville Exchange,</i> 262 U. S. 271.\n</p>\n<p>That other segments of the entertainment business, besides the motion picture industry, may constitute interstate commerce is well established. See, <i>e. g., </i><i>Federal Radio Commission</i> v. <i>Nelson Bros. Co.,</i> 289 U. S. 266, 279 (radio).</p>\n<p>[10]  On remand, the trial court understood the Holmes opinion as authorizing a later dismissal if the plaintiff's evidence failed to establish that the transportation was more than \"incidental.\" On that basis, the trial court dismissed the action and the Court of Appeals affirmed. 12 F. 2d 341. This Court denied certiorari. 273 U. S. 703. But, as the defendants admit, a denial of certiorari does not constitute an expression on the merits. <i>Brown</i> v. <i>Allen,</i> 344 U. S. 443, 489-497. That rule is particularly appropriate where the decision sought to be reviewed is essentially a factual determination. Compare <i>Graver Tank &amp; Mfg. Co.</i> v. <i>Linde Co.,</i> 336 U. S. 271, 274-275.\n</p>\n<p>For lower court decisions holding the theatrical business to be subject to the Sherman Act, see Judge Learned Hand in <i>Marienelli</i> v. <i>United Booking Offices of America,</i> 227 F. 165 (D. C. S. D. N. Y.), and Judge Charles Clark in <i>Ring</i> v. <i>Spina,</i> 148 F. 2d 647 (C. A. 2d Cir.), modified in 186 F. 2d 637 (C. A. 2d Cir.), cert. denied, 341 U. S. 935. But cf. <i>San Carlo Opera Co.</i> v. <i>Conley,</i> 72 F. Supp. 825 (D. C. S. D. N. Y.), affirmed, 163 F. 2d 310 (C. A. 2d Cir.), involving a personal employment contract under the Federal Arbitration Act.</p>\n<p>[*]  The appellees control or operate the only theatre in Baltimore, the six theatres in Boston, seven of the nine theatres in Chicago, the only theatre in Cincinnati, the only theatre in Los Angeles, and the four theatres in Philadelphia (par. 42, R. 9-10). They have an interest in two of the three theatres in Detroit (par. 42 E, R. 10). The only theatre in New Haven is operated under a five-year agreement with a subsidiary of Select, which provides that the operator will accept only attractions booked through this subsidiary (par. 43, R. 11). UBO has exclusive booking rights for the only theatre in Toledo, Ohio (par. 45, R. 11).\n</p>\n<p>The \"key\" try-out towns are Boston, Philadelphia, Baltimore, and New Haven (par. 26, R. 4). [Footnote in original.]</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:55:24", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">222</span></span> (1955)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nSHUBERT ET AL.</h1></center>\n<center>No. 36.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 9-10, 1954.</center>\n<center>Decided January 31, 1955.</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><i>Philip Elman</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Sobeloff, Assistant Attorney General Barnes</i> and <i>Daniel M. Friedman.</i></p>\n<p><i>Alfred McCormack</i> argued the cause and filed a brief for appellees. With him on the brief were <i>William Klein, Adolph Lund</i> and <i>Gerald Schoenfeld</i> for Shubert et al., and <i>John J. O'Connell</i> for Heiman, appellees.</p>\n<p><span class=\"star-pagination\">*223</span> MR. CHIEF JUSTICE WARREN delivered the opinion of the Court.</p>\n<p>This is a civil antitrust action brought by the Government in the United States District Court for the Southern District of New York. Named as defendants are Lee Shubert,<sup>[1]</sup> Jacob J. Shubert, Marcus Heiman, and three corporations controlled by them.<sup>[2]</sup> The defendants are principally engaged in the business of producing legitimate theatrical attractions,<sup>[3]</sup> booking legitimate attractions in theatres throughout the United States,<sup>[4]</sup> and operating approximately 40 theatres in eight states for the presentation of legitimate attractions.<sup>[5]</sup> The Government's <span class=\"star-pagination\">*224</span> complaint charges that the defendants, in the course of this business, have violated §§ 1 and 2 of the Sherman Act.<sup>[6]</sup> On the defendants' motion, after this Court's decision in <i>Toolson</i> v. <i>New York Yankees,</i> 346 U. S. 356, the District Court dismissed the Government's complaint on the authority of the <i>Toolson</i> decision, and <i>Federal Baseball Club of Baltimore</i> v. <i>National League of Professional Baseball Clubs,</i> 259 U. S. 200.<sup>[7]</sup> The case is here on direct appeal under the Expediting Act, 15 U. S. C. § 29.</p>\n<p><span class=\"star-pagination\">*225</span> The Government's complaint, which is summarized in an appendix to this opinion, describes the interstate phases of the defendants' theatrical business in considerable detail. It concludes that the business of producing, booking, and presenting legitimate attractions requires</p>\n<blockquote>\"a constant, continuous stream of trade and commerce between the States of the United States, consisting of the assemblage of personnel and property for rehearsals, the transportation of said personnel and property to various cities throughout the United States, the making and performing of contracts under which attractions are routed and presented in various States of the United States, and the transmission of applications, letters, memoranda, communications, commitments, contracts, money, checks, drafts and other media of exchange across State lines.\"</blockquote>\n<p>The complaint alleges that the defendants have restrained this trade and commerce, and have monopolized certain phases of it, through a conspiracy (a) to compel other producers to book their legitimate attractions exclusively through the defendants, (b) to exclude others from booking legitimate attractions, (c) to prevent competition in the presentation of legitimate attractions, (d) to discriminate in favor of their own productions with respect to booking and presentation, and (e) to combine their power in booking and presentation in order to maintain and strengthen their domination in each of these fields. The main relief sought by the Government is the divorcement of the booking and presentation branches of the business.</p>\n<p>The allegations of the complaint, on a motion to dismiss, must of course be taken as true. And the defendants do not deny that the allegations state a cause of <span class=\"star-pagination\">*226</span> action if their business is subject to the Sherman Act. The question presented is thus a narrow one: whether the business of producing, booking, and presenting legitimate attractions on a multistate basis constitutes \"trade or commerce\" that is \"among the several States\" within the meaning of those terms in the Sherman Act.</p>\n<p>Both terms have been interpreted broadly in the decisions of this Court. \"[T]rade or commerce\" has been held to include the production, distribution, and exhibition of motion pictures (<i>United States</i> v. <i>Paramount Pictures,</i> 334 U. S. 131; <i>Schine Theatres</i> v. <i>United States,</i> 334 U. S. 110; <i>United States</i> v. <i>Griffith,</i> 334 U. S. 100; <i>United States</i> v. <i>Crescent Amusement Co.,</i> 323 U. S. 173; <i>Interstate Circuit</i> v. <i>United States,</i> 306 U. S. 208; <i>Binderup</i> v. <i>Pathe Exchange,</i> 263 U. S. 291); real estate brokerage (<i>United States</i> v. <i>National Association of Real Estate Boards,</i> 339 U. S. 485); the gathering and distribution of news (<i>Associated Press</i> v. <i>United States,</i> 326 U. S. 1); medical services to members of a health cooperative (<i>American Medical Association</i> v. <i>United States,</i> 317 U. S. 519); and insurance underwriting (<i>United States</i> v. <i>South-Eastern Underwriters Association,</i> 322 U. S. 533). A similarly liberal construction has been given the requirement of §§ 1 and 2 that the \"trade or commerce\" be \"among the several States.\" Thus, in the <i>South-Eastern Underwriters</i> case, the requirement was satisfied by a \"continuous and indivisible stream of intercourse among the states\" involving the transmission of large sums of money and communications by mail, telephone, and telegraph. Cf. <i>Electric Bond &amp; Share Co.</i> v. <i>Securities and Exchange Commission,</i> 303 U. S. 419, 432-433; <i>North American Co.</i> v. <i>Securities and Exchange Commission,</i> 327 U. S. 686, 694-695. In the <i>Associated Press</i> case, the requirement was satisfied by the interstate dissemination of news. See also <i>Lorain Journal Co.</i> v. <i>United States,</i> 342 <span class=\"star-pagination\">*227</span> U. S. 143. And in the motion picture cases, the requirement was satisfied by the interstate transportation of films, <i>Binderup</i> v. <i>Pathe Exchange, supra</i><i>,</i> even though the actual \"showing of motion pictures is of course a local affair.\" <i>United States</i> v. <i>Crescent Amusement Co., supra,</i> at 183. See also <i>Hart</i> v. <i>B. F. Keith Vaudeville Exchange,</i> 262 U. S. 271.<sup>[8]</sup></p>\n<p>These decisions, apart from <i>Federal Baseball</i> and <i>Toolson,</i> make it clear beyond question that the allegations of the Government's complaint bring the defendants within the scope of the Sherman Act, even though the actual performance of a legitimate stage attraction \"is of course a local affair.\" The defendants contend, however, that <i>Federal Baseball</i> and <i>Toolson</i> have already established their immunity under the Act. While conceding, as they must, that the motion picture industry is subject to the antitrust laws, they insist that all other businesses built around the performance of local exhibitions are exempt.<sup>[9]</sup> We believe that <i>Federal Baseball</i> and <i>Toolson</i> afford no basis for such a conclusion.</p>\n<p><span class=\"star-pagination\">*228</span> In <i>Federal Baseball,</i> the Court, speaking through Mr. Justice Holmes, was dealing with the business of baseball and nothing else. The Court considered the nature of the game, its history and league organization, the necessity of arranging games between cities in different states, and the resulting travel across state lines. The travel, the Court concluded, was \"a mere incident, not the essential thing.\" On that basis, the Court held that \"the restrictions by contract that prevented the plaintiff from getting players to break their bargains and the other conduct charged against the defendants were not an interference with commerce among the States.\" 259 U. S., at 209.</p>\n<p>At the very next Term, in <i>Hart</i> v. <i>B. F. Keith Vaudeville Exchange,</i> 262 U. S. 271, the Court was directly concerned with the effect of the <i>Federal Baseball</i> decision on the status of the theatrical business under the Sherman Act. The complaint in the <i>Hart</i> case, much like the complaint here under review, alleged a conspiracy to control the booking and presentation of vaudeville acts in theatres throughout the country. The district court, like the district court in the instant case, dismissed the complaint on the authority of <i>Federal Baseball.</i> This Court, again speaking through Mr. Justice Holmes, unanimously reversed.<sup>[10]</sup> The Court took note of the <span class=\"star-pagination\">*229</span> plaintiff's argument \"that in the transportation of vaudeville acts the apparatus sometimes is more important than the performers\" and concluded that the complaint, at least to that extent, sufficiently alleged a violation of the Act to permit the case to go to trial. The Court distinguished <i>Federal Baseball</i> on the ground that \"what in general is incidental, in some instances may rise to a magnitude that requires it to be considered independently.\" The Court thus established, contrary to the defendants' argument here, that <i>Federal Baseball</i> did not automatically immunize the theatrical business from the antitrust laws.</p>\n<p>In <i>Toolson,</i> where the issue was the same as in <i>Federal Baseball,</i> the Court was confronted with a unique combination of circumstances. For over 30 years there had stood a decision of this Court specifically fixing the status of the baseball business under the antitrust laws and more particularly the validity of the so-called \"reserve clause.\" During this period, in reliance on the <i>Federal Baseball</i> precedent, the baseball business had grown and developed. Compare <i>Helvering</i> v. <i>Hallock,</i> 309 U. S. 106, 110. And Congress, although it had actively considered the ruling, had not seen fit to reject it by amendatory legislation. Against this background, the Court in <i>Toolson</i> was asked to overrule <i>Federal Baseball</i> on the ground that it was <span class=\"star-pagination\">*230</span> out of step with subsequent decisions reflecting present-day concepts of interstate commerce. The Court, in view of the circumstances of the case, declined to do so. But neither did the Court necessarily reaffirm all that was said in <i>Federal Baseball.</i> Instead, \"[w]ithout re-examination of the underlying issues,\" the Court adhered to <i>Federal Baseball</i> \"so far as that decision determines that Congress had no intention of including the business of baseball within the scope of the federal antitrust laws.\" 346 U. S., at 357. In short, <i>Toolson</i> was a narrow application of the rule of <i>stare decisis.</i></p>\n<p>The defendants would have us convert this narrow application of the rule into a sweeping grant of immunity to every business based on the live presentation of local exhibitions, regardless of how extensive its interstate phases may be. We cannot do so. If the <i>Toolson</i> holding is to be expanded\u0097or contracted\u0097the appropriate remedy lies with Congress. See <i>United States</i> v. <i>South-Eastern Underwriters Association,</i> 322 U. S. 533, 561. Moreover, none of the considerations which led to the decision in <i>Toolson</i> are present here. This Court has never held that the theatrical business is not subject to the Sherman Act. On the contrary, less than a year after the <i>Federal Baseball</i> decision, the Court in the <i>Hart</i> case put the theatrical business on notice that <i>Federal Baseball</i> could not be relied upon as a basis for exemption from the antitrust laws. The rule of <i>stare decisis</i> undoubtedly embodies a policy of basic importance, but the rule cannot help the defendants here. If it is to be applied, <i>Hart</i> and the motion picture cases\u0097not <i>Federal Baseball</i> and <i>Toolson</i>\u0097are the controlling decisions.</p>\n<p>We are not yet called upon to determine whether the defendants have in fact violated the Sherman Act or if they have what relief would be appropriate. We hold only that the allegations of the complaint state a cause <span class=\"star-pagination\">*231</span> of action and that the Government is entitled to an opportunity to prove those allegations. The judgment of the court below is</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE BURTON, retaining the views expressed in his dissent in the <i>Toolson</i> case, 346 U. S. 356, 357, joins the opinion and judgment of the Court in this case. MR. JUSTICE REED joins in this concurrence.</p>\n<p>MR. JUSTICE MINTON agrees with the judgment in this case because, as it comes here on the pleadings, it is controlled by the <i>Hart</i> case. Whether the Government can prove its case now to the satisfaction of present courts, which the plaintiff could not do in the <i>Hart</i> case, 12 F. 2d 341, remains to be seen.</p>\n<p></p>\n<h2>APPENDIX TO OPINION OF THE COURT.</h2>\n<p>The defendants state at page 3 of their brief: \"The allegations of the complaint are summarized adequately at pages 5 to 11 of the Government's brief.\" That portion of the Government's brief is set out below:</p>\n<p>Production of a legitimate theatrical attraction involves (1) assembling of its component elements, including a script, financial backing, actors, stage hands, designers, advertising agents, scenery, costumes, lighting, and music; (2) rehearsals to weld the parts into an attraction suitable for presentation; (3) arranging for the booking and presentation of the attraction in a try-out town or towns, in New York City, and in road-show towns; and (4) transporting the entire cast and scenery to try-out towns, to New York City, and to road-show towns throughout the United States to fulfill these bookings and presentation arrangements (par. 24, R. 4). At the present time the cost of producing a play runs from $60,000 to $100,000, and of a musical from $200,000 to $300,000 <span class=\"star-pagination\">*232</span> (par. 25, R. 4). Persons other than the producer usually supply the necessary financing (<i>ibid.</i>). Frequently the production is incorporated and shares of stock are sold to investors, or the producer organizes a limited partnership (<i>ibid.</i>). All the appellees invest in legitimate attractions (pars. 3-7, R. 1-3).</p>\n<p>After the production has been assembled and rehearsals have been completed, the attraction is presented in one or more \"try-out\" towns for the purpose of judging audience reaction and correcting observed deficiencies (pars. 20, 26, R. 4, 5). Audience reaction in try-out towns is important in gauging subsequent financial success in New York City and on the road (par. 26, R. 5). The attraction is then presented in New York City (par. 27, R. 5). If the run there is successful, the attraction is sent on tour to \"road-show\" towns throughout the United States (<i>ibid.</i>). This road-show tour is an \"integral part of the exploitation of the attraction\" and is the source of a \"substantial part\" of its profits (<i>ibid.</i>).</p>\n<p>With the exception of a few cities, a legitimate attraction ordinarily cannot profitably play in a road-show town for more than a limited period of time, seldom exceeding two weeks. The producer of a play must therefore obtain playing dates in a number of suitable road-show towns, arranged so as to minimize lay-offs and travel between engagements. Successful operation of a theatre in a road-show town requires scheduling legitimate attractions so as to keep the theatre as continuously occupied as possible during the theatrical season. Playing dates of a road-show town must therefore be arranged so as to meet the needs of both the producer and the theatre operator. (Par. 29, R. 5.)</p>\n<p>UBO acts as middleman between producers and operators of theatres in try-out and road-show towns, but is regarded as the agent of the theatre operators and usually receives, as compensation for its services, five per cent of the operator's share of the theatre's gross receipts (par. 28, R. 5). Each year UBO enters into or renews agreements with theatre operators to act as their booking agent (par. 30, R. 5). After negotiation with the producer of an attraction, UBO tentatively schedules it at <span class=\"star-pagination\">*233</span> various theatres throughout the United States, and contracts covering presentation at these theatres are subsequently executed (<i>id.,</i> R. 5-6). The booking of legitimate attractions involves the cross-country routing of attractions in a constant stream to and from theatres in various cities throughout the United States (par. 28, R. 5).</p>\n<p>The individual appellees control the booking of legitimate attractions in try-out and road-show towns in the United States (par. 37, R. 7). Apart from Select and a subsidiary thereof, UBO is the only concern in the country which books legitimate attractions throughout the United States (par. 5, R. 2). From 1932 to 1946, UBO followed a policy of entering into franchise agreements with theatre operators making UBO the exclusive booking agent for their theatres (par. 40, R. 8-9). About 1946, UBO discontinued formal franchise agreements and adopted in lieu thereof a system of listings which, as tacitly understood by the parties, continued the previous contract arrangements (<i>id.,</i> R. 9).</p>\n<p>The appellees operate or participate in the operation of approximately forty theatres in eight states (par. 42, R. 9). They operate or control all the theatres in \"virtually all\" key try-out towns, and in several important road-show towns (par. 41, R. 9).<sup>[*]</sup> Approximately fifty per cent of all the theatres in New York City are owned or operated by the Shubert appellees (pars. 15, 41, R. 3, 9).</p>\n<p>In producing, booking, and presenting legitimate attractions, there is a constant, continuous stream of trade and commerce between the various states, consisting of <span class=\"star-pagination\">*234</span> assemblage of personnel and property for rehearsals, transportation of such personnel and property to various cities, making and performing contracts under which attractions are routed and presented in various states, and transmission of applications, letters, memoranda, communications, contracts, money, checks, drafts, and other media of exchange across state lines (par. 49, R. 12).</p>\n<p>The substantial elements of appellees' conspiracy to restrain and monopolize, attempted monopolization, and monopolization have been that the appellees, by concert of action: (a) compel producers to book their legitimate attractions exclusively through appellees; (b) exclude others from booking legitimate attractions; (c) prevent competition in presentation of these attractions; (d) discriminate in favor of their own productions with respect to booking and presentation; and (e) combine their power in booking and presentation in order to maintain and strengthen their domination in each of these fields (par. 51, R. 13).</p>\n<p>The means which the appellees have used in carrying out the foregoing acts have included the following:</p>\n<blockquote>(1) Conditioning their investments in legitimate attractions produced by others, and conditioning the booking of legitimate attractions in try-out towns and in New York City, upon agreement by the producers to book these attractions exclusively through appellees (pars. 52 (a), (d), (e), R. 13).</blockquote>\n<blockquote>(2) Forcing producers to book their legitimate attractions for an entire theatrical season exclusively through appellees (par. 52 (c), R. 13).</blockquote>\n<blockquote>(3) Coercing producers who had booked through others to pay penalties or to accept discriminatory booking terms, as a condition of obtaining booking through them (par. 52 (f), R. 13).</blockquote>\n<blockquote>(4) Entering into agreements with theatre operators whereby the operators agree to present only attractions booked through appellees, and appellees agree not to book for competing theatre operators (par. 52 (g), R. 13).</blockquote>\n<blockquote>(5) Excluding legitimate attractions booked by others from theatres operated by appellees (par. 52 (h), R. 13).</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*235</span> (6) Coercing and intimidating independent theatre operators in towns where appellees operate theatres to relinquish control of their theatres by threatening to deprive them, by virtue of appellees' control of booking, of access to legitimate attractions (par. 52 (k), R. 14).</blockquote>\n<p>Some of the effects of appellees' concerted actions have been that producers have been forced to book exclusively with appellees on non-competitive terms; persons have been denied the right to engage in the business of operating a booking office; operators of independent theatres competing with those of appellees have been systematically excluded from obtaining legitimate attractions and, in many cities, have been forced out of business; in cities in which the appellees operate theatres, persons have been denied the right to engage in the business of presenting legitimate attractions, and the public has been deprived of access to legitimate attractions and the benefits which flow from open competition; and interstate commerce in production, booking, and presentation has been unreasonably restrained, and in booking and presentation has been monopolized (par. 53, R. 14).</p>\n<h2>NOTES</h2>\n<p>[1]  Lee Shubert died prior to entry of the District Court's judgment. His executors have not been substituted as parties.</p>\n<p>[2]  The corporations are the United Booking Office, Inc. (\"UBO\"), Select Theatres Corporation (\"Select\"), and L. A. B. Amusement Corporation (\"L. A. B.\"). Since the filing of the complaint, L. A. B. has been dissolved and its assets vested in Marcus Heiman personally.</p>\n<p>[3]  The complaint defines \"legitimate attractions\" as \"stage attractions performed in person by professional actors\" including \"plays, musicals, and operettas\" but not ordinarily including \"stock company attractions, vaudeville, burlesque, bands, individual dancers, dance groups, concerts, and vocal or instrumental presentations.\" The complaint alleges that a play costs approximately $60,000 to $100,000 to produce, whereas a musical generally requires from $200,000 to $300,000. As much as one-third of the cost, according to the complaint, may be attributable to expenditures for scenery, props, and related items and services.</p>\n<p>[4]  \"Booking\" is defined in the complaint as \"the arrangements, generally made through a booking office, between producers and operators for the routing and presentation of legitimate attractions and the fixing of playing dates.\" The complaint alleges that UBO, apart from Select and a subsidiary thereof, is the only concern in the country that books legitimate attractions throughout the United States.</p>\n<p>[5]  The complaint defines \"presentation\" as \"the operation of a theatre or theatres and the exhibition of legitimate attractions therein.\" The defendants, according to the complaint, operate or control all the theatres in virtually all key \"try-out\" cities (including Boston, Philadelphia, and Baltimore), all the theatres in several important \"road-show\" cities (including Baltimore, Boston, Cincinnati, Los Angeles, and Philadelphia), almost all the theatres in other important \"road-show\" cities (Chicago and Detroit), and approximately half of the theatres in New York City.</p>\n<p>[6]  15 U. S. C. §§ 1 and 2. These sections provide:\n</p>\n<p>\"§ 1. . . . Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States, or with foreign nations, is declared to be illegal . . . . Every person who shall make any contract or engage in any combination or conspiracy declared by sections 1-7 of this title to be illegal shall be deemed guilty of a misdemeanor . . . .</p>\n<p>\"§ 2. . . . Every person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States, or with foreign nations, shall be deemed guilty of a misdemeanor . . . .\"</p>\n<p>Section 4 confers jurisdiction on the district courts \"to prevent and restrain violations of sections 1-7 of this title\" in equity proceedings instituted under the direction of the Attorney General.</p>\n<p>[7]  The court issued the following order:\n</p>\n<p>\"In principle, I can see no valid distinction between the facts of this case and those which were before the Supreme Court in the cases of Federal Baseball Club of Baltimore v. National League of Professional Baseball Clubs, 259 U. S. 200, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">465</span></span>, <span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">898</span></span>, and Toolson v. New York Yankees, 346 U. S. 356, 74 S. Ct. 78.</p>\n<p>\"Upon the authority of these adjudications the complaint in the above-entitled action will be dismissed.\" <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">15</span></span>, 16.</p>\n<p>[8]  Moreover, once interstate commerce is established, the Sherman Act may be applied even to \"local\" restraints on that commerce. <i>E. g., </i><i>Mandeville Island Farms</i> v. <i>American Crystal Sugar Co.,</i> 334 U. S. 219; <i>United States</i> v. <i>Women's Sportswear Mfrs. Assn.,</i> 336 U. S. 460; <i>United States</i> v. <i>Employing Plasterers Association,</i> 347 U. S. 186. Cf. <i>Moore</i> v. <i>Mead's Fine Bread Co.,</i> 348 U. S. 115, 118-119.</p>\n<p>[9]  The defendants seek to distinguish the motion picture cases on the ground that the product of the motion picture industry is \"an article of trade . . . an inanimate <i>thing</i>\u0097a reel of photographic film in a metal box\u0097which moves into interstate commerce like any other manufactured product\"; on the other hand, according to this argument, a legitimate theatrical attraction is \"intangible and evanescent, unique and individual . . . an experience of living people.\" Compare <i>United States</i> v. <i>South-Eastern Underwriters Association,</i> 322 U. S. 533, 546: \". . . Congress can regulate traffic though it consist of intangibles.\" And see <i>Hart</i> v. <i>B. F. Keith Vaudeville Exchange,</i> 262 U. S. 271.\n</p>\n<p>That other segments of the entertainment business, besides the motion picture industry, may constitute interstate commerce is well established. See, <i>e. g., </i><i>Federal Radio Commission</i> v. <i>Nelson Bros. Co.,</i> 289 U. S. 266, 279 (radio).</p>\n<p>[10]  On remand, the trial court understood the Holmes opinion as authorizing a later dismissal if the plaintiff's evidence failed to establish that the transportation was more than \"incidental.\" On that basis, the trial court dismissed the action and the Court of Appeals affirmed. 12 F. 2d 341. This Court denied certiorari. 273 U. S. 703. But, as the defendants admit, a denial of certiorari does not constitute an expression on the merits. <i>Brown</i> v. <i>Allen,</i> 344 U. S. 443, 489-497. That rule is particularly appropriate where the decision sought to be reviewed is essentially a factual determination. Compare <i>Graver Tank &amp; Mfg. Co.</i> v. <i>Linde Co.,</i> 336 U. S. 271, 274-275.\n</p>\n<p>For lower court decisions holding the theatrical business to be subject to the Sherman Act, see Judge Learned Hand in <i>Marienelli</i> v. <i>United Booking Offices of America,</i> <span class=\"citation no-link\"><span class=\"volume\">227</span> <span class=\"reporter\">F.</span> <span class=\"page\">165</span></span> (D. C. S. D. N. Y.), and Judge Charles Clark in <i>Ring</i> v. <i>Spina,</i> 148 F. 2d 647 (C. A. 2d Cir.), modified in 186 F. 2d 637 (C. A. 2d Cir.), cert. denied, 341 U. S. 935. But cf. <i>San Carlo Opera Co.</i> v. <i>Conley,</i> <span class=\"citation\" data-id=\"2186533\"><a href=\"/opinion/2186533/san-carlo-opera-co-v-conley/\"><span class=\"volume\">72</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">825</span></a></span> (D. C. S. D. N. Y.), affirmed, 163 F. 2d 310 (C. A. 2d Cir.), involving a personal employment contract under the Federal Arbitration Act.</p>\n<p>[*]  The appellees control or operate the only theatre in Baltimore, the six theatres in Boston, seven of the nine theatres in Chicago, the only theatre in Cincinnati, the only theatre in Los Angeles, and the four theatres in Philadelphia (par. 42, R. 9-10). They have an interest in two of the three theatres in Detroit (par. 42 E, R. 10). The only theatre in New Haven is operated under a five-year agreement with a subsidiary of Select, which provides that the operator will accept only attractions booked through this subsidiary (par. 43, R. 11). UBO has exclusive booking rights for the only theatre in Toledo, Ohio (par. 45, R. 11).\n</p>\n<p>The \"key\" try-out towns are Boston, Philadelphia, Baltimore, and New Haven (par. 26, R. 4). [Footnote in original.]</p>\n\n</div>", 
  "sha1": "9d2b49b916a0c11bacaa4e1682b41f4a8207e07a", 
  "date_modified": "2014-12-21T01:50:03.985005", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/105265/united-states-v-shubert/", 
  "citation_count": 25, 
  "supreme_court_db_id": "1954-026", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/264416/", 
  "html": "<p class=\"case_cite\">348 U.S. 222</p>\n    <p class=\"case_cite\">75 S.Ct. 277</p>\n    <p class=\"case_cite\">99 L.Ed. 279</p>\n    <p class=\"parties\">UNITED STATES of America, Appellant,<br>v.<br>Lee SHUBERT, et al.</p>\n    <p class=\"docket\">No. 36.</p>\n    <p class=\"date\">Argued Nov. 9 and 10, 1954.</p>\n    <p class=\"date\">Decided Jan. 31, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr.</p>\n      <p>Philip Elman, Washington, D.C., for appellant.</p>\n      <p class=\"indent\">Mr. Alfred McCormack, New York City, for appellees.</p>\n      <p class=\"indent\">Mr. Chief Justice WARREN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a civil antitrust action brought by the Government in the United States District Court for the Southern District of New York. Named as defendants are Lee Shubert,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Jacob J. Shubert, Marcus Heiman, and three corporations controlled by them.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The defendants are principally engaged in the business of producing legitimate theatrical attractions,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> booking legitimate attractions in theatres throughout the United States,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and operating approximately 40 theatres in eight states for the presentation of legitimate attractions.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The Government's complaint charges that the defendants, in the course of this business, have violated &#167;&#167; 1 and 2 of the Sherman Act.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> On the defendants' motion, after this Court's decision in Toolson v. New York Yankees, 346 U.S. 356, 74 S.Ct. 78, 98 L.Ed. 64; the District Court, 120 F.Supp. 15, dismissed the Government's complaint on the authority of the Toolson decision, and Federal Baseball Club of Baltimore v. National League of Professional Baseball Clubs, 259 U.S. 200, 42 S.Ct. 465, 66 L.Ed. 898.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The case is here on direct appeal under the Expediting Act, 15 U.S.C. &#167; 29, 15 U.S.C.A. &#167; 29.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Government's complaint, which is summarized in an appendix to this opinion, describes the interstate phases of the defendants' theatrical business in considerable detail. It concludes that the business of producing, booking, and presenting legitimate attractions requires</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'a constant, continuous stream of trade and commerce between      the States of the United States, consisting of the assemblage      of personnel and property for rehearsals, the transportation      of said personnel and property to various cities throughout      the United States, the making and performing of contracts      under which attractions are routed and presented in various      States of the United States, and the transmission of      applications, letters, memoranda, communications,      commitments, contracts, money, checks, drafts and other media      of exchange across State lines.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The complaint alleges that the defendants have restrained this trade and commerce, and have monopolized certain phases of it, through a conspiracy (a) to compel other producers to book their legitimate attractions exclusively through the defendants, (b) to exclude others from booking legitimate attractions, (c) to prevent competition in the presentation of legitimate attractions, (d) to discriminate in favor of their own productions with respect to booking and presentation, and (e) to combine their power in booking and presentation in order to maintain and strengthen their domination in each of these fields. The main relief sought by the Government is the divorcement of the booking and presentation branches of the business.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The allegations of the complaint, on a motion to dismiss, must of course be taken as true. And the defendants do not deny that the allegations state a cause of action if their business is subject to the Sherman Act. The question presented is thus a narrow one: whether the business of producing, booking, and presenting legitimate attractions on a multistate basis constitutes 'trade or commerce' that is 'among the several States' within the meaning of those terms in the Sherman Act.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Both terms have been interpreted broadly in the decisions of this Court. '(T) rade or commerce' has been held to include the production, distribution, and exhibition of motion pictures, United States v. Paramount Pictures, 334 U.S. 131, 68 S.Ct. 915, 92 L.Ed. 1260; Schine Chain Theatres v. United States, 334 U.S. 110, 68 S.Ct. 947, 92 L.Ed. 1245; United States v. Griffith, 334 U.S. 100, 68 S.Ct. 941, 92 L.Ed. 1236; United States v. Crescent Amusement Co., 323 U.S. 173, 65 S.Ct. 254, 89 L.Ed. 160; Interstate Circuit v. United States, 306 U.S. 208, 59 S.Ct. 467, 83 L.Ed. 610; Binderup v. Pathe Exchange, 263 U.S. 291, 44 S.Ct. 96, 68 L.Ed. 308; real estate brokerage, United States v. National Association of Real Estate Boards, 339 U.S. 485, 70 S.Ct. 711, 94 L.Ed. 1007; the gathering and distribution of news, Associated Press v. United States, 326 U.S. 1, 65 S.Ct. 1416, 89 L.Ed. 2013; medical services to members of a health cooperative, american Medical Association v. United States, 317 U.S. 519, 63 S.Ct. 326, 87 L.Ed. 434; and insurance underwriting, United States v. South-Eastern Underwriters Association, 322 U.S. 533, 64 S.Ct. 1162, 88 L.Ed. 1440. A similarly liberal construction has been given the requirement of &#167;&#167; 1 and 2 that the 'trade or commerce' be 'among the several States.' Thus, in the South-Eastern Underwriters case (322 U.S. 533, 64 S.Ct. 1167), the requirement was satisfied by a 'continuous and indivisible stream of intercourse among the states' involving the transmission of large sums of money and communications by mail, telephone, and telegraph. Cf. Electric Bond &amp; Share Co. v. Securities and Exchange Commission, 303 U.S. 419, 432&#8212;433, 58 S.Ct. 678, 681&#8212;682, 82 L.Ed. 936; North American Co. v. Securities and Exchange Commission, 327 U.S. 686, 694&#8212;695, 66 S.Ct. 785, 791, 91 L.Ed. 945. In the Associated Press case, the requirement was satisfied by the interstate dissemination of news. See also Lorain Journal Co. v. United States, 342 U.S. 143, 72 S.Ct. 181, 96 L.Ed. 162. And in the motion picture cases, the requirement was satisfied by the interstate transportation of films, Binderup v. Pathe Exchange, supra, even though the actual 'showing of motion pictures is of course a local affair.' United States v. Crescent Amusement Co., supra, 323 U.S. at page 183, 65 S.Ct. at page 259, 89 L.Ed. 160. See also Hart v. B. F. Keith Vaudeville Exchange, 262 U.S. 271,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> 43 S.Ct. 540, 67 L.Ed. 977.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">These decisions, apart from Federal Base Ball and Toolson, make it clear beyond question that the allegations of the Government's complaint bring the defendants within the scope of the Sherman Act, even though the actual performance of a legitimate stage attraction 'is of course a local affair.' The defendants contend, however, that Federal Base Ball and Toolson have already established their immunity under the Act. While conceding, as they must, that the motion picture industry is subject to the antitrust laws, they insist that all other businesses built around the performance of local exhibitions are exempt.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> We believe that Federal Base Ball and Toolson afford no basis for such a conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In Federal Base Ball, the Court, speaking through Mr. Justice Holmes, was dealing with the business of baseball and nothing else. The Court considered the nature of the game, its history and league organization, the necessity of arranging games between cities in different states, and the resulting travel across state lines. The travel, the Court concluded, was 'a mere incident, not the essential thing.' On that basis, the Court held that 'the restrictions by contract that prevented the plaintiff from getting players to break their bargains and the other conduct charged against the defendants were not an interference with commerce among the States.' (259 U.S. 209, 42 S.Ct. 466.)</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the very next Term, in Hart v. B. F. Keith Vaudeville Exchange, 262 U.S. 271, 43 S.Ct. 540, 67 L.Ed. 977, the Court was directly concerned with the effect of the Federal Base Ball decision on the status of the theatrical business under the Sherman Act. The complaint in the Hart case, much like the complaint here under review, alleged a conspiracy to control the booking and presentation of vaudeville acts in theatres throughout the country. The district court, like the district court in the instant case, dismissed the complaint on the authority of Federal Base Ball. This Court, again speaking through Mr. Justice Holmes, unanimously reversed.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The Court took note of the plaintiff's argument (263 U.S. 271, 43 S.Ct. 541) 'that in the transportation of vaudeville acts the apparatus sometimes is more important than the performers' and concluded that the complaint, at least to that extent, sufficiently alleged a violation of the Act to permit the case to go to trial. The Court distinguished Federal Base Ball on the ground that 'what in general is incidental, in some instances may rise to a magnitude that requires it to be considered independently.' The Court thus established, contrary to the defendants' argument here, that Federal Base Ball did not automatically immunize the theatrical business from the antitrust laws.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In Toolson, where the issue was the same as in Federal Base Ball, the Court was confronted with a unique combination of circumstances. For over 30 years there had stood a decision of this Court specifically fixing the status of the baseball business under the antitrust laws and more particularly the validity of the so-called 'reserve clause.' During this period, in reliance on the Federal Base Ball precedent, the baseball business had grown and developed. Compare Helvering v. Hallock, 309 U.S. 106, 110, 60 S.Ct. 444, 446, 84 L.Ed. 604. And Congress, although it had actively considered the ruling, had not seen fit to reject it by amendatory legislation. Against this background, the Court in Toolson was asked to overrule Federal Base Ball on the ground that it was out of step with subsequent decisions reflecting presentday concepts of interstate commerce. The Court, in view of the circumstances of the case, declined to do so. But neither did the Court necessarily reaffirm all that was said in Federal Base Ball. Instead, '(w)ithout re-examination of the underlying issues,' the Court adhered to Federal Base Ball 'so far as that decision determines that Congress had no intention of including the business of baseball within the scope of the federal antitrust laws.' (346 U.S. 356, 74 S.Ct. 79) In short, Toolson was a narrow application of the rule of stare decisis.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The defendants would have us convert this narrow application of the rule into a sweeping grant of immunity to every business based on the live presentation of local exhibitions, regardless of how extensive its interstate phases may be. We cannot do so. If the Toolson holding is to be expanded&#8212;or contracted&#8212;the appropriate remedy lies with Congress. See United States v. South Eastern Underwriters Association, 322 U.S. 533, 561, 64 S.Ct. 1162, 1178, 88 L.Ed. 1440. Moreover, none of the considerations which led to the decision in Toolson are present here. This Court has never held that the theatrical business is not subject to the Sherman Act. On the contrary, less than a year after the Federal Base Ball decision, the Court in the Hart case put the theatrical business on notice that Federal Base Ball could not be relied upon as a basis for exemption from the antitrust laws. The rule of stare decisis undoubtedly embodies a policy of basic importance, but the rule cannot help the defendants here. If it is to be applied, Hart and the motion picture cases&#8212;not Federal Base Ball and Toolson&#8212;are the controlling decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We are not yet called upon to determine whether the defendants have in fact violated the Sherman Act or if they have what relief would be appropriate. We hold only that the allegations of the complaint state a cause of action and that the Government is entitled to an opportunity to prove those allegations. The judgment of the court below is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Justice BURTON, retaining the views expressed in his dissent in the Toolson case, 346 U.S. 356, 357, 74 S.Ct. 78, 98 L.Ed. 64, joins the opinion and judgment of the Court in this case. Mr. Justice REED joins in this concurrence.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mr. Justice MINTON agrees with the judgment in this case because, as it comes here on the pleadings, it is controlled by the Hart case. Whether the Government can prove its case now to the satisfaction of present courts, which the plaintiff could not do in the Hart case, 12 F.2d 341, remains to be seen.</p>\n    </div>\n    <p class=\"center\">APPENDIX TO OPINION OF THE COURT.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The defendants state at page 3 of their brief: 'The allegations of the compaint are summarized adequately at pages 5 to 11 of the Government's brief.' That portion of the Government's brief is set out below:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Production of a legitimate theatrical attraction involves (1) assembling of its component elements, including a script, financial backing, actors, stage hands, designers, advertising agents, scenery, costumes, lighting, and music; (2) rehearsals to weld the parts into an attraction suitable for presentation; (3) arranging for the booking and presentation of the attraction in a try-out town or towns, in New York City, and in road-show towns; and (4) transporting the entire cast and scenery to try-out towns, to New York City, and to road-show towns throughout the United States to fulfill these bookings and presentation arrangements (par. 24, R. 4). At the present time the cost of producing a play runs from $60,000 to $100,000, and of a musical from $200,000 to $300,000 (par. 25, R. 4). Persons other than the producer usually supply the necessary financing (ibid.). Frequently the production is incorporated and shares of stock are sold to investors, or the producer organizes a limited partnership (ibid.). All the appellees invest in legitimate attractions (pars. 3&#8212;7, R. 1&#8212;3).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">After the production has been assembled and rehearsals have been completed, the attraction is presented in one or more 'try-out' towns for the purpose of judging audience reaction and correcting observed deficiencies (pars. 20, 26, R. 4, 5). Audience reaction in try-out towns is important in gauging subsequent financial success in New York City and on the road (par. 26, R. 5). The attraction is then presented in New York City (par. 27, R. 5). If the run there is successful, the attraction is sent on tour to 'roadshow' towns throughout the United States (ibid.). This road-show tour is an 'integral part of the exploitation of the attraction' and is the source of a 'substantial part' of its profits (ibid.).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">With the exception of a few cities, a legitimate attraction ordinarily cannot profitably play in a road-show town for more than a limited period of time, seldom exceeding two weeks. The producer of a play must therefore obtain playing dates in a number of suitable road-show towns, arranged so as to minimize lay-offs and travel between engagements. Successful operation of a theatre in a road-show town requires scheduling legitimate attractions so as to keep the theatre as continuously occupied as possible during the theatrical season. Playing dates of a road-show town must therefore be arranged so as to meet the needs of both the producer and the theatre operator. (Par. 29, R. 5.)</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">UBO acts as middleman between producers and operators of theatres in tryout and road-show towns, but is regarded as the agent of the theatre operators and usually receives, as compensation for its services, five per cent of the operator's share of the theatre's gross receipts (par. 28, R. 5). Each year UBO enters into or renews agreements with theatre operators to act as their booking agent (par. 30, R. 5). After negotiation with the producer of an attraction, UBO tentatively schedules it at various theatres throughout the United States, and contracts covering presentation at these theatres are subsequently executed (id., R. 5&#8212;6). The booking of legitimate attractions involves the cross-country routing of attractions in a constant stream to and from theatres in various cities throughout the United States (par. 28, R. 5).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The individual appellees control the booking of legitimate attractions in tryout and road-show towns in the United States (par. 37, R. 7). Apart from Select and a subsidiary thereof, UBO is the only concern in the country which books legitimate attractions throughout the United States (par. 5, R. 2). From 1932 to 1946, UBO followed a policy of entering into franchise agreements with theatre operators making UBO the exclusive booking agent for their theatres (par. 40, R. 8&#8212;9). About 1946, UBO discontinued formal franchise agreements and adopted in lieu thereof a system of listings which, as tacitly understood by the parties, continued the previous contract arrangements (id., R. 9).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The appellees operate or participate in the operation of approximately forty theatres in eight states (par. 42, R. 9). They operate or control all the theatres in 'virtually all' key try-out towns, and in several important road-show towns (par. 41, R. 9).<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Approximately fifty per cent of all the theatres in New York City are owned or operated by the Shubert appellees (pars. 15, 41, R. 3, 9).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In producing, booking, and presenting legitimate attractions, there is a constant, continuous stream of trade and commerce between the various states, consisting of assemblage of personnel and property for rehearsals, transportation of such personnel and property to various cities, making and performing contracts under which attractions are routed and presented in various states, and transmission of applications, letters, memoranda, communications, contracts, money, checks, drafts, and other media of exchange across state lines (par. 49, R. 12).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The substantial elements of appellees' conspiracy to restrain and monopolize, attempted monopolization, and monopolization have been that the appellees, by concert of action: (a) compel producers to book their legitimate attractions exclusively through appellees; (b) exclude others from booking legitimate attractions; (c) prevent competition in presentation of these attractions; (d) discriminate in favor of their own productions with respect to booking and presentation; and (e) combine their power in booking and presentation in order to maintain and strengthen their domination in each of these fields (par. 51, R. 13).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The means which the appellees have used in carrying out the foregoing acts have included the following:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(1) Conditioning their investments in ligitimate attractions produced by others, and conditioning the booking of legitimate attractions in try-out towns and in New York City, upon agreement by the producers to book these attractions exclusively through appellees (pars. 52(a), (d), (e), R. 13).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">(2) Forcing producers to book their legitimate attractions for an entire theatrical season exclusively through appellees; (par. 52(c), R. 13).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(3) Coercing producers who had booked through others to pay penalties or to accept discriminatory booking terms, as a condition of obtaining booking through them (par. 52(f), R. 13).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(4) Entering into agreements with theatre operators whereby the operators agree to present only attractions booked through appellees, and appellees agree not to book for competing theatre operators (par. 52(g), R. 13).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">(5) Excluding legitimate attractions booked by others from theatres operated by appellees (par. 52(h), R. 13).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(6) Coercing and intimidating independent theatre operators in towns where appellees operate theatres to relinquish control of their theatres by threatening to deprive them, by virtue of appellees' control of booking, of access to legitimate attractions (par. 52(k), R. 14).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Some of the effects of appellees' concerted actions have been that producers have been forced to book exclusively with appellees on non-competitive terms; persons have been denied the right to engage in the business of operating a booking office; operators of independent theatres competing with those of appellees have been systematically excluded from obtaining legitimate attractions and, in many cities have been forced out of business; in cities in which the appellees operate theatres, persons have been denied the right to engage in the business of presenting legitimate attractions, and the public has been deprived of access to legitimate attractions and the benefits which flow from open competition; and interstate commerce in production, booking, and presentation has been unreasonably restrained, and in booking and presentation has been monopolized (par. 53, R. 14).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Lee Shubert died prior to entry of the District Court's judgment. His executors have not been substituted as parties.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The corporations are the United Booking Office, Inc. ('UBO'), Select Theatres Corporation ('Select'), and L.A.B. Amusement Corporation ('L.A.B.'). Since the filing of the complaint, L.A.B. has been dissolved and its assets vested in Marcus Heiman personally.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The complaint defines 'legitimate attractions' as 'stage attractions performed in person by professional actors' including 'plays, musicals, and operettas' but not ordinarily including 'stock company attractions, vaudeville, burlesque, bands, individual dancers, dance groups, concerts, and vocal or instrumental presentations.' The complaint alleges that a play costs approximately $60,000 to $100,000 to produce, whereas a musical generally requires from $200,000 to $300,000. As much as one-third of the cost, according to the complaint, may be attributable to expenditures for scenery, props, and related items and services.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 'Booking' is defined in the complaint as 'the arrangements, generally made through a booking office, between producers and operators for the routing and presentation of legitimate attractions and the fixing of playing dates.' The complaint alleges that UBO, apart from Select and a subsidiary thereof, is the only concern in the country that books legitimate attractions throughout the United States.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The complaint defines 'presentation' as 'the operation of a theatre or theatres and the exhibition of legitimate attractions therein.' The defendants, according to the complaint, operate or control all the theatres in virtually all key 'tryout' cities (including Boston, Philadelphia, and Baltimore), all the theatres in several important 'road-show' cities (including Baltimore, Boston, cincinnati, Los Angeles, and Philadelphia), almost all the theatres in other important 'road-show' cities (Chicago and Detroit), and approximately half of the theatres in New York City.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 15 U.S.C. &#167;&#167; 1 and 2, 15 U.S.C.A. &#167;&#167; 1, 2. These sections provide:</p>\n        <p>&#167; 1. * * * Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States, or with foreign nations, is declared to be illegal * * *. Every person who shall make any contract or engage in any combination or conspiracy declared by sections 1&#8212;7 of this title to be illegal shall be deemed guilty of a misdemeanor * * *.</p>\n        <p>&#167; 2. * * * Every person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States, or with foreign nations, shall be deemed guilty of a misdemeanor * * *.'</p>\n        <p>Section 4, 15 U.S.C.A. &#167; 4, confers jurisdiction on the district courts 'to prevent and restrain violations of sections 1 7 of this title' in equity proceedings instituted under the direction of the Attorney General.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The court issued the following order:</p>\n        <p>'In principle, I can see no valid distinction between the facts of this case and those which were before the Supreme Court in the Cases of Federal Base Ball Club of Baltimore v. National League of Professional Baseball Clubs, 259 U.S. 200 (42 S.Ct. 465, 66 L.Ed. 898), and Toolson v. New York Yankees, decided by the Supreme Court on November 9, 1953.</p>\n        <p>'Upon the authority of these adjudications the complaint in the above entitled action will be dismissed.' 120 F.Supp. 15, 16.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Moreover, once interstate commerce is established, the Sherman Act may be applied even to 'local' restraints on that commerce. E.g., Mandeville Island Farms v. American Crystal Sugar Co., 334 U.S. 219, 68 S.Ct. 996, 92 L.Ed. 1328; United States v. Women's Sportwear Mfg. Ass'n, 336 U.S. 460, 69 S.Ct. 714, 93 L.Ed. 805; United States v. Employing Plasterers' Association, 347 U.S. 186, 74 S.Ct. 452, 98 L.Ed. 618. Cf. Moore v. Mead's Fine Bread Co., 348 U.S. 115, 118&#8212;119, 75 S.Ct. 148, 150.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The defendants seek to distinguish the motion picture cases on the ground that the product of the motion picture industry is 'an article of trade * * * an inanimate thing&#8212;a reel of photographic film in a metal box&#8212;which moves into interstate commerce like any other manufactured product'; on the other hand, according to this argument, a legitimate theatrical attraction is 'intangible and evanescent, unique and individual * * * an experience of living people.' Compare United States v. South-Eastern Underwriters Association, 322 U.S. 533, 546, 64 S.Ct. 1162, 1170, 88 L.Ed. 1440: '* * * Congress can regulate traffic though it consist of intangibles.' And see Hart v. B. F. Keith Vaudeville Exchange, 262 U.S. 271, 43 S.Ct. 540, 67 L.Ed. 977.</p>\n        <p>That other segments of the entertainment business, besides the motion picture industry, may constitute interstate commerce is well established. See, e.g., Federal Radio Commission v. Nelson Bros. Co., 289 U.S. 266, 279, 53 S.Ct. 627, 633, 77 L.Ed. 1166 (radio).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> On remand, the trial court understood the Holmes opinion as authorizing a later dismissal if the plaintiff's evidence failed to establish that the transportation was more than 'incidental.' On that basis, the trial court dismissed the action and the Court of Appeals affirmed. 2 Cir., 12 F.2d 341, 47 A.L.R. 775. This Court denied certiorari. 273 U.S. 703, 47 S.Ct. 97, 71 L.Ed. 849. But, as the defendants admit, a denial of certiorari does not constitute an expression on the merits. Brown v. Allen, 344 U.S. 443, 489&#8212;497, 73 S.Ct. 397, 437&#8212;441, 97 L.Ed. 469. That rule is particularly appropriate where the decision sought to be reviewed is essentially a factual determination. Compare Graver Tank &amp; Mfg. Co. v. Linde Air Products Co., 336 U.S. 271, 274&#8212;275, 69 S.Ct. 535, 537, 93 L.Ed. 672.</p>\n        <p>For lower court decisions holding the theatrical business to be subject to the Sherman Act, see Judge Learned Hand in Marienelli v. United Booking Offices of America, D.C.S.D.N.Y., 227 F. 165, and Judge Charles Clark in Ring v. Spina, 2 Cir., 148 F.2d 647, modified in Ring v. Authors' League, 2 Cir., 186 F.2d 637, certiorari denied 341 U.S. 935, 71 S.Ct. 854, 95 L.Ed. 1363. But cf. San Carlo Opera Co. v. Conley, D.C.S.D.N.Y., 72 F.Supp. 825, affirmed, 2 Cir., 163 F.2d 310, involving a personal employment contract under the Federal Arbitration Act, 9 U.S.C.A. &#167; 1 et seq.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The appellees control or operate the only theatre in Baltimore, the six theatres in Boston, seven of the nine theatres in Chicago, the only theatre in Cincinnati, the only theatre in Los Angeles, and the four theatres in Philadelphia (par. 42, R. 9 10). They have an interest in two of the three theatres in Detroit (par. 42 E, R. 10). The only theatre in New Haven is operated under a five-year agreement with a subsidiary of Select, which provides that the operator will accept only attractions booked through this subsidiary (par. 43, R. 11). UBO has exclusive booking rights for the only theatre in Toledo, Ohio (par. 45, R. 11).</p>\n        <p>The 'key' try-out towns are Boston, Philadelphia, Baltimore, and New Haven (par. 26, R. 4). (Footnote in original.)</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/105265/"
}