{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "300 U.S. 82", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/102755/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Ickes v. Fox", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Nos. 266—268", 
    "id": 87138, 
    "resource_uri": "/api/rest/v2/citation/87138/"
  }, 
  "id": 102755, 
  "blocked": false, 
  "judges": "Sutherland", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1937-02-01", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>300 U.S. 82 (1937)</b></center>\n<center><h1>ICKES, SECRETARY OF THE INTERIOR,<br>\nv.<br>\nFOX ET AL.<sup>[*]</sup></h1></center>\n<center>No. 266.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 6, 1937.</center>\n<center>Decided February 1, 1937.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*83</span> <i>Assistant Attorney General Blair,</i> with whom <i>Solicitor General Reed</i> and <i>Messrs. D.B. Hempstead</i> and <i>Frederick Bernays Wiener</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Stephen E. Chaffee</i> for respondents.</p>\n<p><span class=\"star-pagination\">*87</span> MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>The sole question in each of these three cases is whether the United States is an indispensable party defendant. <span class=\"star-pagination\">*88</span> The suits were brought in the Supreme Court of the District of Columbia. That court, on motion of petitioner, deeming the presence of the United States to be indispensable, dismissed the bills as amended. Thereupon, by permission of the court, second-amended bills were filed. Petitioner renewed his motions to dismiss, which the court then denied. A special appeal was allowed by the court below, and resulted in an affirmance of the decree of the trial court. 66 App. D.C. 128; 85 F. (2d) 294. The allegations of the three second-amended bills of complaint differ in some particulars; but whether these differences will affect the extent or measure of the rights of the respective respondents or the final disposition of the suits so as to require unlike decrees, we do not determine. They are not such as to necessitate diverse rulings in respect of the question which now is presented for decision. In this view, we confine our statement, except as otherwise noted, to the allegations of the bill of complaint in the Fox case, No. 266.</p>\n<p>Petitioner, as Secretary of the Interior, has charge of the administration of the Reclamation Act of June 17, 1902 (32 Stat. 388), as amended. In 1906, the then Secretary of the Interior approved a reclamation project known as the \"Sunnyside Unit of the Yakima Project\"; and purchased from the Washington Irrigation Company the Sunnyside Canal, together with the water appropriations and irrigation system connected therewith. At the time of the purchase, certain arid and unirrigated lands, described in the bill, thereafter and now owned by respondents, were within the unit embraced by the project.</p>\n<p>The then owners of the lands, predecessors of respondents in title, and other owners of similar lands, incorporated the Sunnyside Water Users Association under the laws of the State of Washington, put their lands within <span class=\"star-pagination\">*89</span> the reclamation project, and agreed to take water from the project to irrigate such lands.</p>\n<p>The association, on May 7, 1906, entered into a contract with the United States, the recitals of which in substance, so far as pertinent, are that these lands are desert and arid in character and will remain so unless the waters of the Yakima River and its tributaries be impounded and the flow regulated and controlled; that the Secretary contemplates the construction of irrigation works under the Reclamation Act for the irrigation and reclamation of these lands; that the incorporators and shareholders of the association are required to be owners and occupants of lands within the area to be irrigated, and already are in some cases appropriators of water for the irrigation thereof; that they are required to initiate rights to the use of water from the proposed irrigation works as soon as may be, and complete the acquisition thereof as prescribed by the Secretary, \"which rights shall be, and thereafter continue to be, forever appurtenant to designated lands owned by such shareholders.\"</p>\n<p>Following these recitals, it was agreed that only those who became members of the association should be accepted as applicants for rights to the use of water; that the aggregate amount of such rights should not exceed the number of acres of land capable of irrigation by the total quantity of water available \u0097 namely, the quantity now appropriated by shareholders of the association and the quantity to be delivered from all sources in excess of the water now appropriated; that the Secretary should determine the number of acres capable of such irrigation, \"to be based upon and measured and limited by the beneficial use of water\"; that water rights should be paid for in ten annual installments; that the association guarantees payment for that part of the cost of the irrigation works apportioned to its shareholders \u0097 times <span class=\"star-pagination\">*90</span> and methods of payment being stipulated in detail; that rights to water where the same have vested were to be defined, determined, and enjoyed in accordance with the Reclamation Act and other acts of Congress on the subject of the acquisition and enjoyment of such rights, and by the laws of the State of Washington.</p>\n<p>Some time after the execution of the foregoing contract, the predecessors in title of respondents, upon officially-approved forms, made applications for water-rights for the irrigation of the lands here involved. By the terms of the applications, the measure of the water-right for the land was stated to be that quantity which shall be beneficially used for the irrigation thereof, not exceeding the share proportionate to irrigable acreage of the water supply actually available, to be paid for [in ten annual instalments] in an amount which was fixed in each application.<sup>[1]</sup> The applicants agreed that the construction charge and the annual charges for operation and maintenance should be and were made a lien upon the lands and all water-rights then or thereafter appurtenant or belonging thereto, together with all improvements thereon.</p>\n<p>It further is alleged that a former Secretary of the Interior determined that the total cost of the water rights for all the lands in the unit would be $52 per acre, and that such sum would be sufficient to return to the reclamation fund the total cost of the project; that, pursuant to the terms of the Reclamation Act, he fixed the <span class=\"star-pagination\">*91</span> construction charge for the land here involved at that amount per acre, and issued public notice and order accordingly; that thereafter the successive Secretaries of the Interior uniformly construed the Reclamation Act and the contractual obligations, to the effect that the owners of the lands had purchased a sufficient quantity of water to beneficially and successfully irrigate their lands, to be determined by representatives of the Secretary having physical charge of the water distribution, from a factual investigation and personal examination of the lands and the crops growing thereon and the water requirements thereof.</p>\n<p>Pursuant thereto, it was determined by representatives of the successive Secretaries that 4.84 acre-feet of water per annum per acre was necessary to beneficially and successfully irrigate respondents' lands; that, thereupon, the Secretaries of the Interior, through their representatives, have, for a period of more than twenty years, delivered to such lands the necessary quantity of water; that after the construction of the irrigation system and reservoirs of sufficient capacity to beneficially and successfully irrigate all lands within the unit, an act of Congress was passed providing that no increase of construction charges could be made after they had been fixed by public notice and order, except by agreement between the secretary and a majority of the water-right applicants. On September 24th, 1914, the then Secretary of the Interior issued a public notice and order, declaring that there would be no increase in the construction charges against the lands.</p>\n<p>Respondents and their predecessors, it is alleged, have fully complied with the terms of the Reclamation Act and all obligations in connection with their water-rights, and have paid to the government all sums due on account of construction charges, and all operation and maintenance charges, and have acquired vested water-rights <span class=\"star-pagination\">*92</span> sufficient to beneficially and successfully irrigate their lands \u0097 namely, 4.84 acre-feet of water per acre per annum; and that such water-rights are appurtenant to their lands.</p>\n<p>The bill further alleges that in 1930 the Commissioner of Reclamation desired to construct the Cle Elum Reservoir to store water for the irrigation of lands in the Kittitas Reclamation District and other lands, the canal and distributing system in that district being then in process of construction. But finding that the cost of the reservoir would exceed, by $1,000,000, the amount which would be returned to the reclamation fund, and without consulting respondents or other water users in the Sunnyside Unit of the Yakima Project, the commissioner charged the sum of $1,000,000 to that unit and district, and informed the secretary to that effect. Neither respondent nor any other water users in that unit or district ever agreed to this arrangement; but the then-secretary certified to the President that provision had been made for the repayment to the reclamation fund of the total cost of the reservoir, and that $1,000,000 thereof was to be obtained by rentals from the Sunnyside Division of the Yakima Project.</p>\n<p>The bill further alleges that the secretary and other officials agreed with designated persons to attempt to force and coerce respondents, and other water users in the district, to induce the district to agree to pay the additional sum; otherwise, to force and coerce them to sign water-rental applications or be deprived of a portion of the water owned by them. In pursuance thereof, public notice was given and an order issued limiting their rights to three acre-feet per acre, and exacting a specified rental charge for additional water. Respondents and the other water users were notified that they would be deprived of all water in excess of the three acre-feet per acre unless they made application for additional <span class=\"star-pagination\">*93</span> water in a form and manner prescribed. Respondents and the other water-right users, however, refused to make such applications.</p>\n<p>It is further alleged that three acre-feet of water per acre is not, never has been, and will not in the future be sufficient to beneficially irrigate respondents' lands; but would leave a large part thereof barren and nonproductive, thereby forcing about half of their lands to bear construction and maintenance charges, taxes and assessments upon the whole thereof. The bill shows that irreparable loss and damage will result if the order of the secretary is enforced; and that respondents have no adequate or complete remedy at law, but that effective relief can be administered only by a court of equity. The prayer is for a decree requiring the secretary to vacate, set aside and hold for naught the notices and orders set forth in and attached to the bill, and that respondents be restored to their former rights and privileges.</p>\n<p>The bill goes into greater detail in respect of the facts; but the foregoing general statement of the allegations is enough for present purposes. Succinctly stated, the case comes to this: The United States, under the Reclamation Act, constructed an irrigation system for the purpose of storing and distributing water for irrigation of arid lands. Respondents own water-rights under the system for lands of that kind; and these lands require artificial irrigation to render them productive. So far as these respondents are concerned, the government did not become the owner of the water-rights, because those rights by act of Congress were made \"appurtenant to the land irrigated\";<sup>[2]</sup> and by a Washington statute, in force at least since 1917, <span class=\"star-pagination\">*94</span> were \"to be and remain appurtenant to the land.\"<sup>[3]</sup> Moreover, by the contract with the government, it was the land owners who were \"to <i>initiate</i> rights to the use of water,\" which rights were to be and \"continue to be forever appurtenant to designated lands owned by such shareholders.\"</p>\n<p>Respondents had made all stipulated payments and complied with all obligations by which they were bound to the government, and, long prior to the issue of the notices and orders here assailed, had acquired a vested right to the perpetual use of the waters as appurtenant to their lands. Under the Reclamation Act, <i>supra,</i> as well as under the law of Washington, \"beneficial use\" was \"the basis, the measure and the limit of the right.\" And by the express terms of the contract made between the government and the Water Users Association in behalf of respondents and other shareholders, the determination of the secretary as to the number of acres capable of irrigation was \"to be based upon and measured and limited by the beneficial use of water.\" Predecessors of petitioner, accordingly, had decided that 4.84 acre-feet of water per annum per acre was necessary to the beneficial and successful irrigation of respondents' lands; and upon that decision, for a period of more than twenty years prior to the wrongs complained of, there was delivered to and used upon the lands that quantity of water.<sup>[4]</sup> Although the government diverted, stored and distributed the water, the contention of petitioner that thereby ownership of the water or water-rights became vested in <span class=\"star-pagination\">*95</span> the United States is not well founded. Appropriation was made not for the use of the government, but, under the Reclamation Act, for the use of the land owners; and by the terms of the law and of the contract already referred to, the water-rights became the property of the land owners, wholly distinct from the property right of the government in the irrigation works. Compare <i>Murphy</i> v. <i>Kerr,</i> 296 Fed. 536, 544, 545. The government was and remained simply a carrier and distributor of the water (<i>ibid.</i>), with the right to receive the sums stipulated in the contracts as reimbursement for the cost of construction and annual charges for operation and maintenance of the works. As security therefor, it was provided that the government should have a lien upon the lands <i>and the water-rights</i> appurtenant thereto \u0097 a provision which in itself imports that the water-rights belong to another than the lienor, that is to say, to the land owner.</p>\n<p>The federal government, as owner of the public domain, had the power to dispose of the land and water composing it together or separately; and by the Desert Land Act of 1877 (c. 107, 19 Stat. 377), if not before, Congress had severed the land and waters constituting the public domain and established the rule that for the future the lands should be patented separately. Acquisition of the government title to a parcel of land was not to carry with it a water-right; but all non-navigable waters were reserved for the use of the public under the laws of the various arid-land states. <i>California Power Co.</i> v. <i>Beaver Cement Co.,</i> 295 U.S. 142, 162. And in those states, generally, including the State of Washington, it long has been established law that the right to the use of water can be acquired only by prior appropriation for a beneficial use; and that such right when thus obtained is a property right, which, when acquired for irrigation, becomes, by state law and here by express provision <span class=\"star-pagination\">*96</span> of the Reclamation Act as well, part and parcel of the land upon which it is applied.</p>\n<p>We are thus brought to the decisive question \u0097 is the United States an indispensable party defendant? If so, the suits, however meritorious, must fail, since no rule is better settled than that the United States cannot be sued except when Congress has so provided; and here that has not been done. Petitioner's contention that the United States is an indispensable party defendant and, as it cannot be sued, the suits should have been dismissed, is based upon the propositions, as we understand them, that the United States is the owner of the water-rights; that respondents' claims rest entirely upon executory contracts; and that the relief sought is the substantial equivalent of specific performance of these contracts.</p>\n<p>The fallacy of the contention is apparent, because the thus-far undenied allegations of the bill, as already appears, demonstrate that respondents have fully discharged all their contractual obligations; that their water-rights have become vested; and that ownership is in them and not in the United States. The motion to dismiss concedes the truth of these allegations; but even if they were denied, we should still be obliged to indulge the presumption, in favor of the jurisdiction of the trial court, that respondents might be able to prove them. <i>United States</i> v. <i>Lee,</i> 106 U.S. 196, 218, 219; cf. <i>Tindal</i> v. <i>Wesley,</i> 167 U.S. 204, 213 <i>et seq.</i> In support of his contention, petitioner relies upon <i>American Falls Reservoir District</i> v. <i>Crandall,</i> 82 F. (2d) 973; but that decision, in so far as it is not in harmony with the view which we have just taken, must be disapproved.</p>\n<p>The suits do not seek specific performance of any contract. They are brought to enjoin the Secretary of the Interior from enforcing an order, the wrongful effect of which will be to deprive respondents of vested property rights not only acquired under Congressional acts, state <span class=\"star-pagination\">*97</span> laws and government contracts, but settled and determined by his predecessors in office. That such suits may be maintained without the presence of the United States has been established by many decisions of this court, of which the following are examples: <i>Noble</i> v. <i>Union River Logging R. Co.,</i> 147 U.S. 165, 171-2, 176; <i>Philadelphia Co.</i> v. <i>Stimson,</i> 223 U.S. 605, 619; <i>Goltra</i> v. <i>Weeks,</i> 271 U.S. 536, 544; <i>Work</i> v. <i>Louisiana,</i> 269 U.S. 250, 254; <i>Payne</i> v. <i>Central Pacific Ry. Co.,</i> 255 U.S. 228, 238. These decisions cite other cases to the same effect. The recognized rule is made clear by what is said in the <i>Stimson</i> case:</p>\n<p>\"If the conduct of the defendant constitutes an unwarrantable interference with property of the complainant, its resort to equity for protection is not to be defeated upon the ground that the suit is one against the United States. The exemption of the United States from suit does not protect its officers from personal liability to persons whose rights of property they have wrongfully invaded. . . . And in case of an injury threatened by his illegal action, the officer cannot claim immunity from injunction process. . . .</p>\n<p>\"The complainant did not ask the court to interfere with the official discretion of the Secretary of War, but challenged his authority to do the things of which complaint was made. The suit rests upon the charge of abuse of power, and its merits must be determined accordingly; it is not a suit against the United States.\"</p>\n<p>The decree of the court below is</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]   Together with No. 267, <i>Ickes, Secretary of the Interior,</i> v. <i>Parks et al.;</i> and No. 268, <i>Ickes, Secretary of the Interior,</i> v. <i>Ottmuller.</i> On writs of certiorari to the United States Court of Appeals for the District of Columbia.</p>\n<p>[1]   In the Parks case the quantity of water applied for was stated to be three acre-feet of water per annum per acre, or as much more as will be required to successfully irrigate the land. In the Ottmuller case the quantity was stated to be three acre-feet of water per annum per acre, or so much thereof as shall constitute the proportionate share per acre from the water supply actually available for the lands under the project.</p>\n<p>[2]   \"The right to the use of water acquired under the provisions of the reclamation law shall be appurtenant to the land irrigated, and beneficial use shall be the basis, the measure, and the limit of the right.\" Act of June 17, 1902, c. 1093, § 8, 32 Stat. 388, 390; Title 43 U.S.C. § 372.</p>\n<p>[3]   \"The right to the use of water which has been applied to a beneficial use in the state shall be and remain appurtenant to the land or place upon which the same is used: . . .\" Laws of Wash., 1917, c. 117, § 39, p. 465; Laws of Wash., 1929, c. 122, § 6, p. 274; Rem. Rev. Stat. § 7391, vol. 8, p. 425.</p>\n<p>[4]   In the Parks case and in the Ottmuller case, the quantity of water thus determined and delivered and used was 6 acre-feet and 5.56 acre-feet of water per acre per annum respectively.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:05", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></span> (1937)</b></center>\n<center><h1>ICKES, SECRETARY OF THE INTERIOR,<br>\nv.<br>\nFOX ET AL.<sup>[*]</sup></h1></center>\n<center>No. 266.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 6, 1937.</center>\n<center>Decided February 1, 1937.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*83</span> <i>Assistant Attorney General Blair,</i> with whom <i>Solicitor General Reed</i> and <i>Messrs. D.B. Hempstead</i> and <i>Frederick Bernays Wiener</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Stephen E. Chaffee</i> for respondents.</p>\n<p><span class=\"star-pagination\">*87</span> MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>The sole question in each of these three cases is whether the United States is an indispensable party defendant. <span class=\"star-pagination\">*88</span> The suits were brought in the Supreme Court of the District of Columbia. That court, on motion of petitioner, deeming the presence of the United States to be indispensable, dismissed the bills as amended. Thereupon, by permission of the court, second-amended bills were filed. Petitioner renewed his motions to dismiss, which the court then denied. A special appeal was allowed by the court below, and resulted in an affirmance of the decree of the trial court. 66 App. D.C. 128; 85 F. (2d) 294. The allegations of the three second-amended bills of complaint differ in some particulars; but whether these differences will affect the extent or measure of the rights of the respective respondents or the final disposition of the suits so as to require unlike decrees, we do not determine. They are not such as to necessitate diverse rulings in respect of the question which now is presented for decision. In this view, we confine our statement, except as otherwise noted, to the allegations of the bill of complaint in the Fox case, No. 266.</p>\n<p>Petitioner, as Secretary of the Interior, has charge of the administration of the Reclamation Act of June 17, 1902 (32 Stat. 388), as amended. In 1906, the then Secretary of the Interior approved a reclamation project known as the \"Sunnyside Unit of the Yakima Project\"; and purchased from the Washington Irrigation Company the Sunnyside Canal, together with the water appropriations and irrigation system connected therewith. At the time of the purchase, certain arid and unirrigated lands, described in the bill, thereafter and now owned by respondents, were within the unit embraced by the project.</p>\n<p>The then owners of the lands, predecessors of respondents in title, and other owners of similar lands, incorporated the Sunnyside Water Users Association under the laws of the State of Washington, put their lands within <span class=\"star-pagination\">*89</span> the reclamation project, and agreed to take water from the project to irrigate such lands.</p>\n<p>The association, on May 7, 1906, entered into a contract with the United States, the recitals of which in substance, so far as pertinent, are that these lands are desert and arid in character and will remain so unless the waters of the Yakima River and its tributaries be impounded and the flow regulated and controlled; that the Secretary contemplates the construction of irrigation works under the Reclamation Act for the irrigation and reclamation of these lands; that the incorporators and shareholders of the association are required to be owners and occupants of lands within the area to be irrigated, and already are in some cases appropriators of water for the irrigation thereof; that they are required to initiate rights to the use of water from the proposed irrigation works as soon as may be, and complete the acquisition thereof as prescribed by the Secretary, \"which rights shall be, and thereafter continue to be, forever appurtenant to designated lands owned by such shareholders.\"</p>\n<p>Following these recitals, it was agreed that only those who became members of the association should be accepted as applicants for rights to the use of water; that the aggregate amount of such rights should not exceed the number of acres of land capable of irrigation by the total quantity of water available \u0097 namely, the quantity now appropriated by shareholders of the association and the quantity to be delivered from all sources in excess of the water now appropriated; that the Secretary should determine the number of acres capable of such irrigation, \"to be based upon and measured and limited by the beneficial use of water\"; that water rights should be paid for in ten annual installments; that the association guarantees payment for that part of the cost of the irrigation works apportioned to its shareholders \u0097 times <span class=\"star-pagination\">*90</span> and methods of payment being stipulated in detail; that rights to water where the same have vested were to be defined, determined, and enjoyed in accordance with the Reclamation Act and other acts of Congress on the subject of the acquisition and enjoyment of such rights, and by the laws of the State of Washington.</p>\n<p>Some time after the execution of the foregoing contract, the predecessors in title of respondents, upon officially-approved forms, made applications for water-rights for the irrigation of the lands here involved. By the terms of the applications, the measure of the water-right for the land was stated to be that quantity which shall be beneficially used for the irrigation thereof, not exceeding the share proportionate to irrigable acreage of the water supply actually available, to be paid for [in ten annual instalments] in an amount which was fixed in each application.<sup>[1]</sup> The applicants agreed that the construction charge and the annual charges for operation and maintenance should be and were made a lien upon the lands and all water-rights then or thereafter appurtenant or belonging thereto, together with all improvements thereon.</p>\n<p>It further is alleged that a former Secretary of the Interior determined that the total cost of the water rights for all the lands in the unit would be $52 per acre, and that such sum would be sufficient to return to the reclamation fund the total cost of the project; that, pursuant to the terms of the Reclamation Act, he fixed the <span class=\"star-pagination\">*91</span> construction charge for the land here involved at that amount per acre, and issued public notice and order accordingly; that thereafter the successive Secretaries of the Interior uniformly construed the Reclamation Act and the contractual obligations, to the effect that the owners of the lands had purchased a sufficient quantity of water to beneficially and successfully irrigate their lands, to be determined by representatives of the Secretary having physical charge of the water distribution, from a factual investigation and personal examination of the lands and the crops growing thereon and the water requirements thereof.</p>\n<p>Pursuant thereto, it was determined by representatives of the successive Secretaries that 4.84 acre-feet of water per annum per acre was necessary to beneficially and successfully irrigate respondents' lands; that, thereupon, the Secretaries of the Interior, through their representatives, have, for a period of more than twenty years, delivered to such lands the necessary quantity of water; that after the construction of the irrigation system and reservoirs of sufficient capacity to beneficially and successfully irrigate all lands within the unit, an act of Congress was passed providing that no increase of construction charges could be made after they had been fixed by public notice and order, except by agreement between the secretary and a majority of the water-right applicants. On September 24th, 1914, the then Secretary of the Interior issued a public notice and order, declaring that there would be no increase in the construction charges against the lands.</p>\n<p>Respondents and their predecessors, it is alleged, have fully complied with the terms of the Reclamation Act and all obligations in connection with their water-rights, and have paid to the government all sums due on account of construction charges, and all operation and maintenance charges, and have acquired vested water-rights <span class=\"star-pagination\">*92</span> sufficient to beneficially and successfully irrigate their lands \u0097 namely, 4.84 acre-feet of water per acre per annum; and that such water-rights are appurtenant to their lands.</p>\n<p>The bill further alleges that in 1930 the Commissioner of Reclamation desired to construct the Cle Elum Reservoir to store water for the irrigation of lands in the Kittitas Reclamation District and other lands, the canal and distributing system in that district being then in process of construction. But finding that the cost of the reservoir would exceed, by $1,000,000, the amount which would be returned to the reclamation fund, and without consulting respondents or other water users in the Sunnyside Unit of the Yakima Project, the commissioner charged the sum of $1,000,000 to that unit and district, and informed the secretary to that effect. Neither respondent nor any other water users in that unit or district ever agreed to this arrangement; but the then-secretary certified to the President that provision had been made for the repayment to the reclamation fund of the total cost of the reservoir, and that $1,000,000 thereof was to be obtained by rentals from the Sunnyside Division of the Yakima Project.</p>\n<p>The bill further alleges that the secretary and other officials agreed with designated persons to attempt to force and coerce respondents, and other water users in the district, to induce the district to agree to pay the additional sum; otherwise, to force and coerce them to sign water-rental applications or be deprived of a portion of the water owned by them. In pursuance thereof, public notice was given and an order issued limiting their rights to three acre-feet per acre, and exacting a specified rental charge for additional water. Respondents and the other water users were notified that they would be deprived of all water in excess of the three acre-feet per acre unless they made application for additional <span class=\"star-pagination\">*93</span> water in a form and manner prescribed. Respondents and the other water-right users, however, refused to make such applications.</p>\n<p>It is further alleged that three acre-feet of water per acre is not, never has been, and will not in the future be sufficient to beneficially irrigate respondents' lands; but would leave a large part thereof barren and nonproductive, thereby forcing about half of their lands to bear construction and maintenance charges, taxes and assessments upon the whole thereof. The bill shows that irreparable loss and damage will result if the order of the secretary is enforced; and that respondents have no adequate or complete remedy at law, but that effective relief can be administered only by a court of equity. The prayer is for a decree requiring the secretary to vacate, set aside and hold for naught the notices and orders set forth in and attached to the bill, and that respondents be restored to their former rights and privileges.</p>\n<p>The bill goes into greater detail in respect of the facts; but the foregoing general statement of the allegations is enough for present purposes. Succinctly stated, the case comes to this: The United States, under the Reclamation Act, constructed an irrigation system for the purpose of storing and distributing water for irrigation of arid lands. Respondents own water-rights under the system for lands of that kind; and these lands require artificial irrigation to render them productive. So far as these respondents are concerned, the government did not become the owner of the water-rights, because those rights by act of Congress were made \"appurtenant to the land irrigated\";<sup>[2]</sup> and by a Washington statute, in force at least since 1917, <span class=\"star-pagination\">*94</span> were \"to be and remain appurtenant to the land.\"<sup>[3]</sup> Moreover, by the contract with the government, it was the land owners who were \"to <i>initiate</i> rights to the use of water,\" which rights were to be and \"continue to be forever appurtenant to designated lands owned by such shareholders.\"</p>\n<p>Respondents had made all stipulated payments and complied with all obligations by which they were bound to the government, and, long prior to the issue of the notices and orders here assailed, had acquired a vested right to the perpetual use of the waters as appurtenant to their lands. Under the Reclamation Act, <i>supra,</i> as well as under the law of Washington, \"beneficial use\" was \"the basis, the measure and the limit of the right.\" And by the express terms of the contract made between the government and the Water Users Association in behalf of respondents and other shareholders, the determination of the secretary as to the number of acres capable of irrigation was \"to be based upon and measured and limited by the beneficial use of water.\" Predecessors of petitioner, accordingly, had decided that 4.84 acre-feet of water per annum per acre was necessary to the beneficial and successful irrigation of respondents' lands; and upon that decision, for a period of more than twenty years prior to the wrongs complained of, there was delivered to and used upon the lands that quantity of water.<sup>[4]</sup> Although the government diverted, stored and distributed the water, the contention of petitioner that thereby ownership of the water or water-rights became vested in <span class=\"star-pagination\">*95</span> the United States is not well founded. Appropriation was made not for the use of the government, but, under the Reclamation Act, for the use of the land owners; and by the terms of the law and of the contract already referred to, the water-rights became the property of the land owners, wholly distinct from the property right of the government in the irrigation works. Compare <i>Murphy</i> v. <i>Kerr,</i> 296 Fed. 536, 544, 545. The government was and remained simply a carrier and distributor of the water (<i>ibid.</i>), with the right to receive the sums stipulated in the contracts as reimbursement for the cost of construction and annual charges for operation and maintenance of the works. As security therefor, it was provided that the government should have a lien upon the lands <i>and the water-rights</i> appurtenant thereto \u0097 a provision which in itself imports that the water-rights belong to another than the lienor, that is to say, to the land owner.</p>\n<p>The federal government, as owner of the public domain, had the power to dispose of the land and water composing it together or separately; and by the Desert Land Act of 1877 (c. 107, 19 Stat. 377), if not before, Congress had severed the land and waters constituting the public domain and established the rule that for the future the lands should be patented separately. Acquisition of the government title to a parcel of land was not to carry with it a water-right; but all non-navigable waters were reserved for the use of the public under the laws of the various arid-land states. <i>California Power Co.</i> v. <i>Beaver Cement Co.,</i> <span class=\"citation\" data-id=\"102444\"><a href=\"/opinion/102444/california-oregon-power-co-v-beaver-portland-cemen/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">142</span></a></span>, 162. And in those states, generally, including the State of Washington, it long has been established law that the right to the use of water can be acquired only by prior appropriation for a beneficial use; and that such right when thus obtained is a property right, which, when acquired for irrigation, becomes, by state law and here by express provision <span class=\"star-pagination\">*96</span> of the Reclamation Act as well, part and parcel of the land upon which it is applied.</p>\n<p>We are thus brought to the decisive question \u0097 is the United States an indispensable party defendant? If so, the suits, however meritorious, must fail, since no rule is better settled than that the United States cannot be sued except when Congress has so provided; and here that has not been done. Petitioner's contention that the United States is an indispensable party defendant and, as it cannot be sued, the suits should have been dismissed, is based upon the propositions, as we understand them, that the United States is the owner of the water-rights; that respondents' claims rest entirely upon executory contracts; and that the relief sought is the substantial equivalent of specific performance of these contracts.</p>\n<p>The fallacy of the contention is apparent, because the thus-far undenied allegations of the bill, as already appears, demonstrate that respondents have fully discharged all their contractual obligations; that their water-rights have become vested; and that ownership is in them and not in the United States. The motion to dismiss concedes the truth of these allegations; but even if they were denied, we should still be obliged to indulge the presumption, in favor of the jurisdiction of the trial court, that respondents might be able to prove them. <i>United States</i> v. <i>Lee,</i> <span class=\"citation\" data-id=\"90667\"><a href=\"/opinion/90667/united-states-v-lee/\"><span class=\"volume\">106</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">196</span></a></span>, 218, 219; cf. <i>Tindal</i> v. <i>Wesley,</i> <span class=\"citation\" data-id=\"94710\"><a href=\"/opinion/94710/tindal-et-al-v-wesley/\"><span class=\"volume\">167</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">204</span></a></span>, 213 <i>et seq.</i> In support of his contention, petitioner relies upon <i>American Falls Reservoir District</i> v. <i>Crandall,</i> 82 F. (2d) 973; but that decision, in so far as it is not in harmony with the view which we have just taken, must be disapproved.</p>\n<p>The suits do not seek specific performance of any contract. They are brought to enjoin the Secretary of the Interior from enforcing an order, the wrongful effect of which will be to deprive respondents of vested property rights not only acquired under Congressional acts, state <span class=\"star-pagination\">*97</span> laws and government contracts, but settled and determined by his predecessors in office. That such suits may be maintained without the presence of the United States has been established by many decisions of this court, of which the following are examples: <i>Noble</i> v. <i>Union River Logging R. Co.,</i> <span class=\"citation\" data-id=\"93481\"><a href=\"/opinion/93481/noble-v-union-river-logging-r-co/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">165</span></a></span>, 171-2, 176; <i>Philadelphia Co.</i> v. <i>Stimson,</i> <span class=\"citation\" data-id=\"97576\"><a href=\"/opinion/97576/philadelphia-co-v-stimson/\"><span class=\"volume\">223</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, 619; <i>Goltra</i> v. <i>Weeks,</i> <span class=\"citation\" data-id=\"100909\"><a href=\"/opinion/100909/goltra-v-weeks/\"><span class=\"volume\">271</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">536</span></a></span>, 544; <i>Work</i> v. <i>Louisiana,</i> <span class=\"citation\" data-id=\"100743\"><a href=\"/opinion/100743/work-v-louisiana/\"><span class=\"volume\">269</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span>, 254; <i>Payne</i> v. <i>Central Pacific Ry. Co.,</i> <span class=\"citation\" data-id=\"99735\"><a href=\"/opinion/99735/payne-v-central-pacific-r-co/\"><span class=\"volume\">255</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span>, 238. These decisions cite other cases to the same effect. The recognized rule is made clear by what is said in the <i>Stimson</i> case:</p>\n<p>\"If the conduct of the defendant constitutes an unwarrantable interference with property of the complainant, its resort to equity for protection is not to be defeated upon the ground that the suit is one against the United States. The exemption of the United States from suit does not protect its officers from personal liability to persons whose rights of property they have wrongfully invaded. . . . And in case of an injury threatened by his illegal action, the officer cannot claim immunity from injunction process. . . .</p>\n<p>\"The complainant did not ask the court to interfere with the official discretion of the Secretary of War, but challenged his authority to do the things of which complaint was made. The suit rests upon the charge of abuse of power, and its merits must be determined accordingly; it is not a suit against the United States.\"</p>\n<p>The decree of the court below is</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]   Together with No. 267, <i>Ickes, Secretary of the Interior,</i> v. <i>Parks et al.;</i> and No. 268, <i>Ickes, Secretary of the Interior,</i> v. <i>Ottmuller.</i> On writs of certiorari to the United States Court of Appeals for the District of Columbia.</p>\n<p>[1]   In the Parks case the quantity of water applied for was stated to be three acre-feet of water per annum per acre, or as much more as will be required to successfully irrigate the land. In the Ottmuller case the quantity was stated to be three acre-feet of water per annum per acre, or so much thereof as shall constitute the proportionate share per acre from the water supply actually available for the lands under the project.</p>\n<p>[2]   \"The right to the use of water acquired under the provisions of the reclamation law shall be appurtenant to the land irrigated, and beneficial use shall be the basis, the measure, and the limit of the right.\" Act of June 17, 1902, c. 1093, § 8, 32 Stat. 388, 390; Title 43 U.S.C. § 372.</p>\n<p>[3]   \"The right to the use of water which has been applied to a beneficial use in the state shall be and remain appurtenant to the land or place upon which the same is used: . . .\" Laws of Wash., 1917, c. 117, § 39, p. 465; Laws of Wash., 1929, c. 122, § 6, p. 274; Rem. Rev. Stat. § 7391, vol. 8, p. 425.</p>\n<p>[4]   In the Parks case and in the Ottmuller case, the quantity of water thus determined and delivered and used was 6 acre-feet and 5.56 acre-feet of water per acre per annum respectively.</p>\n\n</div>", 
  "sha1": "a83f414590a0073bdb2d4c107e1fb4866426c31f", 
  "date_modified": "2014-12-21T01:41:39.147158", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/102755/ickes-v-fox/", 
  "citation_count": 47, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1799232/", 
  "html": "<p class=\"case_cite\">300 U.S. 82</p>\n    <p class=\"case_cite\">57 S.Ct. 412</p>\n    <p class=\"case_cite\">81 L.Ed. 525</p>\n    <p class=\"parties\">ICKES, Secretary of the Interior,<br>v.<br>FOX et al.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>  SAME  v.  PARKS et al.  SAME  v.  OTTMULLER.</p>\n    <p class=\"docket\">Nos. 266&#8212;268.</p>\n    <p class=\"date\">Argued Jan. 6, 1937.</p>\n    <p class=\"date\">Decided Feb. 1, 1937.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">As Amended on Denial of Rehearing March 1, 1937.</p>\n      <p class=\"indent\">Messrs. Homer S. Cummings, Atty. Gen., and Harry W. Blair, Asst. Atty. Gen., for petitioner.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 83-85 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Stephen E. Chaffee, of Sunnyside, Wash., for respondents.</p>\n      <p class=\"indent\">[Argument of Counsel from Page 86 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice SUTHERLAND delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The sole question in each of these three cases is whether the United States is an indispensable party defendant. The suits were brought in the Supreme Court of the District of Columbia. That court, on motion of petitioner, deeming the presence of the United States to be indispensable, dismissed the bills as amended. Thereupon, by permission of the court, second-amended bills were filed. Petitioner renewed his motions to dismiss, which the court then denied. A special appeal was allowed by the court below, and resulted in an affirmance of the decree of the trial court. 66 App.D.C. 128, 85 F.(2d) 294. The allegations of the three second-amended bills of complaint differ in some particulars; but whether these differences will affect the extent or measure of the rights of the respective respondents or the final disposition of the suits so as to require unlike decrees, we do not determine. They are not such as to necessitate diverse rulings in respect of the question which now is presented for decision. In this view, we confine our statement, except as otherwise noted, to the allegations of the bill of complaint in the Fox Case, No. 266.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner, as Secretary of the Interior, has charge of the administration of the Reclamation Act of June 17, 1902 (32 Stat. 388), as amended. In 1906, the then Secretary of the Interior approved a reclamation project known as the 'Sunnyside Unit of the Yakima Project'; and purchased from the Washington Irrigation Company the Sunnyside Canal, together with the water appropriations and irrigation system connected therewith. At the time of the purchase, certain arid and unirrigated lands described in the bill, thereafter and now owned by respondents, were within the unit embraced by the project.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The then owners of the lands, predecessors of respondents in title, and other owners of similar lands, incorporated the Sunnyside Water Users Association under the lands within the reclamation project, and lands within the reclamation project, and agreed to take water from the project to irrigate such lands.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The association, on May 7, 1906, entered into a contract with the United States, the recitals of which in substance, so far as pertinent, are that these lands are desert and arid in character and will remain so unless the waters of the Yakima river and its tributaries be impounded and the flow regulated and controlled; that the Secretary contemplates the construction of irrigation works under the Reclamation Act for the irrigation and reclamation of these lands; that the incorporators and shareholders of the association are required to be owners and occupants of lands within the area to be irrigated, and already are in some cases appropriators of water for the irrigation thereof; that they are required to initiate rights to the use of water from the proposed irrigation works as soon as may be, and complete the acquisition thereof as prescribed by the Secretary, 'which rights shall be, and thereafter continue to be, forever appurtenant to designated lands owned by such shareholders.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Following these recitals, it was agreed that only those who became members of the association should be accepted as applicants for rights to the use of water; that the aggregate amount of such rights should not exceed the number of acres of land capable of irrigation by the total quantity of water available&#8212;namely, the quantity now appropriated by shareholders of the association and the quantity to be delivered from all sources in excess of the water now appropriated; that the Secretary should determine the number of acres capable of such irrigation, 'to be based upon and measured and limited by the beneficial use of water'; that water rights should be paid for in ten annual installments; that the association guarantees payment for that part of the cost of the irrigation works apportioned to its shareholders&#8212;times and methods of payment being stipulated in detail; that rights to water where the same have vested were to be defined, determined, and enjoyed in accordance with the Reclamation Act and other acts of Congress on the subject of the acquisition and enjoyment of such rights, and by the laws of the state of Washington.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Some time after the execution of the foregoing contract, the predecessors in title of respondents, upon officially-approved forms, made applications for water rights for the irrigation of the lands here involved. By the terms of the applications, the measure of the water right for the land was stated to be that quantity which shall be beneficially used for the irrigation thereof, not exceeding the share proportionate to irrigable acreage of the water supply actually available, to be paid for (in ten annual installments) in an amount which was fixed in each application.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The applicants agreed that the construction charge and the annual charges for operation and maintenance should be and were made a lien upon the lands and all water rights then or thereafter appurtenant or belonging thereto, together with all improvements thereon.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It further is alleged that a former Secretary of the Interior determined that the total cost of the water rights for all the lands in the unit would be $52 per acre, and that such sum would be sufficient to return to the reclamation fund the total cost of the project; that, pursuant to the terms of the Reclamation Act, he fixed the construction charge for the land here involved at that amount per acre, and issued public notice and order accordingly; that thereafter the successive Secretaries of the Interior uniformly construed the Reclamation Act and the contractual obligations, to the effect that the owners of the lands had purchased a sufficient quantity of water to beneficially and successfully irrigate their lands, to be determined by representatives of the Secretary having physical charge of the water distribution, from a factual investigation and personal examination of the lands and the crops growing thereon and the water requirements thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pursuant thereto, it was determined by representatives of the successive Secretaries that 4.84 acre feet of water per annum per acre was necessary to beneficially and successfully irrigate respondents' lands; that, thereupon, the Secretaries of the Interior, through their representatives, have, for a period of more than twenty years, delivered to such lands the necessary quantity of water; that after the construction of the irrigation system and reservoirs of sufficient capacity to beneficially and successfully irrigate all lands within the unit, an act of Congress was passed providing that no increase of construction charges could be made after they had been fixed by public notice and order, except by agreement between the secretary and a majority of the water-right applicants (Act Aug. 13, 1914, &#167; 4, 43 U.S.C.A. &#167; 469). On September 24, 1914, the then Secretary of the Interior issued a public notice and order, declaring that there would be no increase in the construction charges against the lands.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Respondents and their predecessors, it is alleged, have fully complied with the terms of the Reclamation Act and all obligations in connection with their water rights, and have paid to the government all sums due on account of construction charges, and all operation and maintenance charges, and have acquired vested water rights sufficient to beneficially and successfully irrigate their lands&#8212;namely, 4.84 acre feet of water per acre per annum; and that such water rights are appurtenant to their lands.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The bill further alleges that in 1930 the Commissioner of Reclamation desired to construct the Cle Elum Reservoir to store water for the irrigation of lands in the Kittitas Reclamation District and other lands, the canal and distributing system in that district being then in process of construction. But finding that the cost of the reservoir would exceed, by $1,000,000, the amount which would be returned to the reclamation fund, and without consulting respondents or other water users in the Sunnyside Unit of the Yakima Project, the Commissioner charged the sum of $1,000,000 to that unit and district, and informed the Secretary to that effect. Neither respondent nor any other water users in that unit or district ever agreed to this arrangement; but the then Secretary certified to the President that provision had been made for the repayment to the reclamation fund of the total cost of the reservoir, and that $1,000,000 thereof was to be obtained by rentals from the Sunny-side Division of the Yakima Project.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The bill further alleges that the Secretary and other officials agreed with designated persons to attempt to force and coerce respondents, and other water users in the district, to induce the district to agree to pay the additional sum; otherwise, to force and coerce them to sign water-rental applications or be deprived of a portion of the water owned by them. In pursuance thereof, public notice was given and an order issued limiting their rights to 3 acre feet per acre, and exacting a specified rental charge for additional water. Respondents and the other water users were notified that they would be deprived of all water in excess of the 3 acre feet per acre unless they made application for additional water in a form and manner prescribed. Respondents and the other water-right users, however, refused to make such applications.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is further alleged that 3 acre feet of water per acre is not, never has been, and will not in the future be sufficient to beneficially irrigate respondents' lands; but would leave a large part thereof barren and nonproductive, thereby forcing about half of their lands to bear construction, maintenance charges, taxes, and assessments upon the whole thereof. The bill shows that irreparable loss and damage will result if the order of the Secretary is enforced; and that respondents have no adequate or complete remedy at law, but that effective relief can be administered only by a court of equity. The prayer is for a decree requiring the Secretary to vacate, set aside and hold for naught the notices and orders set forth in and attached to the bill, and that respondents be restored to their former rights and privileges.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The bill goes into greater detail in respect of the facts; but the foregoing general statement of the allegations is enough for present purposes. Succinctly stated, the case comes to this: The United States, under the Reclamation Act, constructed an irrigation system for the purpose of storing and distributing water for irrigation of arid lands. Respondents own water rights under the system for lands of that kind; and these lands require artificial irrigation to render them productive. So far as these respondents are concerned, the government did not become the owner of the water rights, because those rights by act of Congress were made 'appurtenant to the land irrigated';<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and by a Washington statute, in force at least since 1917, were 'to be and remain appurtenant to the land.'<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Moreover, by the contract with the government, it was the land owners who were 'to initiate rights to the use of water,' which rights were to be and 'continue to be forever appurtenant to designated lands owned by such shareholders.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Respondents had made all stipulated payments and complied with all obligations by which they were bound to the government, and, long prior to the issue of the notices and orders here assailed, had acquired a vested right to the perpetual use of the waters as appurtenant to their lands. Under the Reclamation Act, supra, as well as under the law of Washington, 'beneficial use' was 'the basis, the measure, and the limit of the right.' And by the express terms of the contract made between the government and the Water Users Association in behalf of respondents and other shareholders, the determination of the Secretary as to the number of acres capable of irrigation was 'to be based upon and measured and limited by the beneficial use of water.' Predecessors of petitioner, accordingly, had decided that 4.84 acre feet of water per annum per acre was necessary to the beneficial and successful irrigation of respondents' lands; and upon that decision, for a period of more than twenty years prior to the wrongs complained of, there was delivered to and used upon the lands that quantity of water.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Although the government diverted, stored, and distributed the water, the contention of petitioner that thereby ownership of the water or water rights became vested in the United States is not well founded. Appropriation was made not for the use of the government, but, under the Reclamation Act, for the use of the landowners; and by the terms of the law and of the contract already referred to, the water rights became the property of the landowners, wholly distinct from the property right of the government in the irrigation works. Compare Murphy v. Kerr (D.C.) 296 F. 536, 544, 545. The government was and remained simply a carrier and distributor of the water (Id.), with the right to receive the sums stipulated in the contracts as reimbursement for the cost of construction and annual charges for operation and maintenance of the works. As security therefore, it was provided that the government should have a lien upon the lands and the water rights appurtenant thereto&#8212;a provision which in itself imports that the water rights belong to another than the lienor, that is to say, to the landowner.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The federal government, as owner of the public domain, had the power to dispose of the land and water composing it together or separately; and by the Desert Land Act of 1877 (c. 107, 19 Stat. 377), if not before, Congress had severed the land and waters constituting the public domain and established the rule that for the future the lands should be patented separately. Acquisition of the government title to a parcel of land was not to carry with it a water right; but all nonnavigable waters were reserved for the use of the public under the laws of the various arid-land states. California Oregon Power Co. v. Cement Co., 295 U.S. 142, 162, 55 S.Ct. 725, 730, 79 L.Ed. 1356. And in those states, generally, including the state of Washington, it long has been established law that the right to the use of water can be acquired only by prior appropriation for a beneficial use; and that such right when thus obtained is a property right, which, when acquired for irrigation, becomes, by state law and here by express provision of the Reclamation Act as well, part and parcel of the land upon which it is applied.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We are thus brought to the decisive question&#8212;Is the United States an indispensable party defendant? If so, the suits, however meritorious, must fail, since no rule is better settled than that the United States cannot be sued except when Congress has so provided; and here that has not been done. Petitioner's contention that the United States is an indispensable party defendant and, as it cannot be sued, the suits should have been dismissed, is based upon the propositions, as we understand them, that the United States is the owner of the water rights; that respondents' claims rest entirely upon executory contracts; and that the relief sought is the substantial equivalent of specific performance of these contracts.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The fallacy of the contention is apparent, because the thus-far undenied allegations of the bill, as already appears, demonstrate that respondents have fully discharged all their contractual obligations; that their water rights have become vested; and that ownership is in them and not in the United States. The motion to dismiss concedes the truth of these allegations; but even if they were denied, we should still be obliged to indulge the presumption, in favor of the jurisdiction of the trial court, that respondents might be able to prove them. United States v. Lee, 106 U.S. 196, 218, 219, 1 S.Ct. 240, 27 L.Ed. 171; cf. Tindal v. Wesley, 167 U.S. 204, 213 et seq., 17 S.Ct. 770, 42 L.Ed. 137. In support of his contention, petitioner relies upon American Falls Res. Dist. No. 2 v. Crandall (C.C.A.) 82 F.(2d) 973; but that decision, in so far as it is not in harmony with the view which we have just taken, must be disapproved.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The suits do not seek specific performance of any contract. They are brought to enjoin the Secretary of the Interior from enforcing an order, the wrongful effect of which will be to deprive respondents of vested property rights not only acquired under Congressional acts, state laws and government contracts, but settled and determined by his predecessors in office. That such suits may be maintained without the presence of the United States has been established by many decisions of this court, of which the following are examples: Noble v. Union River Logging R. Co., 147 U.S. 165, 171, 172, 176, 13 S.Ct. 271, 37 L.Ed. 123; Philadelphia Co. v. Stimson, 223 U.S. 605, 619, 32 S.Ct. 340, 344, 56 L.Ed. 570; Goltra v. Weeks, 271 U.S. 536, 544, 46 S.Ct. 613, 615, 616, 70 L.Ed. 1074; Work v. Louisiana, 269 U.S. 250, 254, 46 S.Ct. 92, 94, 70 L.Ed. 259; Payne v. Central Pac. Ry. Co., 255 U.S. 228, 238, 41 S.Ct. 314, 65 L.Ed. 598. These decisions cite other cases to the same effect. The recognized rule is made clear by what is said in the Stimson Case:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'If the conduct of the defendant constitutes an unwarrantable interference with property of the complainant, its resort to equity for protection is not to be defeated upon the ground that the suit is one against the United States. The exemption of the United States from suit does not protect its officers from personal liability to persons whose rights of property they have wrongfully invaded. * * * And in case of an injury threatened by his illegal action, the officer cannot claim immunity from injunction process. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'The complainant did not ask the court to interfere with the official discretion of the Secretary of War, but challenged his authority to do the things of which complaint was made. The suit rests upon the charge of abuse of power, and its merits must be determined accordingly; it is not a suit against the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The decree of the court below is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Rehearing denied 300 U.S. 640, 57 S.Ct. 504, 81 L.Ed. &#8212;-.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In the Parks Case the quantity of water applied for was stated to be three acre-feet of water per annum per acre, or as much more as will be required to successfully irrigate the land. In the Ottmuller Case the quantity was stated to be three acre-feet of water per annum per acre, or so much thereof as shall constitute the proportionate share per acre from the water supply actually available for the lands under the project.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 'The right to the use of water acquired under the provisions of the reclamation law shall be appurtenant to the land irrigated, and beneficial use shall be the basis, the measure, and the limit of the right.' Act of June 17, 1902, c. 1093, &#167; 8, 32 Stat. 388, 390, Title 43 U.S.C. &#167; 372 (43 U.S.C.A. &#167; 372).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 'The right to the use of water which has been applied to a beneficial use in the state shall be and remain appurtenant to the land or place upon which the same is used.' Laws of Wash., 1917, c. 117, &#167; 39, p. 465, Laws of Wash., 1929, c. 122, &#167; 6, p. 274, Rem.Rev.Stat. &#167; 7391, vol. 8, p. 425.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In the Parks Case and in the Ottmuller Case, the quantity of water thus determined and delivered and used was 6 acre feet and 5.56 acre feet of water per acre per annum, respectively.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/102755/"
}