{"absolute_url": "/opinion/102783/brush-v-commissioner/", "blocked": false, "citation": {"case_name": "Brush v. Commissioner", "docket_number": "451", "document_uris": ["/api/rest/v2/document/102783/"], "federal_cite_one": "300 U.S. 352", "federal_cite_three": null, "federal_cite_two": null, "id": 87166, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/87166/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 17, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1937-03-15", "date_modified": "2014-12-21T01:41:43.387598", "docket": "/api/rest/v2/docket/274575/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">300 U.S. 352</p>\n    <p class=\"case_cite\">57 S.Ct. 495</p>\n    <p class=\"case_cite\">81 L.Ed. 691</p>\n    <p class=\"parties\">BRUSH<br>v.<br>COMMISSIONER OF INTERNAL REVENUE.</p>\n    <p class=\"docket\">No. 451.</p>\n    <p class=\"date\">Argued Feb. 4, 1937.</p>\n    <p class=\"date\">Decided March 15, 1937.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Boykin C. Wright, of Augusta, Ga., and Charles C. Parlin, of New York City, for petitioner.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Mr. Paul Windels, of New York City (Messrs. Oscar S. Cox and Paxton Blair, both of New York, City, of counsel), argued for the City of New York, as amicus curiae, by special leave of court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">[Argument of Counsel from pages 353-355 intentionally omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mr. Julius Henry Cohen, of New York City (Mr. John J. Bennett. Jr., Atty. Gen., of New York, and Mr. Henry Epstein, Sol Gen. of New York, of Albany, of counsel), argued for the State of New York, as amicus curiae, by special leave of court.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">[Argument of Counsel from Pages 356-358 intentionally omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Mr. J. Joseph Lilly, of New York City, for certain employees of the City of New York, amicus curiae.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Messrs. James H. Howard and Charles C. Cooper, Jr., both of Los Angeles, Cal., for certain employees of the Metropolitan Water District of Southern California, amicu curiae.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Messrs. Stanley Reed, Sol. Gen., of Washington, D.C., Robert H. Jackson, Asst. Atty. Gen., and Sewall Key, John Paul Jackson, and Berryman Green, Sp. Assts. to Atty. Gen., for respondents.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mr. Justice SUTHERLAND delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The question brought here for determination is whether the salary of petitioner as chief engineer of the bureau of water supply of the city of New York is a part of his taxable income for the purposes of the federal income tax law. The answer depends upon whether the water system of the city was created and is conducted in the exercise of the city's governmental functions. If so, its operations are immune from federal taxation and, as a necessary corollary, 'fixed salaries and compensation paid to its officers and employees in their capacity as such are likewise immune.' People of State of New York ex rel. Rogers v. Graves, 299 U.S. 401, 57 S.Ct. 269, 272, 81 L.Ed. 306 (January 4, 1937).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Petitioners holds his office as chief engineer by statutory authority, with a fixed annual salary of $14,000. He exercises supervision over the engineering details connected with the supplying of water for public purposes and for consumption by the inhabitants of the city; supervises the protection of the water supply from pollution; and generally exercises control over the operation of the water system, its personnel, expenditure of money, and other matters relating thereto.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the early history of the city, water was furnished by private companies; but a century or more ago, the city itself began to take over the development and distribution. In 1831, the board of aldermen declared its dissatisfaction with the private control, and resolved that the powers then vested in private hands should be repealed by the Legislature and vested exclusively in the corporation of the city of New York. This, in effect, was initiated in 1833 (Laws 1833, c. 36); and, soon thereafter, the city constructed municipal waterworks, and, with slight exceptions, private control and operation ceased. The sources of water supply furnished by such companies as remain is approaching exhaustion, and the water furnished is of a quality inferior to that supplied by the municipality. From 1833 to the present time, additions to the water supply and system have been steadily made until the cost has mounted to more than $500,000,000; and it is estimated that additional expenditures of a quarter of a billion dollars will be necessary. The cost of bringing water from the Catskills alone amounted to approximately $200,000,000. The municipal outstanding bonded indebtedness incurred for supplying the city with water amounts to an enormous sum. More than half the entire population of the state is found within the municipal boundaries. The action of the city from the beginning has been taken under legislative authority.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Commissioner of Internal Revenue having assessed a deficiency tax against petitioner in respect of his salary, petitioner sought a redetermination at the hands of the Board of Tax Appeals. That board sustained the commissioner and decreed a deficiency against petitioner of $256.27 for the year 1931. Upon review, the court below affirmed the decree of the board. (C.C.A.) 85 F.(2d) 32. While the sum involved is small, we granted the writ of certiorari because of the obvious importance of the question involved. 299 U.S. 536, 57 S.Ct. 190, 81 L.Ed. &#8212;-.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The phrase 'governmental functions,' as it here is used, has been qualified by this court in a variety of ways. Thus, in South Carolina v. United States, 199 U.S. 437, 461, 26 S.Ct. 110, 50 L.Ed. 261, 4 Ann.Cas. 737, it was suggested that the exemption of state agencies and instrumentalities from federal taxation was limited to those which were of a strictly governmental character, and did not extend to those used by the state in carrying on an ordinary private business. In Flint v. Stone Tracy Co., 220 U.S. 107, 172, 31 S.Ct. 342, 55 L.Ed. 389, Ann.Cas.1912B, 1312, the immunity from taxation was related to the essential governmental functions of the state. In Helvering v. Powers, 293 U.S. 214, 225, 55 S.Ct. 171, 173, 79 L.Ed. 291, we said that the state 'cannot withdraw sources of revenue from the federal taxing power by engaging in businesses which constitute a departure from usual governmental functions and to which, by reason of their nature, the federal taxing power would normally extend.' And immunity is not established because the state has the power to engage in the business for what the state conceives to be the public benefit. Id. In United States v. People of State of California, 297 U.S. 175, 185, 56 S.Ct. 421, 424, 80 L.Ed. 567, the suggested limit of the federal taxing power was in respect of activities in which the states have traditionally engaged.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the present case, upon the one side, stress is put upon the adjective 'essential,' as used in the Flint v. Stone Tracy Co. Case, while, on the other side, it is contended that this qualifying adjective must be put aside in favor of what is thought to be the greater reach of the word 'usual,' as employed in the Powers Case. But these differences in phraseology, and the others just referred to, must not be too literally contradistinguished. In neither of the cases cited was the adjective used as an exclusive or rigid delimitation. For present purposes, however, we shall inquire whether the activity here in question constitutes an essential governmental function within the proper meaning of that term; and in that view decide the case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There probably is no topic of the law in respect of which the decisions of the state courts are in greater conflict and confusion than that which deals with the differentiation between the governmental and corporate powers of municipal corporations. This condition of conflict and confusion is confined in the main to decisions relating to liability in tort for the negligence of officers and agents of the municipality. In that field, no definite rule can be extracted from the decisions.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> It is true that in most of the state courts, including those in the state of New York, it is held that the operation of waterworks falls within the category of corporate activities; and the city's liability is affirmed in tort actions arising from negligence in such operation. But the rule in respect of such cases, as we pointed out in Trenton v. New Jersey, 262 U.S. 182, 192, 43 S.Ct. 534, 538, 67 L.Ed. 937, 29 A.L.R. 1471, has been 'applied to escape difficulties, in order that injustice may not result from the recognition of technical defenses based upon the governmental character of such corporations'; and the rule is hopelessly indefinite, probably for that very reason.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This is not, however, an action for personal injuries sounding in tort, but a proceeding which seeks in effect to determine whether immunity from federal taxation, in respect of the activity in question, attaches in favor of a state-created municipality&#8212;an objective so different in character from that sought in a tort action as to suggest caution in applying as the guide to a decision of the former a local rule of law judicially adopted in order to avoid supposed injustices which would otherwise result in the latter. We have held, for example, that the sale of motorcycles to a municipal corporation for use in its police service is not subject to federal taxation, because the maintenance of such a service is a governmental function. Indian Motorcycle Co. v. United States, 283 U.S. 570, 579, 51 S.Ct. 601, 604, 75 L.Ed. 1277. And while it is true that the weight of authority in tort actions accords with that view, there are state decisions which affirm the liability of a municipality for personal injury resulting from the negligence of its police officials under the circumstances presented in the respective cases dealt with.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Nevertheless, our decision in the Indian Motorcycle Case did not rest in the slightest degree upon a consideration of the state rule in respect of tort actions, but upon a broad consideration of the implied constitutional immunity arising from the dual character of our national and state governments.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The rule in respect of municipal liability in tort is a local matter; and whether it shall be strict or liberal or denied altogether is for the state which created the municipality alone to decide (Detroit v. Osborne, 135 U.S. 492, 497, 498, 10 S.Ct. 1012, 34 L.Ed. 260)&#8212;provided, of course, the Federal Constitution be not infringed. But a federal tax in respect of the activities of a state or a state agency is an imposition by one government upon the activities of another, and must accord with the implied federal requirement that state and local governmental functions be not burdened thereby. So long as our present dual form of government endures, the states, it must never be forgotten, 'are as independent of the general government as that government within its sphere is independent of the States.' The Collector v. Day, 11 Wall. 113, 124, 20 L.Ed. 122. And, as it was said in Texas v. White, 7 Wall. 700, 725, 19 L.Ed. 227, and often has been repeated, 'the preservation of the States, and the maintenance of their governments, are as much within the design and care of the Constitutions as the preservation of the Union and the maintenance of the National government.' The unimpaired existence of both governments is equally essential. It is to that high end that this court has recognized the rule, which rests upon necessary implication, that neither may tax the governmental means and instrumentalities of the other. The Collector v. Day, supra, 11 Wall. 113, at page 127, 20 L.Ed. 122. In the light of these considerations, it follows that the question here presented is not controlled by local law, but is a question of national scope to be resolved in harmony with implied constitutional prin ciples of general application. Compare Workman v. New York City, Mayor etc., 179 U.S. 552, 557, 21 S.Ct. 212, 45 L.Ed. 314. This indicated dissimilarity constitutes a distinction which is fundamental; and we put aside the state decisions in tort actions as inapposite. Compare Atlantic Cleaners &amp; Dyers v. United States, 286 U.S. 427, 43 et seq., 52 S.Ct. 607, 608, 76 L.Ed. 1204.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We thus come to a situation, which the courts have frequently been called upon to meet, where the issue cannot be decided in accordance with an established formula, but where points along the line 'are fixed by decisions that this or that concrete case falls on the nearer or farther side.' Hudson County Water Co. v. McCarter, 209 U.S. 349, 355, 28 S.Ct. 529, 531, 52 L.Ed. 828, 14 Ann.Cas. 560. We are, of course, quite able to say that certain functions exercised by a city are clearly governmental&#8212;that is, lie upon the nearer side of the line&#8212;while others are just as clearly private or corporate in character, and lie upon the farther side. But between these two opposite classes, there is a zone of debatable ground within which the cases must be put upon one side or the other of the line by what this court has called the gradual process of historical and judicial 'inclusion and exclusion.' Continental Illinois Nat. Bank &amp; Trust Co. v. Chicago, Rock Island &amp; P. Ry. Co., 294 U.S. 648, 670, 55 S.Ct. 595, 603, 79 L.Ed. 1110, and cases cited.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We think, therefore, that it will be wise to confine, as strictly as possible, the present inquiry to the necessities of the immediate issue here involved, and not, by an attempt to formulate any general test, risk embarrassing the decision of cases in respect of municipal activities of a different kind which may arise in the future. Cf. Euclid v. Ambler Realty Co., 272 U.S. 365, 397, 47 S.Ct. 114, 121, 71 L.Ed. 303, 54 A.L.R. 1016; Metcalf &amp; Eddy v. Mitchell, 269 U.S. 514, 523, 46 S.Ct. 172, 174, 70 L.Ed. 384. In the case last named we had occasion to point out the difficulty, albeit the necessity, as cases arise within the doubtful zone, of drawing the line which separate those activities which have some relation to government but are subject to taxation from those which are immune. 'Experience has shown,' we said, 'that there is no formula by which that line may be plotted with precision in advance. But recourse may be had to the reason upon which the rule rests, and which must be the guiding principle to control its operation. Its origin was due to the essential requirement of our constitutional system that the federal government must exercise its authority within the territorial limits of the states; and it rests on the conviction that each government in order that it may administer its affairs within its own sphere, must be left free from undue interference by the other.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The public interest in the conservation and distribution of water for a great variety of purposes&#8212;ranging from ordinary agricultural, domestic, and sanitary uses, to the preservation of health and of life itself&#8212;is obvious and well settled. For the modern city, such conservation and distribution of water in sufficient quantity and in a state of purity is as vital as air. And this vital necessity becomes more and more apparent and pressing as cities increase in population and density of population. It has found, so far, its culminating point in the vast and supreme needs of the city of New York.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">One of the most striking illustrations of the public interest in the use of water and the governmental power to deal with it is shown in legislation and judicial pronouncement with respect to the arid-land states of the far west. In some of them, the State Constitution asserts public ownership of all unappropriated nonnavigable waters. In Utah, while it was still a territory, a statute conferred the right upon individual land owners to condemn rights of way across the lands of others in order to convey water to the former for irrigation purposes, and declared that such condemnation was for a 'public use.' This court upheld the statute. Clark v. Nash, 198 U.S. 361, 25 S.Ct. 676, 49 L.Ed. 1085, 4 Ann.Cas. 1171. We said that what is a public use may depend upon the facts surrounding the subject; pointed out the vital need of water for irrigation in the aridland states, a need which did not exist in the states of the east and where, consequently, a different rule obtained; and held that the court must recognize the difference of climate and soil which rendered necessary differing laws in the two groups of states.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Many years ago, Congress, recognizing this difference, passed the Desert Land Act (chapter 107, 19 Stat. 377), by which, among other things, the waters upon the public domain in the arid-land states and territories were dedicated to the use of the public for irrigation and other purposes. Following this act, if not before, all nonnavigable waters then on and belonging to that part of the national domain became publici juris, subject to the plenary control of the aridland states and territories with the right to determine to what extent the rule of appropriation or the common-law rule in respect of riparian rights should obtain. California Oregon Power Co. v. Cement Co., 295 U.S. 142, 155 et seq., 55 S.Ct. 725, 728, 79 L.Ed. 1356. And in Kansas v. Colorado, 206 U.S. 46, 94, 27 S.Ct. 655, 51 L.Ed. 956, this court entertained and decided a controversy between two states involving the right of private appropriators in Colorado to divert waters for the irrigation of lands in that state from a river naturally and customarily flowing into the state of Kansas. It was held (206 U.S. 46, at page 99, 27 S.Ct. 655, 668, 51 L.Ed. 956) that such a controversy rises 'above a mere question of local private right and involves a matter of state interest, and must be considered from that standpoint.' Cf. Hudson County Water Co. v. McCarter, 209 U.S. 349, 355, 28 S.Ct. 529, 52 L.Ed 828, 14 Ann.Cas. 560; New Orleans Gas Light Co. v. Drainage Comm., 197 U.S. 453, 460, 25 S.Ct. 471, 49 L.Ed. 831; Houck v. Little River Drainage District, 239 U.S. 254, 261, 36 S.Ct. 58, 60 L.Ed. 266.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In New Orleans v. Morris, 105 U.S. 600, 602, 26 L.Ed. 1184, the city had conveyed its waterworks to a corporation formed for the purpose of maintaining and enlarging them. The city received as consideration shares of stock, which a state statute declared should not be liable to seizure for the debts of the city. It was held the statute did not impair the obligation of any contract, since the shares represented the city's ownership in the waterworks which had, before the enactment of the statute, been exempted from seizure and sale. This ruling was put upon the ground that the waterworks were of such public utility and necessity that they were held in trust for the use of the citizens the same as public parks and public buildings.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">While thses do not decide, they plainly suggest, that municipal watwrworks created and operated in order to supply the needs of a city and its inhabitants are public works and their operation essentially governmental in character. Other decisions of this court, however, more directly support that conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We recently have held that the bankruptcy statutes could not be extended to municipalities or other political subdivisions of a state. Ashton v. Cameron County Water Imp. Dist., 298 U.S. 513, 56 S.Ct. 892, 895, 80 L.Ed. 1309. The respondent there was a water-improvement district organized by law to furnish water for irrigation and domestic uses. We said (298 U.S. 513, at pages 527, 528, 56 S.Ct. 892, 80 L.Ed. 1309) that respondent was a political subdivision of the state 'created for the local exercise of her sovereign powers. * * * Its fiscal affairs are those of the state, not subject to control or interference by the national government, unless the right so to do is definitely accorded by the Federal Constitution.' In support of that holding, former decisions of this court with respect to the immunity of states and municipalities from federal taxation were relied upon as apposite. The question whether the district exercised governmental or merely corporate functions was distinctly in issue. The petition in bankruptcy alleged that the district was created with power to perform 'the proprietary and/or corporate function of furnishing water for irrigation and domestic uses. * * *' The district judge (In re Cameron County Water Imp. Dist. No. 1, 9 F.Supp. 103) held that the district was created for the local exercise of state sovereign powers; that it was exercising 'a governmental function'; that its property was public property; that it was not carrying on private business, but public business. That court, having denied the petition for want of jurisdiction, the district submitted a motion for a new trial in which it assigned, among other things, that the court erred in holding that petitioner was created for the purpose of performing governmental functions, 'for the reason that the Courts of Texas, as well as the other Courts in the Nation, have uniformly held that the furnishing of water for irrigation was purely a proprietary function. * * *' Substantially the same thing was repeated in other assignments of error. In the petition for rehearing in this court (299 U.S. 619, 57 S.Ct. 5, 81 L.Ed. &#8212;-), the district challenged our determination that respondent was a political subdivision of the state 'created for the local exercise of her sovereign powers,' and asserted to the contrary that the facts would demonstrate that 'respondent is a corporation organized for essentially proprietary purposes.' It is not open to dispute that the statements quoted from our opinion in the Ashton Case were made after due consideration, and the case itself of the and the rehearing denied in the light of the issue thus definitely presented. Compare Binghmam v. United States, 296 U.S. 211, 218, 219, 56 S.Ct. 180, 181, 80 L.Ed. 160.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'No higher police duty rests upon municipal authority,' this court said in Columbus v. Mercantile Trust Co., 218 U.S. 645, 658, 31 S.Ct. 105, 109, 54 L.Ed. 1193, 'than that of furnishing an ample supply of pure and wholesome water for public and domestic uses. The preservation of the health of the community is best obtained by the discharge of this duty, to say nothing of the preservation of property from fire, so constant an attendant upon crowded conditions of municipal life.' In Dunbar v. City of New York, 251 U.S. 516, 40 S.Ct. 250, 251, 64 L.Ed. 384, we sustained a charter provision giving a lien for water charges upon a building in which the water had been used, although the charges had been incurred by tenants and not by the owner, saying, 'And as a supply of water is necessary it is only an ordinary and elgal exertion of government to provide means for its compulsory compensation.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In German Alliance Ins. Co. v. Homewater Supply Co., 226 U.S. 220, 33 S.Ct. 32, 57 L.Ed. 195, 42 L.R.A.(N.S.) 1000, the city of Spartanburg had entered into a contract with the respondent by which the latter was empowered to supply the city and its inhabitants with water suitable for fire, sanitary, and domestic purposes. The petitioner had issued a policy of fire insurance upon certain property, which was destroyed by fire. It paid the amount of the loss, and took an assignment from the insured of all claims and demands against any person arising from or connected with the loss. It brought suit against the respondent on the ground that the fire could easily have been extinguished if respondent had complied with its contract. This court held that the action was not maintainable for reasons which appear in the opinion. The city, it was said, was under no legal obligation to furnish water; and it did not subject itself to a new or greater liability because it voluntarily undertook to do so (226 U.S. 220, at pages 227, 228, 33 S.Ct. 32, 34, 57 L.Ed. 195, 42 L.R.A. (N.S.) 1000). 'It acted in a governmental capacity, and was no more responsible for failure in that respect than it would have been for failure to furnish adequate police protection.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We conclude that the acquisition and distribution of a supply of water for the needs of the modern city involve the exercise of essential governmental functions, and this conclusion is fortified by a consideration of the public uses to which the water is put. Without such a supply, public schools, public sewers so necessary to preserve health, fire departments, street sprinkling and cleaning, public buildings, parks, playgrounds, and public baths could not exist. And this is equivalent, in a very real sense, to saying that the city itself would then disappear. More than one-fourth of the water furnished by the city of New York, we are told by the record, is utilized for these public purposes. Certainly, the maintenance of public schools, a fire department, a system of sewers, parks, and public buildings, to say nothing of other public facilities and uses, calls for the exercise of governmental functions. And so far as these are concerned, the water supply is a necessary auxiliary, and, therefore, partakes of their nature. People of State of New York ex rel. Rogers v. Graves, 299 U.S. 401, 57 S.Ct. 269, 81 L.Ed. 306 (January 4, 1937). Moreover, the health and comfort of the city's population of 7,000,000 souls, and in some degree their very existence, are dependent upon and adequate supply of pure and wholesome water. It may be, as it is suggested, that private corporations would be able and willing to undertake to provide a supply of water for all purposes; but if the state and city of New York be of opinion, as they evidently are, that the service should not be intrusted to private hands, but should be rendered by the city itself as an appropriate means of discharging its duty to protect the health, safety, and lives of its inhabitants, we do not doubt that it may do so in the exercise of its essential governmental functions.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We find nothing that detracts from this view in the fact that in former times the business of furnishing water to urban communities, including New York, in fact was left largely, or even entirely, to private enterprise. The tendency for many years has been in the opposite direction, until now in nearly all the larger cities of the country the duty has been assumed by the municipal authorities. Governmental functions are not to be regarded as nonexistent because they are held in abeyance, or because they lie dormant, for a time. If they be by their nature governmental, they are none the less so because the use of them has had a recent beginning.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The principle finds illustration in our decision in Shoemaker v. United States, 147 U.S. 282, 297, 13 S.Ct. 361, 389, 37 L.Ed. 170, where it was held that land taken by an exercise of the power of eminent domain for the establishment of Rock Creek Park in the District of Columbia was taken for a public use, and that the amount required to be paid was validly assessed upon lands in the district specially benefited thereby. At the beginning of the opinion in that case, this court said: 'In the memory of men now living, a proposition to take private property, without the consent of its owner, for a public park, and to assess a proportionate part of the cost upon real estate benefited thereby, would have been regarded as a novel exercise of legislative power.' It was pointed out that Central Park in New York was the first place provided for the inhabitants of any city or town in the United States as a pleasure ground for rest and exercise in the open air, but that in 1892, when the opinion was written, there was scarcely a city of any considerable size in the country that did not have, or had not projected, such parks.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Respondent contends that the municipality, in supplying water to its inhabitants, is engaged in selling water for profit; and seems to think that this, if true, stamps the operation as private and not governmental in character. We first pause to observe that the overhead due to the enormous cost of the system, and the fact that so large a proportion of the water is diverted for public use, rather plainly suggests that no real profit is likely to result. And to say that, because the city makes a charge for furnishing water to private consumers, it follows that the operation of the water works is corporate and not governmental, is to beg the question. What the city is engaged in doing in that respect is rather rendering a service than selling a commodity. If that service be governmental, it does not become private because a charge is made for it, or a profit realized. A state, for example, constructs and operates a highway. It may, if it choose, exact compensation for its use from those who travel over it (see Bingaman v. Golden Eagle Western Lines, 297 U.S. 626, 628, 56 S.Ct. 624, 80 L.Ed. 928); but this does not destory the claim that the maintenance of the highway is a public and governmental function. The state or the city may exact a tuition charge for instruction in the public schools; but thereby the maintenance of the public schools does not cease to be a function of the government. The state exacts a fee for issuing a license or granting a permit; for recording a deed; for rendering a variety of services in the judicial department. Do these various services thereby lose their character as governmental functions? The federal Post Office Department charges for its services; but no one would question the fact that its operation calls into exercise a governmental function.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The contention is made that our decisions in South Carolina v. United States, 199 U.S. 437, 461, 462, 26 S.Ct. 110, 50 L.Ed. 261, 4 Ann.Cas. 737, and Flint v. Stone Tracy Co., 220 U.S. 107, 172, 31 S.Ct. 342, 55 L.Ed. 389, Ann.Cas.1912B, 1312, are to the effect that the supplying of water is not a governmental function; but in neither case was that question in issue, and what was said by the court was wholly unnecessary to the disposition of the cases and merely by way of illustration. Expressions of that kind may be respected, but do not control in a subsequent case when the precise point is presented for decision. Osaka Shosen Kaisha Line v. United States, 300 U.S. 98, 57 S.Ct. 356, 81 L.Ed. 532 (February 1, 1937), and authorities cited. The prcise point is presented here, has been fully considered, and is decided otherwise. Neither Ohio v. Helvering, 292 U.S. 360, 54 S.Ct. 725, 78 L.Ed. 1307, nor Helvering v. Powers, 293 U.S. 214, 55 S.Ct. 171, 79 L.Ed. 291, relied upon by respondent, is in point. What has already been said distinguishes those cases from the one now under consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We have not failed to give careful consideration to Blair v. Byers (C.C.A.) 35 F.(2d) 326, and Denman v. Com'r Int. Rev. (C.C.A.) 73 F.(2d) 193, both of which take a view contrary to that which we have expressed. To the extent of this conflict, those cases are disapproved. Both rely on South Carolina v. United States and Flint v. Stone Tracy Co., supra, which we have already distinguished.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Mr. Justice STONE and Mr. Justice CARDOZO, concurring in the result:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We concur in the result upon the ground that the petitioner has brought himself within the terms of the exemption prescribed by Treasury Regulation 74, Article 643, which for the purposes of this case may be accepted as valid, its validity not being challenged by counsel for the government.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the absence of such a challenge, no opinion is expressed as to the need for revision of the doctrine of implied immunities declared in earlier decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We leave that subject open.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Mr. Justice ROBERTS, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">I regret that I am unable to concur in the opinion of the court. I think that the judgment should be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">There is no occasion now to discuss the dual character of our form of government, and the consequent dual allegiance of a citizen of a state to his state and to the United States, to elaborate the thesis that the integrity of each government is to be maintained against invasions by the other or to reiterate that the implied immunity of the one from taxation by the other springs from the necessity that neither shall, by the exercise of the power to tax, burden, hinder, or destory the operation or existence of the other. There is universal recognition of the truth of these tenets, and of their fundamental relation to the preservation of the constitutional framework of the nation. Our difficulties arise, not in their statement as guiding principles, but, as in this instance, in their application to specific cases.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The frank admissions of counsel at the bar concerning the confusion and apparent inconsistency in administrative rulings as to the taxability of compensation of municipal employees seem to call for an equally candid statement that our decisions in the same field have not furnished the executive a consistent rule of action. The need of equitable and uniform administration of tax laws, national and state, and the just demand of the citizen that the rules governing the enforcement of those laws shall be ascertainable require an attempt at rationalization and restatement.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It seems to me that the reciprocal rights and immunities of the national and a state government may be safeguarded by the observance of two limitations upon their respective powers of taxation. These are that the exactions of the one must not discriminate against the means and instrumentalities of the other and must not directly burden the operations of that other. To state these canons otherwise, an exaction by either government which hits the means or instrumentalities of the other infringes the principle of immunity if it discriminates against them and in favor of private citizens or if the burden of the tax be palpable and direct rather than hypothetic and remote. Tested by these criteria the imposition of the challenged tax in the instant case was lawful.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The petitioner is a citizen of New York. By virtue of that status, he is also a citizen of the United States. He owes allegiance to each government. He derives income from the exercise of his profession. His obligation as a citizen is to contribute to the support of the governments under whose joint protection he lives and pursues his calling. His liability to fulfill that obligation to the national government by payment of income tax upon his salary would be unquestioned were it not for the character of his employer. If the water works of New York City were operated by a private corporation under a public franchise and if the petitioner held a like position with the corporation, there could be no question that the imposition of a federal income tax, measured by his compensation, would be justified. If petitioner, instead of holding a so-called official position under the municipal goverment of New York City, were consulted from time to time with respect to its water problems his compensation would be subject to income tax. Metchlf &amp; Eddy v. Mitchell, 269 U.S. 514, 46 S.Ct. 172, 70 L.Ed. 384. He is put into an untaxable class upon the theory that as an official of the municipality, which in turn is an arm of the state, he is an 'instrumentality' of the state, and to tax him upon his salary is to lay a burden upon the state government which, however trifling, is forbidden by the implied immunity of the state from burdens imposed by the United States. The petitioner seeks to show the reality of the supposed burden by the suggestion that if his salary and the compensation of others employed by the city is subject to federal income tax, the municipality will be compelled to pay higher salaries in order to obtain the services of such persons and the consequent aggregate increase in outlay will entail a heavy financial load. We know, however, that professional services are offered in the industrial and business field; and that while there is no hard and fast standard of compensation, and men bargain for their rewards, salaries do bear some relation to experience and ability. There is a market in which a professional man offers his services and municipalities are bidders in that market. We know further that those in private employment holding positions comparable to that of the petitioner pay a tax equal to that levied upon him. It is clear that any consideration of the petitioner's immunity from federal income tax would be altogether remote, impalpable, and unascertainable in influencing him to accept a position under the municipality rather than under a private employer.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In reason and logic it is difficult to differentiate the present case from that of a private citizen who furnishes goods, performs work, or renders service to a state or a municipality under a contract or an officer or employee of a corporation which does the same. Income tax on the compensation paid or the profit realized is a necessary cost incident to the performance of the contract and as such must be taken into account in fixing the consideration demanded of the city government. In quite as real a sense, as in this case, the taxation of income of such persons and, as well, the taxation of the corporation itself, lays a burden upon the funds of the state or its agency. Nevertheless, the courts have repeatedly declared that the doctrine of immunity will not serve to exempt such persons or corporations from the exaction.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The importance of the case arises out of the fact that the claimed exemption may well extend to millions of persons (whose work nowise differs from that of their fellows in private enterprise) who are employed by municipal subdivisions and districts throughout the nation and that, on the other hand, the powers of the states to tax may be inhibited in the case of hundreds of thousands of similar employees of federal agencies of one sort or another. Such exemptions from taxation ought to be strictly limited. They are essentially unfair. They are unsound because federal or state business ought to bear its proportionate share of taxation in order that comparison may be made between the cost of conducting public and private business.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We are here concerned only with the question of the taxation of salaries or compensation received by those rendering to a municipality services of the same kind as are rendered to private employers and need not go be yond the precise issue here presented. We have no concern with the exaction of a sales tax by the federal goverment on sales to a state government or one of its subdivisions, or the reverse; we are not called upon to define the power to levy taxes upon real property owned by a state or by the national government. We have no occasion to discuss the power of either government to impose excise taxes upon transactions of the other or upon the evidence of such transactions. Nor are we called upon here to determine the validity of a nondiscriminatory tax upon the salary of a governmental officer whose duties and functions have no analogue in the conduct of a business or the pursuit of a profession, but are both peculiar to and essential to the operation of government. The sole question here is whether one performing work or rendering service of a type commonly done or rendered in ordinary commercial life for gain is exempt form the normal burden of a tax on that gain for the support of the national government because his compensation is paid by a state agency instead of a private employer. I think the imposition of a tax upon such gain where, as here, the tax falls equally upon all employed in like occupation, and where the supposed burden of the tax upon state government is indicrect, remote, and imponderable, is not inconsistent with the principle of immunity inherent in the constitutional relation of state and nation.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Mr. Justice BRANDEIS joins in this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This is brought out in a careful and detailed review by Professor Borchard in that portion of his general discussion of 'Government Liability in Tort' dealing with municipal corporations, to be found in 1924-5) 34 Yale L.J. 129&#8212;143, 229 258, in the course of which the courts 129): 'Disagreement among the courts as to many customary muncipal acts and functions may almost be said to be more common than agreement and the elaboration of the varying justifications for their classification is even less satisfying to any demand for principle in the law. Indeed, so hopeless did the effort of the courts to make an appropriate classification of functions appear to the Supreme Court of South Carolina that they determined to abandon the distinction between governmental and corporate acts.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See Herron v. Pittsburg, 204 Pa. 509, 513, 54 A. 311, 93 Am.St.Rep. 798; Jones v. City of Sioux City, 185 Iowa, 1178, 1185, 170 N.W. 445, 10 A.L.R. 474; Twist v. City of Rochester, 37 App.Div. 307; 55 N.Y.S. 850. Compare Kunz v. City of Troy, 104 N.Y. 344, 348, 10 N.E. 442, 58 Am.Rep. 508, with Altvater v. Mayor, etc., of Baltimore, 31 Md. 462.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>300 U.S. 352 (1937)</b></center>\n<center><h1>BRUSH<br>\nv.<br>\nCOMMISSIONER OF INTERNAL REVENUE.</h1></center>\n<center>No. 451.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 4, 1937.</center>\n<center>Decided March 15, 1937.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*353</span> <i>Messrs. Boykin C. Wright</i> and <i>Paul Windels</i> for petitioner.</p>\n<p><i>Mr. J.P. Jackson,</i> with whom <i>Solicitor General Reed, Assistant Attorney General Jackson,</i> and <i>Messrs. Sewall Key</i> and <i>Berryman Green</i> were on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*359</span> MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>The question brought here for determination is whether the salary of petitioner as Chief Engineer of the Bureau of Water Supply of the City of New York is a part of his taxable income for the purposes of the federal income-tax <span class=\"star-pagination\">*360</span> law. The answer depends upon whether the water system of the city was created and is conducted in the exercise of the city's governmental functions. If so, its operations are immune from federal taxation and, as a necessary corollary, \"fixed salaries and compensation paid to its officers and employees in their capacity as such are likewise immune.\" <i>New York ex rel. Rogers</i> v. <i>Graves,</i> 299 U.S. 401, 408.</p>\n<p>Petitioner holds his office as Chief Engineer by statutory authority, with a fixed annual salary of $14,000. He exercises supervision over the engineering details connected with the supplying of water for public purposes and for consumption by the inhabitants of the city; supervises the protection of the water supply from pollution; and generally exercises control over the operation of the water system, its personnel, expenditure of money and other matters relating thereto.</p>\n<p>In the early history of the city, water was furnished by private companies; but a century or more ago, the city itself began to take over the development and distribution. In 1831, the Board of Aldermen declared its dissatisfaction with the private control, and resolved that the powers then vested in private hands should be repealed by the legislature and vested exclusively in the corporation of the City of New York. This, in effect, was initiated in 1833 (L. 1833, c. 36); and, soon thereafter, the city constructed municipal water works, and, with slight exceptions, private control and operation ceased. The sources of water supply furnished by such companies as remain are approaching exhaustion, and the water furnished is of a quality inferior to that supplied by the municipality. From 1833 to the present time, additions to the water supply and system have been steadily made until the cost has mounted to more than $500,000,000; and it is estimated that additional expenditures of a quarter of a billion dollars will be necessary. <span class=\"star-pagination\">*361</span> The cost of bringing water from the Catskills alone amounted to approximately $200,000,000. The municipal outstanding bonded indebtedness incurred for supplying the city with water amounts to an enormous sum. More than half the entire population of the state is found within the municipal boundaries. The action of the city from the beginning has been taken under legislative authority.</p>\n<p>The Commissioner of Internal Revenue having assessed a deficiency tax against petitioner in respect of his salary, petitioner sought a redetermination at the hands of the Board of Tax Appeals. That board sustained the commissioner and decreed a deficiency against petitioner of $256.27 for the year 1931. Upon review, the court below affirmed the decree of the board. 85 F. (2d) 32. While the sum involved is small, we granted the writ of certiorari because of the obvious importance of the question involved.</p>\n<p>The phrase \"governmental functions,\" as it here is used, has been qualified by this court in a variety of ways. Thus, in <i>South Carolina</i> v. <i>United States,</i> 199 U.S. 437, 461, it was suggested that the exemption of state agencies and instrumentalities from federal taxation was limited to those which were of a <i>strictly</i> governmental character, and did not extend to those used by the state in carrying on an ordinary private business. In <i>Flint</i> v. <i>Stone Tracy Co.,</i> 220 U.S. 107, 172, the immunity from taxation was related to the <i>essential</i> governmental functions of the state. In <i>Helvering</i> v. <i>Powers,</i> 293 U.S. 214, 225, we said that the state \"cannot withdraw sources of revenue from the federal taxing power by engaging in businesses which constitute a departure from <i>usual</i> governmental functions and to which, by reason of their nature, the federal taxing power would normally extend.\" And immunity is not established because the state has the power to engage <span class=\"star-pagination\">*362</span> in the business for what the state conceives to be the public benefit. <i>Idem.</i> In <i>United States</i> v. <i>California,</i> 297 U.S. 175, 185, the suggested limit of the federal taxing power was in respect of activities in which the states have <i>traditionally</i> engaged.</p>\n<p>In the present case, upon the one side, stress is put upon the adjective \"essential,\" as used in the <i>Flint</i> v. <i>Stone Tracy</i> case, while, on the other side, it is contended that this qualifying adjective must be put aside in favor of what is thought to be the greater reach of the word \"usual,\" as employed in the <i>Powers</i> case. But these differences in phraseology, and the others just referred to, must not be too literally contradistinguished. In neither of the cases cited, was the adjective used as an exclusive or rigid delimitation. For present purposes, however, we shall inquire whether the activity here in question constitutes an essential governmental function within the proper meaning of that term; and in that view decide the case.</p>\n<p>There probably is no topic of the law in respect of which the decisions of the state courts are in greater conflict and confusion than that which deals with the differentiation between the governmental and corporate powers of municipal corporations. This condition of conflict and confusion is confined in the main to decisions relating to liability in tort for the negligence of officers and agents of the municipality. In that field, no definite rule can be extracted from the decisions.<sup>[1]</sup> It is true that <span class=\"star-pagination\">*363</span> in most of the state courts, including those in the State of New York, it is held that the operation of water works falls within the category of corporate activities; and the city's liability is affirmed in tort actions arising from negligence in such operation. But the rule in respect of such cases, as we pointed out in <i>Trenton</i> v. <i>New Jersey,</i> 262 U.S. 182, 192, has been \"applied to escape difficulties, in order that injustice may not result from the recognition of technical defenses based upon the governmental character of such corporations\"; and the rule is hopelessly indefinite, probably for that very reason.</p>\n<p>This is not, however, an action for personal injuries sounding in tort, but a proceeding which seeks in effect to determine whether immunity from federal taxation, in respect of the activity in question, attaches in favor of a state-created municipality  an objective so different in character from that sought in a tort action as to suggest caution in applying as the guide to a decision of the former a local rule of law judicially adopted in order to avoid supposed injustices which would otherwise result in the latter. We have held, for example, that the sale of motorcycles to a municipal corporation for use in its police service is not subject to federal taxation, because the maintenance of such a service is a governmental function. <i>Indian Motocycle Co.</i> v. <i>United States,</i> 283 U.S. 570, 579. And while it is true that the weight of authority in tort actions accords with that view, there are state decisions which affirm the liability of a municipality for personal injury resulting from the negligence of its police officials under the circumstances presented in the respective cases dealt with.<sup>[2]</sup> Nevertheless, our <span class=\"star-pagination\">*364</span> decision in the <i>Indian Motocycle</i> case did not rest in the slightest degree upon a consideration of the state rule in respect of tort actions, but upon a broad consideration of the implied constitutional immunity arising from the dual character of our national and state governments.</p>\n<p>The rule in respect of municipal liability in tort is a local matter; and whether it shall be strict or liberal or denied, altogether is for the state which created the municipality alone to decide (<i>Detroit</i> v. <i>Osborne,</i> 135 U.S. 492, 497-498)  provided, of course, the Federal Constitution be not infringed. But a federal tax in respect of the activities of a state or a state agency is an imposition by one government upon the activities of another, and must accord with the implied federal requirement that state and local governmental functions be not burdened thereby. So long as our present dual form of government endures, the states, it must never be forgotten, \"are as independent of the general government as that government within its sphere is independent of the States.\" <i>Collector</i> v. <i>Day,</i> 11 Wall. 113, 124. And, as it was said in <i>Texas</i> v. <i>White,</i> 7 Wall. 700, 725, and often has been repeated  \"the preservation of the States, and the maintenance of their governments, are as much within the design and care of the Constitution as the preservation of the Union and the maintenance of the National government.\" The unimpaired existence of both governments is equally essential. It is to that high end that this court has recognized the rule, which rests upon necessary implication, that neither may tax the governmental means and instrumentalities of the other. <i>Collector</i> v. <i>Day, supra,</i> p. 127. In the light of these considerations, it follows that the question here presented is not controlled by local law but is a question of national scope to be resolved in harmony with implied constitutional principles <span class=\"star-pagination\">*365</span> of general application. Compare <i>Workman</i> v. <i>New York City,</i> 179 U.S. 552, 557. This indicated dissimilarity constitutes a distinction which is fundamental; and we put aside the state decisions in tort actions as inapposite. Compare <i>Atlantic Cleaners &amp; Dyers</i> v. <i>United States,</i> 286 U.S. 427, 433 <i>et seq.</i></p>\n<p>We thus come to a situation, which the courts have frequently been called upon to meet, where the issue cannot be decided in accordance with an established formula, but where points along the line \"are fixed by decisions that this or that concrete case falls on the nearer or farther side.\" <i>Hudson Water Co.</i> v. <i>McCarter,</i> 209 U.S. 349, 355. We are, of course, quite able to say that certain functions exercised by a city are clearly governmental  that is, lie upon the nearer side of the line  while others are just as clearly private or corporate in character, and lie upon the farther side. But between these two opposite classes, there is a zone of debatable ground within which the cases must be put upon one side or the other of the line by what this court has called the gradual process of historical and judicial \"inclusion and exclusion.\" <i>Continental Bank</i> v. <i>Chicago, R.I. &amp; P. Ry.,</i> 294 U.S. 648, 670, and cases cited.</p>\n<p>We think, therefore, that it will be wise to confine, as strictly as possible, the present inquiry to the necessities of the immediate issue here involved, and not, by an attempt to formulate any general test, risk embarrassing the decision of cases in respect of municipal activities of a different kind which may arise in the future. Cf. <i>Euclid</i> v. <i>Ambler Realty Co.,</i> 272 U.S. 365, 397; <i>Metcalf &amp; Eddy</i> v. <i>Mitchell,</i> 269 U.S. 514, 523. In the case last named we had occasion to point out the difficulty, albeit the necessity, as cases arise within the doubtful zone, of drawing the line which separates those activities which have some relation to government but are subject to taxation from those which are immune. \"Experience has shown,\" <span class=\"star-pagination\">*366</span> we said, \"that there is no formula by which that line may be plotted with precision in advance. But recourse may be had to the reason upon which the rule rests, and which must be the guiding principle to control its operation. Its origin was due to the essential requirement of our constitutional system that the federal government must exercise its authority within the territorial limits of the states; and it rests on the conviction that each government, in order that it may administer its affairs within its own sphere, must be left free from undue interference by the other.\"</p>\n<p>The public interest in the conservation and distribution of water for a great variety of purposes  ranging from ordinary agricultural, domestic and sanitary uses, to the preservation of health and of life itself  is obvious and well settled. For the modern city, such conservation and distribution of water in sufficient quantity and in a state of purity is as vital as air. And this vital necessity becomes more and more apparent and pressing as cities increase in population and density of population. It has found, so far, its culminating point in the vast and supreme needs of the City of New York.</p>\n<p>One of the most striking illustrations of the public interest in the use of water and the governmental power to deal with it is shown in legislation and judicial pronouncement with respect to the arid-land states of the far west. In some of them, the state constitution asserts public ownership of all unappropriated nonnavigable waters. In Utah, while it was still a territory, a statute conferred the right upon individual land owners to condemn rights-of-way across the lands of others in order to convey water to the former for irrigation purposes, and declared that such condemnation was for a \"public use.\" This court upheld the statute. <i>Clark</i> v. <i>Nash,</i> 198 U.S. 361. We said that what is a public use may depend upon <span class=\"star-pagination\">*367</span> the facts surrounding the subject; pointed out the vital need of water for irrigation in the arid-land states, a need which did not exist in the states of the east and where, consequently, a different rule obtained; and held that the court must recognize the difference of climate and soil which rendered necessary differing laws in the two groups of states.</p>\n<p>Many years ago, Congress, recognizing this difference, passed the Desert Land Act (c. 107, 19 Stat. 377), by which, among other things, the waters upon the public domain in the arid-land states and territories were dedicated to the use of the public for irrigation and other purposes. Following this act, if not before, all non-navigable waters then on the belonging to that part of the national domain became <i>publici juris,</i> subject to the plenary control of the arid-land states and territories with the right to determine to what extent the rule of appropriation or the common-law rule in respect of riparian rights should obtain. <i>California Oregon Power Co.</i> v. <i>Beaver Cement Co.,</i> 295 U.S. 142, 155 <i>et seq.</i> And in <i>Kansas</i> v. <i>Colorado,</i> 206 U.S. 46, 94, this court entertained and decided a controversy between two states involving the right of private appropriators in Colorado to divert waters for the irrigation of lands in that state from a river naturally and customarily flowing into the State of Kansas. It was held (p. 99) that such a controversy rises \"above a mere question of local private right and involves a matter of state interest, and must be considered from that standpoint.\" Cf. <i>Hudson Water Co.</i> v. <i>McCarter,</i> 209 U.S. 349, 355; <i>New Orleans Gas Co.</i> v. <i>Drainage Comm'n,</i> 197 U.S. 453, 460; <i>Houck</i> v. <i>Little River District,</i> 239 U.S. 254, 261.</p>\n<p>In <i>New Orleans</i> v. <i>Morris,</i> 105 U.S. 600, 602, the city had conveyed its water works to a corporation formed for the purpose of maintaining and enlarging them. <span class=\"star-pagination\">*368</span> The city received as consideration shares of stock, which a state statute declared should not be liable to seizure for the debts of the city. It was held the statute did not impair the obligation of any contract, since the shares represented the city's ownership in the water works which had, before the enactment of the statute, been exempted from seizure and sale. This ruling was put upon the ground that the water works were of such public utility and necessity that they were held in trust for the use of the citizens the same as public parks and public buildings.</p>\n<p>While these cases do not decide, they plainly suggest, that municipal water works created and operated in order to supply the needs of a city and its inhabitants are public works and their operation essentially governmental in character. Other decisions of this court, however, more directly support that conclusion.</p>\n<p>We recently have held that the bankruptcy statutes could not be extended to municipalities or other political subdivisions of a state. <i>Ashton</i> v. <i>Cameron County Water District,</i> 298 U.S. 513. The respondent there was a water-improvement district organized by law to furnish water for irrigation and domestic uses. We said (pp. 527-528) that respondent was a political subdivision of the state \"created for the local exercise of her sovereign powers, . . . Its fiscal affairs are those of the State, not subject to control or interference by the National Government, unless the right so to do is definitely accorded by the Federal Constitution.\" In support of that holding, former decisions of this court with respect to the immunity of states and municipalities from federal taxation were relied upon as apposite. The question whether the district exercised governmental or merely corporate functions was distinctly in issue. The petition in bankruptcy alleged that the district was created with power to perform \"the proprietary and/or corporate function of furnishing <span class=\"star-pagination\">*369</span> water for irrigation and domestic uses . . .\" The district judge held that the district was created for the local exercise of state sovereign powers; that it was exercising \"a governmental function\"; that its property was public property; that it was not carrying on private business, but public business. That court, having denied the petition for want of jurisdiction, the district submitted a motion for a new trial in which it assigned, among other things, that the court erred in holding that petitioner was created for the purpose of performing governmental functions, \"for the reason that the Courts of Texas, as well as the other Courts in the Nation, have uniformly held that the furnishing of water for irrigation was purely a proprietary function . . .\" Substantially the same thing was repeated in other assignments of error. In the petition for rehearing in this court, the district challenged our determination that respondent was a political subdivision of the state \"created for the local exercise of her sovereign powers,\" and asserted to the contrary that the facts would demonstrate that \"respondent is a corporation organized for essentially proprietary purposes.\" It is not open to dispute that the statements quoted from our opinion in the <i>Ashton</i> case were made after due consideration, and the case itself decided and the rehearing denied in the light of the issue thus definitely presented. Compare <i>Bingham</i> v. <i>United States,</i> 296 U.S. 211, 218-219.</p>\n<p>\"No higher police duty rests upon municipal authority,\" this court said in <i>Columbus</i> v. <i>Mercantile Trust Co.,</i> 218 U.S. 645, 658, \"than that of furnishing an ample supply of pure and wholesome water for public and domestic uses. The preservation of the health of the community is best obtained by the discharge of this duty, to say nothing of the preservation of property from fire, so constant an attendant upon crowded conditions of municipal life.\"</p>\n<p><span class=\"star-pagination\">*370</span> In <i>Dunbar</i> v. <i>New York City,</i> 251 U.S. 516, we sustained a charter provision giving a lien for water charges upon a building in which the water had been used, although the charges had been incurred by tenants and not by the owner, saying  \"And as a supply of water is necessary it is only an ordinary and legal exertion of government to provide means for its compulsory compensation.\"</p>\n<p>In <i>German Alliance Ins. Co.</i> v. <i>Home Water Co.,</i> 226 U.S. 220, the City of Spartanburg had entered into a contract with the respondent by which the latter was empowered to supply the city and its inhabitants with water suitable for fire, sanitary and domestic purposes. The petitioner had issued a policy of fire insurance upon certain property, which was destroyed by fire. It paid the amount of the loss, and took an assignment from the insured of all claims and demands against any person arising from or connected with the loss. It brought suit against the respondent on the ground that the fire could easily have been extinguished if respondent had complied with its contract. This court held that the action was not maintainable for reasons which appear in the opinion. The city, it was said, was under no <i>legal</i> obligation to furnish water; and it did not subject itself to a new or greater liability because it voluntarily undertook to do so (pp. 227-228). \"It acted in a governmental capacity, and was no more responsible for failure in that respect than it would have been for failure to furnish adequate police protection.\"</p>\n<p>We conclude that the acquisition and distribution of a supply of water for the needs of the modern city involve the exercise of essential governmental functions, and this conclusion is fortified by a consideration of the public uses to which the water is put. Without such a supply, public schools, public sewers so necessary to preserve health, fire departments, street sprinkling and cleaning, public buildings, parks, playgrounds, and public baths, <span class=\"star-pagination\">*371</span> could not exist. And this is equivalent, in a very real sense, to saying that the city itself would then disappear. More than one-fourth of the water furnished by the city of New York, we are told by the record, is utilized for these public purposes. Certainly, the maintenance of public schools, a fire department, a system of sewers, parks and public buildings, to say nothing of other public facilities and uses, calls for the exercise of governmental functions. And so far as these are concerned, the water supply is a necessary auxiliary, and, therefore, partakes of their nature. <i>New York ex rel. Rogers</i> v. <i>Graves,</i> 299 U.S. 401, 406. Moreover, the health and comfort of the city's population of 7,000,000 souls, and in some degree their very existence, are dependent upon an adequate supply of pure and wholesome water. It may be, as it is suggested, that private corporations would be able and willing to undertake to provide a supply of water for all purposes; but if the State and City of New York be of opinion, as they evidently are, that the service should not be entrusted to private hands but should be rendered by the city itself as an appropriate means of discharging its duty to protect the health, safety and lives of its inhabitants, we do not doubt that it may do so in the exercise of its essential governmental functions.</p>\n<p>We find nothing that detracts from this view in the fact that in former times the business of furnishing water to urban communities, including New York, in fact was left largely, or even entirely, to private enterprise. The tendency for many years has been in the opposite direction, until now in nearly all the larger cities of the country the duty has been assumed by the municipal authorities. Governmental functions are not to be regarded as non-existent because they are held in abeyance, or because they lie dormant, for a time. If they be by their nature governmental, they are none the less so because the use of them has had a recent beginning.</p>\n<p><span class=\"star-pagination\">*372</span> The principle finds illustration in our decision in <i>Shoemaker</i> v. <i>United States,</i> 147 U.S. 282, 297, where it was held that land taken by an exercise of the power of eminent domain for the establishment of Rock Creek Park in the District of Columbia was taken for a public use, and that the amount required to be paid was validly assessed upon lands in the district specially benefited thereby. At the beginning of the opinion in that case, this court said: \"In the memory of men now living, a proposition to take private property, without the consent of its owner, for a public park, and to assess a proportionate part of the cost upon real estate benefited thereby, would have been regarded as a novel exercise of legislative power.\" It was pointed out that Central Park in New York was the first place provided for the inhabitants of any city or town in the United States as a pleasure ground for rest and exercise in the open air, but that in 1892, when the opinion was written, there was scarcely a city of any considerable size in the country that did not have, or had not projected, such parks.</p>\n<p>Respondent contends that the municipality, in supplying water to its inhabitants, is engaged in selling water for profit; and seems to think that this, if true, stamps the operation as private and not governmental in character. We first pause to observe that the overhead due to the enormous cost of the system, and the fact that so large a proportion of the water is diverted for public use, rather plainly suggests that no real profit is likely to result. And to say that, because the city makes a charge for furnishing water to private consumers, it follows that the operation of the water works is corporate and not governmental, is to beg the question. What the city is engaged in doing in that respect is rather rendering a service than selling a commodity. If that service be governmental it does not become private because a charge is made for it, or a profit realized. A state, for example, <span class=\"star-pagination\">*373</span> constructs and operates a highway. It may, if it choose, exact compensation for its use from those who travel over it (see <i>Bingaman</i> v. <i>Golden Eagle Lines,</i> 297 U.S. 626, 628); but this does not destroy the claim that the maintenance of the highway is a public and governmental function. The state or the city may exact a tuition charge for instruction in the public schools; but thereby the maintenance of the public schools does not cease to be a function of the government. The state exacts a fee for issuing a license or granting a permit; for recording a deed; for rendering a variety of services in the judicial department. Do these various services thereby lose their character as governmental functions? The federal Post-Office Department charges for its services; but no one would question the fact that its operation calls into exercise a governmental function.</p>\n<p>The contention is made that our decisions in <i>South Carolina</i> v. <i>United States,</i> 199 U.S. 437, 461, 462, and <i>Flint</i> v. <i>Stone Tracy Co.,</i> 220 U.S. 107, 172, are to the effect that the supplying of water is not a governmental function; but in neither case was that question in issue, and what was said by the court was wholly unnecessary to the disposition of the cases and merely by way of illustration. Expressions of that kind may be respected, but do not control in a subsequent case when the precise point is presented for decision. <i>Osaka Shosen Kaisha Line</i> v. <i>United States, ante,</i> pp. 98, 103, and authorities cited. The precise point is presented here, has been fully considered, and is decided otherwise. Neither <i>Ohio</i> v. <i>Helvering,</i> 292 U.S. 360, nor <i>Helvering</i> v. <i>Powers,</i> 293 U.S. 214, relied upon by respondent, is in point. What has already been said distinguishes those cases from the one now under consideration.</p>\n<p>We have not failed to give careful consideration to <i>Blair</i> v. <i>Byers,</i> 35 F. (2d) 326, and <i>Denman</i> v. <i>Commissioner,</i> 73 F. (2d) 193, both of which take a view contrary <span class=\"star-pagination\">*374</span> to that which we have expressed. To the extent of this conflict, those cases are disapproved. Both rely on <i>South Carolina</i> v. <i>United States</i> and <i>Flint</i> v. <i>Stone Tracy Co., supra</i><i>,</i> which we have already distinguished.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE STONE and MR. JUSTICE CARDOZO, concurring in the result:</p>\n<p>We concur in the result upon the ground that the petitioner has brought himself within the terms of the exemption prescribed by Treasury Regulation 74, Article 643, which for the purposes of this case may be accepted as valid, its validity not being challenged by counsel for the Government.</p>\n<p>In the absence of such a challenge no opinion is expressed as to the need for revision of the doctrine of implied immunities declared in earlier decisions.</p>\n<p>We leave that subject open.</p>\n<p>MR. JUSTICE ROBERTS, dissenting:</p>\n<p>I regret that I am unable to concur in the opinion of the court. I think that the judgment should be affirmed.</p>\n<p>There is no occasion now to discuss the dual character of our form of government, and the consequent dual allegiance of a citizen of a state to his state and to the United States, to elaborate the thesis that the integrity of each government is to be maintained against invasions by the other, or to reiterate that the implied immunity of the one from taxation by the other springs from the necessity that neither shall, by the exercise of the power to tax, burden, hinder or destroy the operation or existence of the other. There is universal recognition of the truth of these tenets, and of their fundamental relation to the preservation of the constitutional framework of the nation. Our difficulties arise, not in their statement as guiding principles, but, as in this instance, in their application to specific cases.</p>\n<p><span class=\"star-pagination\">*375</span> The frank admissions of counsel at the bar concerning the confusion and apparent inconsistency in administrative rulings as to the taxability of compensation of municipal employees seems to call for an equally candid statement that our decisions in the same field have not furnished the executive a consistent rule of action. The need of equitable and uniform administration of tax laws, national and state, and the just demand of the citizen that the rules governing the enforcement of those laws shall be ascertainable require an attempt at rationalization and restatement.</p>\n<p>It seems to me that the reciprocal rights and immunities of the national and a state government may be safeguarded by the observance of two limitations upon their respective powers of taxation. These are that the exactions of the one must not discriminate against the means and instrumentalities of the other and must not directly burden the operations of that other. To state these canons otherwise: an exaction by either government which hits the means or instrumentalities of the other infringes the principle of immunity if it discriminates against them and in favor of private citizens or if the burden of the tax be palpable and direct rather than hypothetic and remote. Tested by these criteria the imposition of the challenged tax in the instant case was lawful.</p>\n<p>The petitioner is a citizen of New York. By virtue of that status he is also a citizen of the United States. He owes allegiance to each government. He derives income from the exercise of his profession. His obligation as a citizen is to contribute to the support of the governments under whose joint protection he lives and pursues his calling. His liability to fulfill that obligation to the national government by payment of income tax upon his salary would be unquestioned were it not for the character of his employer. If the water works of New York <span class=\"star-pagination\">*376</span> City were operated by a private corporation under a public franchise and if the petitioner held a like position with the corporation, there could be no question that the imposition of a federal income tax, measured by his compensation, would be justified. If petitioner, instead of holding a so-called official position under the municipal government of New York City, were consulted from time to time with respect to its water problems his compensation would be subject to income tax. (<i>Metcalf &amp; Eddy</i> v. <i>Mitchell,</i> 269 U.S. 514.) He is put into an untaxable class upon the theory that as an official of the municipality, which in turn is an arm of the state, he is an \"instrumentality\" of the state, and to tax him upon his salary is to lay a burden upon the state government which, however trifling, is forbidden by the implied immunity of the state from burdens imposed by the United States. The petitioner seeks to show the reality of the supposed burden by the suggestion that if his salary and the compensation of others employed by the city is subject to federal income tax, the municipality will be compelled to pay higher salaries in order to obtain the services of such persons and the consequent aggregate increase in outlay will entail a heavy financial load. We know, however, that professional services are offered in the industrial and business field; and that while there is no hard and fast standard of compensation, and men bargain for their rewards, salaries do bear some relation to experience and ability. There is a market in which a professional man offers his services and municipalities are bidders in that market. We know further that those in private employment holding positions comparable to that of the petitioner pay a tax equal to that levied upon him. It is clear that any consideration of the petitioner's immunity from federal income tax would be altogether remote, impalpable and unascertainable in influencing <span class=\"star-pagination\">*377</span> him to accept a position under the municipality rather than under a private employer.</p>\n<p>In reason and logic it is difficult to differentiate the present case from that of a private citizen who furnishes goods, performs work or renders service to a state or a municipality under a contract or an officer or employe of a corporation which does the same. Income tax on the compensation paid or the profit realized is a necessary cost incident to the performance of the contract and as such must be taken into account in fixing the consideration demanded of the city government. In quite as real a sense, as in this case, the taxation of income of such persons and, as well, the taxation of the corporation itself, lays a burden upon the funds of the state or its agency. Nevertheless, the courts have repeatedly declared that the doctrine of immunity will not serve to exempt such persons or corporations from the exaction.</p>\n<p>The importance of the case arises out of the fact that the claimed exemption may well extend to millions of persons (whose work nowise differs from that of their fellows in private enterprise) who are employed by municipal subdivisions and districts throughout the nation and that, on the other hand, the powers of the states to tax may be inhibited in the case of hundreds of thousands of similar employes of federal agencies of one sort or another. Such exemptions from taxation ought to be strictly limited. They are essentially unfair. They are unsound because federal or state business ought to bear its proportionate share of taxation in order that comparison may be made between the cost of conducting public and private business.</p>\n<p>We are here concerned only with the question of the taxation of salaries or compensation received by those rendering to a municipality services of the same kind as are rendered to private employers and need not go beyond <span class=\"star-pagination\">*378</span> the precise issue here presented. We have no concern with the exaction of a sales tax by the federal government on sales to a state government or one of its subdivisions, or the reverse; we are not called upon to define the power to levy taxes upon real property owned by a state or by the national government. We have no occasion to discuss the power of either government to impose excise taxes upon transactions of the other or upon the evidence of such transactions. Nor are we called upon here to determine the validity of a nondiscriminatory tax upon the salary of a governmental officer whose duties and functions have no analogue in the conduct of a business or the pursuit of a profession, but are both peculiar to and essential to the operation of government. The sole question here is whether one performing work or rendering service of a type commonly done or rendered in ordinary commercial life for gain is exempt from the normal burden of a tax on that gain for the support of the national government because his compensation is paid by a state agency instead of a private employer. I think the imposition of a tax upon such gain where, as here, the tax falls equally upon all employed in like occupation, and where the supposed burden of the tax upon state government is indirect, remote, and imponderable, is not inconsistent with the principle of immunity inherent in the constitutional relation of state and nation.</p>\n<p>MR. JUSTICE BRANDEIS joins in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]   This is brought out in a careful and detailed review by Professor Borchard in that portion of his general discussion of \"Government Liability in Tort\" dealing with municipal corporations, to be found in (1924-5) 34 Yale L.J. 129-143, 229-258, in the course of which he says (p. 129): \"Disagreement among the courts as to many customary municipal acts and functions may almost be said to be more common than agreement and the elaboration of the varying justifications for their classification is even less satisfying to any demand for principle in the law. Indeed, so hopeless did the effort of the courts to make an appropriate classification of functions appeal to the Supreme Court of South Carolina that they determined to abandon the distinction between governmental and corporate acts.\"</p>\n<p>[2]   See <i>Herron</i> v. <i>Pittsburgh,</i> 204 Pa. 509, 513; 54 Atl. 311; <i>Jones</i> v. <i>Sioux City,</i> 185 Iowa. 1178, 1185; 170 N.W. 445; <i>Twist</i> v. <i>Rochester,</i> 55 N.Y. Supp. 850. Compare <i>Kunz</i> v. <i>Troy,</i> 104 N.Y. 344, 348; 10 N.E. 442, with <i>Altvater</i> v. <i>Mayor of Baltimore,</i> 31 Md. 462.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></span> (1937)</b></center>\n<center><h1>BRUSH<br>\nv.<br>\nCOMMISSIONER OF INTERNAL REVENUE.</h1></center>\n<center>No. 451.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 4, 1937.</center>\n<center>Decided March 15, 1937.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SECOND CIRCUIT.\n<p><span class=\"star-pagination\">*353</span> <i>Messrs. Boykin C. Wright</i> and <i>Paul Windels</i> for petitioner.</p>\n<p><i>Mr. J.P. Jackson,</i> with whom <i>Solicitor General Reed, Assistant Attorney General Jackson,</i> and <i>Messrs. Sewall Key</i> and <i>Berryman Green</i> were on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*359</span> MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>The question brought here for determination is whether the salary of petitioner as Chief Engineer of the Bureau of Water Supply of the City of New York is a part of his taxable income for the purposes of the federal income-tax <span class=\"star-pagination\">*360</span> law. The answer depends upon whether the water system of the city was created and is conducted in the exercise of the city's governmental functions. If so, its operations are immune from federal taxation and, as a necessary corollary, \"fixed salaries and compensation paid to its officers and employees in their capacity as such are likewise immune.\" <i>New York ex rel. Rogers</i> v. <i>Graves,</i> <span class=\"citation\" data-id=\"102734\"><a href=\"/opinion/102734/new-york-ex-rel-rogers-v-graves/\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span>, 408.</p>\n<p>Petitioner holds his office as Chief Engineer by statutory authority, with a fixed annual salary of $14,000. He exercises supervision over the engineering details connected with the supplying of water for public purposes and for consumption by the inhabitants of the city; supervises the protection of the water supply from pollution; and generally exercises control over the operation of the water system, its personnel, expenditure of money and other matters relating thereto.</p>\n<p>In the early history of the city, water was furnished by private companies; but a century or more ago, the city itself began to take over the development and distribution. In 1831, the Board of Aldermen declared its dissatisfaction with the private control, and resolved that the powers then vested in private hands should be repealed by the legislature and vested exclusively in the corporation of the City of New York. This, in effect, was initiated in 1833 (L. 1833, c. 36); and, soon thereafter, the city constructed municipal water works, and, with slight exceptions, private control and operation ceased. The sources of water supply furnished by such companies as remain are approaching exhaustion, and the water furnished is of a quality inferior to that supplied by the municipality. From 1833 to the present time, additions to the water supply and system have been steadily made until the cost has mounted to more than $500,000,000; and it is estimated that additional expenditures of a quarter of a billion dollars will be necessary. <span class=\"star-pagination\">*361</span> The cost of bringing water from the Catskills alone amounted to approximately $200,000,000. The municipal outstanding bonded indebtedness incurred for supplying the city with water amounts to an enormous sum. More than half the entire population of the state is found within the municipal boundaries. The action of the city from the beginning has been taken under legislative authority.</p>\n<p>The Commissioner of Internal Revenue having assessed a deficiency tax against petitioner in respect of his salary, petitioner sought a redetermination at the hands of the Board of Tax Appeals. That board sustained the commissioner and decreed a deficiency against petitioner of $256.27 for the year 1931. Upon review, the court below affirmed the decree of the board. 85 F. (2d) 32. While the sum involved is small, we granted the writ of certiorari because of the obvious importance of the question involved.</p>\n<p>The phrase \"governmental functions,\" as it here is used, has been qualified by this court in a variety of ways. Thus, in <i>South Carolina</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96357\"><a href=\"/opinion/96357/south-carolina-v-united-states/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">437</span></a></span>, 461, it was suggested that the exemption of state agencies and instrumentalities from federal taxation was limited to those which were of a <i>strictly</i> governmental character, and did not extend to those used by the state in carrying on an ordinary private business. In <i>Flint</i> v. <i>Stone Tracy Co.,</i> <span class=\"citation\" data-id=\"97378\"><a href=\"/opinion/97378/flint-v-stone-tracy-co/\"><span class=\"volume\">220</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, 172, the immunity from taxation was related to the <i>essential</i> governmental functions of the state. In <i>Helvering</i> v. <i>Powers,</i> <span class=\"citation\" data-id=\"102330\"><a href=\"/opinion/102330/helvering-v-powers/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, 225, we said that the state \"cannot withdraw sources of revenue from the federal taxing power by engaging in businesses which constitute a departure from <i>usual</i> governmental functions and to which, by reason of their nature, the federal taxing power would normally extend.\" And immunity is not established because the state has the power to engage <span class=\"star-pagination\">*362</span> in the business for what the state conceives to be the public benefit. <i>Idem.</i> In <i>United States</i> v. <i>California,</i> <span class=\"citation\" data-id=\"102593\"><a href=\"/opinion/102593/united-states-v-california/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">175</span></a></span>, 185, the suggested limit of the federal taxing power was in respect of activities in which the states have <i>traditionally</i> engaged.</p>\n<p>In the present case, upon the one side, stress is put upon the adjective \"essential,\" as used in the <i>Flint</i> v. <i>Stone Tracy</i> case, while, on the other side, it is contended that this qualifying adjective must be put aside in favor of what is thought to be the greater reach of the word \"usual,\" as employed in the <i>Powers</i> case. But these differences in phraseology, and the others just referred to, must not be too literally contradistinguished. In neither of the cases cited, was the adjective used as an exclusive or rigid delimitation. For present purposes, however, we shall inquire whether the activity here in question constitutes an essential governmental function within the proper meaning of that term; and in that view decide the case.</p>\n<p>There probably is no topic of the law in respect of which the decisions of the state courts are in greater conflict and confusion than that which deals with the differentiation between the governmental and corporate powers of municipal corporations. This condition of conflict and confusion is confined in the main to decisions relating to liability in tort for the negligence of officers and agents of the municipality. In that field, no definite rule can be extracted from the decisions.<sup>[1]</sup> It is true that <span class=\"star-pagination\">*363</span> in most of the state courts, including those in the State of New York, it is held that the operation of water works falls within the category of corporate activities; and the city's liability is affirmed in tort actions arising from negligence in such operation. But the rule in respect of such cases, as we pointed out in <i>Trenton</i> v. <i>New Jersey,</i> <span class=\"citation\" data-id=\"100208\"><a href=\"/opinion/100208/trenton-v-new-jersey/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">182</span></a></span>, 192, has been \"applied to escape difficulties, in order that injustice may not result from the recognition of technical defenses based upon the governmental character of such corporations\"; and the rule is hopelessly indefinite, probably for that very reason.</p>\n<p>This is not, however, an action for personal injuries sounding in tort, but a proceeding which seeks in effect to determine whether immunity from federal taxation, in respect of the activity in question, attaches in favor of a state-created municipality  an objective so different in character from that sought in a tort action as to suggest caution in applying as the guide to a decision of the former a local rule of law judicially adopted in order to avoid supposed injustices which would otherwise result in the latter. We have held, for example, that the sale of motorcycles to a municipal corporation for use in its police service is not subject to federal taxation, because the maintenance of such a service is a governmental function. <i>Indian Motocycle Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101762\"><a href=\"/opinion/101762/indian-motocycle-co-v-united-states/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">570</span></a></span>, 579. And while it is true that the weight of authority in tort actions accords with that view, there are state decisions which affirm the liability of a municipality for personal injury resulting from the negligence of its police officials under the circumstances presented in the respective cases dealt with.<sup>[2]</sup> Nevertheless, our <span class=\"star-pagination\">*364</span> decision in the <i>Indian Motocycle</i> case did not rest in the slightest degree upon a consideration of the state rule in respect of tort actions, but upon a broad consideration of the implied constitutional immunity arising from the dual character of our national and state governments.</p>\n<p>The rule in respect of municipal liability in tort is a local matter; and whether it shall be strict or liberal or denied, altogether is for the state which created the municipality alone to decide (<i>Detroit</i> v. <i>Osborne,</i> <span class=\"citation\" data-id=\"92796\"><a href=\"/opinion/92796/detroit-v-osborne/\"><span class=\"volume\">135</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">492</span></a></span>, 497-498)  provided, of course, the Federal Constitution be not infringed. But a federal tax in respect of the activities of a state or a state agency is an imposition by one government upon the activities of another, and must accord with the implied federal requirement that state and local governmental functions be not burdened thereby. So long as our present dual form of government endures, the states, it must never be forgotten, \"are as independent of the general government as that government within its sphere is independent of the States.\" <i>Collector</i> v. <i>Day,</i> <span class=\"citation\" data-id=\"88308\"><a href=\"/opinion/88308/collector-v-day/\"><span class=\"volume\">11</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">113</span></a></span>, 124. And, as it was said in <i>Texas</i> v. <i>White,</i> <span class=\"citation\" data-id=\"88061\"><a href=\"/opinion/88061/texas-v-white/\"><span class=\"volume\">7</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">700</span></a></span>, 725, and often has been repeated  \"the preservation of the States, and the maintenance of their governments, are as much within the design and care of the Constitution as the preservation of the Union and the maintenance of the National government.\" The unimpaired existence of both governments is equally essential. It is to that high end that this court has recognized the rule, which rests upon necessary implication, that neither may tax the governmental means and instrumentalities of the other. <i>Collector</i> v. <i>Day, supra,</i> p. 127. In the light of these considerations, it follows that the question here presented is not controlled by local law but is a question of national scope to be resolved in harmony with implied constitutional principles <span class=\"star-pagination\">*365</span> of general application. Compare <i>Workman</i> v. <i>New York City,</i> <span class=\"citation\" data-id=\"95379\"><a href=\"/opinion/95379/workman-v-new-york-city/\"><span class=\"volume\">179</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, 557. This indicated dissimilarity constitutes a distinction which is fundamental; and we put aside the state decisions in tort actions as inapposite. Compare <i>Atlantic Cleaners &amp; Dyers</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101939\"><a href=\"/opinion/101939/atlantic-cleaners-dyers-inc-v-united-states/\"><span class=\"volume\">286</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">427</span></a></span>, 433 <i>et seq.</i></p>\n<p>We thus come to a situation, which the courts have frequently been called upon to meet, where the issue cannot be decided in accordance with an established formula, but where points along the line \"are fixed by decisions that this or that concrete case falls on the nearer or farther side.\" <i>Hudson Water Co.</i> v. <i>McCarter,</i> <span class=\"citation\" data-id=\"96834\"><a href=\"/opinion/96834/hudson-county-water-co-v-mccarter/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, 355. We are, of course, quite able to say that certain functions exercised by a city are clearly governmental  that is, lie upon the nearer side of the line  while others are just as clearly private or corporate in character, and lie upon the farther side. But between these two opposite classes, there is a zone of debatable ground within which the cases must be put upon one side or the other of the line by what this court has called the gradual process of historical and judicial \"inclusion and exclusion.\" <i>Continental Bank</i> v. <i>Chicago, R.I. &amp; P. Ry.,</i> <span class=\"citation\" data-id=\"102413\"><a href=\"/opinion/102413/continental-bank-v-rock-island-ry/\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span>, 670, and cases cited.</p>\n<p>We think, therefore, that it will be wise to confine, as strictly as possible, the present inquiry to the necessities of the immediate issue here involved, and not, by an attempt to formulate any general test, risk embarrassing the decision of cases in respect of municipal activities of a different kind which may arise in the future. Cf. <i>Euclid</i> v. <i>Ambler Realty Co.,</i> <span class=\"citation\" data-id=\"100934\"><a href=\"/opinion/100934/village-of-euclid-v-ambler-realty-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, 397; <i>Metcalf &amp; Eddy</i> v. <i>Mitchell,</i> <span class=\"citation\" data-id=\"100771\"><a href=\"/opinion/100771/metcalf-eddy-v-mitchell/\"><span class=\"volume\">269</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">514</span></a></span>, 523. In the case last named we had occasion to point out the difficulty, albeit the necessity, as cases arise within the doubtful zone, of drawing the line which separates those activities which have some relation to government but are subject to taxation from those which are immune. \"Experience has shown,\" <span class=\"star-pagination\">*366</span> we said, \"that there is no formula by which that line may be plotted with precision in advance. But recourse may be had to the reason upon which the rule rests, and which must be the guiding principle to control its operation. Its origin was due to the essential requirement of our constitutional system that the federal government must exercise its authority within the territorial limits of the states; and it rests on the conviction that each government, in order that it may administer its affairs within its own sphere, must be left free from undue interference by the other.\"</p>\n<p>The public interest in the conservation and distribution of water for a great variety of purposes  ranging from ordinary agricultural, domestic and sanitary uses, to the preservation of health and of life itself  is obvious and well settled. For the modern city, such conservation and distribution of water in sufficient quantity and in a state of purity is as vital as air. And this vital necessity becomes more and more apparent and pressing as cities increase in population and density of population. It has found, so far, its culminating point in the vast and supreme needs of the City of New York.</p>\n<p>One of the most striking illustrations of the public interest in the use of water and the governmental power to deal with it is shown in legislation and judicial pronouncement with respect to the arid-land states of the far west. In some of them, the state constitution asserts public ownership of all unappropriated nonnavigable waters. In Utah, while it was still a territory, a statute conferred the right upon individual land owners to condemn rights-of-way across the lands of others in order to convey water to the former for irrigation purposes, and declared that such condemnation was for a \"public use.\" This court upheld the statute. <i>Clark</i> v. <i>Nash,</i> 198 U.S. 361. We said that what is a public use may depend upon <span class=\"star-pagination\">*367</span> the facts surrounding the subject; pointed out the vital need of water for irrigation in the arid-land states, a need which did not exist in the states of the east and where, consequently, a different rule obtained; and held that the court must recognize the difference of climate and soil which rendered necessary differing laws in the two groups of states.</p>\n<p>Many years ago, Congress, recognizing this difference, passed the Desert Land Act (c. 107, 19 Stat. 377), by which, among other things, the waters upon the public domain in the arid-land states and territories were dedicated to the use of the public for irrigation and other purposes. Following this act, if not before, all non-navigable waters then on the belonging to that part of the national domain became <i>publici juris,</i> subject to the plenary control of the arid-land states and territories with the right to determine to what extent the rule of appropriation or the common-law rule in respect of riparian rights should obtain. <i>California Oregon Power Co.</i> v. <i>Beaver Cement Co.,</i> <span class=\"citation\" data-id=\"102444\"><a href=\"/opinion/102444/california-oregon-power-co-v-beaver-portland-cemen/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">142</span></a></span>, 155 <i>et seq.</i> And in <i>Kansas</i> v. <i>Colorado,</i> <span class=\"citation\" data-id=\"96668\"><a href=\"/opinion/96668/kansas-v-colorado/\"><span class=\"volume\">206</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, 94, this court entertained and decided a controversy between two states involving the right of private appropriators in Colorado to divert waters for the irrigation of lands in that state from a river naturally and customarily flowing into the State of Kansas. It was held (p. 99) that such a controversy rises \"above a mere question of local private right and involves a matter of state interest, and must be considered from that standpoint.\" Cf. <i>Hudson Water Co.</i> v. <i>McCarter,</i> <span class=\"citation\" data-id=\"96834\"><a href=\"/opinion/96834/hudson-county-water-co-v-mccarter/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, 355; <i>New Orleans Gas Co.</i> v. <i>Drainage Comm'n,</i> <span class=\"citation\" data-id=\"96264\"><a href=\"/opinion/96264/new-orleans-gas-co-v-drainage-comm/\"><span class=\"volume\">197</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">453</span></a></span>, 460; <i>Houck</i> v. <i>Little River District,</i> <span class=\"citation\" data-id=\"98574\"><a href=\"/opinion/98574/houck-v-little-river-drainage-dist/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, 261.</p>\n<p>In <i>New Orleans</i> v. <i>Morris,</i> <span class=\"citation\" data-id=\"90613\"><a href=\"/opinion/90613/new-orleans-v-morris/\"><span class=\"volume\">105</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span>, 602, the city had conveyed its water works to a corporation formed for the purpose of maintaining and enlarging them. <span class=\"star-pagination\">*368</span> The city received as consideration shares of stock, which a state statute declared should not be liable to seizure for the debts of the city. It was held the statute did not impair the obligation of any contract, since the shares represented the city's ownership in the water works which had, before the enactment of the statute, been exempted from seizure and sale. This ruling was put upon the ground that the water works were of such public utility and necessity that they were held in trust for the use of the citizens the same as public parks and public buildings.</p>\n<p>While these cases do not decide, they plainly suggest, that municipal water works created and operated in order to supply the needs of a city and its inhabitants are public works and their operation essentially governmental in character. Other decisions of this court, however, more directly support that conclusion.</p>\n<p>We recently have held that the bankruptcy statutes could not be extended to municipalities or other political subdivisions of a state. <i>Ashton</i> v. <i>Cameron County Water District,</i> 298 U.S. 513. The respondent there was a water-improvement district organized by law to furnish water for irrigation and domestic uses. We said (pp. 527-528) that respondent was a political subdivision of the state \"created for the local exercise of her sovereign powers, . . . Its fiscal affairs are those of the State, not subject to control or interference by the National Government, unless the right so to do is definitely accorded by the Federal Constitution.\" In support of that holding, former decisions of this court with respect to the immunity of states and municipalities from federal taxation were relied upon as apposite. The question whether the district exercised governmental or merely corporate functions was distinctly in issue. The petition in bankruptcy alleged that the district was created with power to perform \"the proprietary and/or corporate function of furnishing <span class=\"star-pagination\">*369</span> water for irrigation and domestic uses . . .\" The district judge held that the district was created for the local exercise of state sovereign powers; that it was exercising \"a governmental function\"; that its property was public property; that it was not carrying on private business, but public business. That court, having denied the petition for want of jurisdiction, the district submitted a motion for a new trial in which it assigned, among other things, that the court erred in holding that petitioner was created for the purpose of performing governmental functions, \"for the reason that the Courts of Texas, as well as the other Courts in the Nation, have uniformly held that the furnishing of water for irrigation was purely a proprietary function . . .\" Substantially the same thing was repeated in other assignments of error. In the petition for rehearing in this court, the district challenged our determination that respondent was a political subdivision of the state \"created for the local exercise of her sovereign powers,\" and asserted to the contrary that the facts would demonstrate that \"respondent is a corporation organized for essentially proprietary purposes.\" It is not open to dispute that the statements quoted from our opinion in the <i>Ashton</i> case were made after due consideration, and the case itself decided and the rehearing denied in the light of the issue thus definitely presented. Compare <i>Bingham</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102506\"><a href=\"/opinion/102506/bingham-v-united-states/\"><span class=\"volume\">296</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">211</span></a></span>, 218-219.</p>\n<p>\"No higher police duty rests upon municipal authority,\" this court said in <i>Columbus</i> v. <i>Mercantile Trust Co.,</i> <span class=\"citation\" data-id=\"97327\"><a href=\"/opinion/97327/columbus-v-mercantile-trust-deposit-co-of-baltimor/\"><span class=\"volume\">218</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">645</span></a></span>, 658, \"than that of furnishing an ample supply of pure and wholesome water for public and domestic uses. The preservation of the health of the community is best obtained by the discharge of this duty, to say nothing of the preservation of property from fire, so constant an attendant upon crowded conditions of municipal life.\"</p>\n<p><span class=\"star-pagination\">*370</span> In <i>Dunbar</i> v. <i>New York City,</i> <span class=\"citation\" data-id=\"99516\"><a href=\"/opinion/99516/dunbar-v-city-of-new-york/\"><span class=\"volume\">251</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, we sustained a charter provision giving a lien for water charges upon a building in which the water had been used, although the charges had been incurred by tenants and not by the owner, saying  \"And as a supply of water is necessary it is only an ordinary and legal exertion of government to provide means for its compulsory compensation.\"</p>\n<p>In <i>German Alliance Ins. Co.</i> v. <i>Home Water Co.,</i> <span class=\"citation\" data-id=\"97710\"><a href=\"/opinion/97710/german-alliance-ins-co-v-home-water-supply-co/\"><span class=\"volume\">226</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></a></span>, the City of Spartanburg had entered into a contract with the respondent by which the latter was empowered to supply the city and its inhabitants with water suitable for fire, sanitary and domestic purposes. The petitioner had issued a policy of fire insurance upon certain property, which was destroyed by fire. It paid the amount of the loss, and took an assignment from the insured of all claims and demands against any person arising from or connected with the loss. It brought suit against the respondent on the ground that the fire could easily have been extinguished if respondent had complied with its contract. This court held that the action was not maintainable for reasons which appear in the opinion. The city, it was said, was under no <i>legal</i> obligation to furnish water; and it did not subject itself to a new or greater liability because it voluntarily undertook to do so (pp. 227-228). \"It acted in a governmental capacity, and was no more responsible for failure in that respect than it would have been for failure to furnish adequate police protection.\"</p>\n<p>We conclude that the acquisition and distribution of a supply of water for the needs of the modern city involve the exercise of essential governmental functions, and this conclusion is fortified by a consideration of the public uses to which the water is put. Without such a supply, public schools, public sewers so necessary to preserve health, fire departments, street sprinkling and cleaning, public buildings, parks, playgrounds, and public baths, <span class=\"star-pagination\">*371</span> could not exist. And this is equivalent, in a very real sense, to saying that the city itself would then disappear. More than one-fourth of the water furnished by the city of New York, we are told by the record, is utilized for these public purposes. Certainly, the maintenance of public schools, a fire department, a system of sewers, parks and public buildings, to say nothing of other public facilities and uses, calls for the exercise of governmental functions. And so far as these are concerned, the water supply is a necessary auxiliary, and, therefore, partakes of their nature. <i>New York ex rel. Rogers</i> v. <i>Graves,</i> <span class=\"citation\" data-id=\"102734\"><a href=\"/opinion/102734/new-york-ex-rel-rogers-v-graves/\"><span class=\"volume\">299</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span>, 406. Moreover, the health and comfort of the city's population of 7,000,000 souls, and in some degree their very existence, are dependent upon an adequate supply of pure and wholesome water. It may be, as it is suggested, that private corporations would be able and willing to undertake to provide a supply of water for all purposes; but if the State and City of New York be of opinion, as they evidently are, that the service should not be entrusted to private hands but should be rendered by the city itself as an appropriate means of discharging its duty to protect the health, safety and lives of its inhabitants, we do not doubt that it may do so in the exercise of its essential governmental functions.</p>\n<p>We find nothing that detracts from this view in the fact that in former times the business of furnishing water to urban communities, including New York, in fact was left largely, or even entirely, to private enterprise. The tendency for many years has been in the opposite direction, until now in nearly all the larger cities of the country the duty has been assumed by the municipal authorities. Governmental functions are not to be regarded as non-existent because they are held in abeyance, or because they lie dormant, for a time. If they be by their nature governmental, they are none the less so because the use of them has had a recent beginning.</p>\n<p><span class=\"star-pagination\">*372</span> The principle finds illustration in our decision in <i>Shoemaker</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93491\"><a href=\"/opinion/93491/shoemaker-v-united-states/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, 297, where it was held that land taken by an exercise of the power of eminent domain for the establishment of Rock Creek Park in the District of Columbia was taken for a public use, and that the amount required to be paid was validly assessed upon lands in the district specially benefited thereby. At the beginning of the opinion in that case, this court said: \"In the memory of men now living, a proposition to take private property, without the consent of its owner, for a public park, and to assess a proportionate part of the cost upon real estate benefited thereby, would have been regarded as a novel exercise of legislative power.\" It was pointed out that Central Park in New York was the first place provided for the inhabitants of any city or town in the United States as a pleasure ground for rest and exercise in the open air, but that in 1892, when the opinion was written, there was scarcely a city of any considerable size in the country that did not have, or had not projected, such parks.</p>\n<p>Respondent contends that the municipality, in supplying water to its inhabitants, is engaged in selling water for profit; and seems to think that this, if true, stamps the operation as private and not governmental in character. We first pause to observe that the overhead due to the enormous cost of the system, and the fact that so large a proportion of the water is diverted for public use, rather plainly suggests that no real profit is likely to result. And to say that, because the city makes a charge for furnishing water to private consumers, it follows that the operation of the water works is corporate and not governmental, is to beg the question. What the city is engaged in doing in that respect is rather rendering a service than selling a commodity. If that service be governmental it does not become private because a charge is made for it, or a profit realized. A state, for example, <span class=\"star-pagination\">*373</span> constructs and operates a highway. It may, if it choose, exact compensation for its use from those who travel over it (see <i>Bingaman</i> v. <i>Golden Eagle Lines,</i> <span class=\"citation\" data-id=\"102633\"><a href=\"/opinion/102633/bingaman-v-golden-eagle-western-lines-inc/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">626</span></a></span>, 628); but this does not destroy the claim that the maintenance of the highway is a public and governmental function. The state or the city may exact a tuition charge for instruction in the public schools; but thereby the maintenance of the public schools does not cease to be a function of the government. The state exacts a fee for issuing a license or granting a permit; for recording a deed; for rendering a variety of services in the judicial department. Do these various services thereby lose their character as governmental functions? The federal Post-Office Department charges for its services; but no one would question the fact that its operation calls into exercise a governmental function.</p>\n<p>The contention is made that our decisions in <i>South Carolina</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96357\"><a href=\"/opinion/96357/south-carolina-v-united-states/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">437</span></a></span>, 461, 462, and <i>Flint</i> v. <i>Stone Tracy Co.,</i> <span class=\"citation\" data-id=\"97378\"><a href=\"/opinion/97378/flint-v-stone-tracy-co/\"><span class=\"volume\">220</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, 172, are to the effect that the supplying of water is not a governmental function; but in neither case was that question in issue, and what was said by the court was wholly unnecessary to the disposition of the cases and merely by way of illustration. Expressions of that kind may be respected, but do not control in a subsequent case when the precise point is presented for decision. <i>Osaka Shosen Kaisha Line</i> v. <i>United States, ante,</i> pp. 98, 103, and authorities cited. The precise point is presented here, has been fully considered, and is decided otherwise. Neither <i>Ohio</i> v. <i>Helvering,</i> <span class=\"citation\" data-id=\"102275\"><a href=\"/opinion/102275/ohio-v-helvering/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">360</span></a></span>, nor <i>Helvering</i> v. <i>Powers,</i> <span class=\"citation\" data-id=\"102330\"><a href=\"/opinion/102330/helvering-v-powers/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, relied upon by respondent, is in point. What has already been said distinguishes those cases from the one now under consideration.</p>\n<p>We have not failed to give careful consideration to <i>Blair</i> v. <i>Byers,</i> 35 F. (2d) 326, and <i>Denman</i> v. <i>Commissioner,</i> 73 F. (2d) 193, both of which take a view contrary <span class=\"star-pagination\">*374</span> to that which we have expressed. To the extent of this conflict, those cases are disapproved. Both rely on <i>South Carolina</i> v. <i>United States</i> and <i>Flint</i> v. <i>Stone Tracy Co., supra</i><i>,</i> which we have already distinguished.</p>\n<p><i>Reversed.</i></p>\n<p>MR. JUSTICE STONE and MR. JUSTICE CARDOZO, concurring in the result:</p>\n<p>We concur in the result upon the ground that the petitioner has brought himself within the terms of the exemption prescribed by Treasury Regulation 74, Article 643, which for the purposes of this case may be accepted as valid, its validity not being challenged by counsel for the Government.</p>\n<p>In the absence of such a challenge no opinion is expressed as to the need for revision of the doctrine of implied immunities declared in earlier decisions.</p>\n<p>We leave that subject open.</p>\n<p>MR. JUSTICE ROBERTS, dissenting:</p>\n<p>I regret that I am unable to concur in the opinion of the court. I think that the judgment should be affirmed.</p>\n<p>There is no occasion now to discuss the dual character of our form of government, and the consequent dual allegiance of a citizen of a state to his state and to the United States, to elaborate the thesis that the integrity of each government is to be maintained against invasions by the other, or to reiterate that the implied immunity of the one from taxation by the other springs from the necessity that neither shall, by the exercise of the power to tax, burden, hinder or destroy the operation or existence of the other. There is universal recognition of the truth of these tenets, and of their fundamental relation to the preservation of the constitutional framework of the nation. Our difficulties arise, not in their statement as guiding principles, but, as in this instance, in their application to specific cases.</p>\n<p><span class=\"star-pagination\">*375</span> The frank admissions of counsel at the bar concerning the confusion and apparent inconsistency in administrative rulings as to the taxability of compensation of municipal employees seems to call for an equally candid statement that our decisions in the same field have not furnished the executive a consistent rule of action. The need of equitable and uniform administration of tax laws, national and state, and the just demand of the citizen that the rules governing the enforcement of those laws shall be ascertainable require an attempt at rationalization and restatement.</p>\n<p>It seems to me that the reciprocal rights and immunities of the national and a state government may be safeguarded by the observance of two limitations upon their respective powers of taxation. These are that the exactions of the one must not discriminate against the means and instrumentalities of the other and must not directly burden the operations of that other. To state these canons otherwise: an exaction by either government which hits the means or instrumentalities of the other infringes the principle of immunity if it discriminates against them and in favor of private citizens or if the burden of the tax be palpable and direct rather than hypothetic and remote. Tested by these criteria the imposition of the challenged tax in the instant case was lawful.</p>\n<p>The petitioner is a citizen of New York. By virtue of that status he is also a citizen of the United States. He owes allegiance to each government. He derives income from the exercise of his profession. His obligation as a citizen is to contribute to the support of the governments under whose joint protection he lives and pursues his calling. His liability to fulfill that obligation to the national government by payment of income tax upon his salary would be unquestioned were it not for the character of his employer. If the water works of New York <span class=\"star-pagination\">*376</span> City were operated by a private corporation under a public franchise and if the petitioner held a like position with the corporation, there could be no question that the imposition of a federal income tax, measured by his compensation, would be justified. If petitioner, instead of holding a so-called official position under the municipal government of New York City, were consulted from time to time with respect to its water problems his compensation would be subject to income tax. (<i>Metcalf &amp; Eddy</i> v. <i>Mitchell,</i> <span class=\"citation\" data-id=\"100771\"><a href=\"/opinion/100771/metcalf-eddy-v-mitchell/\"><span class=\"volume\">269</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">514</span></a></span>.) He is put into an untaxable class upon the theory that as an official of the municipality, which in turn is an arm of the state, he is an \"instrumentality\" of the state, and to tax him upon his salary is to lay a burden upon the state government which, however trifling, is forbidden by the implied immunity of the state from burdens imposed by the United States. The petitioner seeks to show the reality of the supposed burden by the suggestion that if his salary and the compensation of others employed by the city is subject to federal income tax, the municipality will be compelled to pay higher salaries in order to obtain the services of such persons and the consequent aggregate increase in outlay will entail a heavy financial load. We know, however, that professional services are offered in the industrial and business field; and that while there is no hard and fast standard of compensation, and men bargain for their rewards, salaries do bear some relation to experience and ability. There is a market in which a professional man offers his services and municipalities are bidders in that market. We know further that those in private employment holding positions comparable to that of the petitioner pay a tax equal to that levied upon him. It is clear that any consideration of the petitioner's immunity from federal income tax would be altogether remote, impalpable and unascertainable in influencing <span class=\"star-pagination\">*377</span> him to accept a position under the municipality rather than under a private employer.</p>\n<p>In reason and logic it is difficult to differentiate the present case from that of a private citizen who furnishes goods, performs work or renders service to a state or a municipality under a contract or an officer or employe of a corporation which does the same. Income tax on the compensation paid or the profit realized is a necessary cost incident to the performance of the contract and as such must be taken into account in fixing the consideration demanded of the city government. In quite as real a sense, as in this case, the taxation of income of such persons and, as well, the taxation of the corporation itself, lays a burden upon the funds of the state or its agency. Nevertheless, the courts have repeatedly declared that the doctrine of immunity will not serve to exempt such persons or corporations from the exaction.</p>\n<p>The importance of the case arises out of the fact that the claimed exemption may well extend to millions of persons (whose work nowise differs from that of their fellows in private enterprise) who are employed by municipal subdivisions and districts throughout the nation and that, on the other hand, the powers of the states to tax may be inhibited in the case of hundreds of thousands of similar employes of federal agencies of one sort or another. Such exemptions from taxation ought to be strictly limited. They are essentially unfair. They are unsound because federal or state business ought to bear its proportionate share of taxation in order that comparison may be made between the cost of conducting public and private business.</p>\n<p>We are here concerned only with the question of the taxation of salaries or compensation received by those rendering to a municipality services of the same kind as are rendered to private employers and need not go beyond <span class=\"star-pagination\">*378</span> the precise issue here presented. We have no concern with the exaction of a sales tax by the federal government on sales to a state government or one of its subdivisions, or the reverse; we are not called upon to define the power to levy taxes upon real property owned by a state or by the national government. We have no occasion to discuss the power of either government to impose excise taxes upon transactions of the other or upon the evidence of such transactions. Nor are we called upon here to determine the validity of a nondiscriminatory tax upon the salary of a governmental officer whose duties and functions have no analogue in the conduct of a business or the pursuit of a profession, but are both peculiar to and essential to the operation of government. The sole question here is whether one performing work or rendering service of a type commonly done or rendered in ordinary commercial life for gain is exempt from the normal burden of a tax on that gain for the support of the national government because his compensation is paid by a state agency instead of a private employer. I think the imposition of a tax upon such gain where, as here, the tax falls equally upon all employed in like occupation, and where the supposed burden of the tax upon state government is indirect, remote, and imponderable, is not inconsistent with the principle of immunity inherent in the constitutional relation of state and nation.</p>\n<p>MR. JUSTICE BRANDEIS joins in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]   This is brought out in a careful and detailed review by Professor Borchard in that portion of his general discussion of \"Government Liability in Tort\" dealing with municipal corporations, to be found in (1924-5) 34 Yale L.J. 129-143, 229-258, in the course of which he says (p. 129): \"Disagreement among the courts as to many customary municipal acts and functions may almost be said to be more common than agreement and the elaboration of the varying justifications for their classification is even less satisfying to any demand for principle in the law. Indeed, so hopeless did the effort of the courts to make an appropriate classification of functions appeal to the Supreme Court of South Carolina that they determined to abandon the distinction between governmental and corporate acts.\"</p>\n<p>[2]   See <i>Herron</i> v. <i>Pittsburgh,</i> <span class=\"citation no-link\"><span class=\"volume\">204</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">509</span></span>, 513; 54 Atl. 311; <i>Jones</i> v. <i>Sioux City,</i> 185 Iowa. 1178, 1185; 170 N.W. 445; <i>Twist</i> v. <i>Rochester,</i> 55 N.Y. Supp. 850. Compare <i>Kunz</i> v. <i>Troy,</i> <span class=\"citation\" data-id=\"96777\"><a href=\"/opinion/96777/the-troy/\"><span class=\"volume\">104</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">344</span></a></span>, 348; <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">442</span></span>, with <i>Altvater</i> v. <i>Mayor of Baltimore,</i> 31 Md. 462.</p>\n\n</div>", "id": 102783, "judges": "Sutherland", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/102783/", "sha1": "d8b49ce98471db90f8f2b9592988b1fc4984a506", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:06"}