{"absolute_url": "/opinion/102750/united-states-ex-rel-wilhelm-v-chain/", "blocked": false, "citation": {"case_name": "United States Ex Rel. Wilhelm v. Chain", "docket_number": "335", "document_uris": ["/api/rest/v2/document/102750/"], "federal_cite_one": "300 U.S. 31", "federal_cite_three": null, "federal_cite_two": null, "id": 87133, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/87133/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1937-02-01", "date_modified": "2014-12-21T01:41:40.088243", "docket": "/api/rest/v2/docket/1792087/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">300 U.S. 31</p>\n    <p class=\"case_cite\">57 S.Ct. 394</p>\n    <p class=\"case_cite\">81 L.Ed. 487</p>\n    <p class=\"parties\">UNITED STATES ex rel. WILHELM et al.<br>v.<br>CHAIN.</p>\n    <p class=\"docket\">No. 335.</p>\n    <p class=\"date\">Argued and Submitted Jan. 8, 1937.</p>\n    <p class=\"date\">Decided Feb. 1, 1937.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. F. E. Parrack, of Kingwood, W. Va., for petitioners.</p>\n      <p class=\"indent\">Messrs. P. J. Crogan, of Kingwood, W. Va., and Frank Cox, of Morgantown, W. Va., for respondent.</p>\n      <p class=\"indent\">Mr. Justice VAN DEVANTER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This was an action on the bond of a designated depository for money of bankrupt estates. The case will be stated.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">July 22, 1924, a national bank at Kingwood, W. Va., was designated by the bankruptcy court of that district as a depository for funds of bankrupt estates, subject to the requirement that the bank give a bond in the penal sum of $5,000 and that the bond have the court's approval. Later in the same month the bond was given by the bank and approved by the court. Thereupon the bank became an authorized depository, and it continued to be such, without giving any further bond, until June 22, 1931, when it failed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The bond was under seal; named the United States as obligee; was signed by the bank and two individual sureties, as obligors; declared that the obligors were thereby binding themselves, their heirs, executors, administrators, and successors, jointly and severally; recited the designation of the bank as a depository; and was conditioned for the faithful discharge and performance by the bank of all duties pertaining to it as a depository.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Between August 12, 1930, and June 22, 1931, Charles P. Wilhelm, as trustee for the estate of W. H. Pentony, a bankrupt, deposited in the bank, as a designated depository, various sums of money belonging to that estate, and made authorized withdrawals, with the result that, of the deposits so made, there remained in the bank on June 22, 1931, a balance of $3,190.72 to the credit of the trustee. On that day the bank became insolvent, closed its doors, refused to pay to the trustee the balance so owing to the bankrupt estate, and thereby broke the condition of its bond.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March, 1926, which was after the bond was given and approved and before Wilhelm, trustee, made any deposit in the bank, James W. Flynn, one of the sureties on the bond, died and Nellie Flynn Chain became executrix of his estate. Flynn did not at any time during his life seek to revoke or terminate his suretyship; nor did his executrix subsequently take any step to that end.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The action on the bond was in the name of the United States for the use of Wilhelm, trustee, and was brought against the bank, the surviving surety and the executrix of the deceased surety.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The District Court gave judgment against the defendants for the balance due Wilhelm, trustee. The executrix of the deceased surety appealed, and the Court of Appeals reversed the judgment as to the estate of that surety. Chain v. Wilhelm (C.C.A.) 84 F.(2d) 138. Certiorari was granted by this Court, United States, for Use and Benefit of Wilhelm, v. Chain, 299 U.S. 531, 57 S.Ct. 47, 81 L.Ed. &#8212;-.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pertinent statutes and a related general bankruptcy order are copied in the margin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The crucial question for decision, as was said by the Court of Appeals, is whether the obligation of an individual surety on such a depository bond terminates with his death. That court answered in the affirmative, one judge dissenting. It likened such a bond to a continuing guaranty whereby the guarantor, without present consideration, guarantees a series of future performances, such as payment of the purchase price of goods to be sold, or repayment of money to be advanced, from time to time in the future; and it applied the usual rule that such a guaranty is merely an offer and does not ripen into a contract in respect of any sale or advance until the same is made, and that the guaranty, in so far as it remains merely an offer, may be revoked by the guarantor and is terminated by his death.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court rightly recognized that a continuing guaranty, if supported at the outset by a sufficient consideration, is a binding contract which is neither revocable by the guarantor nor terminable by his death, although the acts guaranteed may cover a long or indefinite priod of time.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> But it pronounced this rule inapplicable because it regarded the bond as more nearly analogous to a continuing guaranty without present consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We are of opinion that the bond was not a mere offer but was given upon a present and sufficient consideration, and therefore became a binding contract when it was delivered to and approved by the bankruptcy court. The inducement, as also the occasion, for the bond was the designation of the bank as a depository. This was a present, adequate, and indivisible consideration.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Without the bond the bank would not have been entitled to the advantages of the designation; while with the bond it was entitled to them. In this regard the bond was like that of a collector of customs, county treasurer, sheriff, clerk of court, administrator, guardian, or cashier, as to which it is well settled that the selection of the officer or employee whose fidelity is assured constitutes a present consideration amply supporting the undertaking of the obligors&#8212;sureties as well as principals.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'It is a presumption of law that the parties to a contract bind not only themselves but their personal representatives. Executors, therefore, are held to be liable on all contracts of the testator which are broken in his lifetime, and, with the exception of contracts in which personal skill or taste is required, on all contracts broken after his death.'<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The bond in suit is a contract for the conditional payment of money, not the exercise of personal skill or taste, and therefore is one to which the presumption applies. No doubt it is admissible to restrict the presumption by a stipulation limiting a surety's obligation to defaults occurring within his lifetime, but the present bond does not contain such a stipulation, or anything indicating that such a limitation was intended. On the contrary, its terms are in full accord with the presumption, for in it the obligors expressly declare their purpose to bind not only themselves, but also their executors, administrators and successors, jointly and severally, for the performance of the obligation set forth.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In a long line of decisions relating to bonds not distinguishable from the one in suit it has been held that a surety's obligation does not terminate with his death but binds his personal representatives for past and subsequent defaults, as it would bind him if living.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The principle underlying these decisions is the same that prevails in respect of other related contracts, and we regard it as well sustained in reason and supported by the preponderant weight of authority.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Cases are bought to our attention in which it is held that a surety may terminate his obligation as respects future defaults by giving notice to that effect to the obligee. But these cases are not apposite. In some the instrument sued upon was held to be only a continuing offer without a supporting consideration and therefore revocable as to future transactions. Others rest upon a power so to terminate expressly reserved in the bond or in the applicable statute. Here the bond is a binding contract supported by an adequate consideration, and there is no reservation of a right to terminate in the bond or in the statute under which it was given. Nor has there been any effort to effect such a termination.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Whether the bankruptcy court may, upon appropriate application and showing, discharge a surety on an existing bond, as respects possible future defaults, and require the depository to give another and substituted bond, need not be considered, for no such application or showing appears to have been attempted.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While the bond was under seal we need not consider the effect to be given to this under the local law, for it affirmatively appears that the bond was given for a present and adequate consideration, which leads to the same result as if the seal were given the effect which would be accorded to it at common law.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It results that the judgment of the Court of Appeals must be reversed and that of the District Court affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Bankruptcy Act of 1898.</p>\n        <p>Sec. 47a Trustees shall respectively * * * (3) deposit all money received by them in one of the designated depositories; (4) disburse money only by check or draft on the depositories in which it has been deposited. (11 U.S.C.A. &#167; 75(a) (3, 4).</p>\n        <p>Sec. 50h Bonds of * * * designated depositories shall be filed of record in the office of the clerk of the court and may be sued upon in the name of the United States for the use of any person injured by a breach of their conditions. (11 U.S.C.A. &#167; 78(h).</p>\n        <p>Sec. 61a Courts of bankruptcy shall designate, by order, banking institutions as depositories for the money of bankrupt estates, as convenient as may be to the residences of trustees, and shall require bonds to the United States, subject to their approval, to be given by such banking institutions, and may from time to time as occasion may require, by like order increase the number of depositories or the amount of any bond or change such depositories. (11 U.S.C.A. &#167; 101).</p>\n        <p>General Order 29, 11 U.S.C.A. following section 53. No moneys deposited as required by the act shall be drawn from the depository unless by check or warrant, signed by the clerk of the court, or by a trustee, and countersigned by the judge of the court, or by a referee designated for that purpose, or by the clerk or his assistant under an order made by the judge.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Davis Sewing Machine Co. v. Richards, 115 U.S. 524, 527, 6 S.Ct. 173, 29 L.Ed. 480; Jordan v. Dobbins, 122 Mass. 168, 23 Am.Rep. 305; Restatement Contracts, &#167;&#167; 35(e), (f), 44, 48.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Davis v. Wells Fargo &amp; Co., 104 U.S. 159, 165&#8212;167, 26 L.Ed. 686; Zimetbaum v. Berenson, 267 Mass. 250, 254, 166 N.E. 719; National Eagle Bank v. Hunt, 16 R.I. 148, 151, 13 A. 115; Kernochan v. Murray, 111 N.Y. 306, 308, 309, 18 N.E. 868, 2 L.R.A. 183, 7 Am.St.Rep. 744; Bennett v. Checotah State Bank, 176 Okl. 518, 56 P.(2d) 848; Williston, Contracts (Rev.Ed.) &#167; 1253; Rest, Contracts, &#167; 46; 1 Brandt, Suretyship and Guaranty (2d Ed.) &#167; 133.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Lloyd's v. Harper, L.R. 16 Ch.Div. 290, 314, 317, 319; In re Crace, L.R.1902(1) Ch.Div. 733, 738; Williston, Contracts (Rev.Ed.) &#167; 1253.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Estate of Rapp v. Phoenix Insurance Co., 113 Ill. 390, 395, 55 Am.Rep. 427; Lloyd's v. Harper, L.R. 16 Ch.Div. 290, 314, 317, 319; In re Crace, L.R.1902(1) Ch.Div. 733, 738; Williston, Contracts (Rev.Ed.) &#167; 1253.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 1 Chitty, Contracts (11th Am.Ed.) 138; 2 Parsons, Contracts (6th Ed.) 530, 531.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Broome v. United States, 15 How. 143, 14 L.Ed. 636; Hecht v. Weaver (C.C.) 34 F. 111; United States v. Keiver (C.C.) 56 F. 422, 423; Fewlass v. Keeshan (C.C.A. 88 F. 573, 574; Pond v. United States (C.C.A.) 111 F. 989, 997; In re Crace, L.R. (1902) 1 Ch.Div. 733; Calvert v. Gordon, 3 Man. &amp; Ry. 124; Green v. Young, 8 Greenl. (8 Me.) 14, 22 Am.Dec. 218; Royal Insurance Co. v. Davies, 40 Iowa, 469, 20 Am.Rep. 581; Moore v. Wallis, 18 Ala. 458; Knotts v. Butler, 10 Rich.Eq.(S.C.) 143; Hecht v. Skagg, 53 Ark. 291, 13 S.W. 930, 22 Am.St.Rep. 192; Shackamaxon Bank v. Yard, 150 Pa. 351, 358, 24 A. 635, 30 Am.St.Rep. 807; Mundorff v. Wangler, 44 N.Y.Super.Ct. 495, 506; Voris v. State, 47 Ind. 345, 349, 350; Exchange Bank v. Barnes, 7 Ontario, 309, 320; Snyder v. State, 5 Wyo. 318, 323, 40 P. 441, 63 Am.St.Rep. 60.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>300 U.S. 31 (1937)</b></center>\n<center><h1>UNITED STATES EX REL. WILHELM, TRUSTEE, ET AL.<br>\nv.<br>\nCHAIN, EXECUTRIX.</h1></center>\n<center>No. 335.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 8, 1937.</center>\n<center>Decided February 1, 1937.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FOURTH CIRCUIT.\n<p><i>Mr. F.E. Parrack</i> for petitioners.</p>\n<p><i>Mr. Frank Cox</i> submitted for respondent.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the Court.</p>\n<p>This was an action on the bond of a designated depository for money of bankrupt estates. The case will be stated.</p>\n<p>July 22, 1924, a national bank at Kingwood, West Virginia, was designated by the bankruptcy court of that district as a depository for funds of bankrupt estates, subject to the requirement that the bank give a bond in the <span class=\"star-pagination\">*32</span> penal sum of $5,000 and that the bond have the court's approval. Later in the same month the bond was given by the bank and approved by the court. Thereupon the bank became an authorized depository, and it continued to be such, without giving any further bond, until June 22, 1931, when it failed.</p>\n<p>The bond was under seal; named the United States as obligee; was signed by the bank and two individual sureties, as obligors; declared that the obligors were thereby binding themselves, their heirs, executors, administrators, and successors, jointly and severally; recited the designation of the bank as a depository; and was conditioned for the faithful discharge and performance by the bank of all duties pertaining to it as a depository.</p>\n<p>Between August 12, 1930, and June 22, 1931, Charles P. Wilhelm, as trustee for the estate of W.H. Pentony, a bankrupt, deposited in the bank, as a designated depository, various sums of money belonging to that estate, and made authorized withdrawals. with the result that, of the deposits so made, there remained in the bank on June 22, 1931, a balance of $3,190.72 to the credit of the trustee. On that day the bank became insolvent, closed its doors, refused to pay to the trustee the balance so owing to the bankrupt estate, and thereby broke the condition of its bond.</p>\n<p>In March, 1926, which was after the bond was given and approved and before Wilhelm, trustee, made any deposit in the bank, James W. Flynn, one of the sureties on the bond, died and Nellie Flynn Chain became executrix of his estate. Flynn did not at any time during his life seek to revoke or terminate his suretyship; nor did his executrix subsequently take any step to that end.</p>\n<p>The action on the bond was in the name of the United States for the use of Wilhelm, trustee, and was brought <span class=\"star-pagination\">*33</span> against the bank, the surviving surety and the executrix of the deceased surety.</p>\n<p>The district court gave judgment against the defendants for the balance due Wilhelm, trustee. The executrix of the deceased surety appealed, and the court of appeals reversed the judgment as to the estate of that surety. 84 F. (2d) 138. Certiorari was granted by this Court.</p>\n<p>Pertinent statutes and a related general bankruptcy order are copied in the margin.<sup>[1]</sup></p>\n<p>The crucial question for decision, as was said by the court of appeals, is whether the obligation of an individual surety on such a depository bond terminates with his death. That court answered in the affirmative, one judge dissenting. It likened such a bond to a continuing guaranty whereby the guarantor, without present <span class=\"star-pagination\">*34</span> consideration, guarantees a series of future performances, such as payment of the purchase price of goods to be sold, or repayment of money to be advanced, from time to time in the future; and it applied the usual rule that such a guaranty is merely an offer and does not ripen into a contract in respect of any sale or advance until the same is made, and that the guaranty, in so far as it remains merely an offer, may be revoked by the guarantor and is terminated by his death.<sup>[2]</sup></p>\n<p>The court rightly recognized that a continuing guaranty, if supported at the outset by a sufficient consideration, is a binding contract which is neither revocable by the guarantor nor terminable by his death, although the acts guaranteed may cover a long or indefinite period of time.<sup>[3]</sup> But it pronounced this rule inapplicable because it regarded the bond as more nearly analogous to a continuing guaranty without present consideration.</p>\n<p>We are of opinion that the bond was not a mere offer but was given upon a present and sufficient consideration, and therefore became a binding contract when it was delivered to and approved by the bankruptcy court. The inducement, as also the occasion, for the bond was the designation of the bank as a depository. This was a present, adequate and indivisible consideration.<sup>[4]</sup> Without the bond the bank would not have been <span class=\"star-pagination\">*35</span> entitled to the advantages of the designation; while with the bond it was entitled to them. In this regard the bond was like that of a collector of customs, county treasurer, sheriff, clerk of court, administrator, guardian or cashier, as to which it is well settled that the selection of the officer or employe whose fidelity is assured constitutes a present consideration amply supporting the undertaking of the obligors  sureties as well as principals.<sup>[5]</sup></p>\n<p>\"It is a presumption of law that the parties to a contract bind not only themselves but their personal representatives. Executors, therefore, are held to be liable on all contracts of the testator which are broken in his lifetime, and, with the exception of contracts in which personal skill or taste is required, on all contracts broken after his death.\"<sup>[6]</sup></p>\n<p>The bond in suit is a contract for the conditional payment of money, not the exercise of personal skill or taste, and therefore is one to which the presumption applies. No doubt it is admissible to restrict the presumption by a stipulation limiting a surety's obligation to defaults occurring within his lifetime, but the present bond does not contain such a stipulation, or anything indicating that such a limitation was intended. On the contrary, its terms are in full accord with the presumption, for in it the obligors expressly declare their purpose to bind not only themselves, but also their executors, administrators and successors, jointly and severally, for the performance of the obligation set forth.</p>\n<p>In a long line of decisions relating to bonds not distinguishable from the one in suit it has been held that <span class=\"star-pagination\">*36</span> a surety's obligation does not terminate with his death but binds his personal representatives for past and subsequent defaults, as it would bind him if living.<sup>[7]</sup> The principle underlying these decisions is the same that prevails in respect of other related contracts, and we regard it as well sustained in reason and supported by the preponderant weight of authority.</p>\n<p>Cases are brought to our attention in which it is held that a surety may terminate his obligation as respects future defaults by giving notice to that effect to the obligee. But these cases are not apposite. In some the instrument sued upon was held to be only a continuing offer without a supporting consideration and therefore revocable as to future transactions. Others rest upon a power so to terminate expressly reserved in the bond or in the applicable statute. Here the bond is a binding contract supported by an adequate consideration, and there is no reservation of a right to terminate in the bond or in the statute under which it was given. Nor has there been any effort to effect such a termination.</p>\n<p>Whether the bankruptcy court may, upon appropriate application and showing, discharge a surety on an existing bond, as respects possible future defaults, and require the depository to give another and substituted bond, need not be considered, for no such application or showing appears to have been attempted.</p>\n<p><span class=\"star-pagination\">*37</span> While the bond was under seal we need not consider the effect to be given to this under the local law, for it affirmatively appears that the bond was given for a present and adequate consideration, which leads to the same result as if the seal were given the effect which would be accorded to it at common law.</p>\n<p>It results that the judgment of the court of appeals must be reversed and that of the district court affirmed.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   Bankruptcy Act of 1898.\n</p>\n<p>Sec. 47 (a) Trustees shall respectively . . . (3) deposit all money received by them in one of the designated depositories; (4) disburse money only by check or draft on such depositories in which it has been deposited; . . .</p>\n<p>Sec. 50 (h) Bonds of . . . designated depositories shall be filed of record in the office of the clerk of the court and may be sued upon in the name of the United States for the use of any person injured by a breach of their conditions.</p>\n<p>Sec. 61 (a) Courts of bankruptcy shall designate, by order, banking institutions as depositories for the money of bankrupt estates, as convenient as may be to the residences of trustees, and shall require bonds to the United States, subject to their approval, to be given by such banking institutions, and may from time to time as occasion may require, by like order increase the number of depositories or the amount of any bond or change such depositories. [c. 541, 30 Stat. 544.]</p>\n<p>General Order XXIX. No moneys deposited as required by the Act shall be drawn from the depository unless by check or warrant, signed by the clerk of the court, or by a trustee, and countersigned by the judge of the court, or by a referee designated for that purpose, or by the clerk or his assistant under an order made by the judge . . . [298 U.S. 697.]</p>\n<p>[2]   <i>Davis Sewing Machine Co.</i> v. <i>Richards,</i> 115 U.S. 524, 527; <i>Jordan</i> v. <i>Dobbins,</i> 122 Mass. 168; Rest. Contracts, §§ 35 (e), (f), 44, 48.</p>\n<p>[3]   <i>Davis</i> v. <i>Wells,</i> 104 U.S. 159, 165-167; <i>Zimetbaum</i> v. <i>Berenson,</i> 267 Mass. 250, 254; 166 N.E. 719; <i>National Eagle Bank</i> v. <i>Hunt,</i> 16 R.I. 148, 151; 13 Atl. 115; <i>Kernochan</i> v. <i>Murray,</i> 111 N.Y. 306, 308-309; 18 N.E. 868; <i>Bennett</i> v. <i>Checotah State Bank,</i> 176 Okla. 518; 56 P. (2d) 848; Williston Contracts, Rev. Ed. § 1253; Rest. Contracts, § 46; 1 Brandt Suretyship and Guaranty, 2d ed., § 133.</p>\n<p>[4]   <i>Lloyd's</i> v. <i>Harper,</i> L.R. 16 Ch. Div. 290, 314, 317, 319; <i>In re Crace,</i> L.R. 1902 (1) Ch. Div. 733, 738; Williston Contracts, Rev. Ed., § 1253.</p>\n<p>[5]   <i>Estate of Rapp</i> v. <i>Phoenix Insurance Co.,</i> 113 Ill. 390, 395; <i>Lloyd's</i> v. <i>Harper,</i> L.R. 16 Ch. Div. 290, 314, 317, 319; <i>In re Crace,</i> L.R. 1902 (1) Ch. Div. 733, 738; Williston Contracts, Rev. Ed., § 1253.</p>\n<p>[6]   1 Chitty Contracts, 11th Am. Ed., 138; 2 Parsons Contracts, 6th ed., 530-531.</p>\n<p>[7]   <i>Broome</i> v. <i>United States,</i> 15 How. 143; <i>Hecht</i> v. <i>Weaver,</i> 34 Fed. 111; <i>United States</i> v. <i>Keiver,</i> 56 Fed. 422, 423; <i>Fewlass</i> v. <i>Keeshan,</i> 88 Fed. 573, 574; <i>Pond</i> v. <i>United States,</i> 111 Fed. 989, 997; <i>In re Crace,</i> L.R. 1902 (1) Ch. Div. 733; <i>Calvert</i> v. <i>Gordon,</i> 3 Man. &amp; Ry. 124; <i>Green</i> v. <i>Young,</i> 8 Green. 14; <i>Royal Insurance Co.</i> v. <i>Davies,</i> 40 Iowa 469; <i>Moore</i> v. <i>Wallis,</i> 18 Ala. 458; <i>Knotts</i> v. <i>Butler,</i> 10 Rich. Eq. 143; <i>Hecht</i> v. <i>Skagg,</i> 53 Ark. 291; 13 S.W. 930; <i>Shackamaxon</i> v. <i>Yard,</i> 150 Pa. 351, 358; 124 Atl. 635; <i>Mundorff</i> v. <i>Wangler,</i> 44 N.Y. Sup. Ct. 495, 506; <i>Voris</i> v. <i>State,</i> 47 Ind. 345; 349-350; <i>Exchange Bank</i> v. <i>Barnes,</i> 7 Ontario 309, 320; <i>Snyder</i> v. <i>State,</i> 5 Wyo. 318, 323; 40 Pac. 441.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">31</span></span> (1937)</b></center>\n<center><h1>UNITED STATES EX REL. WILHELM, TRUSTEE, ET AL.<br>\nv.<br>\nCHAIN, EXECUTRIX.</h1></center>\n<center>No. 335.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 8, 1937.</center>\n<center>Decided February 1, 1937.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FOURTH CIRCUIT.\n<p><i>Mr. F.E. Parrack</i> for petitioners.</p>\n<p><i>Mr. Frank Cox</i> submitted for respondent.</p>\n<p>MR. JUSTICE VAN DEVANTER delivered the opinion of the Court.</p>\n<p>This was an action on the bond of a designated depository for money of bankrupt estates. The case will be stated.</p>\n<p>July 22, 1924, a national bank at Kingwood, West Virginia, was designated by the bankruptcy court of that district as a depository for funds of bankrupt estates, subject to the requirement that the bank give a bond in the <span class=\"star-pagination\">*32</span> penal sum of $5,000 and that the bond have the court's approval. Later in the same month the bond was given by the bank and approved by the court. Thereupon the bank became an authorized depository, and it continued to be such, without giving any further bond, until June 22, 1931, when it failed.</p>\n<p>The bond was under seal; named the United States as obligee; was signed by the bank and two individual sureties, as obligors; declared that the obligors were thereby binding themselves, their heirs, executors, administrators, and successors, jointly and severally; recited the designation of the bank as a depository; and was conditioned for the faithful discharge and performance by the bank of all duties pertaining to it as a depository.</p>\n<p>Between August 12, 1930, and June 22, 1931, Charles P. Wilhelm, as trustee for the estate of W.H. Pentony, a bankrupt, deposited in the bank, as a designated depository, various sums of money belonging to that estate, and made authorized withdrawals. with the result that, of the deposits so made, there remained in the bank on June 22, 1931, a balance of $3,190.72 to the credit of the trustee. On that day the bank became insolvent, closed its doors, refused to pay to the trustee the balance so owing to the bankrupt estate, and thereby broke the condition of its bond.</p>\n<p>In March, 1926, which was after the bond was given and approved and before Wilhelm, trustee, made any deposit in the bank, James W. Flynn, one of the sureties on the bond, died and Nellie Flynn Chain became executrix of his estate. Flynn did not at any time during his life seek to revoke or terminate his suretyship; nor did his executrix subsequently take any step to that end.</p>\n<p>The action on the bond was in the name of the United States for the use of Wilhelm, trustee, and was brought <span class=\"star-pagination\">*33</span> against the bank, the surviving surety and the executrix of the deceased surety.</p>\n<p>The district court gave judgment against the defendants for the balance due Wilhelm, trustee. The executrix of the deceased surety appealed, and the court of appeals reversed the judgment as to the estate of that surety. 84 F. (2d) 138. Certiorari was granted by this Court.</p>\n<p>Pertinent statutes and a related general bankruptcy order are copied in the margin.<sup>[1]</sup></p>\n<p>The crucial question for decision, as was said by the court of appeals, is whether the obligation of an individual surety on such a depository bond terminates with his death. That court answered in the affirmative, one judge dissenting. It likened such a bond to a continuing guaranty whereby the guarantor, without present <span class=\"star-pagination\">*34</span> consideration, guarantees a series of future performances, such as payment of the purchase price of goods to be sold, or repayment of money to be advanced, from time to time in the future; and it applied the usual rule that such a guaranty is merely an offer and does not ripen into a contract in respect of any sale or advance until the same is made, and that the guaranty, in so far as it remains merely an offer, may be revoked by the guarantor and is terminated by his death.<sup>[2]</sup></p>\n<p>The court rightly recognized that a continuing guaranty, if supported at the outset by a sufficient consideration, is a binding contract which is neither revocable by the guarantor nor terminable by his death, although the acts guaranteed may cover a long or indefinite period of time.<sup>[3]</sup> But it pronounced this rule inapplicable because it regarded the bond as more nearly analogous to a continuing guaranty without present consideration.</p>\n<p>We are of opinion that the bond was not a mere offer but was given upon a present and sufficient consideration, and therefore became a binding contract when it was delivered to and approved by the bankruptcy court. The inducement, as also the occasion, for the bond was the designation of the bank as a depository. This was a present, adequate and indivisible consideration.<sup>[4]</sup> Without the bond the bank would not have been <span class=\"star-pagination\">*35</span> entitled to the advantages of the designation; while with the bond it was entitled to them. In this regard the bond was like that of a collector of customs, county treasurer, sheriff, clerk of court, administrator, guardian or cashier, as to which it is well settled that the selection of the officer or employe whose fidelity is assured constitutes a present consideration amply supporting the undertaking of the obligors  sureties as well as principals.<sup>[5]</sup></p>\n<p>\"It is a presumption of law that the parties to a contract bind not only themselves but their personal representatives. Executors, therefore, are held to be liable on all contracts of the testator which are broken in his lifetime, and, with the exception of contracts in which personal skill or taste is required, on all contracts broken after his death.\"<sup>[6]</sup></p>\n<p>The bond in suit is a contract for the conditional payment of money, not the exercise of personal skill or taste, and therefore is one to which the presumption applies. No doubt it is admissible to restrict the presumption by a stipulation limiting a surety's obligation to defaults occurring within his lifetime, but the present bond does not contain such a stipulation, or anything indicating that such a limitation was intended. On the contrary, its terms are in full accord with the presumption, for in it the obligors expressly declare their purpose to bind not only themselves, but also their executors, administrators and successors, jointly and severally, for the performance of the obligation set forth.</p>\n<p>In a long line of decisions relating to bonds not distinguishable from the one in suit it has been held that <span class=\"star-pagination\">*36</span> a surety's obligation does not terminate with his death but binds his personal representatives for past and subsequent defaults, as it would bind him if living.<sup>[7]</sup> The principle underlying these decisions is the same that prevails in respect of other related contracts, and we regard it as well sustained in reason and supported by the preponderant weight of authority.</p>\n<p>Cases are brought to our attention in which it is held that a surety may terminate his obligation as respects future defaults by giving notice to that effect to the obligee. But these cases are not apposite. In some the instrument sued upon was held to be only a continuing offer without a supporting consideration and therefore revocable as to future transactions. Others rest upon a power so to terminate expressly reserved in the bond or in the applicable statute. Here the bond is a binding contract supported by an adequate consideration, and there is no reservation of a right to terminate in the bond or in the statute under which it was given. Nor has there been any effort to effect such a termination.</p>\n<p>Whether the bankruptcy court may, upon appropriate application and showing, discharge a surety on an existing bond, as respects possible future defaults, and require the depository to give another and substituted bond, need not be considered, for no such application or showing appears to have been attempted.</p>\n<p><span class=\"star-pagination\">*37</span> While the bond was under seal we need not consider the effect to be given to this under the local law, for it affirmatively appears that the bond was given for a present and adequate consideration, which leads to the same result as if the seal were given the effect which would be accorded to it at common law.</p>\n<p>It results that the judgment of the court of appeals must be reversed and that of the district court affirmed.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   Bankruptcy Act of 1898.\n</p>\n<p>Sec. 47 (a) Trustees shall respectively . . . (3) deposit all money received by them in one of the designated depositories; (4) disburse money only by check or draft on such depositories in which it has been deposited; . . .</p>\n<p>Sec. 50 (h) Bonds of . . . designated depositories shall be filed of record in the office of the clerk of the court and may be sued upon in the name of the United States for the use of any person injured by a breach of their conditions.</p>\n<p>Sec. 61 (a) Courts of bankruptcy shall designate, by order, banking institutions as depositories for the money of bankrupt estates, as convenient as may be to the residences of trustees, and shall require bonds to the United States, subject to their approval, to be given by such banking institutions, and may from time to time as occasion may require, by like order increase the number of depositories or the amount of any bond or change such depositories. [c. 541, 30 Stat. 544.]</p>\n<p>General Order XXIX. No moneys deposited as required by the Act shall be drawn from the depository unless by check or warrant, signed by the clerk of the court, or by a trustee, and countersigned by the judge of the court, or by a referee designated for that purpose, or by the clerk or his assistant under an order made by the judge . . . [298 U.S. 697.]</p>\n<p>[2]   <i>Davis Sewing Machine Co.</i> v. <i>Richards,</i> <span class=\"citation\" data-id=\"91474\"><a href=\"/opinion/91474/davis-sewing-machine-co-v-richards/\"><span class=\"volume\">115</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">524</span></a></span>, 527; <i>Jordan</i> v. <i>Dobbins,</i> 122 Mass. 168; Rest. Contracts, §§ 35 (e), (f), 44, 48.</p>\n<p>[3]   <i>Davis</i> v. <i>Wells,</i> <span class=\"citation\" data-id=\"90437\"><a href=\"/opinion/90437/davis-v-wells/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 165-167; <i>Zimetbaum</i> v. <i>Berenson,</i> <span class=\"citation no-link\"><span class=\"volume\">267</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">250</span></span>, 254; 166 N.E. 719; <i>National Eagle Bank</i> v. <i>Hunt,</i> <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">148</span></span>, 151; 13 Atl. 115; <i>Kernochan</i> v. <i>Murray,</i> <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">306</span></span>, 308-309; 18 N.E. 868; <i>Bennett</i> v. <i>Checotah State Bank,</i> 176 Okla. 518; 56 P. (2d) 848; Williston Contracts, Rev. Ed. § 1253; Rest. Contracts, § 46; 1 Brandt Suretyship and Guaranty, 2d ed., § 133.</p>\n<p>[4]   <i>Lloyd's</i> v. <i>Harper,</i> L.R. 16 Ch. Div. 290, 314, 317, 319; <i>In re Crace,</i> L.R. 1902 (1) Ch. Div. 733, 738; Williston Contracts, Rev. Ed., § 1253.</p>\n<p>[5]   <i>Estate of Rapp</i> v. <i>Phoenix Insurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">390</span></span>, 395; <i>Lloyd's</i> v. <i>Harper,</i> L.R. 16 Ch. Div. 290, 314, 317, 319; <i>In re Crace,</i> L.R. 1902 (1) Ch. Div. 733, 738; Williston Contracts, Rev. Ed., § 1253.</p>\n<p>[6]   1 Chitty Contracts, 11th Am. Ed., 138; 2 Parsons Contracts, 6th ed., 530-531.</p>\n<p>[7]   <i>Broome</i> v. <i>United States,</i> 15 How. 143; <i>Hecht</i> v. <i>Weaver,</i> 34 Fed. 111; <i>United States</i> v. <i>Keiver,</i> 56 Fed. 422, 423; <i>Fewlass</i> v. <i>Keeshan,</i> 88 Fed. 573, 574; <i>Pond</i> v. <i>United States,</i> 111 Fed. 989, 997; <i>In re Crace,</i> L.R. 1902 (1) Ch. Div. 733; <i>Calvert</i> v. <i>Gordon,</i> 3 Man. &amp; Ry. 124; <i>Green</i> v. <i>Young,</i> 8 Green. 14; <i>Royal Insurance Co.</i> v. <i>Davies,</i> 40 Iowa 469; <i>Moore</i> v. <i>Wallis,</i> 18 Ala. 458; <i>Knotts</i> v. <i>Butler,</i> 10 Rich. Eq. 143; <i>Hecht</i> v. <i>Skagg,</i> 53 Ark. 291; 13 S.W. 930; <i>Shackamaxon</i> v. <i>Yard,</i> <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">Pa.</span> <span class=\"page\">351</span></span>, 358; 124 Atl. 635; <i>Mundorff</i> v. <i>Wangler,</i> <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">N.Y. Sup. Ct.</span> <span class=\"page\">495</span></span>, 506; <i>Voris</i> v. <i>State,</i> 47 Ind. 345; 349-350; <i>Exchange Bank</i> v. <i>Barnes,</i> 7 Ontario 309, 320; <i>Snyder</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Wyo.</span> <span class=\"page\">318</span></span>, 323; 40 Pac. 441.</p>\n\n</div>", "id": 102750, "judges": "Van Devanter", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/102750/", "sha1": "12da3b0e8bcecfcba799373c83e7431bd966082f", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:05"}