{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "300 U.S. 258", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/102774/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Henderson Co. v. Thompson", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "397", 
    "id": 87157, 
    "resource_uri": "/api/rest/v2/citation/87157/"
  }, 
  "id": 102774, 
  "blocked": false, 
  "judges": "Brandeis", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1937-03-01", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>300 U.S. 258 (1937)</b></center>\n<center><h1>HENDERSON COMPANY,<br>\nv.<br>\nTHOMPSON ET AL.</h1></center>\n<center>No. 397.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 2, 3, 1937.</center>\n<center>Decided March 1, 1937.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF TEXAS.\n<p><span class=\"star-pagination\">*259</span> <i>Mr. L.M. Fischer,</i> with whom <i>Mr. F.W. Fischer</i> was on the brief, for appellant.</p>\n<p><i>Mr. Wm. Madden Hill,</i> Assistant Attorney General of Texas, and <i>Mr. Wm. McCraw,</i> Attorney General, with <span class=\"star-pagination\">*260</span> whom <i>Messrs. Earl Street,</i> Assistant Attorney General and <i>C.C. Small</i> were on the brief, for appellees.</p>\n<p>MR. JUSTICE BRANDEIS delivered the opinion of the Court.</p>\n<p>The question for decision is whether the prohibition by Texas of the use of sweet natural gas for the manufacture of carbon black in the Panhandle field is valid.</p>\n<p>The suit is brought in the federal court for Western Texas by the Henderson Company, a Maine Corporation. It challenges the validity of the following provisions of Chapter 120 of the Acts of the Legislature of Texas, 1935, Forty-fourth Regular Session, commonly known as House Bill 266: Subdivisions (g) and (h) of § 2, which define sweet and sour gas;<sup>[1]</sup> subdivision (j) of § 3, which prohibits the use of sweet gas for the manufacture of carbon black;<sup>[2]</sup> and subdivision (1) of § 7, which defines the purposes for which sweet gas may be used.<sup>[3]</sup> See <i>Thompson</i> v. <i>Consolidated Gas Utilities Corp., ante,</i> p. 55. The suit challenges, also, the validity of orders entered by the Railroad Commission pursuant to the statute.</p>\n<p><span class=\"star-pagination\">*261</span> The Henderson Company owns and operates in the Panhandle gas field a casinghead gasoline plant which is connected with 21 gas wells; holds oil and gas leases under which some of these wells are operated; and is under contract to take gas from the other wells. Prior to the statute, it received at its plant the gas from all these wells; extracted therefrom the gasoline content; and had contracted to supply the residue gas to the Combined Carbon Company. The orders challenged classified fourteen of the wells as sweet gas wells and prohibited both taking the gas therefrom for the purpose of processing the same for its gasoline content and delivery of the residue for the manufacture of carbon black. The seven remaining wells, classified as sour, cannot furnish the quantity of gas required by the company in its gasoline plant and to perform its contract with the Carbon Company. A supply from other sour gas wells is not available; and for the gas from the fourteen wells classified as sweet there is no other use.</p>\n<p>The bill charges that the statute and the orders entered thereunder violate the Federal Constitution \u0097 the due process and equal protection clauses of the Fourteenth Amendment and the contract clause; also provisions of the Constitution of Texas. The members of the Commission and the Attorney General of Texas are made defendants. <span class=\"star-pagination\">*262</span> The relief sought is to enjoin enforcement of the statute, temporarily and permanently.</p>\n<p>The jurisdiction, federal and equitable, was not questioned. Answers were filed. An application for a restraining order was denied. That for a preliminary injunction, promptly heard before three judges, was also denied, 12 F. Supp. 519. And on final hearing upon an extensive record a decree was entered denying the permanent injunction and dismissing the bill, 14 F. Supp. 328. Findings of fact and conclusions of law were filed in compliance with Equity Rule 70 1/2. The case is here on appeal.</p>\n<p>The findings contain, as in <i>Thompson</i> v. <i>Consolidated Gas Utilities Corp.,</i> a description of the character and the development of the Panhandle gas field. In the Western field the sweet gas zone lies to the south, occupying about two-thirds of it; the sour gas zone lies to the north and occupies about one-third. Plants which strip the gas of its gasoline content and carbon black plants which use the residue are apparently accessible to both zones. For those purposes either sweet or sour was can be used. For the sweet gas of the Panhandle field there is also a large demand for fuel and light. For the sour gas in its natural state there is practically no use other than in the stripping and the carbon black plants. There are 29 carbon black plants in the Panhandle field. These produce more than 70 per cent. of all carbon black manufactured in the United States; and they consume, on the average, about 550,000,000 cubic feet per day. Intolerable waste had resulted by use of sweet gas under permits issued by the Railroad Commission under Chapter 100, Acts 1933, Forty-third Legislature, Regular Session, which allowed the use of sweet gas for inferior purposes where there was no fuel and light market. It was primarily to prevent such waste that the Legislature prohibited by House Bill <span class=\"star-pagination\">*263</span> 266 the use of sweet gas in the manufacture of carbon black.</p>\n<p>The court found, among other things:</p>\n<p>\"There is enough sour gas in reserve in the Panhandle field to fulfill the world's requirements of carbon black for many years to come. There is also a tremendous supply of casing head gas in the Panhandle field. There is now available for use in the manufacture of carbon black sufficient allotments under the orders of the Railroad Commission of sour and casinghead gas to supply all the demands and needs of such plants with an excess of 100,000,000 cubic feet of casinghead gas over and above the demand of the carbon black plants.</p>\n<p>\". . . A producer of sweet gas, if he is able to market the same for light and fuel purposes, receives about three or four cents per 1000 cubic feet in the field. When such gas is delivered at the burner tips it sells for various greater amounts. The producers of gas who sell to the companies who strip it and burn it for carbon black receive less than a cent per 1000 cubic feet.\"</p>\n<p>The company contends that our decision in <i>Walls</i> v. <i>Midland Carbon Co.,</i> 254 U.S. 300, which upheld certain action of Wyoming in prohibiting as wasteful the use of natural gas for the production of carbon black, is inapplicable to the issues here presented. The company concedes that Texas may, for the purpose of preventing waste, regulate both the production and the use of natural gas. It does not deny that when one natural resource is fitted for two uses and another resource only for one, the Legislature has the power to marshal these resources by classifying them, and designating the uses to which each may be put. Nor does it deny that the classification and the limitation of the use of sweet gas may \"when considering all of the gas fields in Texas as a whole, bear a reasonable relation to the purposes sought <span class=\"star-pagination\">*264</span> to be accomplished.\" But it insists that as applied to the Panhandle field the classification and prohibition are void, because, there, they bear no reasonable relation to the object sought to be attained, and are arbitrarily discriminatory.</p>\n<p><i>First.</i> The contention that in the Panhandle field the prohibition of the use of sweet gas in the manufacture of carbon black is arbitrary and unreasonable rests primarily upon the fact that the sour and the sweet was wells are in the same reservoir. The argument is that pressures in the sour gas area are lower than those in the sweet gas area; that, since there is no free market for sweet gas for fuel and light, it will, if not used in carbon black manufacture, and if withdrawals of sour gas are permitted to the extent of the requirements of the carbon black industry, migrate into lower pressure areas and become a part of the sour gas supply; that, therefore, the supply of sweet gas will not be conserved; and that the effect of the prohibition of its use in the manufacture of carbon black will be merely to deprive the company, through the migration, of the gas for which it is entitled. But the lower court found that the length of time required for such migration is not definitely known and that the demand for sweet gas for fuel and light is increasing. The needs of conservation are to be determined by the Legislature. See <i>Walls</i> v. <i>Midland Carbon Co.,</i> 254 U.S. 300, 324. The loss of sweet gas by migration may be relatively negligible. The court concluded that there is \"an abundance of factual support for the legislature prohibition against the burning of sweet gas for carbon black.\" No facts have been found, or established by the evidence, which would justify us in pronouncing the action of the Legislature arbitrary.</p>\n<p><i>Second.</i> The company insists, also, that the prescribed prohibition is void, because the difference between sweet gas and sour is solely the presence in the latter of a <span class=\"star-pagination\">*265</span> quantity of hydrogen sulphide; that by processing the sulphide can be eradicated from sour gas at a slight expense; and that the sour gas when so purified is fit for use for fuel and light. The distinction between sweet and sour gas fixed by the Legislature at 1 1/2 grains of hydrogen sulphide per 100 cubic feet, is found by the court to be apt. The evidence as to the cost of purifying is widely conflicting. The cost might depend, among other things, upon the extent of the sulphur content. The classification made has ample support in the evidence. We are unable to find in the regulation anything arbitrary or unreasonable. Compare <i>Lindsley</i> v. <i>Natural Carbonic Gas Co.,</i> 220 U.S. 61, 78; <i>Walls</i> v. <i>Midland Carbon Co., supra,</i> 324.</p>\n<p><i>Third.</i> The company contends that the provisions of the statute as applied discriminate unreasonably between it and other producers similarly situated. The statute applies equally to all sweet gas wells. The discrimination suggested is in favor of the sour gas well owners. The argument is that the company has now no fuel and light market for its sweet gas; that gas may drain into a sour well; and, if it does, will become sour and be usable in the manufacture of carbon black. It is not known when the expected drainage will occur. Long before that time there may be a fuel and light market for the company's sweet gas. It is also urged that the statute discriminates illegally by prohibiting the use of sweet gas in carbon black manufacture while permitting its use as fuel by manufacturers of other articles. There are several differences which would justify the classification. Among them, this: The daily average consumption of the 29 carbon black plants is only slightly less than the average daily amount taken by the pipe lines for fuel and light purposes. For the carbon black plants in the Panhandle field the sour gas there affords an ample supply. For the fuel uses served by the interstate pipe lines sweet gas is practically indispensable. <span class=\"star-pagination\">*266</span> Compare <i>Ohio Oil Co.</i> v. <i>Indiana</i> (<i>No. 1</i>), 177 U.S. 190, 211; <i>Walls</i> v. <i>Midland Carbon Co., supra,</i> 317, 322, 324.</p>\n<p><i>Fourth.</i> The company claims that the statute impairs the obligation of contracts, since it prohibits performance of the company's contracts with producers to take sweet gas for its stripping plant and its contract to deliver the residue after stripping to the Combined Carbon Company. The contention is that the contract clause of the Texas Constitution, unlike that of the Federal Constitution, prevents the State from enacting a police measure which will result in impairing a contract. In support of that proposition, the company cites <i>Travellers' Ins. Co.</i> v. <i>Marshall,</i> 124 Tex. 45; 76 S.W. (2d) 1007, decided by the Supreme Court of Texas in 1934. But that case does not support the proposition. The statute there held void was a moratorium statute specifically directed against the terms of contracts. The statute here challenged is not directed against any term of any contract. It deals merely with the use of an article of commerce; and its effect upon contracts is incidental. The distinction was pointed out by the district court, which said that the Constitution of the State of Texas \"has never been held to avoid a police statute dealing directly with physical things in the interest of the public welfare, and touching contractual relationships only incidentally as they may have attached to those physical things prior to the passage of the statute.\" 14 F. Supp. 328, 334. That ruling accords with constitutional doctrine long established in this and other courts. If we felt any doubt as to its application here, in the absence of a definitive construction of the Constitution of the State by its highest court, we should defer to the federal court's understanding of the state law. See <i>Thompson</i> v. <i>Consolidated Gas Utilities Corp., supra.</i></p>\n<p><i>Fifth.</i> The contention that our decision in the <i>Walls</i> case is inapplicable is rested in part on the difference, <span class=\"star-pagination\">*267</span> as to the title to gas in place, between the law of Wyoming and that of Texas. It is urged that, in the absence of waste, the legislature lacks power to regulate production in Texas, since there the law gives the owner of land title to the gas in place and to that which migrates to formations under this land whereas in Wyoming regulation for the purpose of protecting correlative rights of other owners in a common pool is permissible. Upon this argument we need not pass. One principle established by the <i>Walls</i> case is that the Legislature may, for the purpose of conserving natural resources, regulate their production and use. The findings of the district court in this case support the reasonableness of the present statute on that basis. It is also urged that there is this vital difference in the facts: that in the Panhandle field the challenged prohibition will not prevent waste, or conserve the supply of sweet gas, since the sweet gas, if not used, will drain into the sour gas area, because of the lower pressures there. Moreover, it is insisted that, unlike the <i>Walls</i> case, there is here in the record convincing evidence that the use of sweet gas in the manufacture of carbon black is not wasteful. Our decision in that case rested upon no particular theory of the nature of the carbon black industry. It was based simply upon the determination that the statute in question was not shown to have been an arbitrary exercise of legislative power. Such, likewise, is our judgment here.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   \"Sec. 2.\n</p>\n<p>\"(g) The term `sour gas' shall mean any natural gas containing more than one and one-half (1 1/2) grams of hydrogen sulphide per one hundred (100) cubic feet or more than thirty (30) grains of total sulphur per one hundred (100) cubic feet, or gas which in its natural state is found by the Commission to be unfit for use in generating light or fuel for domestic purposes.</p>\n<p>\"(h) The term `sweet gas' shall mean all natural gas except `sour gas' and `casing head gas.'\"</p>\n<p>[2]   \"Sec. 3. The production, transportation, or use of natural gas in such manner, in such amount, or under such conditions as to constitute waste is hereby declared to be unlawful and is prohibited. The term `waste' among other things shall specifically include: . . .\n</p>\n<p>\"(j) The use of sweet gas produced from a gas well for the manufacture of carbon black. . . .\"</p>\n<p>[3]   \"Sec. 7. After the expiration of ten (10) days from the time of encountering gas in a gas well, no gas from such well shall be permitted to escape into the air, and all gas produced therefrom shall be utilized for the following purposes:\n</p>\n<p>\"(1) No sweet gas shall be utilized except for:</p>\n<p>\"(a) Light or fuel.</p>\n<p>\"(b) Efficient chemical manufacturing, other than the manufacture of carbon black.</p>\n<p>\"(c) Bona fide introduction of gas into oil, or gas bearing horizon, in order to maintain or increase the rock pressure or otherwise increase the ultimate recovery of oil or gas from such horizon.</p>\n<p>\"(d) The extraction of natural gasoline therefrom when the residue is returned to the horizon from which it is produced.\"</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:06", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></span> (1937)</b></center>\n<center><h1>HENDERSON COMPANY,<br>\nv.<br>\nTHOMPSON ET AL.</h1></center>\n<center>No. 397.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 2, 3, 1937.</center>\n<center>Decided March 1, 1937.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE WESTERN DISTRICT OF TEXAS.\n<p><span class=\"star-pagination\">*259</span> <i>Mr. L.M. Fischer,</i> with whom <i>Mr. F.W. Fischer</i> was on the brief, for appellant.</p>\n<p><i>Mr. Wm. Madden Hill,</i> Assistant Attorney General of Texas, and <i>Mr. Wm. McCraw,</i> Attorney General, with <span class=\"star-pagination\">*260</span> whom <i>Messrs. Earl Street,</i> Assistant Attorney General and <i>C.C. Small</i> were on the brief, for appellees.</p>\n<p>MR. JUSTICE BRANDEIS delivered the opinion of the Court.</p>\n<p>The question for decision is whether the prohibition by Texas of the use of sweet natural gas for the manufacture of carbon black in the Panhandle field is valid.</p>\n<p>The suit is brought in the federal court for Western Texas by the Henderson Company, a Maine Corporation. It challenges the validity of the following provisions of Chapter 120 of the Acts of the Legislature of Texas, 1935, Forty-fourth Regular Session, commonly known as House Bill 266: Subdivisions (g) and (h) of § 2, which define sweet and sour gas;<sup>[1]</sup> subdivision (j) of § 3, which prohibits the use of sweet gas for the manufacture of carbon black;<sup>[2]</sup> and subdivision (1) of § 7, which defines the purposes for which sweet gas may be used.<sup>[3]</sup> See <i>Thompson</i> v. <i>Consolidated Gas Utilities Corp., ante,</i> p. 55. The suit challenges, also, the validity of orders entered by the Railroad Commission pursuant to the statute.</p>\n<p><span class=\"star-pagination\">*261</span> The Henderson Company owns and operates in the Panhandle gas field a casinghead gasoline plant which is connected with 21 gas wells; holds oil and gas leases under which some of these wells are operated; and is under contract to take gas from the other wells. Prior to the statute, it received at its plant the gas from all these wells; extracted therefrom the gasoline content; and had contracted to supply the residue gas to the Combined Carbon Company. The orders challenged classified fourteen of the wells as sweet gas wells and prohibited both taking the gas therefrom for the purpose of processing the same for its gasoline content and delivery of the residue for the manufacture of carbon black. The seven remaining wells, classified as sour, cannot furnish the quantity of gas required by the company in its gasoline plant and to perform its contract with the Carbon Company. A supply from other sour gas wells is not available; and for the gas from the fourteen wells classified as sweet there is no other use.</p>\n<p>The bill charges that the statute and the orders entered thereunder violate the Federal Constitution \u0097 the due process and equal protection clauses of the Fourteenth Amendment and the contract clause; also provisions of the Constitution of Texas. The members of the Commission and the Attorney General of Texas are made defendants. <span class=\"star-pagination\">*262</span> The relief sought is to enjoin enforcement of the statute, temporarily and permanently.</p>\n<p>The jurisdiction, federal and equitable, was not questioned. Answers were filed. An application for a restraining order was denied. That for a preliminary injunction, promptly heard before three judges, was also denied, 12 F. Supp. 519. And on final hearing upon an extensive record a decree was entered denying the permanent injunction and dismissing the bill, <span class=\"citation\" data-id=\"1735826\"><a href=\"/opinion/1735826/henderson-co-v-thompson/\"><span class=\"volume\">14</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">328</span></a></span>. Findings of fact and conclusions of law were filed in compliance with Equity Rule 70 1/2. The case is here on appeal.</p>\n<p>The findings contain, as in <i>Thompson</i> v. <i>Consolidated Gas Utilities Corp.,</i> a description of the character and the development of the Panhandle gas field. In the Western field the sweet gas zone lies to the south, occupying about two-thirds of it; the sour gas zone lies to the north and occupies about one-third. Plants which strip the gas of its gasoline content and carbon black plants which use the residue are apparently accessible to both zones. For those purposes either sweet or sour was can be used. For the sweet gas of the Panhandle field there is also a large demand for fuel and light. For the sour gas in its natural state there is practically no use other than in the stripping and the carbon black plants. There are 29 carbon black plants in the Panhandle field. These produce more than 70 per cent. of all carbon black manufactured in the United States; and they consume, on the average, about 550,000,000 cubic feet per day. Intolerable waste had resulted by use of sweet gas under permits issued by the Railroad Commission under Chapter 100, Acts 1933, Forty-third Legislature, Regular Session, which allowed the use of sweet gas for inferior purposes where there was no fuel and light market. It was primarily to prevent such waste that the Legislature prohibited by House Bill <span class=\"star-pagination\">*263</span> 266 the use of sweet gas in the manufacture of carbon black.</p>\n<p>The court found, among other things:</p>\n<p>\"There is enough sour gas in reserve in the Panhandle field to fulfill the world's requirements of carbon black for many years to come. There is also a tremendous supply of casing head gas in the Panhandle field. There is now available for use in the manufacture of carbon black sufficient allotments under the orders of the Railroad Commission of sour and casinghead gas to supply all the demands and needs of such plants with an excess of 100,000,000 cubic feet of casinghead gas over and above the demand of the carbon black plants.</p>\n<p>\". . . A producer of sweet gas, if he is able to market the same for light and fuel purposes, receives about three or four cents per 1000 cubic feet in the field. When such gas is delivered at the burner tips it sells for various greater amounts. The producers of gas who sell to the companies who strip it and burn it for carbon black receive less than a cent per 1000 cubic feet.\"</p>\n<p>The company contends that our decision in <i>Walls</i> v. <i>Midland Carbon Co.,</i> <span class=\"citation\" data-id=\"99671\"><a href=\"/opinion/99671/walls-v-midland-carbon-co/\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">300</span></a></span>, which upheld certain action of Wyoming in prohibiting as wasteful the use of natural gas for the production of carbon black, is inapplicable to the issues here presented. The company concedes that Texas may, for the purpose of preventing waste, regulate both the production and the use of natural gas. It does not deny that when one natural resource is fitted for two uses and another resource only for one, the Legislature has the power to marshal these resources by classifying them, and designating the uses to which each may be put. Nor does it deny that the classification and the limitation of the use of sweet gas may \"when considering all of the gas fields in Texas as a whole, bear a reasonable relation to the purposes sought <span class=\"star-pagination\">*264</span> to be accomplished.\" But it insists that as applied to the Panhandle field the classification and prohibition are void, because, there, they bear no reasonable relation to the object sought to be attained, and are arbitrarily discriminatory.</p>\n<p><i>First.</i> The contention that in the Panhandle field the prohibition of the use of sweet gas in the manufacture of carbon black is arbitrary and unreasonable rests primarily upon the fact that the sour and the sweet was wells are in the same reservoir. The argument is that pressures in the sour gas area are lower than those in the sweet gas area; that, since there is no free market for sweet gas for fuel and light, it will, if not used in carbon black manufacture, and if withdrawals of sour gas are permitted to the extent of the requirements of the carbon black industry, migrate into lower pressure areas and become a part of the sour gas supply; that, therefore, the supply of sweet gas will not be conserved; and that the effect of the prohibition of its use in the manufacture of carbon black will be merely to deprive the company, through the migration, of the gas for which it is entitled. But the lower court found that the length of time required for such migration is not definitely known and that the demand for sweet gas for fuel and light is increasing. The needs of conservation are to be determined by the Legislature. See <i>Walls</i> v. <i>Midland Carbon Co.,</i> <span class=\"citation\" data-id=\"99671\"><a href=\"/opinion/99671/walls-v-midland-carbon-co/\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">300</span></a></span>, 324. The loss of sweet gas by migration may be relatively negligible. The court concluded that there is \"an abundance of factual support for the legislature prohibition against the burning of sweet gas for carbon black.\" No facts have been found, or established by the evidence, which would justify us in pronouncing the action of the Legislature arbitrary.</p>\n<p><i>Second.</i> The company insists, also, that the prescribed prohibition is void, because the difference between sweet gas and sour is solely the presence in the latter of a <span class=\"star-pagination\">*265</span> quantity of hydrogen sulphide; that by processing the sulphide can be eradicated from sour gas at a slight expense; and that the sour gas when so purified is fit for use for fuel and light. The distinction between sweet and sour gas fixed by the Legislature at 1 1/2 grains of hydrogen sulphide per 100 cubic feet, is found by the court to be apt. The evidence as to the cost of purifying is widely conflicting. The cost might depend, among other things, upon the extent of the sulphur content. The classification made has ample support in the evidence. We are unable to find in the regulation anything arbitrary or unreasonable. Compare <i>Lindsley</i> v. <i>Natural Carbonic Gas Co.,</i> <span class=\"citation\" data-id=\"97374\"><a href=\"/opinion/97374/lindsley-v-natural-carbonic-gas-co/\"><span class=\"volume\">220</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">61</span></a></span>, 78; <i>Walls</i> v. <i>Midland Carbon Co., supra,</i> 324.</p>\n<p><i>Third.</i> The company contends that the provisions of the statute as applied discriminate unreasonably between it and other producers similarly situated. The statute applies equally to all sweet gas wells. The discrimination suggested is in favor of the sour gas well owners. The argument is that the company has now no fuel and light market for its sweet gas; that gas may drain into a sour well; and, if it does, will become sour and be usable in the manufacture of carbon black. It is not known when the expected drainage will occur. Long before that time there may be a fuel and light market for the company's sweet gas. It is also urged that the statute discriminates illegally by prohibiting the use of sweet gas in carbon black manufacture while permitting its use as fuel by manufacturers of other articles. There are several differences which would justify the classification. Among them, this: The daily average consumption of the 29 carbon black plants is only slightly less than the average daily amount taken by the pipe lines for fuel and light purposes. For the carbon black plants in the Panhandle field the sour gas there affords an ample supply. For the fuel uses served by the interstate pipe lines sweet gas is practically indispensable. <span class=\"star-pagination\">*266</span> Compare <i>Ohio Oil Co.</i> v. <i>Indiana</i> (<i>No. 1</i>), <span class=\"citation\" data-id=\"95230\"><a href=\"/opinion/95230/ohio-oil-company-v-indiana-no-1/\"><span class=\"volume\">177</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, 211; <i>Walls</i> v. <i>Midland Carbon Co., supra,</i> 317, 322, 324.</p>\n<p><i>Fourth.</i> The company claims that the statute impairs the obligation of contracts, since it prohibits performance of the company's contracts with producers to take sweet gas for its stripping plant and its contract to deliver the residue after stripping to the Combined Carbon Company. The contention is that the contract clause of the Texas Constitution, unlike that of the Federal Constitution, prevents the State from enacting a police measure which will result in impairing a contract. In support of that proposition, the company cites <i>Travellers' Ins. Co.</i> v. <i>Marshall,</i> 124 Tex. 45; 76 S.W. (2d) 1007, decided by the Supreme Court of Texas in 1934. But that case does not support the proposition. The statute there held void was a moratorium statute specifically directed against the terms of contracts. The statute here challenged is not directed against any term of any contract. It deals merely with the use of an article of commerce; and its effect upon contracts is incidental. The distinction was pointed out by the district court, which said that the Constitution of the State of Texas \"has never been held to avoid a police statute dealing directly with physical things in the interest of the public welfare, and touching contractual relationships only incidentally as they may have attached to those physical things prior to the passage of the statute.\" <span class=\"citation\" data-id=\"1735826\"><a href=\"/opinion/1735826/henderson-co-v-thompson/\"><span class=\"volume\">14</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">328</span></a></span>, 334. That ruling accords with constitutional doctrine long established in this and other courts. If we felt any doubt as to its application here, in the absence of a definitive construction of the Constitution of the State by its highest court, we should defer to the federal court's understanding of the state law. See <i>Thompson</i> v. <i>Consolidated Gas Utilities Corp., supra.</i></p>\n<p><i>Fifth.</i> The contention that our decision in the <i>Walls</i> case is inapplicable is rested in part on the difference, <span class=\"star-pagination\">*267</span> as to the title to gas in place, between the law of Wyoming and that of Texas. It is urged that, in the absence of waste, the legislature lacks power to regulate production in Texas, since there the law gives the owner of land title to the gas in place and to that which migrates to formations under this land whereas in Wyoming regulation for the purpose of protecting correlative rights of other owners in a common pool is permissible. Upon this argument we need not pass. One principle established by the <i>Walls</i> case is that the Legislature may, for the purpose of conserving natural resources, regulate their production and use. The findings of the district court in this case support the reasonableness of the present statute on that basis. It is also urged that there is this vital difference in the facts: that in the Panhandle field the challenged prohibition will not prevent waste, or conserve the supply of sweet gas, since the sweet gas, if not used, will drain into the sour gas area, because of the lower pressures there. Moreover, it is insisted that, unlike the <i>Walls</i> case, there is here in the record convincing evidence that the use of sweet gas in the manufacture of carbon black is not wasteful. Our decision in that case rested upon no particular theory of the nature of the carbon black industry. It was based simply upon the determination that the statute in question was not shown to have been an arbitrary exercise of legislative power. Such, likewise, is our judgment here.</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   \"Sec. 2.\n</p>\n<p>\"(g) The term `sour gas' shall mean any natural gas containing more than one and one-half (1 1/2) grams of hydrogen sulphide per one hundred (100) cubic feet or more than thirty (30) grains of total sulphur per one hundred (100) cubic feet, or gas which in its natural state is found by the Commission to be unfit for use in generating light or fuel for domestic purposes.</p>\n<p>\"(h) The term `sweet gas' shall mean all natural gas except `sour gas' and `casing head gas.'\"</p>\n<p>[2]   \"Sec. 3. The production, transportation, or use of natural gas in such manner, in such amount, or under such conditions as to constitute waste is hereby declared to be unlawful and is prohibited. The term `waste' among other things shall specifically include: . . .\n</p>\n<p>\"(j) The use of sweet gas produced from a gas well for the manufacture of carbon black. . . .\"</p>\n<p>[3]   \"Sec. 7. After the expiration of ten (10) days from the time of encountering gas in a gas well, no gas from such well shall be permitted to escape into the air, and all gas produced therefrom shall be utilized for the following purposes:\n</p>\n<p>\"(1) No sweet gas shall be utilized except for:</p>\n<p>\"(a) Light or fuel.</p>\n<p>\"(b) Efficient chemical manufacturing, other than the manufacture of carbon black.</p>\n<p>\"(c) Bona fide introduction of gas into oil, or gas bearing horizon, in order to maintain or increase the rock pressure or otherwise increase the ultimate recovery of oil or gas from such horizon.</p>\n<p>\"(d) The extraction of natural gasoline therefrom when the residue is returned to the horizon from which it is produced.\"</p>\n\n</div>", 
  "sha1": "3de943f23408c8f5e6de6565d981b2aa41573d53", 
  "date_modified": "2014-12-21T01:41:40.228247", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/102774/henderson-co-v-thompson/", 
  "citation_count": 10, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/274566/", 
  "html": "<p class=\"case_cite\">300 U.S. 258</p>\n    <p class=\"case_cite\">57 S.Ct. 447</p>\n    <p class=\"case_cite\">81 L.Ed. 632</p>\n    <p class=\"parties\">HENDERSON CO.<br>v.<br>THOMPSON et al.</p>\n    <p class=\"docket\">No. 397.</p>\n    <p class=\"date\">Argued Feb. 2, 3, 1937.</p>\n    <p class=\"date\">Decided March 1, 1937.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On Appeal from the District Court of the United States for the Western District of Texas.</p>\n      <p class=\"indent\">Mr. L. M. Fischer, of Amarillo, Tex., for appellant.</p>\n      <p class=\"indent\">Messrs. William Madden Hill, of Dallas, Tex., and William McCraw, of Austin, Tex., for appellees.</p>\n      <p class=\"indent\">[Argument of Counsel from page 259 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice BRANDEIS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question for decision is whether the prohibition by Texas of the use of sweet natural gas for the manufacture of carbon black in the Panhandle field is valid.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The suit is brought in the federal court for western Texas by the Henderson Company, a Maine corporation. It challenges the validity of the following provisions of chapter 120 of the Acts of the Legislature of Texas, 1935, Forth-Fourth Regular Session (Vernon's Ann.Civ.St.Tex. art. 6008), commonly known as House Bill 266: subdivisions (g) and (h) of section 2, which define sweet and sour gas;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> subdivision (j) of section 3, which prohibits the use of sweet gas for the manufacture of carbon black;<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and subdivision (1) of section 7, which defines the purposes for which sweet gas may be used.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See Thompson v. Consolidated Gas Utilities Corporation, 300 U.S. 55, 57 S.Ct. 364, 81 L.Ed. 510, decided by this Court February 1, 1937. The suit challenges, also, the validity of orders entered by the Railroad Commission pursuant to the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Henderson Company owns and operates in the Panhandle gas field a casinghead gasoline plant which is connected with 21 gas wells; holds oil and gas leases under which some of these wells are operated; and is under contract to take gas from the other wells. Prior to the statute, it received at its plant the gas from all these wells; extracted therefrom the gasoline content; and had contraced to supply the residue gas to the Combined Carbon Company. The orders challenged classified fourteen of the wells as sweet gas wells and prohibited both taking the gas therefrom for the purpose of processing the same for its gasoline content and delivery of the residue for the manufacture of carbon black. The seven remaining wells, classified as sour, cannot furnish the quantity of gas required by the company in its gasoline plant and to perform its contract with the Cabon Company. A supply from other sour gas wells is not available; and for the gas from the fourteen wells classified as sweet there is no other use.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The bill charges that the statute and the orders entered thereunder violate the Federal Constitution&#8212;the due process and equal protection clauses of the Fourteenth Amendment and the Contract Clause (article 1, &#167; 10, cl. 1); also provisions of the Constitution of Texas. The members of the Commission and the Attorney General of Texas are made defendants. The relief sought is to enjoin enforcement of the statute temporarily and permanently.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The jurisdiction, federal and equitable, was not questioned. Answers were filed. An application for a restraining order was denied. That for a preliminary injunction, promptly heard before three judges, was also denied (D.C.) 12 F.Supp. 519. And on final hearing upon an extensive record a decree was entered denying the permanent injunction and dismissing the bill (D.C.) 14 F.Supp. 328. Findings of fact and conclusions of law were filed in compliance with Equity Rule 70 1/2 (28 U.S.C.A. following section 723). The case is here on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The findings contain, as in Thompson v. Consolidated Gas Utilities Corporation, a description of the character and the development of the Panhandle gas field. In the western field the sweet gas zone lies to the south, occupying about two-thirds of it; the sour gas zone lies to the north and occupies about one-third. Plants which strip the gas of its gasoline content and carbon black plants which use the residue are apparently accessible to both zones. For those purposes either sweet or sour gas can be used. For the sweet gas of the Panhandle field there is also a large demand for fuel and light. For the sour gas in its natural state there is practically no use other than in the stripping and the carbon black plants. There are 29 carbon black plants in the Panhandle field. These produce more than 70 per cent. of all carbon black manufactured in the United States; and they consume, on the average, about 550,000,000 cubic feet per day. Intolerable waste had resulted by use of sweet gas under permits issued by the Railroad Commission under chapter 100, Acts 1933, Forty-Third Legislature, Regular Session, which allowed the use of sweet gas for inferior purposes where there was no fuel and light market. It was primarily to prevent such waste that the Legislature prohibited by House Bill 266 the use of sweet gas in the manufacture of carbon black.</p>\n    </div>\n    <p class=\"indent\">The court found, among other things:</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'There is enough sour gas in reserve in the Panhandle field to fulfill the world's requirements of carbon black for many years to come. There is also a tremendous supply of casinghead gas in the Panhandle field. There is now available for use in the manufacture of carbon black sufficient allotments under the orders of the Railroad Commission of sour and casinghead gas to supply all the demands and needs of such plants with an excess of 100,000,000 cubic feet of casinghead gas over and above the demand of the carbon black plants.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'* * * A producer of sweet gas, if he is able to market the same for light and fuel purposes, receives about three or four cents per 1000 cubic feet in the field. When such gas is delivered at the burner tips it sells for various greater amounts. The producers of gas who sell to the companies who strip it and burn it for carbon black receive less than a cent per 1000 cubic feet.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The company contends that our decision in Walls v. Midland Carbon Co., 254 U.S. 300, 41 S.Ct. 118, 65 L.Ed. 276, which upheld certain action of Wyoming in prohibiting as wasteful the use of natural gas for the production of carbon black, is inapplicable to the issues here presented. The company concedes that Texas may, for the purpose of preventing waste, regulate both the production and the use of natural gas. It does not deny that when one natural resource is fitted for two uses and another resource only for one, the Legislature has the power to marshal these resources by classifying them, and designating the uses to which each may be put. Nor does it deny that the classification and the limitation of the use of sweet gas may 'when considering all of the gas fields in Texas as a whole, bear a reasonable relation to the purposes sought to be accomplished.' But it insists that as applied to the Panhandle field the classification and prohibition are void, because, there, they bear no reasonable relation to the object sought to be attained, and are arbitrarily discriminatory.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First. The contention that in the Panhandle field the prohibition of the use of sweet gas in the manufacture of carbon black is arbitrary and unreasonable rests primarily upon the fact that the sour and the sweet gas wells are in the same reservoir. The argument is that pressures in the sour gas area are lower than those in the sweet gas area; that, since there is no free market for sweet gas for fuel and light, it will, if not used in carbon black manufacture, and if withdrawals of sour gas are permitted to the extent of the requirements of the carbon black industry, migrate into lower pressure areas and become a part of the sour gas supply; that, therefore, the supply of sweet gas will not be conserved; and that the effect of the prohibition of its use in the manufacture of carbon black will be merely to deprive the company, through the migration, of the gas to which it is entitled. But the lower court found that the length of time required for such migration is not definitely known and that the demand for sweet gas for fuel and light is increasing. The needs of conservation are to be determined by the Legislature. See Walls v. Midland Carbon Co., 254 U.S. 300, 324, 41 S.Ct. 118, 124, 65 L.Ed. 276. The loss of sweet gas by migration may be relatively negligible. The court concluded that there is 'an abundance of factual support for the legislative prohibition against the burning of sweet gas for carbon black.' No facts have been found, or established by the evidence, which would justify us in pronouncing the action of the Legislature arbitrary.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second. The company insists, also, that the prescribed prohibition is void because the difference between sweet gas and sour is solely the presence in the latter of a quantity of hydrogen sulphide; that by processing the sulphide can be eradicated from sour gas at a slight expense; and that the sour gas when so purified is fit for use for fuel and light. The distinction between sweet and sour gas fixed by the Legislature at 1 1/2 grains of hydrogen sulphide per 100 cubic feet, is found by the court to be apt. The evidence as to the cost of purifying is widely conflicting. The cost might depend, among other things, upon the extent of the sulphur content. The classification made has ample support in the evidence. We are unable to find in the regulation anything arbitrary or unreasonable. Compare Lindsley v. Natural Carbonic Gas Co., 220 U.S. 61, 78, 31 S.Ct. 337, 55 L.Ed. 369, Ann.Cas.1912C, 160; Walls v. Midland Carbon Co., supra, 254 U.S. 300, 324, 41 S.Ct. 118, 124, 65 L.Ed. 276.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Third. The company contends that the provisions of the statute as applied discriminate unreasonably between it and other producers similarly situated. The statute applies equally to all sweet gas wells. The discrimination suggested is in favor of the sour gas well owners. The argument is that the company has now no fuel and light market for its sweet gas; that gas may drain into a sour well; and, if it does, will become sour and be usable in the manufacture of carbon black. It is not known when the expected drainage will occur. Long before that time there may be a fuel and light market for the company's sweet gas. It is also urged that the statute discriminates illegally by prohibiting the use of sweet gas in carbon black manufacture while permitting its use as fuel by manufacturers of other articles. There are several differences which would justify the classification. Among them, this: The daily average consumption of the 29 carbon black plants is only slightly less than the average daily amount taken by the pipe lines for fuel and light purposes. For the carbon black plants in the Panhandle field the sour gas there affords an ample supply. For the fuel uses served by the interstate pipe lines sweet gas is practically indispensable. Compare Ohio Oil Co. v. Indiana (No. 1), 177 U.S. 190, 211, 20 S.Ct. 576, 44 L.Ed. 729; Walls v. Midland Carbon Co., supra, 254 U.S. 300, 317, 322, 324, 41 S.Ct. 118, 123, 124, 65 L.Ed. 276.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Fourth. The company claims that the statute impairs the obligation of contracts, since it prohibits performance of the company's contracts with producers to take sweet gas for its stripping plant and its contract to deliver the residue after stripping to the Combined Carbon Company. The contention is that the contract clause of the Texas Constitution (article 1, &#167; 16), unlike that of the federal Constitution, prevents the State from enacting a police measure which will result in impairing a contract. In support of that proposition, the company cites Travelers' Ins. Co. v. Marshall, 124 Tex. 45, 76 S.W.(2d) 1007, 96 A.L.R. 802, decided by the Supreme Court of Texas in 1934. But that case does not support the proposition. The statute there held void was a moratorium statute specifically directed against the terms of contracts. The statute here challenged is not directed against any term of any contract. It deals merely with the use of an article of commerce; and its effect upon contracts is incidental. The distinction was pointed out by the district court, which said that the Constitution of the State of Texas 'has never been held to avoid a police statute dealing directly with physical things in the interest of the public welfare, and touching contractual relationships only incidentally as they may have attached to those physical things prior to the passage of the statute.' 14 F.Supp. 328, 334. That ruling accords with constitutional doctrine long established in this and other courts. If we felt any doubt as to its application here, in the absence of a definitive construction of the Constitution of the State by its highest court, we should defer to the federal court's understanding of the state law. See Thompson v. Consolidated Gas Utilities Corporation, 300 U.S. 55, 57 S.Ct. 364, 81 L.Ed. 510, decided February 1, 1937.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Fifth. The contention that our decision in the Walls Case is inapplicable is rested in part on the difference, as to the title to gas in place, between the law of Wyoming and that of Texas. It is urged that, in the absence of waste, the legislature lacks power to regulate production in Texas, since there the law gives the owner of land title to the gas in place and to that which migrates to formations under his land; whereas in Wyoming regulation for the purpose of protecting correlative rights of other owners in a common pool is permissible. Upon this argument we need not pass. One principle established by the Walls Case is that the Legislature may, for the purpose of conserving natural resources, regulate their production and use. The findings of the district court in this case support the reasonableness of the present statute on that basis. It is also urged that there is this vital difference in the facts: that in the Panhandle field the challenged prohibition will not prevent waste, or conserve the supply of sweet gas, since the sweet gas, if not used, will drain into the sour gas area, because of the lower pressures there. Moreover, it is insisted that, unlike the Walls Case, there is here in the record convincing evidence that the use of sweet gas in the manufacture of carbon black is not wasteful. Our decision in that case rested upon no particular theory of the nature of the carbon black industry. It was based simply upon the determination that the statute in question was not shown to have been an arbitrary exercise of legislative power. Such, likewise, is our judgment here.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 'Sec. 2. * * *</p>\n        <p>'(g) The term 'sour gas' shall mean any natural gas containing more than one and one-half (1 1/2) grains of hydrogen sulphide per one hundred (100) cubic feet or more than thirty (30) grains of total sulphur per one hundred (100) cubic feet, or gas which in its natural state is found by the Commission to be unfit for use in generating light or fuel for domestic purposes.</p>\n        <p>'(h) The term 'sweet gas' shall mean all natural gas except 'sour gas' and 'casinghead gas.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 'Sec. 3. The production, transportation, or use of natural gas in such manner, in such amount, or under such conditions as to constitute waste is hereby declared to be unlawful and is prohibited. The term 'waste' among other things shall specifically include: * * *</p>\n        <p>'(j) The use of sweet gas produced from a gas well for the manufacture of carbon black.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 'Sec. 7. After the expiration of ten (10) days from the time of encountering gas in a gas well, no gas from such well shall be permitted to escape into the air, and all gas produced therefrom shall be utilized for the following purposes:</p>\n        <p>'(1) No sweet gas shall be utilized except for:</p>\n        <p>'(a) Light or fuel.</p>\n        <p>'(b) Efficient chemical manufacturing, other than the manufacture of carbon black.</p>\n        <p>'(c) Bona fide introduction of gas into oil, or gas bearing horizon, in order to maintain or increase the rock pressure or otherwise increase the ultimate recovery of oil or gas from such horizon.</p>\n        <p>'(d) The extraction of natural gasoline therefrom when the residue is returned to the horizon from which it is produced.'</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/102774/"
}