{"absolute_url": "/opinion/102855/dodge-v-board-of-ed-of-chicago/", "blocked": false, "citation": {"case_name": "Dodge v. Board of Ed. of Chicago", "docket_number": "5", "document_uris": ["/api/rest/v2/document/102855/"], "federal_cite_one": "302 U.S. 74", "federal_cite_three": null, "federal_cite_two": null, "id": 87238, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/87238/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 52, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1937-11-08", "date_modified": "2015-04-28T12:34:11.584618", "docket": "/api/rest/v2/docket/81726/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">302 U.S. 74</p>\n    <p class=\"case_cite\">58 S.Ct. 98</p>\n    <p class=\"case_cite\">82 L.Ed. 57</p>\n    <p class=\"parties\">DODGE et al.<br>v.<br>BOARD OF EDUCATION OF CITY OF CHICAGO et al.</p>\n    <p class=\"docket\">No. 5.</p>\n    <p class=\"date\">Reargued Oct. 14, 1937.</p>\n    <p class=\"date\">Decided Nov. 8, 1937.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Allan J. Carter, of Chicago, Ill., for appellants.</p>\n      <p class=\"indent\">Messrs. Frank S. Righeimer and Richard S. Folsom, both of Chicago, Ill., for appellees.</p>\n      <p class=\"indent\">Mr. Justice ROBERTS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appellants challenge an act of Illinois which they assert impairs the obligation of contracts in contravention of article 1, &#167; 10, of the Constitution of the United States, and deprives them of a vested right without due process contrary to the Fourteenth Amendment. The statute decreased the amounts of annuity payments to retired teachers in the public schools of Chicago.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Since 1895, the state has had legislation creating a teachers' pension and retirement fund, originally the fruit of teachers' contributions and gifts or legacies, but later augmented by allotments from interest received and from taxes. With this fund and the benefit payments thereunder we are not concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Prior to 1917, teachers in the Chicago schools were employed for such terms as the Board of Education might fix.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In that year an act was passed providing for a probationary period of three years and prohibiting removal thereafter except for cause.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1926 an act, known as the Miller Law,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> became effective. This provided for compulsory retirement and for the payment of annuities to retired teachers. By section 1 the Board of Education was directed to retire teachers from active service on February 1 and August 1 of each year according to the following program: In 1926, those 75 years of age or over; in 1927, those 74 years of age or over; in 1928, those 73 years of age or over; in 1929, those 72 years of age or over; and in 1930, and in each year thereafter, those 70 years of age or over. Section 2 (Smith-Hurd Ill.Stats. c. 122, &#167; 614b) provided: 'Each person so retired from active service who served in the public schools of such city for twenty or more years prior to such retirement, shall be paid the sum of fifteen hundred dollars ($1,500.00) annually and for life from the date of such retirement from the money derived from the general tax levy for educational purposes.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There were two provisos; the one requiring that the annuitant should be subject to call by the superintendent of schools for consultation and advisory service, and the other declaring that the annuity granted by the act was not to be in lieu of, but in addition to, the retirement allowance payable under existing legislation.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1927, a third section was added<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> permitting teachers who had served for 25 years or more, and were 65 years of age or over, who had not reached the age of compulsory retirement, to be retired upon request and to be paid from $1,000 to $1,500 per annum, depending upon age at retirement.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The appellants fall into three classes: Those who were compulsorily retired under the Miller Law; those who voluntarily retired under the law as amended; and those eligible for voluntary retirement who had signified their election to retire prior to July, 1935.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">July 12, 1935, a further amendment of the Miller Law was adopted<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> requiring the board presently to retire teachers then in service who were 65 years of age or over, and in the future to retire teachers as they attained that age. Each person so retired was to be paid $500 annually for life from the date of retirement. The provisions that such teachers should hold themselves available for advisory service and consultation and that the annuity payments should be in addition to those made to retired teachers pursuant to other legislation were retained. Section 3 of the Miller Law, permitting voluntary retirement between the ages of 65 and 70, was repealed. As construed by the state Supreme Court, the new law reduced to $500 the annuities of teachers theretofore retired, or eligible for retirement under the Miller Law, as well as those to be retired subsequent to its enactment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Some of the appellants filed a class bill, in which the others intervened as coplaintiffs, alleging that their rights to annuities were vested rights of which they could not be deprived; that the Miller Law constituted an offer which each of them had accepted by remaining in service until compulsory retirement or by retiring; that the obligation of the contract had thus been perfected and its attempted impairment by the later enactment was ineffective; and praying that the board be commanded to rescind action taken pursuant to the Act of 1935, and enjoined from complying with its provisions. The appellee Board of Education filed an answer in which it denied the existence of a contract and asserted that the payments to be made to appellants were pensions, subject to revocation or alteration at the will of the Legislature. The appellee city of Chicago filed a motion to dismiss for want of equity. After a hearing, at which testimony was taken on behalf of the appellants, the trial court dismissed the bill.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Supreme Court of the state affirmed, holding that, notwithstanding the payments under the Miller Law are denominated annuities, they cannot be differentiated from similar payments directed by law to be made to other retired civil servants of the state and her municipalities, and are in fact pensions or gratuities involving no agreement of the parties and subject to modification or abolition at the pleasure of the Legislature.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The parties agree that a state may enter into contracts with citizens, the obligation of which the Legislature cannot impair by subsequent enactment. They agree that legislation which merely declares a state policy, and directs a subordinate body to carry it into effect, is subject to revision or repeal in the discretion of the Legislature. The point of controversy is as to the category into which the Miller Law falls.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In determining whether a law tenders a contract to a citizen, it is of first importance to examine the language of the statute. If it provides for the execution of a written contract on behalf of the state, the case for an obligation binding upon the state is clear.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Equally clear is the case where a statute confirms a settlement of disputed rights and defines its terms.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> On the other hand, an act merely fixing salaries of officers creates no contract in their favor, and the compensation named may be altered at the will of the Legislature.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> This is true also of an act fixing the term or tenure of a public officer or an employe of a state agency.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The presumption is that such a law is not intended to create private contractual or vested rights, but merely declares a policy to be pursued until the Legislature shall ordain otherwise. He who asserts the creation of a contract with the state in such a case has the burden of overcoming the presumption.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> If, upon a construction of the statute, it is found that the payments are gratuities, involving no agreement of the parties, the grant of them creates no vested right.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Supreme Court of Illinois concluded that neither the language of the Miller Law, nor the circumstances of its adoption, evinced an intent on the part of the Legislature to create a binding contract with the teachers of the state. While we are required to reach an independent judgment as to the existence and nature of the alleged contract, we give great weight to the views of the highest court of the state touching these matters.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Miller Law is entitled, 'An Act to provide for the compulsory and voluntary retirement of teachers, * * * and for the payment of retirement annuities.' Smith-Hurd Ill.Stats. c. 122, &#167; 614a, note. The relevant words of section 1 are: 'In every city in this State * * * the board of education of such city shall retire from active service * * * all teachers, (of a given age).' Section 2 provides: 'Each person so retired * * * shall be paid the sum of fifteen hundred dollars ($1,500.00) annually and for life from the date of such retirement.' Section 3 provides that persons 65 years of age or over 'shall upon their own request be retired * * * and thereafter be paid annuities for life.' Appellants admit that this is not the normal langauge of a contract, but rely on the circumstance that they, as teachers, especially those who voluntarily retired when otherwise they would not have been required so to do, rightly understood the state was pledging its faith that it would not recede from the offer held out to them by the statute as an inducement to become teachers and to retire, and that the use of the term 'annuities' rather than 'pensions' was intended as a further assurance of a vested contractual right. The Supreme Court answered this contention by referring to the fact that for years prior to the adoption of the Miller Law, and by a uniform course of decision, it had held that acts indistinguishable from the Miller Law, establishing similar benefit systems, did not create contracts or vested rights, and that the state was free to alter, amend, and repeal such laws, even though the effect of its action was to deprive the pensioner or annuitant, for the future, of benefits then enjoyed. The cases to which the court refers so decide.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> The court further held that the Legislature presumably had the doctrine of these cases in mind when it adopted the act now under review, and that the appellants should have known that no distinction was intended between the rights conferred on them and those adjudicated under like laws with respect to other retired civil servants. We cannot say that this was error.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The appellants urge that the Miller Law, contrary to most of the acts that preceded it, omitted to use the word 'pension' and instead used the word 'annuity,' a choice of terminology based on contract rather than on gift, and implying a consideration received as well as offered. The state Supreme Court (364 Ill. 547, 5 N.E.(2d) 84, 88) answered the contention by saying: 'We are unable to see the distinction. The plan of payment is the same, the purposes are evidently the same, and the use of the term 'annuity' instead of 'pension'&#8212;which is but an annuity&#8212;does not seem to us to result in the distinction for which counsel for appellants contend.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We are of the same opinion, particularly as an examination of the Illinois statutes indicates that, in acts dealing with the subject, the Legislature has apparently used the terms 'pensions,' 'benefits,' and 'annuities' interchangeably as having the same connotation.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The act embraces teachers, principals, district superintendents, and assistant superintendents, and retired members of those classes are among the appellants. For the sake of brevity all will be denominated teachers (Smith-Hurd Ill.Stats. c. 122, &#167; 614a et seq.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Act of June 12, 1909, &#167; 133, Laws of 1909, p. 380 (Smith-Hurd Ill.Stats. c. 122, &#167; 157 note).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Act of April 20, 1917, &#167;&#167; 138 and 161, Laws of 1917, pp. 730, 731 (Smith-Hurd Ill.Stats. c. 122, &#167;&#167; 161 and 186 and note).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Smith-Hurd Ill.Stats. c. 122, &#167; 614a et seq. Cahill's Ill.Rev.Stats.1927, c. 122, par. 269(1) et seq.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Act of June 24, 1927, Laws of 1927, p. 792, Smith-Hurd Ill.Stats. c. 122, &#167; 614c, and note, Cahill's Ill.Rev.Stats.1927, c. 122, par. 269(3).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Act of July 12, 1935, Laws of 1935, p. 1378, Smith-Hurd Ill.Stats.1935, c. 122, &#167;&#167; 614a&#8212;614c.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 364 Ill. 547, 5 N.E.(2d) 84.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Hall v. Wisconsin, 103 U.S. 5, 26 L.Ed. 302.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> New Jersey v. Wilson, 7 Cranch 164, 3 L.Ed. 303; New Jersey v. Yard, 95 U.S. 104, 24 L.Ed. 352.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Butler v. Pennsylvania, 10 How. 402, 13 L.Ed. 472; United States v. Fisher, 109 U.S. 143, 3 S.Ct. 154, 27 L.Ed. 885; Fisk v. Jefferson Police Jury, 116 U.S. 131, 133, 6 S.Ct. 329, 29 L.Ed. 587; Robertson, State of Miss., for Use of, v. Miller, 276 U.S. 174, 178, 48 S.Ct. 266, 268, 72 L.Ed. 517.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Crenshaw v. United States, 134 U.S. 99, 10 S.Ct. 431, 33 L.Ed. 825; Phelps v. Board of Education, 300 U.S. 319, 57 S.Ct. 483, 81 L.Ed. 674.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Rector, &amp;c. of Christ Church v. County of Philadelphia, 24 How. 300, 302, 16 L.Ed. 602; Tucker v. Ferguson, 22 Wall. 527, 575, 22 L.Ed. 805; New Jersey v. Yard, supra; Newton v. Commissioners, 100 U.S. 548, 561, 25 L.Ed. 710; Wisconsin &amp; Michigan Ry. Co. v. Powers, 191 U.S. 379, 387, 24 S.Ct. 107, 48 L.Ed. 229.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Pennie v. Reis, 132 U.S. 464, 10 S.Ct. 149, 33 L.Ed. 426; Lynch v. United States, 292 U.S. 571, 577, 54 S.Ct. 840, 842, 78 L.Ed. 1434, and cases cited.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Larson v. South Dakota, 278 U.S. 429, 433, 49 S.Ct. 196, 197, 73 L.Ed. 441; Phelps v. Board of Education, supra, and cases cited.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Eddy v. Morgan, 216 Ill. 437, 449, 75 N.E. 174; Pecoy v. Chicago, 265 Ill. 78&#8212;80, 106 N.E. 435; Beutel v. Foreman, 288 Ill. 106, 123 N.E. 270. The same principles have been consistently announced since 1926. People ex rel. v. Retirement Board, 326 Ill. 579, 158 N.E. 220, 54 A.L.R. 940; People ex rel. v. Hanson, 330 Ill. 79, 161 N.E. 145; McCann v. Retirement Board, 331 Ill. 193, 162 N.E. 859. Appellants urge that the authority of the foregoing cases has been shaken by Porter v. Loehr, 332 Ill. 353, 163 N.E. 689, and DeWolf v. Bowley, 355 Ill. 530, 189 N.E. 893, but these cases did not deal with the question presented in the instant case, and what was said with respect to the nature of pensions was in connection with provisions of the State Constitution.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> In acts creating funds through enforced contributions of state and municipal employees, or out of taxes, or both, the titles and the substantive provisions for benefits to retired employees disclose the use of the terms 'pensions' and 'annuities' interchangeably to describe the payments to be made from the fund. Act of May 24, 1877, Laws, p. 62; Act of May 10, 1879, Laws, p. 72 (Smith-Hurd Ill.Stats. c. 24, &#167; 870 et seq., and notes); Act of May 12, 1905, Laws, p. 309 (Smith-Hurd Ill.Stats. c. 81, &#167; 55 et seq. and notes); Act of May 24, 1907, Laws, p. 529; Act of June 14, 1909, Laws, p. 133 (Smith-Hurd Ill.Stats. c. 24, &#167; 892 et seq. and notes); Act of June 27, 1913, Laws, p. 598 (Smith-Hurd Ill.Stats. c. 122, &#167; 560 et seq., and notes); Act of June 29, 1915, Laws, p. 465 (Smith-Hurd Ill.Stats. c. 67, &#167; 18 et seq. and notes); Act of May 27, 1915, Laws, p. 649 (Smith-Hurd Ill.Stats. c. 122, &#167; 578 et seq. and notes); Act of June 14, 1917, Laws, p. 748 (Smith-Hurd Ill.Stats. c. 122, &#167; 615 et seq., 631 and note 632 et seq.); Act of July 11, 1919, Laws, p. 700 (Smith-Hurd Ill.Stats. c. 67, &#167; 19 et seq. and notes); Act of July 11, 1919, Laws, p. 743 (Smith-Hurd Ill.Stats. c. 24, &#167; 918 et seq. and notes); Act of June 29, 1921, Laws, p. 203 (Smith-Hurd Ill.Stats. c. 24, &#167; 1044 et seq.).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>302 U.S. 74 (1937)</b></center>\n<center><h1>DODGE ET AL.<br>\nv.<br>\nBOARD OF EDUCATION OF CHICAGO ET AL.</h1></center>\n<center>No. 5.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 28, 1937.</center>\n<center>Reargued October 14, 1937.</center>\n<center>Decided November 8, 1937.</center>\nAPPEAL FROM THE SUPREME COURT OF ILLINOIS.\n<p><span class=\"star-pagination\">*75</span> <i>Mr. Allan J. Carter,</i> with whom <i>Messrs. Alfred R. Bates, Karl D. Loos,</i> and <i>Preston B. Kavanagh</i> were on the brief, for appellants.</p>\n<p><i>Mr. Frank S. Righeimer,</i> with whom <i>Messrs. Richard S. Folsom, Barnet Hodes, Ralph W. Condee,</i> and <i>Frank R. Schneberger</i> were on the brief, for appellees.</p>\n<p>MR. JUSTICE ROBERTS delivered the opinion of the Court.</p>\n<p>The appellants challenge an Act of Illinois which they assert impairs the obligation of contracts in contravention of Article I, Section 10, of the Constitution of the United States and deprives them of a vested right without due process contrary to the Fourteenth Amendment. The statute decreased the amounts of annuity payments to retired teachers in the public schools of Chicago.<sup>[1]</sup></p>\n<p>Since 1895 the State has had legislation creating a teachers' pension and retirement fund, originally the fruit of teachers' contributions and gifts or legacies, but later augmented by allotments from interest received and from taxes. With this fund and the benefit payments thereunder we are not concerned.</p>\n<p>Prior to 1917 teachers in the Chicago schools were employed for such terms as the Board of Education might fix.<sup>[2]</sup> In that year an Act was passed providing for a probationary period of three years and prohibiting removal thereafter except for cause.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*76</span> In 1926 an Act known as the \"Miller Law,\"<sup>[4]</sup> became effective. This provided for compulsory retirement and for the payment of annuities to retired teachers. By § 1 the Board of Education was directed to retire teachers from active service on February 1 and August 1 of each year according to the following program: In 1926 those seventy-five years of age or over, in 1927 those seventy-four years of age or over, in 1928 those seventy-three years of age or over, in 1929 those seventy-two years of age or over, and in 1930, and in each year thereafter, those seventy years of age or over. Section 2 provided:</p>\n<p>\"Each person so retired from active service who served in the public schools of such city for twenty or more years prior to such retirement, shall be paid the sum of fifteen hundred dollars ($1,500.00) annually and for life from the date of such retirement from the money derived from the general tax levy for educational purposes . . .\"</p>\n<p>There were two provisos, the one requiring that the annuitant should be subject to call by the superintendent of schools for consultation and advisory service, and the other declaring that the annuity granted by the Act was not to be in lieu of, but in addition to, the retirement allowance payable under existing legislation.</p>\n<p>In 1927 a third section was added<sup>[5]</sup> permitting teachers who had served for twenty-five years or more, and were sixty-five years of age or over, who had not reached the age of compulsory retirement, to be retired upon request and to be paid from One thousand dollars to Fifteen hundred dollars per annum depending upon age at retirement.</p>\n<p><span class=\"star-pagination\">*77</span> The appellants fall into three classes: those who were compulsorily retired under the Miller Law; those who voluntarily retired under the law as amended; and those eligible for voluntary retirement who had signified their election to retire prior to July 1935.</p>\n<p>July 12, 1935, a further amendment of the Miller Law was adopted<sup>[6]</sup> requiring the Board presently to retire teachers then in service who were sixty-five years of age or over and in the future to retire teachers as they attained that age. Each person so retired was to be paid Five hundred dollars annually for life from the date of retirement. The provisions that such teachers should hold themselves available for advisory service and consultation and that the annuity payments should be in addition to those made to retired teachers pursuant to other legislation were retained. Section 3 of the Miller Law, permitting voluntary retirement between the ages of sixty-five and seventy, was repealed. As construed by the State Supreme Court, the new law reduced to $500 the annuities of teachers theretofore retired, or eligible for retirement under the Miller Law, as well as those to be retired subsequent to its enactment.</p>\n<p>Some of the appellants filed a class bill, in which the others intervened as co-plaintiffs, alleging that their rights to annuities were vested rights of which they could not be deprived; that the Miller Law constituted an offer which each of them had accepted by remaining in service until compulsory retirement or by retiring; that the obligation of the contract had thus been perfected and its attempted impairment by the later enactment was ineffective; and praying that the Board be commanded to rescind action taken pursuant to the Act of 1935 and enjoined from complying with its provisions. The appellee <span class=\"star-pagination\">*78</span> Board of Education filed an answer in which it denied the existence of a contract and asserted that the payments to be made to appellants were pensions, subject to revocation or alteration at the will of the legislature. The appellee City of Chicago filed a motion to dismiss for want of equity. After a hearing, at which testimony was taken on behalf of the appellants, the trial court dismissed the bill.</p>\n<p>The Supreme Court of the State affirmed, holding that, notwithstanding the payments under the Miller Law are denominated annuities, they cannot be differentiated from similar payments directed by law to be made to other retired civil servants of the State and her municipalities, and are in fact pensions or gratuities involving no agreement of the parties and subject to modification or abolition at the pleasure of the legislature.<sup>[7]</sup></p>\n<p>The parties agree that a state may enter into contracts with citizens, the obligation of which the legislature can not impair by subsequent enactment. They agree that legislation which merely declares a state policy, and directs a subordinate body to carry it into effect, is subject to revision or repeal in the discretion of the legislature. The point of controversy is as to the category into which the Miller Law falls.</p>\n<p>In determining whether a law tenders a contract to a citizen it is of first importance to examine the language of the statute. If it provides for the execution of a written contract on behalf of the state the case for an obligation binding upon the state is clear.<sup>[8]</sup> Equally clear is the case where a statute confirms a settlement of disputed rights and defines its terms.<sup>[9]</sup> On the other hand, an act merely fixing salaries of officers creates no contract in their favor and the compensation named may <span class=\"star-pagination\">*79</span> be altered at the will of the legislature.<sup>[10]</sup> This is true also of an act fixing the term or tenure of a public officer or an employe of a state agency.<sup>[11]</sup> The presumption is that such a law is not intended to create private contractual or vested rights but merely declares a policy to be pursued until the legislature shall ordain otherwise. He who asserts the creation of a contract with the state in such a case has the burden of overcoming the presumption.<sup>[12]</sup> If, upon a construction of the statute, it is found that the payments are gratuities, involving no agreement of the parties, the grant of them creates no vested right.<sup>[13]</sup></p>\n<p>The Supreme Court of Illinois concluded that neither the language of the Miller Law, nor the circumstances of its adoption, evinced an intent on the part of the legislature to create a binding contract with the teachers of the State. While we are required to reach an independent judgment as to the existence and nature of the alleged contract, we give great weight to the views of the highest court of the State touching these matters.<sup>[14]</sup></p>\n<p>The Miller Law is entitled \"An Act to provide for compulsory and voluntary retirement of teachers, . . . and the payment of retirement annuities.\" The relevant words of § 1 are: \"In every city in this state . . . the board of education of such city shall retire from active <span class=\"star-pagination\">*80</span> service . . . all teachers, [of a given age]. . . .\" Section 2 provides: \"Each person so retired . . . shall be paid the sum of fifteen hundred dollars ($1,500) annually and for life from the date of such retirement. . . .\" Section 3 provides that persons sixty-five years of age or over \"shall upon their own request, be retired . . . and thereafter be paid annuities for life. . . .\" Appellants admit that this is not the normal language of a contract but rely on the circumstance that they, as teachers, especially those who voluntarily retired when otherwise they would not have been required so to do, rightly understood the State was pledging its faith that it would not recede from the offer held out to them by the statute as an inducement to become teachers and to retire and that the use of the term \"annuities\" rather than \"pensions\" was intended as a further assurance of a vested contractual right. The Supreme Court answered this contention by referring to the fact that for years prior to the adoption of the Miller Law, and by a uniform course of decision, it had held that acts indistinguishable from the Miller Law, establishing similar benefit systems, did not create contracts or vested rights and that the State was free to alter, amend, and repeal such laws even though the effect of its action was to deprive the pensioner or annuitant, for the future, of benefits then enjoyed. The cases to which the court refers so decide.<sup>[15]</sup><span class=\"star-pagination\">*81</span> The court further held that the legislature presumably had the doctrine of these cases in mind when it adopted the act now under review and that the appellants should have known that no distinction was intended between the rights conferred on them and those adjudicated under like laws with respect to other retired civil servants. We cannot say that this was error.</p>\n<p>The appellants urge that the Miller Law, contrary to most of the acts that preceded it, omitted to use the word \"pension\" and instead used the word \"annuity,\" a choice of terminology based on contract rather than on gift, and implying a consideration received as well as offered. The State Supreme Court answered the contention by saying:</p>\n<p>\"We are unable to see the distinction. The plan of payment is the same, the purposes are evidently the same, and the use of the term `annuity' instead of `pension'  which is but an annuity  does not seem to us to result in the distinction for which counsel for appellants contend.\"</p>\n<p>We are of the same opinion, particularly as an examination of the Illinois statutes indicates that, in acts dealing with the subject, the legislature has apparently used the terms \"pensions,\" \"benefits,\" and \"annuities\" interchangeably as having the same connotation.<sup>[16]</sup></p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The Act embraces teachers, principals, district superintendents, and assistant superintendents, and retired members of those classes are among the appellants. For the sake of brevity all will be denominated teachers.</p>\n<p>[2]  Act of June 12, 1909, § 133, Laws of 1909, p. 380.</p>\n<p>[3]  Act of Apr. 20, 1917, §§ 138 and 161, Laws of 1917, pp. 730, 731; Smith-Hurd Ill. Rev. Stats., 1925, c. 122, par. 186, § 161.</p>\n<p>[4]  Cahill's Ill. Rev. Stats, 1927, c. 122, par. 269.</p>\n<p>[5]  Act of June 24, 1927, Laws of 1927, p. 792; Cahill's Ill. Rev Stats. 1927, c. 122, par. 269 (3).</p>\n<p>[6]  Act of July 12, 1935, Laws of 1935, p. 1378; Smith-Hurd Ill. Rev. Stats. 1935, c. 122, §§ 614a-614c.</p>\n<p>[7]  364 Ill. 547; 5 N.E. (2d) 84.</p>\n<p>[8]  <i>Hall</i> v. <i>Wisconsin,</i> 103 U.S. 5.</p>\n<p>[9]  <i>New Jersey</i> v. <i>Wilson,</i> 7 Cranch 164; <i>New Jersey</i> v. <i>Yard,</i> 95 U.S. 104.</p>\n<p>[10]  <i>Butler</i> v. <i>Pennsylvania,</i> 10 How. 402; <i>United States</i> v. <i>Fisher,</i> 109 U.S. 143; <i>Fisk</i> v. <i>Jefferson Police Jury,</i> 116 U.S. 131, 133; <i>Mississippi ex rel. Robertson</i> v. <i>Miller,</i> 276 U.S. 174, 178.</p>\n<p>[11]  <i>Crenshaw</i> v. <i>United States,</i> 134 U.S. 99; <i>Phelps</i> v. <i>Board of Education,</i> 300 U.S. 319.</p>\n<p>[12]  <i>Rector of Christ Church</i> v. <i>County of Philadelphia,</i> 24 How. 300, 302; <i>Tucker</i> v. <i>Ferguson,</i> 22 Wall. 527, 575; <i>New Jersey</i> v. <i>Yard, supra</i><i>; </i><i>Newton</i> v. <i>Commissioners,</i> 100 U.S. 548, 561; <i>Wisconsin &amp; Michigan Ry. Co.</i> v. <i>Powers,</i> 191 U.S. 379, 387.</p>\n<p>[13]  <i>Pennie</i> v. <i>Reis,</i> 132 U.S. 464; <i>Lynch</i> v. <i>United States,</i> 292 U.S. 571, 577, and cases cited.</p>\n<p>[14]  <i>Larson</i> v. <i>South Dakota,</i> 278 U.S. 429, 433; <i>Phelps</i> v. <i>Board of Education, supra</i><i>,</i> and cases cited.</p>\n<p>[15]  <i>Eddy</i> v. <i>Morgan,</i> 216 Ill. 437, 449; 75 N.E. 174; <i>Pecoy</i> v. <i>Chicago,</i> 265 Ill. 78-80; 106 N.E. 435; <i>Beutel</i> v. <i>Foreman,</i> 288 Ill. 106; 123 N.E. 270. The same principles have been consistently announced since 1926. <i>People</i> v. <i>Retirement Board,</i> 326 Ill. 579; 158 N.E. 220; <i>People</i> v. <i>Hanson,</i> 330 Ill. 79; 161 N.E. 145; <i>McCann</i> v. <i>Retirement Board,</i> 331 Ill. 193; 162 N.E. 859. Appellants urge that the authority of the foregoing cases has been shaken by <i>Porter</i> v. <i>Loehr,</i> 332 Ill. 353; 163 N.E. 689; and <i>DeWolf</i> v. <i>Bowley,</i> 355 Ill. 530, but these cases did not deal with the question presented in the instant case, and what was said with respect to the nature of pensions was in connection with provisions of the State Constitution.</p>\n<p>[16]  In acts creating funds through enforced contributions of state and municipal employes, or out of taxes, or both, the titles and the substantive provisions for benefits to retired employes disclose the use of the terms \"pensions\" and \"annuities\" interchangeably to describe the payments to be made from the fund. Act of May 24, 1877, Laws, p. 62; Act of May 10, 1879, Laws, p. 72; Act of May 12, 1905, Laws, p. 309; Act of May 24, 1907, Laws, p. 529; Act of June 14, 1909, Laws, p. 133; Act of June 27, 1913, Laws, p. 598; Act of June 29, 1915, Laws, p. 465; Act of May 27, 1915, Laws, p. 649; Act of June 14, 1917, Laws, p. 748; Act of July 11, 1919, Laws, p. 700; Act of July 11, 1919, Laws, p. 743; Act of June 29, 1921, Laws, p. 203.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></span> (1937)</b></center>\n<center><h1>DODGE ET AL.<br>\nv.<br>\nBOARD OF EDUCATION OF CHICAGO ET AL.</h1></center>\n<center>No. 5.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 28, 1937.</center>\n<center>Reargued October 14, 1937.</center>\n<center>Decided November 8, 1937.</center>\nAPPEAL FROM THE SUPREME COURT OF ILLINOIS.\n<p><span class=\"star-pagination\">*75</span> <i>Mr. Allan J. Carter,</i> with whom <i>Messrs. Alfred R. Bates, Karl D. Loos,</i> and <i>Preston B. Kavanagh</i> were on the brief, for appellants.</p>\n<p><i>Mr. Frank S. Righeimer,</i> with whom <i>Messrs. Richard S. Folsom, Barnet Hodes, Ralph W. Condee,</i> and <i>Frank R. Schneberger</i> were on the brief, for appellees.</p>\n<p>MR. JUSTICE ROBERTS delivered the opinion of the Court.</p>\n<p>The appellants challenge an Act of Illinois which they assert impairs the obligation of contracts in contravention of Article I, Section 10, of the Constitution of the United States and deprives them of a vested right without due process contrary to the Fourteenth Amendment. The statute decreased the amounts of annuity payments to retired teachers in the public schools of Chicago.<sup>[1]</sup></p>\n<p>Since 1895 the State has had legislation creating a teachers' pension and retirement fund, originally the fruit of teachers' contributions and gifts or legacies, but later augmented by allotments from interest received and from taxes. With this fund and the benefit payments thereunder we are not concerned.</p>\n<p>Prior to 1917 teachers in the Chicago schools were employed for such terms as the Board of Education might fix.<sup>[2]</sup> In that year an Act was passed providing for a probationary period of three years and prohibiting removal thereafter except for cause.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*76</span> In 1926 an Act known as the \"Miller Law,\"<sup>[4]</sup> became effective. This provided for compulsory retirement and for the payment of annuities to retired teachers. By § 1 the Board of Education was directed to retire teachers from active service on February 1 and August 1 of each year according to the following program: In 1926 those seventy-five years of age or over, in 1927 those seventy-four years of age or over, in 1928 those seventy-three years of age or over, in 1929 those seventy-two years of age or over, and in 1930, and in each year thereafter, those seventy years of age or over. Section 2 provided:</p>\n<p>\"Each person so retired from active service who served in the public schools of such city for twenty or more years prior to such retirement, shall be paid the sum of fifteen hundred dollars ($1,500.00) annually and for life from the date of such retirement from the money derived from the general tax levy for educational purposes . . .\"</p>\n<p>There were two provisos, the one requiring that the annuitant should be subject to call by the superintendent of schools for consultation and advisory service, and the other declaring that the annuity granted by the Act was not to be in lieu of, but in addition to, the retirement allowance payable under existing legislation.</p>\n<p>In 1927 a third section was added<sup>[5]</sup> permitting teachers who had served for twenty-five years or more, and were sixty-five years of age or over, who had not reached the age of compulsory retirement, to be retired upon request and to be paid from One thousand dollars to Fifteen hundred dollars per annum depending upon age at retirement.</p>\n<p><span class=\"star-pagination\">*77</span> The appellants fall into three classes: those who were compulsorily retired under the Miller Law; those who voluntarily retired under the law as amended; and those eligible for voluntary retirement who had signified their election to retire prior to July 1935.</p>\n<p>July 12, 1935, a further amendment of the Miller Law was adopted<sup>[6]</sup> requiring the Board presently to retire teachers then in service who were sixty-five years of age or over and in the future to retire teachers as they attained that age. Each person so retired was to be paid Five hundred dollars annually for life from the date of retirement. The provisions that such teachers should hold themselves available for advisory service and consultation and that the annuity payments should be in addition to those made to retired teachers pursuant to other legislation were retained. Section 3 of the Miller Law, permitting voluntary retirement between the ages of sixty-five and seventy, was repealed. As construed by the State Supreme Court, the new law reduced to $500 the annuities of teachers theretofore retired, or eligible for retirement under the Miller Law, as well as those to be retired subsequent to its enactment.</p>\n<p>Some of the appellants filed a class bill, in which the others intervened as co-plaintiffs, alleging that their rights to annuities were vested rights of which they could not be deprived; that the Miller Law constituted an offer which each of them had accepted by remaining in service until compulsory retirement or by retiring; that the obligation of the contract had thus been perfected and its attempted impairment by the later enactment was ineffective; and praying that the Board be commanded to rescind action taken pursuant to the Act of 1935 and enjoined from complying with its provisions. The appellee <span class=\"star-pagination\">*78</span> Board of Education filed an answer in which it denied the existence of a contract and asserted that the payments to be made to appellants were pensions, subject to revocation or alteration at the will of the legislature. The appellee City of Chicago filed a motion to dismiss for want of equity. After a hearing, at which testimony was taken on behalf of the appellants, the trial court dismissed the bill.</p>\n<p>The Supreme Court of the State affirmed, holding that, notwithstanding the payments under the Miller Law are denominated annuities, they cannot be differentiated from similar payments directed by law to be made to other retired civil servants of the State and her municipalities, and are in fact pensions or gratuities involving no agreement of the parties and subject to modification or abolition at the pleasure of the legislature.<sup>[7]</sup></p>\n<p>The parties agree that a state may enter into contracts with citizens, the obligation of which the legislature can not impair by subsequent enactment. They agree that legislation which merely declares a state policy, and directs a subordinate body to carry it into effect, is subject to revision or repeal in the discretion of the legislature. The point of controversy is as to the category into which the Miller Law falls.</p>\n<p>In determining whether a law tenders a contract to a citizen it is of first importance to examine the language of the statute. If it provides for the execution of a written contract on behalf of the state the case for an obligation binding upon the state is clear.<sup>[8]</sup> Equally clear is the case where a statute confirms a settlement of disputed rights and defines its terms.<sup>[9]</sup> On the other hand, an act merely fixing salaries of officers creates no contract in their favor and the compensation named may <span class=\"star-pagination\">*79</span> be altered at the will of the legislature.<sup>[10]</sup> This is true also of an act fixing the term or tenure of a public officer or an employe of a state agency.<sup>[11]</sup> The presumption is that such a law is not intended to create private contractual or vested rights but merely declares a policy to be pursued until the legislature shall ordain otherwise. He who asserts the creation of a contract with the state in such a case has the burden of overcoming the presumption.<sup>[12]</sup> If, upon a construction of the statute, it is found that the payments are gratuities, involving no agreement of the parties, the grant of them creates no vested right.<sup>[13]</sup></p>\n<p>The Supreme Court of Illinois concluded that neither the language of the Miller Law, nor the circumstances of its adoption, evinced an intent on the part of the legislature to create a binding contract with the teachers of the State. While we are required to reach an independent judgment as to the existence and nature of the alleged contract, we give great weight to the views of the highest court of the State touching these matters.<sup>[14]</sup></p>\n<p>The Miller Law is entitled \"An Act to provide for compulsory and voluntary retirement of teachers, . . . and the payment of retirement annuities.\" The relevant words of § 1 are: \"In every city in this state . . . the board of education of such city shall retire from active <span class=\"star-pagination\">*80</span> service . . . all teachers, [of a given age]. . . .\" Section 2 provides: \"Each person so retired . . . shall be paid the sum of fifteen hundred dollars ($1,500) annually and for life from the date of such retirement. . . .\" Section 3 provides that persons sixty-five years of age or over \"shall upon their own request, be retired . . . and thereafter be paid annuities for life. . . .\" Appellants admit that this is not the normal language of a contract but rely on the circumstance that they, as teachers, especially those who voluntarily retired when otherwise they would not have been required so to do, rightly understood the State was pledging its faith that it would not recede from the offer held out to them by the statute as an inducement to become teachers and to retire and that the use of the term \"annuities\" rather than \"pensions\" was intended as a further assurance of a vested contractual right. The Supreme Court answered this contention by referring to the fact that for years prior to the adoption of the Miller Law, and by a uniform course of decision, it had held that acts indistinguishable from the Miller Law, establishing similar benefit systems, did not create contracts or vested rights and that the State was free to alter, amend, and repeal such laws even though the effect of its action was to deprive the pensioner or annuitant, for the future, of benefits then enjoyed. The cases to which the court refers so decide.<sup>[15]</sup><span class=\"star-pagination\">*81</span> The court further held that the legislature presumably had the doctrine of these cases in mind when it adopted the act now under review and that the appellants should have known that no distinction was intended between the rights conferred on them and those adjudicated under like laws with respect to other retired civil servants. We cannot say that this was error.</p>\n<p>The appellants urge that the Miller Law, contrary to most of the acts that preceded it, omitted to use the word \"pension\" and instead used the word \"annuity,\" a choice of terminology based on contract rather than on gift, and implying a consideration received as well as offered. The State Supreme Court answered the contention by saying:</p>\n<p>\"We are unable to see the distinction. The plan of payment is the same, the purposes are evidently the same, and the use of the term `annuity' instead of `pension'  which is but an annuity  does not seem to us to result in the distinction for which counsel for appellants contend.\"</p>\n<p>We are of the same opinion, particularly as an examination of the Illinois statutes indicates that, in acts dealing with the subject, the legislature has apparently used the terms \"pensions,\" \"benefits,\" and \"annuities\" interchangeably as having the same connotation.<sup>[16]</sup></p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The Act embraces teachers, principals, district superintendents, and assistant superintendents, and retired members of those classes are among the appellants. For the sake of brevity all will be denominated teachers.</p>\n<p>[2]  Act of June 12, 1909, § 133, Laws of 1909, p. 380.</p>\n<p>[3]  Act of Apr. 20, 1917, §§ 138 and 161, Laws of 1917, pp. 730, 731; Smith-Hurd Ill. Rev. Stats., 1925, c. 122, par. 186, § 161.</p>\n<p>[4]  Cahill's Ill. Rev. Stats, 1927, c. 122, par. 269.</p>\n<p>[5]  Act of June 24, 1927, Laws of 1927, p. 792; Cahill's Ill. Rev Stats. 1927, c. 122, par. 269 (3).</p>\n<p>[6]  Act of July 12, 1935, Laws of 1935, p. 1378; Smith-Hurd Ill. Rev. Stats. 1935, c. 122, §§ 614a-614c.</p>\n<p>[7]  364 Ill. 547; 5 N.E. (2d) 84.</p>\n<p>[8]  <i>Hall</i> v. <i>Wisconsin,</i> 103 U.S. 5.</p>\n<p>[9]  <i>New Jersey</i> v. <i>Wilson,</i> 7 Cranch 164; <i>New Jersey</i> v. <i>Yard,</i> 95 U.S. 104.</p>\n<p>[10]  <i>Butler</i> v. <i>Pennsylvania,</i> 10 How. 402; <i>United States</i> v. <i>Fisher,</i> 109 U.S. 143; <i>Fisk</i> v. <i>Jefferson Police Jury,</i> <span class=\"citation\" data-id=\"91508\"><a href=\"/opinion/91508/fisk-v-jefferson-police-jury/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">131</span></a></span>, 133; <i>Mississippi ex rel. Robertson</i> v. <i>Miller,</i> <span class=\"citation\" data-id=\"101227\"><a href=\"/opinion/101227/mississippi-ex-rel-robertson-v-miller/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">174</span></a></span>, 178.</p>\n<p>[11]  <i>Crenshaw</i> v. <i>United States,</i> 134 U.S. 99; <i>Phelps</i> v. <i>Board of Education,</i> 300 U.S. 319.</p>\n<p>[12]  <i>Rector of Christ Church</i> v. <i>County of Philadelphia,</i> <span class=\"citation\" data-id=\"87122\"><a href=\"/opinion/87122/rector-of-christ-church-v-county-of-philadelphia/\"><span class=\"volume\">24</span> <span class=\"reporter\">How.</span> <span class=\"page\">300</span></a></span>, 302; <i>Tucker</i> v. <i>Ferguson,</i> <span class=\"citation\" data-id=\"89089\"><a href=\"/opinion/89089/tucker-v-ferguson/\"><span class=\"volume\">22</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">527</span></a></span>, 575; <i>New Jersey</i> v. <i>Yard, supra</i><i>; </i><i>Newton</i> v. <i>Commissioners,</i> <span class=\"citation\" data-id=\"90058\"><a href=\"/opinion/90058/newton-v-commissioners/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></a></span>, 561; <i>Wisconsin &amp; Michigan Ry. Co.</i> v. <i>Powers,</i> <span class=\"citation\" data-id=\"95954\"><a href=\"/opinion/95954/wisconsin-michigan-r-co-v-powers/\"><span class=\"volume\">191</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">379</span></a></span>, 387.</p>\n<p>[13]  <i>Pennie</i> v. <i>Reis,</i> 132 U.S. 464; <i>Lynch</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102294\"><a href=\"/opinion/102294/lynch-v-united-states/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">571</span></a></span>, 577, and cases cited.</p>\n<p>[14]  <i>Larson</i> v. <i>South Dakota,</i> <span class=\"citation\" data-id=\"101373\"><a href=\"/opinion/101373/larson-v-south-dakota/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">429</span></a></span>, 433; <i>Phelps</i> v. <i>Board of Education, supra</i><i>,</i> and cases cited.</p>\n<p>[15]  <i>Eddy</i> v. <i>Morgan,</i> <span class=\"citation\" data-id=\"87847\"><a href=\"/opinion/87847/the-eddy/\"><span class=\"volume\">216</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">437</span></a></span>, 449; 75 N.E. 174; <i>Pecoy</i> v. <i>Chicago,</i> 265 Ill. 78-80; 106 N.E. 435; <i>Beutel</i> v. <i>Foreman,</i> 288 Ill. 106; 123 N.E. 270. The same principles have been consistently announced since 1926. <i>People</i> v. <i>Retirement Board,</i> 326 Ill. 579; 158 N.E. 220; <i>People</i> v. <i>Hanson,</i> 330 Ill. 79; 161 N.E. 145; <i>McCann</i> v. <i>Retirement Board,</i> 331 Ill. 193; 162 N.E. 859. Appellants urge that the authority of the foregoing cases has been shaken by <i>Porter</i> v. <i>Loehr,</i> 332 Ill. 353; 163 N.E. 689; and <i>DeWolf</i> v. <i>Bowley,</i> <span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">Ill.</span> <span class=\"page\">530</span></span>, but these cases did not deal with the question presented in the instant case, and what was said with respect to the nature of pensions was in connection with provisions of the State Constitution.</p>\n<p>[16]  In acts creating funds through enforced contributions of state and municipal employes, or out of taxes, or both, the titles and the substantive provisions for benefits to retired employes disclose the use of the terms \"pensions\" and \"annuities\" interchangeably to describe the payments to be made from the fund. Act of May 24, 1877, Laws, p. 62; Act of May 10, 1879, Laws, p. 72; Act of May 12, 1905, Laws, p. 309; Act of May 24, 1907, Laws, p. 529; Act of June 14, 1909, Laws, p. 133; Act of June 27, 1913, Laws, p. 598; Act of June 29, 1915, Laws, p. 465; Act of May 27, 1915, Laws, p. 649; Act of June 14, 1917, Laws, p. 748; Act of July 11, 1919, Laws, p. 700; Act of July 11, 1919, Laws, p. 743; Act of June 29, 1921, Laws, p. 203.</p>\n\n</div>", "id": 102855, "judges": "Roberts", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/102855/", "sha1": "0a8789b6d28ca5d221e2f1b1a8c0d2a5034d1bbb", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:08"}