{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "302 U.S. 82", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/102856/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Groman v. Commissioner", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "21", 
    "id": 87239, 
    "resource_uri": "/api/rest/v2/citation/87239/"
  }, 
  "id": 102856, 
  "blocked": false, 
  "judges": "Roberts", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1937-11-08", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>302 U.S. 82 (1937)</b></center>\n<center><h1>GROMAN<br>\nv.<br>\nCOMMISSIONER OF INTERNAL REVENUE.</h1></center>\n<center>No. 21.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 21, 22, 1937.</center>\n<center>Decided November 8, 1937.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><i>Mr. Egbert Robertson,</i> with whom <i>Mr. James C. Spence</i> was on the brief, for petitioner.</p>\n<p><i>Mr. J. Louis Monarch,</i> with whom <i>Solicitor General Reed, Assistant Attorney General Morris,</i> and <i>Messrs. Sewall Key, Joseph M. Jones,</i> and <i>Maurice J. Mahoney</i> were on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*83</span> MR. JUSTICE ROBERTS delivered the opinion of the Court.</p>\n<p>This case involves the meaning and scope of the phrase \"a party to a reorganization\" as used in § 112 of the Revenue Act of 1928.<sup>[1]</sup></p>\n<p>January 29, 1929, the petitioner, and all other shareholders of Metals Refining Company, an Indiana corporation, hereinafter designated Indiana, entered into a contract with the Glidden Company, an Ohio corporation, reciting that the shareholders of Indiana were desirous of merging and consolidating the properties of their company with Glidden and with a corporation Glidden was to organize under the laws of Ohio, which corporation we shall call Ohio. The shareholders covenanted that they would assign their shares to Ohio, which was to have a specified capital structure divided into preferred and common shares, and Glidden covenanted that it would issue and deliver, or cause to be issued and delivered, to the shareholders a stated number of shares of its own prior preference stock at an agreed valuation, a stated number of shares of the preferred stock of Ohio, also at an agreed valuation, and sufficient cash to equal the appraised value of Indiana's assets as of March 1, 1929, and that, after the exchange of stock, Glidden would cause Indiana to transfer its assets to Ohio.</p>\n<p>Glidden organized Ohio and became the owner of all its common stock but none of its preferred stock. Pursuant to the contract the shareholders of Indiana transferred their stock to Ohio and received therefor a total consideration of $1,207,016 consisting of Glidden prior preference stock valued at $533,980, shares of the preferred <span class=\"star-pagination\">*84</span> stock of Ohio valued at $500,000, and $153,036 in cash. Indiana then transferred its assets to Ohio and was dissolved.</p>\n<p>As a result of the reorganization petitioner received shares of Glidden stock, shares of Ohio stock, and $17,293 in cash. In his return for 1929 he included the $17,293 as income received but ignored the shares of Glidden and of Ohio as stock received in exchange in a reorganization. The respondent ruled that Glidden was not a party to a reorganization within the meaning of the Revenue Act, treated the transaction as a taxable exchange to the extent of the cash and shares of Glidden, and determined a deficiency of $7,420. Upon receipt of notice to this effect the petitioner appealed to the Board of Tax Appeals which reversed the Commissioner, holding that Glidden was a party to a reorganization. The Circuit Court of Appeals reversed the Board.<sup>[2]</sup> We granted the writ of certiorari because of an alleged conflict of decision.<sup>[3]</sup></p>\n<p>Section 112 (b) (3) of the Revenue Act of 1928 declares that \"No gain or loss shall be recognized if stock or securities in a corporation a party to a reorganization are, in pursuance of the plan of reorganization, exchanged solely for stock or securities in such corporation or in another corporation a party to the reorganization.\" If the transaction involves the receipt of such stock or securities and \"also of other property or money\" then the gain, if any, is to be recognized in an amount not in excess of the sum of such money and the fair market value of such other property. Section 112 (c) (1).</p>\n<p>Section 112 (i) (1) declares: \"The term `reorganization' means (A) a merger or consolidation (including the acquisition by one corporation of at least a majority of the <span class=\"star-pagination\">*85</span> voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation, or substantially all the properties of another corporation), or (B) a transfer by a corporation of all or a part of its assets to another corporation if immediately after the transfer the transferor or its stockholders or both are in control of the corporation to which the assets are transferred, or (C) a recapitalization, or (D) a mere change in identity, form, or place of organization, however effected.\" Subsection (2) is: \"The term `a party to a reorganization' includes a corporation resulting from a reorganization and includes both corporations in the case of an acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation.\"</p>\n<p>It is agreed that under the plain terms of the statute the cash received by the petitioner was income, and that as the stock of Ohio was obtained in part payment for that of Indiana, the exchange, to that extent, did not give rise to income to be included in the computation of petitioner's tax.</p>\n<p>The question is whether that portion of the consideration consisting of prior preference shares of Glidden should be recognized in determining petitioner's taxable gain. The decision of this question depends upon whether Glidden's stock was that of a party to the reorganization for, if so, the statute declares gain or loss due to its receipt shall not be included in the taxpayer's computation of income for the year in which the exchange was made.</p>\n<p>If § 112 (i) (2) is a definition of a party to a reorganization and excludes corporations not therein described, Glidden was not a party since its relation to the transaction is not within the terms of the definition. It was not a corporation resulting from the reorganization; and <span class=\"star-pagination\">*86</span> it did not acquire a majority of the shares of voting stock and a majority of the shares of all other classes of stock of any other corporation in the reorganization. The Circuit Court of Appeals thought the section was intended as a definition of the term party as used in the Act and excluded all corporations not specifically described. It therefore held Glidden could not be considered a party to the reorganization.</p>\n<p>The petitioner contends, we think correctly, that the section is not a definition but rather is intended to enlarge the connotation of the term \"a party to a reorganization\" to embrace corporations whose relation to the transaction would not in common usage be so denominated or as to whose status doubt might otherwise arise. This conclusion is fortified by the fact that when an exclusive definition is intended the word \"means\" is employed, as in the section we have quoted defining reorganization and in § 112 (j), defining the term \"control,\" whereas here the word used is \"includes.\" If more were needed § 701 (b) declares: \"The terms `includes' and `including' when used in a definition contained in this Act shall not be deemed to exclude other things otherwise within the meaning of the term defined.\"</p>\n<p>The Treasury, in its regulations, has construed the section as not embodying an exclusive definition.<sup>[4]</sup> The administrative construction of an identical section in the Revenue Acts of 1924 and 1926 has been the same.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*87</span> If the shareholders of A, and those of B, should agree to convey their stock to a new corporation C, in exchange for C's stock, a reorganization, as defined in § 112 (i) (1) would be effected. But it might well be contended, were it not for § 112 (i) (2), that the shareholders of the old corporations had not received stock in a non-taxable exchange, as specified in § 112 (b) (3), since the new corporation C was not a party to the exchange. In the present instance, Indiana had no part in the transaction. The shareholders agreed to transfer their stock to Ohio in exchange for securities. Indiana, as such, was not a party to any agreement and took no corporate action. If the plan had contemplated the continued existence of Indiana, and part payment of its shareholders in bonds or preferred stock of that company, and part in shares of Ohio, while this would clearly have constituted a reorganization as defined by the Act, it might, with reason, be urged that, as respects the bonds or preferred stock of Indiana, the exchange was taxable since Indiana was not a party to the reorganization. Section 112 (i) (2) precludes the contention.<sup>[6]</sup></p>\n<p>Plainly, however, there may be corporate parties to reorganizations, within the meaning of the statute, other than those enumerated in § 112 (i) (2). Thus if corporations A and B transfer all their assets to C, a new corporation, in exchange for all C's stock, the stock received is not a basis for calculation of gain on the exchange.<sup>[7]</sup> A and B are so evidently parties to the reorganization that we do not need § 112 (i) (2) to inform us of the fact.</p>\n<p>Again, if company A transfers all its assets to company B, a going concern, upon the agreement of B to issue to A's shareholders its stock in such amount that they <span class=\"star-pagination\">*88</span> will own eighty per cent. of every class of B's outstanding stock, the consummation of the agreement will be a reorganization under the Act.<sup>[8]</sup> Unquestionably the gain ensuing upon the exchange of stock by A's shareholders will not be taxable since the stock received by them is that of B, a party to the reorganization, though B is not described as such in § 112 (i) (2). We must, therefore, irrespective of Glidden's failure to qualify as a party under that section, determine whether its relation to the reorganization is that of a party within the ordinary connotation of the term.</p>\n<p>Glidden was a party to an agreement with the shareholders of Indiana and the agreement envisaged a reorganization as defined by § 112 (i) (1) (A) for it contemplated that Ohio should acquire all of the stock of Indiana. The agreement was fulfilled. But the crucial question is whether Glidden was a party to the reorganization thus effected. Glidden received nothing from the shareholders of Indiana. The exchange was between Indiana's shareholders and Ohio. Do the facts that Glidden contracted for the exchange and made it possible by subscribing and paying for Ohio's common stock in cash, so that Ohio could consummate the exchange, render Glidden a party to the reorganization? No more so than if a banking corporation had made the agreement with Indiana's shareholders and had organized the new corporation, and, by subscription to its stock and payment therefor in money and the banking company's stock put the new company in position to complete the exchange. Not every corporate broker, promoter, or agent which enters into a written agreement effectuating a reorganization, as defined in the Revenue Act, thereby becomes a party to the reorganization. And, if it is not a party, its stock received in exchange, pursuant to the plan, is <span class=\"star-pagination\">*89</span> \"other property\" mentioned in § 112 (c) (1) and must be reckoned in computing gain or loss to the recipient. Glidden was, in the transaction in question, no more than the efficient agent in bringing about a reorganization. It was not, in the natural meaning of the term, a party to the reorganization.</p>\n<p>It is argued, however, that Ohio was the <i>alter ego</i> of Glidden; that in truth Glidden was the principal and Ohio its agent; that we should look at the realities of the situation, disregard the corporate entity of Ohio, and treat it as Glidden. But to do so would be to ignore the purpose of the reorganization sections of the statute, which, as we have said, is that where, pursuant to a plan, the interest of the stockholders of a corporation continues to be definitely represented in substantial measure in a new or different one, then to the extent, but only to the extent, of that continuity of interest, the exchange is to be treated as one not giving rise to present gain or loss.<sup>[9]</sup> If cash or \"other property,\" \u0097 that is, property other than stock or securities of the reorganized corporations, \u0097 is received, present gain or loss must be recognized. Was not Glidden's prior preference stock \"other property\" in the sense that its ownership represented a participation in assets in which Ohio, and its shareholders through it, had no proprietorship? Was it not \"other property\" in the sense that <i>qua</i> that stock the shareholders of Indiana assumed a relation toward the conveyed assets not measured by a continued substantial interest in those assets in the ownership of Ohio, but an interest in the assets of Glidden a part of which was the common stock of Ohio? These questions we think must be answered in the affirmative. To reject the plain meaning of the term \"party,\" <span class=\"star-pagination\">*90</span> and to attribute that relation to Glidden, would be not only to disregard the letter but also to violate the spirit of the Revenue Act.</p>\n<p>We hold that Glidden was not a party to the reorganization and the receipt of its stock by Indiana's shareholders in exchange, in part, for their stock was the basis for computation of taxable gain to them in the year 1929.</p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BLACK took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Ch. 852, 45 Stat. 791, 816.</p>\n<p>[2]  86 F. (2d) 670.</p>\n<p>[3]  See <i>Sage</i> v. <i>Commissioner,</i> 83 F. (2d) 221; <i>Commissioner</i> v. <i>Fifth Avenue Bank,</i> 84 F. (2d) 787; <i>Commissioner</i> v. <i>Bashford,</i> 87 F. (2d) 827.</p>\n<p>[4]  Treasury Regulations 74, promulgated under the Revenue Act of 1928, Art. 577: \"The term `a party to a reorganization' . . . includes a corporation resulting from a reorganization and includes both corporations in the case of an acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation. This definition is not an all-inclusive one, but simply enumerates certain cases with respect to which doubt might arise.\"</p>\n<p>[5]  Regulations 65, Art. 1577, applicable to § 203 (h) (2) of the Revenue Act of 1924; Regulations 69, Art. 1577, applicable to § 203 (h) (2) of the Revenue Act of 1926.</p>\n<p>[6]  Compare <i>Helvering</i> v. <i>Watts,</i> 296 U.S. 387.</p>\n<p>[7]  Compare <i>Helvering</i> v. <i>Minnesota Tea Co.,</i> 296 U.S. 378; <i>G. &amp; K. Manufacturing Co.</i> v. <i>Helvering,</i> 296 U.S. 389.</p>\n<p>[8]  Section 112, Subsections (i) (1) (B) and (j).</p>\n<p>[9]  <i>Pinellas Ice Co.</i> v. <i>Commissioner,</i> 287 U.S. 462, 470; <i>Nelson Co.</i> v. <i>Helvering,</i> 296 U.S. 374, 377; <i>Helvering</i> v. <i>Minnesota Tea Co.,</i> 296 U.S. 378, 385; <i>G. &amp; K. Manufacturing Co.</i> v. <i>Helvering,</i> 296 U.S. 389, 391.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:08", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></span> (1937)</b></center>\n<center><h1>GROMAN<br>\nv.<br>\nCOMMISSIONER OF INTERNAL REVENUE.</h1></center>\n<center>No. 21.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 21, 22, 1937.</center>\n<center>Decided November 8, 1937.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><i>Mr. Egbert Robertson,</i> with whom <i>Mr. James C. Spence</i> was on the brief, for petitioner.</p>\n<p><i>Mr. J. Louis Monarch,</i> with whom <i>Solicitor General Reed, Assistant Attorney General Morris,</i> and <i>Messrs. Sewall Key, Joseph M. Jones,</i> and <i>Maurice J. Mahoney</i> were on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*83</span> MR. JUSTICE ROBERTS delivered the opinion of the Court.</p>\n<p>This case involves the meaning and scope of the phrase \"a party to a reorganization\" as used in § 112 of the Revenue Act of 1928.<sup>[1]</sup></p>\n<p>January 29, 1929, the petitioner, and all other shareholders of Metals Refining Company, an Indiana corporation, hereinafter designated Indiana, entered into a contract with the Glidden Company, an Ohio corporation, reciting that the shareholders of Indiana were desirous of merging and consolidating the properties of their company with Glidden and with a corporation Glidden was to organize under the laws of Ohio, which corporation we shall call Ohio. The shareholders covenanted that they would assign their shares to Ohio, which was to have a specified capital structure divided into preferred and common shares, and Glidden covenanted that it would issue and deliver, or cause to be issued and delivered, to the shareholders a stated number of shares of its own prior preference stock at an agreed valuation, a stated number of shares of the preferred stock of Ohio, also at an agreed valuation, and sufficient cash to equal the appraised value of Indiana's assets as of March 1, 1929, and that, after the exchange of stock, Glidden would cause Indiana to transfer its assets to Ohio.</p>\n<p>Glidden organized Ohio and became the owner of all its common stock but none of its preferred stock. Pursuant to the contract the shareholders of Indiana transferred their stock to Ohio and received therefor a total consideration of $1,207,016 consisting of Glidden prior preference stock valued at $533,980, shares of the preferred <span class=\"star-pagination\">*84</span> stock of Ohio valued at $500,000, and $153,036 in cash. Indiana then transferred its assets to Ohio and was dissolved.</p>\n<p>As a result of the reorganization petitioner received shares of Glidden stock, shares of Ohio stock, and $17,293 in cash. In his return for 1929 he included the $17,293 as income received but ignored the shares of Glidden and of Ohio as stock received in exchange in a reorganization. The respondent ruled that Glidden was not a party to a reorganization within the meaning of the Revenue Act, treated the transaction as a taxable exchange to the extent of the cash and shares of Glidden, and determined a deficiency of $7,420. Upon receipt of notice to this effect the petitioner appealed to the Board of Tax Appeals which reversed the Commissioner, holding that Glidden was a party to a reorganization. The Circuit Court of Appeals reversed the Board.<sup>[2]</sup> We granted the writ of certiorari because of an alleged conflict of decision.<sup>[3]</sup></p>\n<p>Section 112 (b) (3) of the Revenue Act of 1928 declares that \"No gain or loss shall be recognized if stock or securities in a corporation a party to a reorganization are, in pursuance of the plan of reorganization, exchanged solely for stock or securities in such corporation or in another corporation a party to the reorganization.\" If the transaction involves the receipt of such stock or securities and \"also of other property or money\" then the gain, if any, is to be recognized in an amount not in excess of the sum of such money and the fair market value of such other property. Section 112 (c) (1).</p>\n<p>Section 112 (i) (1) declares: \"The term `reorganization' means (A) a merger or consolidation (including the acquisition by one corporation of at least a majority of the <span class=\"star-pagination\">*85</span> voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation, or substantially all the properties of another corporation), or (B) a transfer by a corporation of all or a part of its assets to another corporation if immediately after the transfer the transferor or its stockholders or both are in control of the corporation to which the assets are transferred, or (C) a recapitalization, or (D) a mere change in identity, form, or place of organization, however effected.\" Subsection (2) is: \"The term `a party to a reorganization' includes a corporation resulting from a reorganization and includes both corporations in the case of an acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation.\"</p>\n<p>It is agreed that under the plain terms of the statute the cash received by the petitioner was income, and that as the stock of Ohio was obtained in part payment for that of Indiana, the exchange, to that extent, did not give rise to income to be included in the computation of petitioner's tax.</p>\n<p>The question is whether that portion of the consideration consisting of prior preference shares of Glidden should be recognized in determining petitioner's taxable gain. The decision of this question depends upon whether Glidden's stock was that of a party to the reorganization for, if so, the statute declares gain or loss due to its receipt shall not be included in the taxpayer's computation of income for the year in which the exchange was made.</p>\n<p>If § 112 (i) (2) is a definition of a party to a reorganization and excludes corporations not therein described, Glidden was not a party since its relation to the transaction is not within the terms of the definition. It was not a corporation resulting from the reorganization; and <span class=\"star-pagination\">*86</span> it did not acquire a majority of the shares of voting stock and a majority of the shares of all other classes of stock of any other corporation in the reorganization. The Circuit Court of Appeals thought the section was intended as a definition of the term party as used in the Act and excluded all corporations not specifically described. It therefore held Glidden could not be considered a party to the reorganization.</p>\n<p>The petitioner contends, we think correctly, that the section is not a definition but rather is intended to enlarge the connotation of the term \"a party to a reorganization\" to embrace corporations whose relation to the transaction would not in common usage be so denominated or as to whose status doubt might otherwise arise. This conclusion is fortified by the fact that when an exclusive definition is intended the word \"means\" is employed, as in the section we have quoted defining reorganization and in § 112 (j), defining the term \"control,\" whereas here the word used is \"includes.\" If more were needed § 701 (b) declares: \"The terms `includes' and `including' when used in a definition contained in this Act shall not be deemed to exclude other things otherwise within the meaning of the term defined.\"</p>\n<p>The Treasury, in its regulations, has construed the section as not embodying an exclusive definition.<sup>[4]</sup> The administrative construction of an identical section in the Revenue Acts of 1924 and 1926 has been the same.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*87</span> If the shareholders of A, and those of B, should agree to convey their stock to a new corporation C, in exchange for C's stock, a reorganization, as defined in § 112 (i) (1) would be effected. But it might well be contended, were it not for § 112 (i) (2), that the shareholders of the old corporations had not received stock in a non-taxable exchange, as specified in § 112 (b) (3), since the new corporation C was not a party to the exchange. In the present instance, Indiana had no part in the transaction. The shareholders agreed to transfer their stock to Ohio in exchange for securities. Indiana, as such, was not a party to any agreement and took no corporate action. If the plan had contemplated the continued existence of Indiana, and part payment of its shareholders in bonds or preferred stock of that company, and part in shares of Ohio, while this would clearly have constituted a reorganization as defined by the Act, it might, with reason, be urged that, as respects the bonds or preferred stock of Indiana, the exchange was taxable since Indiana was not a party to the reorganization. Section 112 (i) (2) precludes the contention.<sup>[6]</sup></p>\n<p>Plainly, however, there may be corporate parties to reorganizations, within the meaning of the statute, other than those enumerated in § 112 (i) (2). Thus if corporations A and B transfer all their assets to C, a new corporation, in exchange for all C's stock, the stock received is not a basis for calculation of gain on the exchange.<sup>[7]</sup> A and B are so evidently parties to the reorganization that we do not need § 112 (i) (2) to inform us of the fact.</p>\n<p>Again, if company A transfers all its assets to company B, a going concern, upon the agreement of B to issue to A's shareholders its stock in such amount that they <span class=\"star-pagination\">*88</span> will own eighty per cent. of every class of B's outstanding stock, the consummation of the agreement will be a reorganization under the Act.<sup>[8]</sup> Unquestionably the gain ensuing upon the exchange of stock by A's shareholders will not be taxable since the stock received by them is that of B, a party to the reorganization, though B is not described as such in § 112 (i) (2). We must, therefore, irrespective of Glidden's failure to qualify as a party under that section, determine whether its relation to the reorganization is that of a party within the ordinary connotation of the term.</p>\n<p>Glidden was a party to an agreement with the shareholders of Indiana and the agreement envisaged a reorganization as defined by § 112 (i) (1) (A) for it contemplated that Ohio should acquire all of the stock of Indiana. The agreement was fulfilled. But the crucial question is whether Glidden was a party to the reorganization thus effected. Glidden received nothing from the shareholders of Indiana. The exchange was between Indiana's shareholders and Ohio. Do the facts that Glidden contracted for the exchange and made it possible by subscribing and paying for Ohio's common stock in cash, so that Ohio could consummate the exchange, render Glidden a party to the reorganization? No more so than if a banking corporation had made the agreement with Indiana's shareholders and had organized the new corporation, and, by subscription to its stock and payment therefor in money and the banking company's stock put the new company in position to complete the exchange. Not every corporate broker, promoter, or agent which enters into a written agreement effectuating a reorganization, as defined in the Revenue Act, thereby becomes a party to the reorganization. And, if it is not a party, its stock received in exchange, pursuant to the plan, is <span class=\"star-pagination\">*89</span> \"other property\" mentioned in § 112 (c) (1) and must be reckoned in computing gain or loss to the recipient. Glidden was, in the transaction in question, no more than the efficient agent in bringing about a reorganization. It was not, in the natural meaning of the term, a party to the reorganization.</p>\n<p>It is argued, however, that Ohio was the <i>alter ego</i> of Glidden; that in truth Glidden was the principal and Ohio its agent; that we should look at the realities of the situation, disregard the corporate entity of Ohio, and treat it as Glidden. But to do so would be to ignore the purpose of the reorganization sections of the statute, which, as we have said, is that where, pursuant to a plan, the interest of the stockholders of a corporation continues to be definitely represented in substantial measure in a new or different one, then to the extent, but only to the extent, of that continuity of interest, the exchange is to be treated as one not giving rise to present gain or loss.<sup>[9]</sup> If cash or \"other property,\" \u0097 that is, property other than stock or securities of the reorganized corporations, \u0097 is received, present gain or loss must be recognized. Was not Glidden's prior preference stock \"other property\" in the sense that its ownership represented a participation in assets in which Ohio, and its shareholders through it, had no proprietorship? Was it not \"other property\" in the sense that <i>qua</i> that stock the shareholders of Indiana assumed a relation toward the conveyed assets not measured by a continued substantial interest in those assets in the ownership of Ohio, but an interest in the assets of Glidden a part of which was the common stock of Ohio? These questions we think must be answered in the affirmative. To reject the plain meaning of the term \"party,\" <span class=\"star-pagination\">*90</span> and to attribute that relation to Glidden, would be not only to disregard the letter but also to violate the spirit of the Revenue Act.</p>\n<p>We hold that Glidden was not a party to the reorganization and the receipt of its stock by Indiana's shareholders in exchange, in part, for their stock was the basis for computation of taxable gain to them in the year 1929.</p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BLACK took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Ch. 852, 45 Stat. 791, 816.</p>\n<p>[2]  86 F. (2d) 670.</p>\n<p>[3]  See <i>Sage</i> v. <i>Commissioner,</i> 83 F. (2d) 221; <i>Commissioner</i> v. <i>Fifth Avenue Bank,</i> 84 F. (2d) 787; <i>Commissioner</i> v. <i>Bashford,</i> 87 F. (2d) 827.</p>\n<p>[4]  Treasury Regulations 74, promulgated under the Revenue Act of 1928, Art. 577: \"The term `a party to a reorganization' . . . includes a corporation resulting from a reorganization and includes both corporations in the case of an acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation. This definition is not an all-inclusive one, but simply enumerates certain cases with respect to which doubt might arise.\"</p>\n<p>[5]  Regulations 65, Art. 1577, applicable to § 203 (h) (2) of the Revenue Act of 1924; Regulations 69, Art. 1577, applicable to § 203 (h) (2) of the Revenue Act of 1926.</p>\n<p>[6]  Compare <i>Helvering</i> v. <i>Watts,</i> 296 U.S. 387.</p>\n<p>[7]  Compare <i>Helvering</i> v. <i>Minnesota Tea Co.,</i> <span class=\"citation\" data-id=\"102524\"><a href=\"/opinion/102524/helvering-v-minnesota-tea-co/\"><span class=\"volume\">296</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>; <i>G. &amp; K. Manufacturing Co.</i> v. <i>Helvering,</i> <span class=\"citation\" data-id=\"102526\"><a href=\"/opinion/102526/g-k-mfg-co-v-helvering/\"><span class=\"volume\">296</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>.</p>\n<p>[8]  Section 112, Subsections (i) (1) (B) and (j).</p>\n<p>[9]  <i>Pinellas Ice Co.</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"101999\"><a href=\"/opinion/101999/pinellas-ice-cold-storage-co-v-commissioner/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, 470; <i>Nelson Co.</i> v. <i>Helvering,</i> <span class=\"citation\" data-id=\"102523\"><a href=\"/opinion/102523/john-a-nelson-co-v-helvering/\"><span class=\"volume\">296</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">374</span></a></span>, 377; <i>Helvering</i> v. <i>Minnesota Tea Co.,</i> <span class=\"citation\" data-id=\"102524\"><a href=\"/opinion/102524/helvering-v-minnesota-tea-co/\"><span class=\"volume\">296</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, 385; <i>G. &amp; K. Manufacturing Co.</i> v. <i>Helvering,</i> <span class=\"citation\" data-id=\"102526\"><a href=\"/opinion/102526/g-k-mfg-co-v-helvering/\"><span class=\"volume\">296</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">389</span></a></span>, 391.</p>\n\n</div>", 
  "sha1": "b6b08ae78d98d0706b75fc5a0d30c9561a00902c", 
  "date_modified": "2014-12-21T01:41:48.535483", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/102856/groman-v-commissioner/", 
  "citation_count": 10, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/274621/", 
  "html": "<p class=\"case_cite\">302 U.S. 82</p>\n    <p class=\"case_cite\">58 S.Ct. 108</p>\n    <p class=\"case_cite\">302 U.S. 654</p>\n    <p class=\"case_cite\">82 L.Ed. 63</p>\n    <p class=\"parties\">GROMAN<br>v.<br>COMMISSIONER OF INTERNAL REVENUE.</p>\n    <p class=\"docket\">No. 21.</p>\n    <p class=\"date\">Argued Oct. 20, 21, 1937.</p>\n    <p class=\"date\">Decided Nov. 8, 1937.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">As Amended on Denial of Rehearing Dec. 6, 1937.</p>\n      <p class=\"indent\">Messrs. Egbert Robertson and James C. Spence, both of Chicago, Ill., for petitioner.</p>\n      <p class=\"indent\">Messrs. Homer S. Cummings, Atty. Gen., and J. Louis Monarch, of Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice ROBERTS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves the meaning and scope of the phrase 'a party to a reorganization' as used in section 112 of the Revenue Act of 1928.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">January 29, 1929, the petitioner, and all other shareholders of Metals Refining Company, an Indiana corporation, hereinafter designated Indiana, entered into a contract with the Glidden Company, an Ohio corporation, reciting that the shareholders of Indiana were desirous of merging and consolidating the properties of their company with Glidden and with a corporation Gildden was to organize under the laws of Ohio, which corporation we shall call Ohio. The shareholders covenanted that they would assign their shares to Ohio, which was to have a specified capital structure divided into preferred and common shares, and Gildden covenanted that it would issue and deliver, or cause to be issued and delivered to the shareholders a stated number of shares of its own prior preference stock at an agreed valuation, a stated number of shares of the preferred stock of Ohio, also at an agreed valuation, and sufficient cash to equal the appraised value of Indiana's assets as of March 1, 1929, and that, after the exchange of stock, Gildden would cause Indiana to transfer its assets to Ohio.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Glidden organized Ohio and became the owner of all its common stock but none of its preferred stock. Pursuant to the contract the shareholders of Indiana transferred their stock to Ohio and received therefor a total consideration of $1,207,016 consisting of Glidden prior preference stock valued at $533,980, shares of the preferred stock of Ohio valued at $500,000, and $153,036 in cash. Indiana then transferred its assets to Ohio and was dissolved.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As a result of the reorganization petitioner received shares of Glidden stock, shares of Ohio stock, and $17,293 in cash. In his return for 1929 he included the $17,293 as income received but ignored the shares of Glidden and of Ohio as stock received in exchange in a reorganization. The respondent ruled that Glidden was not a party to a reorganization within the meaning of the Revenue Act, treated the transaction as a taxable exchange to the extent of the cash and shares of Glidden, and determined a deficiency of $7,420. Upon receipt of notice to this effect the petitioner appealed to the Board of Tax Appeals which reversed the Commissioner, holding that Glidden was a party to a reorganization. The Circuit Court of Appeals reversed the Board.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We granted the writ of certiorari because of an alleged conflict of decision.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Section 112(b)(3) of the Revenue Act of 1928 (26 U.S.C.A. &#167; 112(b)(3) and note) declares that 'No gain or loss shall be recognized if stock or securities in a corporation a party to a reorganization are, in pursuance of the plan of reorganization, exchanged solely for stock or securities in such corporation or in another corporation a party to the reorganization.' If the transaction involves the receipt of such stock or securities and 'also of other property or money' then the gain, if any, is to be recognized in an amount not in excess of the sum of such money and the fair market value of such other property. (Section 112(c)(1), 26 U.S.C.A. &#167; 112(c)(1) and note.)</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Section 112(i)(1) declares: 'The term 'reorganization' means (A) a merger or consolidation (including the acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation, or substantially all the properties of another corporation), or (B) a transfer by a corporation of all or a part of its assets to another corporation if immediately after the transfer the transferor or its stockholders or both are in control of the corporation to which the assets are transferred, or (C) a recapitalization, or (D) a mere change in identity, form, or place of organization, however effected.' Subsection (2) is: 'The term 'a party to a reorganization' includes a corporation resulting from a reorganization and includes both corporations in the case of an acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation.' 26 U.S.C.A. &#167; 112(g)(1, 2) note.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is agreed that under the plain terms of the statute the cash received by the petitioner was income, and that as the stock of Ohio was obtained in part payment for that of Indiana, the exchange, to that extent, did not give rise to income to be included in the computation of petitioner's tax.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The question is whether that portion of the consideration consisting of prior preference shares of Glidden should be recognized in determining petitioner's taxable gain. The decision of this question depends upon whether Glidden's stock was that of a party to the reorganization for, if so, the statute declares gain or loss due to its receipt shall not be included in the taxpayer's computation of income for the year in which the exchange was made.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">If section 112(i)(2) is a definition of a party to a reorganization and excludes corporations not therein described, Glidden was not a party since its relation to the transaction is not within the terms of the definition. It was not a corporation resulting from the reorganization; and it did not acquire a majority of the shares of voting stock and a majority of the shares of all other classes of stock of any other corporation in the reorganization. The Circuit Court of Appeals thought the section was intended as a definition of the term party as used in the act and excluded all corporations not specifically described. It therefore held Glidden could not be considered a party to the reorganization.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The petitioner contends, we think correctly, that the section is not a definition but rather is intended to enlarge the connotation of the term 'a party to a reorganization' to embrace corporations whose relation to the transaction would not in common usage be so denominated or as to whose status doubt might otherwise arise. This conclusion is fortified by the fact that when an exclusive definition is intended the word 'means' is employed, as in the section we have quoted defining reorganization and in section 112(j), 26 U.S.C.A. &#167; 112(h) and note, defining the term 'control,' whereas here the word used is 'includes.' If more were needed section 701(b) 26 U.S.C.A. &#167; 1696(17) declares: 'The terms 'includes' and 'including' when used in a definition (contained in this Act) shall not be deemed to exclude other things otherwise within the meaning of the term defined.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Treasury, in its regulations, has construed the section as not embodying an exclusive definition.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The administrative construction of an identical section in the Revenue Acts of 1924 and 1926 has been the same.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If the shareholders of A, and those of B, should agree to convey their stock to a new corporation C, in exchange for C's stock, a reorganization, as defined in section 112(i)(1) would be effected. But it might well be contended, were it not for section 112(i)(2), that the shareholders of the old corporations had not received stock in a nontaxable exchange, as specified in section 112(b)(3), since the new corporation C was not a party to the exchange. In the present instance, Indiana had no part in the transaction. The shareholders agreed to transfer their stock to Ohio in exchange for securities. Indiana, as such, was not a party to any agreement and took no corporate action. If the plan had contemplated the continued existence of Indiana, and part payment of its shareholders in bonds or preferred stock of that company, and part in shares of Ohio, while this would clearly have constitued a reorganization as defined by the act, it might, with reason, be urged that, as respects the bonds or preferred stock of Indiana, the exchange was taxable since Indiana was not a party to the reorganization. Section 112(i)(2) precludes the contention.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Plainly, however, there may be corporate parties to reorganizations, within the meaning of the statute, other than those enumerated in section 112(i)(2). Thus if corporations A and B transfer all their assets to C, a new corporation, in exchange for all C's stock, the stock received is not a basis for calculation of gain on the exchange.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> A and B are so evidently parties to the reorganization that we do not need section 112(i)(2) to inform us of the fact.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Again, if company A transfers all its assets to company B, a going concern, upon the agreement of B to issue to A's shareholders its stock in such amount that they will own 80 per cent. of every class of B's outstanding stock, the consummation of the agreement will be a reorganization under the act.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Unquestionably the gain ensuing upon the exchange of stock by A's shareholders will not be taxable since the stock received by them is that of B, a party to the reorganization, though B is not described as such in section 112(i)(2). We must, therefore, irrespective of Glidden's failure to qualify as a party under that section, determine whether its relation to the reorganization is that of a party within the ordinary connotation of the term.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Glidden was a party to an agreement with the shareholders of Indiana and the agreement envisaged a reorganization as defined by section 112(i)(1)(A) for it contemplated that Ohio should acquire all of the stock of Indiana. The agreement was fulfilled. But the crucial question is whether Glidden was a party to the reorganization thus effected. Glidden received nothing from the shareholders of Indiana. The exchange was between Indiana's shareholders and Ohio. Do the facts that Glidden contracted for the exchange and made it possible by subscribing and paying for Ohio's common stock in cash so that Ohio could consummate the exchange, render Glidden a party to the reorganization? No more so than if a banking corporation had made the agreement with Indiana's shareholders and had organized the new corporation, and, by subscription to its stock and payment therefor in money and the banking company's stock put the new company in position to complete the exchange. Not every corporate broker, promoter, or agent which enters into a written agreement effectuating a reorganization, as defined in the Revenue Act, thereby becomes a party to the reorganization. And, if it is not a party, its stock received in exchange, pursuant to the plan, is'other property' mentioned in section 112(c)(1) and must be reckoned in computing gain or loss to the recipient. Glidden was, in the transaction in question, no more than the efficient agent in bringing about a reorganization. It was not, in the natural meaning of the term, a party to the reorganization.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is argued, however, that Ohio was the alter ego of Glidden; that in truth Glidden was the principal and Ohio its agent; that we should look at the realities of the situation, disregard the corporate entity of Ohio, and treat it as Glidden. But to do so would be to ignore the purpose of the reorganization sections of the statute, which, as we have said, is that where, pursuant to a plan, the interest of the stockholders of a corporation continues to be definitely represented in substantial measure in a new or different one, then to the extent, but only to the extent, of that continuity of interest, the exchange is to be treated as one not giving rise to present gain or loss.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> If cash or 'other property,' that is, property other than stock or securities of the reorganized corporations, is received, present gain of loss must be recognized. Was not Glidden's prior preference stock 'other property' in the sense that its ownership represented a participation in assets in which Ohio, and its shareholders through it, had no proprietorship? Was it not 'other property' in the sense that qua that stock the shareholders of Indiana assumed a relation toward the conveyed assets not measured by a continued substantial interest in those assets in the ownership of Ohio, but an interest in the assets of Glidden a part of which was the common stock of Ohio? These questions we think must be answered in the affirmative. To reject the plain meaning of the term 'party,' and to attribute that relation to Glidden, would be not only to disregard the letter but also to violate the spirit of the Revenue Act.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We hold that Glidden was not a party to the reorganization and the receipt of its stock by Indiana's shareholders in exchange, in part, for their stock was the basis for computation of taxable gain to them in the year 1929.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The judgment is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mr. Justice BLACK took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Chapter 852, 45 Stat. 791, 816, 26 U.S.C.A. &#167; 112 and note.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 86 F.(2d) 670.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See Sage v. Commissioner (C.C.A.) 83 F.(2d) 221; Commissioner v. Fifth Avenue Bank (C.C.A.) 84 F.(2d) 787; Commissioner v. Bashford (C.C.A.) 87 F.(2d) 827.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Treasury Regulations 74, promulgated under the Revenue Act of 1928 (45 Stat. 791), art. 577: 'The term 'a party to a reorganization' * * * includes a corporation resulting from a reorganization and includes both corporations in the case of an acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation. This definition is not an all-inclusive one, but simply enumerates certain cases with respect to which doubt might arise.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Regulations 65, art. 1577, applicable to section 203(h)(2) of the Revenue Act of 1924 (43 Stat. 256); Regulations 69, art. 1577, applicable to section 203(h)(2) of the Revenue Act of 1926 (44 Stat. 12).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Compare Helvering v. Watts, 296 U.S. 387, 56 S.Ct. 275, 80 L.Ed. 289.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Compare Helvering v. Minnesota Tea Co., 296 U.S. 378, 56 S.Ct. 269, 80 L.Ed. 284; G. &amp; K. Manufacturing Co. v. Helvering, 296 U.S. 389, 56 S.Ct. 276, 80 L.Ed. 291.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Section 112, subsections (i)(1)(B) and (j).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Pinellas Ice Co. v. Commissioner, 287 U.S. 462, 470, 53 S.Ct. 257, 260, 77 L.Ed. 428; Nelson Co. v. Helvering, 296 U.S. 374, 377, 56 S.Ct. 273, 274, 80 L.Ed. 281; Helvering v. Minnesota Tea Co., 296 U.S. 378, 385, 56 S.Ct. 269, 272, 80 L.Ed. 284; G. &amp; K. Manufacturing Co. v. Helvering, 296 U.S. 389, 391, 56 S.Ct. 276, 80 L.Ed. 291.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/102856/"
}