{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "279 U.S. 797", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/101458/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Kirk v. Maumee Valley Elec. Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "674", 
    "id": 85841, 
    "resource_uri": "/api/rest/v2/citation/85841/"
  }, 
  "id": 101458, 
  "blocked": false, 
  "judges": "Stone", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1929-06-03", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>279 U.S. 797 (1929)</b></center>\n<center><h1>KIRK, SUPERINTENDENT OF PUBLIC WORKS, ET AL.<br>\nv.<br>\nMAUMEE VALLEY ELECTRIC COMPANY.</h1></center>\n<center>No. 674.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 25, 26, 1929.</center>\n<center>Decided June 3, 1929.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF OHIO.\n<p><span class=\"star-pagination\">*798</span> <i>Mr. George W. Ritter,</i> with whom <i>Messrs. Gilbert Bettman,</i> Attorney General of Ohio, <i>L.F. Laylin, Joseph A. Godown, Leroy Hunt, Martin S. Dodd,</i> and <i>Dudley F. Smith</i> were on the brief, for appellants.</p>\n<p><i>Mr. U.G. Denman,</i> with whom <i>Mr. Karl E. Burr</i> was on the brief, for appellee.</p>\n<p>MR. JUSTICE STONE delivered the opinion of the Court.</p>\n<p>This is a direct appeal under § 266 of the Judicial Code from a final decree, following an interlocutory decree, of a district court of three judges for southern Ohio. The decree enjoined appellants, the Superintendent of Public Works of Ohio, a state officer, the City of Toledo, certain villages in Ohio, and the Board of County Commissioners of Lucas County, Ohio, from draining or otherwise interfering with the flow of water in a section of the Miami &amp; Erie Canal in such manner as to interfere with rights of appellee to take surplus water from the canal under certain leases and a grant acquired by it or its assignors from the state. Appellee contends that the Act of the Ohio legislature of May 11, 1927, under which appellants purport to act, is in violation of the Federal Constitution.</p>\n<p>The section of the canal in question extends from a point on the Maumee River northeasterly along the river <span class=\"star-pagination\">*799</span> to Toledo and thence to Lake Erie. The water from the river enters this section of the canal at its western end and flows past the Providence Mills involved in No. 675, <i>Kirk</i> v. <i>Providence Mill Co., post,</i> p. 807. Some sixteen miles from the inlet is a side-cut through which water may be discharged into the river and so diverted from the rest of the canal. The section from the inlet to this side-cut is described as Lineal Part 2. Appellee's plant is located on Lineal Part 1 which extends from the side-cut northeasterly to the outlet at Toledo, and is thus dependent for its supply of water on a continuous flow through Lineal Part 2.</p>\n<p>The several leases were granted by the state, acting through its Board of Public Works, in 1895, 1901, two in 1903, and 1906. Each for a specified consideration or a stipulated rental, purported to grant for a period of thirty years, with privilege of renewal, the right to take from the canal specified amounts of water for hydraulic purposes. In 1910 the lease of 1895 was supplemented and amended to provide for an increased amount of water. For present purposes, we may assume that all rights under these leases and any extension or renewal of them are vested in appellee.</p>\n<p>The canal in question and the waters passing through it are the property of the state and all the leases were granted under the provisions of the Act of March 23, 1840, 38 Ohio Laws, 87, authorizing, upon specified terms, disposition for hydraulic purposes of the surplus waters of the canals of the state not required for navigation. By § 22 of that act it was provided that no right to use the waters should be disposed of \"except such as shall accrue from the surplus water of the canal . . . after supplying the full quantity necessary for the purposes of navigation\" and by § 23 it was enacted that the leases should contain, as did the present leases in substance, a stipulation <span class=\"star-pagination\">*800</span> that the state or its authorized agents \"may at any time resume the privilege or right to the use of water, or any portion thereof, whenever it may be deemed necessary for the purpose of navigation, or whenever its use for hydraulic purposes shall be found in any manner to interfere with and injuriously affect the navigation. . .\"</p>\n<p>Following the acquisition of its first lease in 1900, appellee constructed a small hydraulic electric plant on land adjacent to Lineal Part 1. In 1910, appellee, having secured three of the other leases, reconstructed its plant and, pursuant to an agreement with the state, improved the canal at large expense and is now using the water from it in the business of generating and selling electric light and power.</p>\n<p>By Act of May 11, 1927, 112 Ohio Laws, 360-363, §§ 14178 to 14178-12 of General Code of Ohio, it was directed that that portion of the Miami &amp; Erie Canal known here as Lineal Part 2 be abandoned for both canal and hydraulic purposes and held by the state for the purpose of constructing a highway upon lands occupied by the canal. It transferred the abandoned part to the supervision and control of the State Highway Director and directed him within sixty days after the Act should take effect, to drain the water from the abandoned part of the canal and to prevent water from flowing into or through that part. Section 4, provided that all leases previously granted for canal or hydraulic purposes on the part of the canal referred to \"shall become and be null and void on and after sixty days from the taking effect of this Act.\" Since Lineal Part 1, from which appellee withdraws water from the canal under its several leases, is fed only by the water flowing from Lineal Part 2, compliance with the statute will also result in draining the water from Lineal Part 1 of the canal and will deprive appellee of the use of the water which it has been withdrawing under its leases. <span class=\"star-pagination\">*801</span> Appellee asserts, as the district court held, that the effect of the Act of 1927 is to impair the obligation of the contracts embodied in its leases in violation of § 10, Art. I, and to deprive it of property without due process of law in violation of the Fourteenth Amendment of the Federal Constitution.</p>\n<p>By Act of January 22, 1920, 108 Ohio Laws, Part 2, 1138, the Ohio Legislature had declared that Lineal Part 1 of the canal should be abandoned. By the same act, purchase of this section by the City of Toledo was authorized, subject to the rights of owners of existing leases. It was provided that if the city should deprive the lessees of \"their water privileges\" the city should pay them \"a fair compensation for the loss of the water to which they are entitled\"<sup>[1]</sup> and the conveyance to the city should so provide. Under this statute Lineal Part 1 was sold and conveyed to the city. Upon the adoption of a resolution by the city council directing that the water be shut off from Lineal Part 1, and upon refusal of the city to pay appellee for the deprivation of its use of the water, appellee brought suit in the Western Division of the Northern District of Ohio for an injunction restraining the city from cutting off the water. A decree of that court denying an injunction was reversed by the Court of Appeals for the Sixth Circuit. <i>Maumee Valley Electric Co.</i> v. <i>City of Toledo,</i> 13 F. [2d] 98. That court declined to pass upon the power and right of the state to abandon the canal and cut off the water from the lessees but held that the city had entered into a contract with the state for the benefit of appellee to permit the water to flow through the canal unless compensation was paid. The bill of complaint in the present suit sets up the contract with the city and the <span class=\"star-pagination\">*802</span> decree in the suit in the northern district, but that decree is not before us for review. It does not appear that the city threatens to violate the decree or that there are any circumstances entitling appellee to any further relief against it upon the contract for its benefit, or that the state through its legislation and conveyance of Lineal Part 1 to the City of Toledo intended to surrender or has surrendered any of its rights in or powers over Lineal Part 2, or has subjected itself to any new or additional obligation to maintain the canal or continue the flow of water through it.</p>\n<p>The present suit, therefore, must turn upon the nature and extent of the right to withdraw water from the canal which appellee acquired under the grant and its several leases. To establish that its constitutional rights are infringed, it must show that compliance with the Act of 1927 is inconsistent with and infringes the rights conferred upon it by them. They are public grants by the state, to be construed in the light of the statute of 1840 authorizing them, and the other laws of the state. What the state has granted it may not take away, but the exercise of powers reserved to it under the grant cannot infringe either the contract or due process clauses of the Constitution.</p>\n<p>The section of the canal now in question was originally constructed and operated by the state as a part of a larger canal system for purposes of navigation. By Act of February 23, 1820, 18 Ohio Laws 147, commissioners were appointed to locate a canal between Lake Erie and the Ohio River. The canal was constructed under the Act of February 4, 1825, 23 Ohio Laws 50, which created a board of canal commissioners and empowered them to construct a navigable canal, including the section presently involved, to take and use the waters of the state for that purpose, to establish reasonable tolls for the use of that canal and to provide for their collection. Provision was first made for the use of the surplus waters of the <span class=\"star-pagination\">*803</span> canal for hydraulic power by Act of February 18, 1830, 28 Ohio Laws 58, which was superseded by the Act of March 23, 1840, 38 Ohio Laws 87, under which the present leases were granted.</p>\n<p>The paramount object of the state in constructing the canal was to effect navigable communication between Lake Erie and the Ohio River. See <i>State</i> v. <i>Railway Company,</i> 37 Ohio St. 157. The use of the water for hydraulic purposes was only incidental and subordinate to the declared purpose of the state to promote navigation and was expressly made so by the Leasing Act of 1840, which limited all leases to the use of surplus water not required for purposes of navigation and provided for their abrogation whenever the use of the water for hydraulic purposes interfered with navigation. Leases of surplus water, granted under the Act of 1840 and similar in terms to those involved in the present litigation, have been repeatedly construed by the highest court of the State of Ohio, which has uniformly held that they were only incidental to the use and maintenance of the canal for purposes of navigation; that they imposed no obligation on the state to maintain the canal either for navigation or other purposes and when abandoned by the state the right of lessees to surplus water ceased. <i>Hubbard</i> v. <i>City of Toledo</i> [1871], 21 Ohio St. 379; <i>Elevator Co.</i> v. <i>Cincinnati</i> [1876], 30 Ohio St. 629; <i>Fox</i> v. <i>Cincinnati</i> [1878], 33 Ohio St. 492; <i>Vought</i> v. <i>Railroad Co.</i> [1898], 58 Ohio St. 123, 161. In <i>Fox</i> v. <i>Cincinnati, supra</i><i>,</i> it was held that a lease of surplus waters in the Miami &amp; Erie Canal under the Act of 1840 was subject to the power of the state to abandon the <i>locus in quo</i> for purposes of navigation and to convert it into a city highway. On writ of error, this Court affirmed the judgment of the state court, 104 U.S. 783, saying by Chief Justice Waite [p. 785]:</p>\n<p>\"The use of the water for hydraulic purposes is but an incident to the principal object for which the canal was <span class=\"star-pagination\">*804</span> built; to wit, navigation. The large expenditures of the State were to furnish, not water-power, but a navigable highway for the transportation of persons and property. The authority of the board of public works to contract in respect to power was expressly confined to such water as remained after the wants of navigation had been supplied; and it never could have been intended in this way to impose on the State an obligation to keep up the canal, no matter what the cost, for the sole purpose of meeting the requirements of its water leases. There was certainly no duty resting on the State to maintain the canal for navigation any longer than the public necessities seem to require. When it was no longer needed, it might be abandoned; and, if abandoned, the water might be withdrawn altogether.\"</p>\n<p>The court below, recognizing that such had been the established construction of surplus water leases, thought nevertheless that as at the time of appellee's first lease, 1895, navigation on the canal had very much diminished and at the time of the later leases had ceased, the state, by continuing to grant leases of surplus water under the Act of 1840 must be taken to have abandoned the use of the canal for navigation and to have made use of it only as a source of water for sale for hydraulic purposes. Hence it concluded that the leases could no longer be construed as were the earlier leases by this and the state court, but that they must be taken as grants of the right to use the water without any power reserved in the state to abandon the canal or to devote it to other uses.</p>\n<p>Even if it be assumed that there was a complete non-use by the public of the canal for purposes of navigation as early as 1895, which seems to be in dispute, neither the court below nor the appellee points to any act or omission on the part of the state indicating abandonment of the canal by it as an instrument of navigation before the act of the Legislature of 1927, or any act devoting <span class=\"star-pagination\">*805</span> it to other purposes, other than the making of leases or grants which, as before, purported to deal only with surplus waters not required for navigation. Instead, reliance is placed on the fact that there had been a gradual abandonment of the use of the canal for navigation by the public.</p>\n<p>If, under the local law, the state might abandon the canal, while still used for navigation, by appropriate legislative action and by such abandonment terminate the rights of lessees under the Act of 1840, which appellee does not deny, it is difficult to see how the failure of the public to use the canal and the continued practice of granting leases of surplus waters by administrative officials under the Act of 1840, which the courts of Ohio had repeatedly held were subject to the power of the state to abandon the canal, evidenced a change of state policy or forfeited the right which had resided in it from the beginning to abandon the canal and devote it to other purposes.</p>\n<p>The power to abandon the canal as an instrument of navigation resided in the state legislature and has been exercised from time to time with respect to designated sections.<sup>[2]</sup> That it had not, before the Act of 1927, abandoned the section of the canal now in question as such an instrumentality appears from the Act of the Legislature of April 25, 1898, 93 Ohio Laws 370, authorizing the board of public works to grant leases or licenses to persons or corporations to operate boats in the canal by electric power and requiring them to propel the boats of others for hire and by the Act of April 9, 1902, 95 Ohio Laws 118, declaring it to be the settled policy of the state to maintain the <span class=\"star-pagination\">*806</span> Miami &amp; Erie Canal as a public canal and providing that boats built for use upon it for freight transportation should be purchased by the state at their fair value if, in the future, the policy of the state should be changed by abandonment of the canal so as to make the boats useless for transportation.</p>\n<p>These statutes exhibit a continuing purpose of the legislature to stimulate and encourage the use of the canal for purposes of navigation for which it was established. The fact that such stimulation was found necessary or desirable and that it ultimately failed of its object, does not indicate, in event of failure, a purpose on the part of the state to relinquish its power to abandon the canal and devote it to other purposes unhindered by the leases of surplus waters.</p>\n<p>We find in this case no circumstances differentiating it from the earlier decisions in this and the Ohio courts. In each, as in the present case, the failure of the public to make sufficient use of a particular sector for transportation led to its abandonment and appropriation to other purposes and to the necessary termination of all rights under grants of surplus water which, being but incidents to the maintenance of the canal for navigation, ceased when that purpose was abandoned. The fact that some of the earlier cases involved other state canals on which there was still some navigation at the time of the granting of the leases there involved, and the additional fact that the present appellee under its supplemental agreement with the state bears the expense of maintaining and patroling the canal, we do not regard as sufficient to distinguish this case from those so long acquiesced in. Nor can the case of <i>State ex rel. Crabbe</i> v. <i>Middletown Hydraulic Co.,</i> 114 Ohio St. 437, be taken to have overruled, <i>sub silentio,</i> the rule announced in the former cases which was not involved in its decision.</p>\n<p><span class=\"star-pagination\">*807</span> The grant was of water to be taken from the river near the entrance to the canal. Appellee admits that of itself the grant imposed no obligation on the state to continue the canal in use. The only claim made by appellee under this grant is of the right to have the specified amount of water come to it through the canal so long as it is maintained as such. Consequently, appellee has no right under this grant, apart from the right claimed under its leases, to have the state maintain the canal, which latter we find to be non-existent, and we need not decide what effect in other respects, if any, the Act of 1927 had upon the grant.</p>\n<p>The decree below will be reversed, but the decree to be entered will be without prejudice to the rights of appellee against the City of Toledo under the Ohio statute of January 22, 1920, and under the conveyance to the City of Toledo made pursuant to it, and without prejudice to the rights of appellee under the final decree of the District Court for Northern Ohio, entered on the mandate of the Court of Appeals for the Sixth Circuit in the suit entitled <i>Maumee Valley Electric Company</i> v. <i>The City of Toledo, et al</i><i>.</i></p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Similar legislation authorizing the purchase of Lineal Part 2 by the county commissioners of Lucas County was enacted March 27, 1925, 111 O.L. 367. The option to purchase has not been exercised.</p>\n<p>[2]  Act of March 24, 1863, 60 O.L. 44 (involved in <i>Fox</i> v. <i>Cincinnati. supra</i>); Act of March 26, 1864, 61 O.L. 74; Act of April 12, 1888, 85 O.L. 207; Act of March 3, 1891, 88 O.L. 72; Act of January 22, 1920, 108 O.L. Part 2, 1138; Act of March 25, 1925, 111 O.L. 208; Act of March 27, 1925, 111 O.L. 367; Act of April 21, 1927, 112 O.L. 388; Act of May 11, 1927, 112 O.L. 360.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:48:48", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">797</span></span> (1929)</b></center>\n<center><h1>KIRK, SUPERINTENDENT OF PUBLIC WORKS, ET AL.<br>\nv.<br>\nMAUMEE VALLEY ELECTRIC COMPANY.</h1></center>\n<center>No. 674.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 25, 26, 1929.</center>\n<center>Decided June 3, 1929.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF OHIO.\n<p><span class=\"star-pagination\">*798</span> <i>Mr. George W. Ritter,</i> with whom <i>Messrs. Gilbert Bettman,</i> Attorney General of Ohio, <i>L.F. Laylin, Joseph A. Godown, Leroy Hunt, Martin S. Dodd,</i> and <i>Dudley F. Smith</i> were on the brief, for appellants.</p>\n<p><i>Mr. U.G. Denman,</i> with whom <i>Mr. Karl E. Burr</i> was on the brief, for appellee.</p>\n<p>MR. JUSTICE STONE delivered the opinion of the Court.</p>\n<p>This is a direct appeal under § 266 of the Judicial Code from a final decree, following an interlocutory decree, of a district court of three judges for southern Ohio. The decree enjoined appellants, the Superintendent of Public Works of Ohio, a state officer, the City of Toledo, certain villages in Ohio, and the Board of County Commissioners of Lucas County, Ohio, from draining or otherwise interfering with the flow of water in a section of the Miami &amp; Erie Canal in such manner as to interfere with rights of appellee to take surplus water from the canal under certain leases and a grant acquired by it or its assignors from the state. Appellee contends that the Act of the Ohio legislature of May 11, 1927, under which appellants purport to act, is in violation of the Federal Constitution.</p>\n<p>The section of the canal in question extends from a point on the Maumee River northeasterly along the river <span class=\"star-pagination\">*799</span> to Toledo and thence to Lake Erie. The water from the river enters this section of the canal at its western end and flows past the Providence Mills involved in No. 675, <i>Kirk</i> v. <i>Providence Mill Co., post,</i> p. 807. Some sixteen miles from the inlet is a side-cut through which water may be discharged into the river and so diverted from the rest of the canal. The section from the inlet to this side-cut is described as Lineal Part 2. Appellee's plant is located on Lineal Part 1 which extends from the side-cut northeasterly to the outlet at Toledo, and is thus dependent for its supply of water on a continuous flow through Lineal Part 2.</p>\n<p>The several leases were granted by the state, acting through its Board of Public Works, in 1895, 1901, two in 1903, and 1906. Each for a specified consideration or a stipulated rental, purported to grant for a period of thirty years, with privilege of renewal, the right to take from the canal specified amounts of water for hydraulic purposes. In 1910 the lease of 1895 was supplemented and amended to provide for an increased amount of water. For present purposes, we may assume that all rights under these leases and any extension or renewal of them are vested in appellee.</p>\n<p>The canal in question and the waters passing through it are the property of the state and all the leases were granted under the provisions of the Act of March 23, 1840, 38 Ohio Laws, 87, authorizing, upon specified terms, disposition for hydraulic purposes of the surplus waters of the canals of the state not required for navigation. By § 22 of that act it was provided that no right to use the waters should be disposed of \"except such as shall accrue from the surplus water of the canal . . . after supplying the full quantity necessary for the purposes of navigation\" and by § 23 it was enacted that the leases should contain, as did the present leases in substance, a stipulation <span class=\"star-pagination\">*800</span> that the state or its authorized agents \"may at any time resume the privilege or right to the use of water, or any portion thereof, whenever it may be deemed necessary for the purpose of navigation, or whenever its use for hydraulic purposes shall be found in any manner to interfere with and injuriously affect the navigation. . .\"</p>\n<p>Following the acquisition of its first lease in 1900, appellee constructed a small hydraulic electric plant on land adjacent to Lineal Part 1. In 1910, appellee, having secured three of the other leases, reconstructed its plant and, pursuant to an agreement with the state, improved the canal at large expense and is now using the water from it in the business of generating and selling electric light and power.</p>\n<p>By Act of May 11, 1927, 112 Ohio Laws, 360-363, §§ 14178 to 14178-12 of General Code of Ohio, it was directed that that portion of the Miami &amp; Erie Canal known here as Lineal Part 2 be abandoned for both canal and hydraulic purposes and held by the state for the purpose of constructing a highway upon lands occupied by the canal. It transferred the abandoned part to the supervision and control of the State Highway Director and directed him within sixty days after the Act should take effect, to drain the water from the abandoned part of the canal and to prevent water from flowing into or through that part. Section 4, provided that all leases previously granted for canal or hydraulic purposes on the part of the canal referred to \"shall become and be null and void on and after sixty days from the taking effect of this Act.\" Since Lineal Part 1, from which appellee withdraws water from the canal under its several leases, is fed only by the water flowing from Lineal Part 2, compliance with the statute will also result in draining the water from Lineal Part 1 of the canal and will deprive appellee of the use of the water which it has been withdrawing under its leases. <span class=\"star-pagination\">*801</span> Appellee asserts, as the district court held, that the effect of the Act of 1927 is to impair the obligation of the contracts embodied in its leases in violation of § 10, Art. I, and to deprive it of property without due process of law in violation of the Fourteenth Amendment of the Federal Constitution.</p>\n<p>By Act of January 22, 1920, 108 Ohio Laws, Part 2, 1138, the Ohio Legislature had declared that Lineal Part 1 of the canal should be abandoned. By the same act, purchase of this section by the City of Toledo was authorized, subject to the rights of owners of existing leases. It was provided that if the city should deprive the lessees of \"their water privileges\" the city should pay them \"a fair compensation for the loss of the water to which they are entitled\"<sup>[1]</sup> and the conveyance to the city should so provide. Under this statute Lineal Part 1 was sold and conveyed to the city. Upon the adoption of a resolution by the city council directing that the water be shut off from Lineal Part 1, and upon refusal of the city to pay appellee for the deprivation of its use of the water, appellee brought suit in the Western Division of the Northern District of Ohio for an injunction restraining the city from cutting off the water. A decree of that court denying an injunction was reversed by the Court of Appeals for the Sixth Circuit. <i>Maumee Valley Electric Co.</i> v. <i>City of Toledo,</i> 13 F. [2d] 98. That court declined to pass upon the power and right of the state to abandon the canal and cut off the water from the lessees but held that the city had entered into a contract with the state for the benefit of appellee to permit the water to flow through the canal unless compensation was paid. The bill of complaint in the present suit sets up the contract with the city and the <span class=\"star-pagination\">*802</span> decree in the suit in the northern district, but that decree is not before us for review. It does not appear that the city threatens to violate the decree or that there are any circumstances entitling appellee to any further relief against it upon the contract for its benefit, or that the state through its legislation and conveyance of Lineal Part 1 to the City of Toledo intended to surrender or has surrendered any of its rights in or powers over Lineal Part 2, or has subjected itself to any new or additional obligation to maintain the canal or continue the flow of water through it.</p>\n<p>The present suit, therefore, must turn upon the nature and extent of the right to withdraw water from the canal which appellee acquired under the grant and its several leases. To establish that its constitutional rights are infringed, it must show that compliance with the Act of 1927 is inconsistent with and infringes the rights conferred upon it by them. They are public grants by the state, to be construed in the light of the statute of 1840 authorizing them, and the other laws of the state. What the state has granted it may not take away, but the exercise of powers reserved to it under the grant cannot infringe either the contract or due process clauses of the Constitution.</p>\n<p>The section of the canal now in question was originally constructed and operated by the state as a part of a larger canal system for purposes of navigation. By Act of February 23, 1820, 18 Ohio Laws 147, commissioners were appointed to locate a canal between Lake Erie and the Ohio River. The canal was constructed under the Act of February 4, 1825, 23 Ohio Laws 50, which created a board of canal commissioners and empowered them to construct a navigable canal, including the section presently involved, to take and use the waters of the state for that purpose, to establish reasonable tolls for the use of that canal and to provide for their collection. Provision was first made for the use of the surplus waters of the <span class=\"star-pagination\">*803</span> canal for hydraulic power by Act of February 18, 1830, 28 Ohio Laws 58, which was superseded by the Act of March 23, 1840, 38 Ohio Laws 87, under which the present leases were granted.</p>\n<p>The paramount object of the state in constructing the canal was to effect navigable communication between Lake Erie and the Ohio River. See <i>State</i> v. <i>Railway Company,</i> 37 Ohio St. 157. The use of the water for hydraulic purposes was only incidental and subordinate to the declared purpose of the state to promote navigation and was expressly made so by the Leasing Act of 1840, which limited all leases to the use of surplus water not required for purposes of navigation and provided for their abrogation whenever the use of the water for hydraulic purposes interfered with navigation. Leases of surplus water, granted under the Act of 1840 and similar in terms to those involved in the present litigation, have been repeatedly construed by the highest court of the State of Ohio, which has uniformly held that they were only incidental to the use and maintenance of the canal for purposes of navigation; that they imposed no obligation on the state to maintain the canal either for navigation or other purposes and when abandoned by the state the right of lessees to surplus water ceased. <i>Hubbard</i> v. <i>City of Toledo</i> [1871], 21 Ohio St. 379; <i>Elevator Co.</i> v. <i>Cincinnati</i> [1876], 30 Ohio St. 629; <i>Fox</i> v. <i>Cincinnati</i> [1878], 33 Ohio St. 492; <i>Vought</i> v. <i>Railroad Co.</i> [1898], <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">123</span></span>, 161. In <i>Fox</i> v. <i>Cincinnati, supra</i><i>,</i> it was held that a lease of surplus waters in the Miami &amp; Erie Canal under the Act of 1840 was subject to the power of the state to abandon the <i>locus in quo</i> for purposes of navigation and to convert it into a city highway. On writ of error, this Court affirmed the judgment of the state court, <span class=\"citation\" data-id=\"90533\"><a href=\"/opinion/90533/fox-v-cincinnati/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">783</span></a></span>, saying by Chief Justice Waite [p. 785]:</p>\n<p>\"The use of the water for hydraulic purposes is but an incident to the principal object for which the canal was <span class=\"star-pagination\">*804</span> built; to wit, navigation. The large expenditures of the State were to furnish, not water-power, but a navigable highway for the transportation of persons and property. The authority of the board of public works to contract in respect to power was expressly confined to such water as remained after the wants of navigation had been supplied; and it never could have been intended in this way to impose on the State an obligation to keep up the canal, no matter what the cost, for the sole purpose of meeting the requirements of its water leases. There was certainly no duty resting on the State to maintain the canal for navigation any longer than the public necessities seem to require. When it was no longer needed, it might be abandoned; and, if abandoned, the water might be withdrawn altogether.\"</p>\n<p>The court below, recognizing that such had been the established construction of surplus water leases, thought nevertheless that as at the time of appellee's first lease, 1895, navigation on the canal had very much diminished and at the time of the later leases had ceased, the state, by continuing to grant leases of surplus water under the Act of 1840 must be taken to have abandoned the use of the canal for navigation and to have made use of it only as a source of water for sale for hydraulic purposes. Hence it concluded that the leases could no longer be construed as were the earlier leases by this and the state court, but that they must be taken as grants of the right to use the water without any power reserved in the state to abandon the canal or to devote it to other uses.</p>\n<p>Even if it be assumed that there was a complete non-use by the public of the canal for purposes of navigation as early as 1895, which seems to be in dispute, neither the court below nor the appellee points to any act or omission on the part of the state indicating abandonment of the canal by it as an instrument of navigation before the act of the Legislature of 1927, or any act devoting <span class=\"star-pagination\">*805</span> it to other purposes, other than the making of leases or grants which, as before, purported to deal only with surplus waters not required for navigation. Instead, reliance is placed on the fact that there had been a gradual abandonment of the use of the canal for navigation by the public.</p>\n<p>If, under the local law, the state might abandon the canal, while still used for navigation, by appropriate legislative action and by such abandonment terminate the rights of lessees under the Act of 1840, which appellee does not deny, it is difficult to see how the failure of the public to use the canal and the continued practice of granting leases of surplus waters by administrative officials under the Act of 1840, which the courts of Ohio had repeatedly held were subject to the power of the state to abandon the canal, evidenced a change of state policy or forfeited the right which had resided in it from the beginning to abandon the canal and devote it to other purposes.</p>\n<p>The power to abandon the canal as an instrument of navigation resided in the state legislature and has been exercised from time to time with respect to designated sections.<sup>[2]</sup> That it had not, before the Act of 1927, abandoned the section of the canal now in question as such an instrumentality appears from the Act of the Legislature of April 25, 1898, 93 Ohio Laws 370, authorizing the board of public works to grant leases or licenses to persons or corporations to operate boats in the canal by electric power and requiring them to propel the boats of others for hire and by the Act of April 9, 1902, 95 Ohio Laws 118, declaring it to be the settled policy of the state to maintain the <span class=\"star-pagination\">*806</span> Miami &amp; Erie Canal as a public canal and providing that boats built for use upon it for freight transportation should be purchased by the state at their fair value if, in the future, the policy of the state should be changed by abandonment of the canal so as to make the boats useless for transportation.</p>\n<p>These statutes exhibit a continuing purpose of the legislature to stimulate and encourage the use of the canal for purposes of navigation for which it was established. The fact that such stimulation was found necessary or desirable and that it ultimately failed of its object, does not indicate, in event of failure, a purpose on the part of the state to relinquish its power to abandon the canal and devote it to other purposes unhindered by the leases of surplus waters.</p>\n<p>We find in this case no circumstances differentiating it from the earlier decisions in this and the Ohio courts. In each, as in the present case, the failure of the public to make sufficient use of a particular sector for transportation led to its abandonment and appropriation to other purposes and to the necessary termination of all rights under grants of surplus water which, being but incidents to the maintenance of the canal for navigation, ceased when that purpose was abandoned. The fact that some of the earlier cases involved other state canals on which there was still some navigation at the time of the granting of the leases there involved, and the additional fact that the present appellee under its supplemental agreement with the state bears the expense of maintaining and patroling the canal, we do not regard as sufficient to distinguish this case from those so long acquiesced in. Nor can the case of <i>State ex rel. Crabbe</i> v. <i>Middletown Hydraulic Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">Ohio St.</span> <span class=\"page\">437</span></span>, be taken to have overruled, <i>sub silentio,</i> the rule announced in the former cases which was not involved in its decision.</p>\n<p><span class=\"star-pagination\">*807</span> The grant was of water to be taken from the river near the entrance to the canal. Appellee admits that of itself the grant imposed no obligation on the state to continue the canal in use. The only claim made by appellee under this grant is of the right to have the specified amount of water come to it through the canal so long as it is maintained as such. Consequently, appellee has no right under this grant, apart from the right claimed under its leases, to have the state maintain the canal, which latter we find to be non-existent, and we need not decide what effect in other respects, if any, the Act of 1927 had upon the grant.</p>\n<p>The decree below will be reversed, but the decree to be entered will be without prejudice to the rights of appellee against the City of Toledo under the Ohio statute of January 22, 1920, and under the conveyance to the City of Toledo made pursuant to it, and without prejudice to the rights of appellee under the final decree of the District Court for Northern Ohio, entered on the mandate of the Court of Appeals for the Sixth Circuit in the suit entitled <i>Maumee Valley Electric Company</i> v. <i>The City of Toledo, et al</i><i>.</i></p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  Similar legislation authorizing the purchase of Lineal Part 2 by the county commissioners of Lucas County was enacted March 27, 1925, 111 O.L. 367. The option to purchase has not been exercised.</p>\n<p>[2]  Act of March 24, 1863, 60 O.L. 44 (involved in <i>Fox</i> v. <i>Cincinnati. supra</i>); Act of March 26, 1864, 61 O.L. 74; Act of April 12, 1888, 85 O.L. 207; Act of March 3, 1891, 88 O.L. 72; Act of January 22, 1920, 108 O.L. Part 2, 1138; Act of March 25, 1925, 111 O.L. 208; Act of March 27, 1925, 111 O.L. 367; Act of April 21, 1927, 112 O.L. 388; Act of May 11, 1927, 112 O.L. 360.</p>\n\n</div>", 
  "sha1": "9d41130c0c048306e9f7d2f698b50b0b429c0c1f", 
  "date_modified": "2014-12-21T01:38:49.053666", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/101458/kirk-v-maumee-valley-elec-co/", 
  "citation_count": 4, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/406447/", 
  "html": "<p class=\"case_cite\">279 U.S. 797</p>\n    <p class=\"case_cite\">49 S.Ct. 507</p>\n    <p class=\"case_cite\">73 L.Ed. 963</p>\n    <p class=\"parties\">KIRK, Superintendent of Public Works, etc., of  Ohio, et al.<br>v.</p>\n    <p class=\"date\">MAUMEE VALLEY ELECTRIC CO.  Argued April 25 and 26, 1929.  Decided June 3, 1929.</p>\n    <div class=\"prelims\">\n      <p>No. 674.</p>\n      <p class=\"indent\">Messrs. George W. Ritter, of Toledo, Ohio, Gilbert Bettman, of Cincinnati, Ohio, and Le Roy W. Hunt, of Toledo, Ohio, for appellants.</p>\n      <p class=\"indent\">Mr. U. G. Denman, of Toledo, Ohio, for appellee.</p>\n      <p class=\"indent\">Mr. Justice STONE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a direct appeal, under section 266 of the Judicial Code (28 USCA &#167; 380), from a final decree, following an interlocutory decree, of a District Court of three judges for Southern Ohio, 33 F.(2d) 318. The decree enjoined appellants, the superintendent of public works of Ohio, a state officer, the city of Toledo, certain villages in Ohio, and the board of county commissioners of Lucas county, Ohio, from draining or otherwise interfering with the flow of water in a section of the Miami &amp; Erie Canal in such manner as to interfere with rights of appellee to take surplus water from the canal under certain leases and a grant acquired by it or its assignors from the state. Appellee contends that the act of the Ohio Legislature of May 11, 1927, under which appellants purport to act, is in violation of the Federal Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The section of the canal in question extends from a point on the Maumee river northeasterly along the river to Toledo and thence to Lake Erie. The water from the river enters this section of the canal at its western end and flows past the Providence Mills involved in No. 675, Kirk v. Providence Mill Co., 279 U. S. 807, 49 S. Ct. 511, 73 L. Ed. &#8212;. Some 16 miles from the inlet is a side cut through which water may be discharged into the river and so diverted from the rest of the canal. The section from the inlet to this side cut is described as 'lineal part 2.' Appellee's plant is located on lineal part 1, which extends from the side cut northeasterly to the outlet at Toledo, and is thus dependent for its supply of water on a continuous flow through lineal part 2.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The several leases were granted by the state, acting through its board of public works, in 1895, 1901, two in 1903, and 1906. Each for a specified consideration or a stipulated rental, purported to grant for a period of 30 years, with privilege of renewal, the right to take from the canal specified amounts of water for hydraulic purposes. In 1910 the lease of 1895 was supplemented and amended to provide for an increased amount of water. For present purposes, we may assume that all rights under these leases and any extension or renewal of them are vested in appellee, and that each has been from time to time properly renewed at the expiration of its term.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The canal in question and the waters passing through it are the property of the state, and all the leases were granted under the provisions of the Act of March 23, 1840 (38 Ohio Laws, p. 87), authorizing upon specified terms, disposition for hydraulic purposes of the surplus waters of the canals of the state not required for navigation. By section 22 of that act it was provided that no right to use the waters should be disposed of 'except such as shall accrue from the surplus water of the canal * * * after supplying the full quantity necessary for the purposes of navigation,' and by section 23 it was enacted that the leases should contain, as did the present leases in substance, a stipulation that the state or its authorized agents 'may at any time resume the privilege or right to the use of water, or any portion thereof, whenever it may be deemed necessary for the purpose of navigation, or whenever its use for hydraulic purposes shall be found in any manner to interfere with and injuriously affect the navigation. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Following the acquisition of its first lease in 1900, appellee constructed a small hydraulic electric plant on land adjacent to lienal part 1. In 1910, appellee, having secured three of the other leases, reconstructed its plant, and, pursuant to an agreement with the state, improved the canal at large expense, and is now using the water from it in the business of generating and selling electric light and power.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">By Act of May 11, 1927 (112 Ohio Laws, pp. 360-363; sections 14178 to 14178-12 of General Code of Ohio), it was directed that that portion of the Miami &amp; Erie Canal known here as 'lineal part 2' be abandoned for both canal and hydraulic purposes and held by the state for the purpose of constructing a highway upon lands occupied by the canal. It transferred the abandoned part to the supervision and control of the state highway director and directed him within 60 days after the act should take effect, to drain the water from the abandoned part of the canal and to prevent water from flowing into or through that part. Section 4, provided that all leases previously granted for canal or hydraulic purposes on the part of the canal referred to 'shall become and be null and void on and after sixty days from the taking effect of this act.' Since lineal part 1, from which appellee withdraws water from the canal under its several leases, is fed only by the water flowing from lineal part 2, compliance with the statute will also result in draining the water from lineal part 1 of the canal and will drprive appellee of the use of the water which it has been withdrawing under its leases. Appellee asserts, as the district court held, that the effect of the act of 1927 is to impair the obligation of the contracts embodied in its leases in violation of section 10, art. 1, and to deprive it of property without due process of law in violation of the Fourteenth Amendment of the Federal Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">By Act of January 22, 1920 (108 Ohio Laws, part 2, p. 1138), the Ohio Legislature had declared that lineal part 1 of the canal should be abandoned. By the same act, purchase of this section by the city of Toledo was authorized, subject to the rights of owners of existing leases. It was provided that if the city should deprive the lessees of 'their water privileges' the city should pay them 'a fair compensation for the loss of the water to which they are entitled'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and the conveyance to the city should so provide. Under this statute lineal part 1 was sold and conveyed to the city. Upon the adoption of a resolution by the city council directing that the water be shut off from lineal part 1, and upon refusal of the city to pay appellee for the deprivation of its use of the water, appellee brought suit in the Western Division of the Northern District of Ohio for an injunction restraining the city from cutting off the water. A decree of that court denying an injunction was reversed by the Circuit Court of Appeals for the Sixth Circuit. Maumee Valley Electric Co. v. City of Toledo, 13 F.(2d) 98. That court declined to pass upon the power and right of the state to abandon the canal and cut off the water from the lessees, but held that the city had entered into a contract with the state for the benefit of appellee to permit the water to flow through the canal unless compensation was paid. The bill of complaint in the present suit sets up the contract with the city and the decree in the suit in the Northern District, but that decree is not before us for review. It does not appear that the city threatens to violate the decree or that there are any circumstances entitling appellee to any further relief against it upon the contract for its benefit, or that the state through its legislation and conveyance of lineal part 1 to the city of Toledo intended to surrender or has surrendered any of its rights in or powers over lineal part 2, or has subjected itself to any new or additional obligation to maintain the canal or continue the flow of water through it.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The present suit, therefore, must turn upon the nature and extent of the right to withdraw water from the canal which appellee acquired under the grant and its several leases. To establish that its constitutional rights are infringed, it must show that compliance with the act of 1927 is inconsistent with and infringes the rights conferred upon it by them. They are public grants by the state, to be construed in the light of the statute of 1840 authorizing them, and the other laws of the state. What the state has granted it may not take away, but the exercise of powers reserved to it under the grant cannot infringe either the contract or due process clauses of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The section of the canal now in question was originally constructed and operated by the state as a part of a larger canal system for purposes of navigation. By Act of February 23, 1820 (18 Ohio Laws, p. 147), commissioners were appointed to locate a canal between Lake Erie and the Ohio river. The canal was constructed under the Act of February 4, 1825 (23 Ohio Laws, p. 50), which created a board of canal commissioners and empowered them to construct a navigable canal, including the section presently involved, to take and use the waters of the state for that purpose, to establish reasonable tolls for the use of that canal and to provide for their collection. Provision was first made for the use of the surplus waters of the canal for hydraulic power by Act of February 18, 1830 (28 Ohio Laws, p. 58), which was superseded by the Act of March 23, 1840 (38 Ohio Laws, p. 87), under which the present leases were granted.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The paramount object of the state in constructing the canal was to effect navigable communication between Lake Erie and the Ohio river. See State ex rel. Attorney General v. Railway Co., 37 Ohio St. 157. The use of the water for hydraulic purposes was only incidental and subordinate to the declared purpose of the state to promote navigation and was expressly made so by the Leasing Act of 1840, which limited all leases to the use of surplus water not required for purposes of navigation and provided for their abrogation whenever the use of the water for hydraulic purposes interfered with navigation. Leases of surplus water, granted under the act of 1840 and similar in terms to those involved in the present litigation, have been repeatedly construed by the highest court of the state of Ohio, which has uniformly held that they were only incidental to the use and maintenance of the canal for purposes of navigation; that they imposed no obligation on the state to maintain the canal either for navigation or other purposes and when abandoned by the state the right of lessees to surplus water ceased. Hubbard v. City of Toledo (1871) 21 Ohio St. 379; Little Miami Elevator Co. v. Cincinnati (1876) 30 Ohio St. 629; Fox v. Cincinnati (1878) 33 Ohio St. 492; Vought v. Railroad Co. (1898) 58 Ohio St. 123, 161, 50 N. E. 442. In Fox v. Cincinnati, supra, it was held that a lease of surplus waters in the Miami &amp; Erie Canal under the act of 1840 was subject to the power of the state to abandon the locus quo for purposes of navigation and to convert it into a city highway. On writ of error, this court affirmed the judgment of the state court (104 U. S. 783, 785, 26 L. Ed. 928), saying by Chief Justice Waite:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'The use of the water for hydraulic purposes is but an      incident to the principal object for which the canal was built; to wit, navigation. The large expenditures of the      state were to furnish, not water-power, but a navigable      highway for the transportation of persons and property. The      authority of the board of public works to contract in respect      to power was expressly confined to such water as remained      after the wants of navigation had been supplied; and it never      could have been intended in this way to impose on the state      an obligation to keep up the canal, no matter what the cost,      for the sole purpose of meeting the requirements of its water      leases. There was certainly no duty resting on the state to      maintain the canal for nevigation any longer than the public      necessities seem to require. When it was no longer needed, it      might be abandoned; and, if abandoned, the water might be      withdrawn altogether.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The court below, recognizing that such had been the established construction of surplus water leases, thought nevertheless that as at the time of appellee's first lease, 1895, navigation on the canal had very much diminished and at the time of the later leases had ceased, the state, by continuing to grant leases of surplus water under the act of 1840 must be taken to have abandoned the use of the canal for navigation and to have made use of it only as a source of water for sale for hydrauplic purposes. Hence it concluded that the leases could no longer be construed as were the earlier leases by this and the state court, but that they must be taken as grants of the right to use the water without any power reserved in the state to abandon the canal or to devote it to other uses.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Even if it be assumed that there was a complete nonuse by the public of the canal for purposes of navigation as early as 1895, which seems to be in dispute, neither the court below nor the appellee points to any act or omission on the part of the state indicating abandonment of the canal by it as an instrument of navigation before the act of the Legislature of 1927, or any act devoting it to other purposes, other than the making of leases or grants which, as before, purported to deal only with surplus waters not required for navigation. Instead, reliance is placed on the fact that there had been a gradual abandonment of the use of the canal for navigation by the public.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If, under the local law, the state might abandon the canal, while still used for navigation, by appropriate legislative action and by such abandonment terminate the rights of lessees under the act of 1840, which appellee does not deny, it is difficult to see how the failure of the public to use the canal and the continued practice of granting leases of surplus waters by administrative officials under the act of 1840, which the courts of Ohio had repeatedly held were subject to the power of the state to abandon the canal, evidenced a change of state policy or forfeited the right which had resided in it from the the beginning to abandon the canal and devote it to other purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The power to abandon the canal as an instrument of navigation resided in the state Legislature and has been exercised from time to time with respect to designated sections.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> That it had not, before the act of 1927, abandoned the section of the canal now in question as such an instrumentality appears from the Act of the Legislature of April 25, 1898 (93 Ohio Laws, p. 370), authorizing the board of public works to grant leases or licenses to persons or corporations to operate boats in the canal by electric power and requiring them to propel the boats of others for hire and by the Act of April 9, 1902 (95 Ohio Laws, p. 118), declaring it to be the settled policy of the state to maintain the Miami &amp; Erie Canal as a public canal and providing that boats built for use upon it for freight transportation should be purchased by the state at their fair value if, in the future, the policy of the state should be changed by abandonment of the canal so as to make the boats useless for transportation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">These statutes exhibit a continuing purpose of the Legislature to stimulate and encourage the use of the canal for purposes of navigation for which it was established. The fact that such stimulation was found necessary or desirable and that it ultimately failed of its object, does not indicate, in event of failure, a purpose on the part of the state to relinquish its power to abandon the canal and devote it to other purposes unhindered by the leases of surplus waters.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We find in this case no circumstances differentiating it from the earlier decisions in this and the Ohio courts. In each, as in the present case, the failure of the public to make sufficient use of a particular sector for transportation led to its abandonment and appropriation to other purposes and to the necessary termination of all rights under grants of surplus water which, being but incidents to the maintenance of the canal for navigation, ceased when that purpose was abandoned. The fact that some of the earlier cases involved other state canals on which there was still some navigation at the time of the granting of the leases there involved, and the additional fact that the present appellee under its supplemental agreement with the state bears the expense of maintaining and patroling the canal, we do not regard as sufficient to differentiate this case from those so long acquiesced in. Nor can the case of State ex rel. Crabbe v. Middletown Hydraulic Co., 114 Ohio St. 437, 151 N. E. 653, be taken to have overruled, sub silentio, the rule announced in the former cases which was not involved in its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The grant was of water to be taken from the river near the entrance to the canal. Appellee admits that of itself the grant imposed no obligation on the state to continue the canal in use. The only claim made by appellee under this grant is of the right to have the specified amount of water come to it through the canal so long as it is maintained as such. Consequently, appellee has no right under this grant, apart from the right claimed under its leases, to have the state maintain the canal, which latter we find to be nonexistent, and we need not decide what effect in other respects, if any, the act of 1927 had upon the grant.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The decree below will be reversed, but the decree to be entered will be without prejudice to the rights of appellee against the city of Toledo under the Ohio statute of January 22, 1920, and under the conveyance to the city of Toledo made pursuant to it, and without prejudice to the rights of appellee under the final decree of the District Court for Northern Ohio, entered on the mandate of the Circuit Court of Appeals for the Sixth Circuit in the suit entitled Maumee Valley Electric Company v. City of Toledo et al.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Similar legislation authorizing the purchase of lineal part 2 by the county commissioners of Lucas county was enacted March 27, 1925. 111 Ohio Laws, p. 367. The option to purchase has not been exercised.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Act of March 24, 1863, 60 Ohio Laws, p. 44 (involved in Fox v. Cincinnati, supra); Act of March 26, 1864, 61 Ohio Laws, p. 74; Act of April 12, 1888, 85 Ohio Laws, p. 207; Act of March 3, 1891, 88 Ohio Laws, p. 72; Act of January 22, 1920, 108 Ohio Laws, pt. 2, p. 1138; Act of March 25, 1925, 111 Ohio Laws p.208; Act of March 27, 1925, 111 Ohio Laws, p. 367; Act of April 21, 1927, 112 Ohio Laws, p. 388; Act of May 11, 1927, 112 Ohio Laws, p. 360.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/101458/"
}