{"absolute_url": "/opinion/101472/gen-ins-co-v-np-ry/", "blocked": false, "citation": {"case_name": "Gen. Ins. Co. v. NP RY.", "docket_number": "23", "document_uris": ["/api/rest/v2/document/101472/"], "federal_cite_one": "280 U.S. 72", "federal_cite_three": null, "federal_cite_two": null, "id": 85855, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/85855/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1929-11-25", "date_modified": "2014-12-21T01:38:49.144661", "docket": "/api/rest/v2/docket/216003/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">280 U.S. 72</p>\n    <p class=\"case_cite\">50 S.Ct. 44</p>\n    <p class=\"case_cite\">74 L.Ed. 172</p>\n    <p class=\"parties\">GENERAL INS. CO. OF AMERICA<br>v.<br>NORTHERN PAC. RY. CO.</p>\n    <p class=\"docket\">No. 23.</p>\n    <p class=\"date\">Argued Oct. 25, 1929.</p>\n    <p class=\"date\">Decided Nov. 25, 1929.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Ralph S. Pierce and James B. Howe, both of Seattle, Wash., for petitioner.</p>\n      <p class=\"indent\">Mr. Dennis F. Lyons, of St. Paul, Minn., for respondent.</p>\n      <p class=\"indent\">Mr. Chief Justice TAFT delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The General Insurance Company of America, a Washington corporation, issued to Peter Agor, a citizen and resident of the state of Washington, two policies for $12,000 each, insuring him against loss or damage by fire to wool and sacks contained in a warehouse situated in Benton county, Washington. While the policies were in full force, the warehouse and the wool and sacks contained therein were destroyed by a fire which started on the 2d of May, 1926, some time between 7 and 10 o'clock in the evening.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Thereafter the insurance company made two payments to Agor, totaling $20,481.90, in discharge of its liability to him under the policies. May 14, 1926, Agor executed 'subrogation receipts' to the insurance company, in which he acknowledged receipt of the sum above mentioned in full settlement of his claims against the company for loss and damage caused by the fire, and by which he assigned and transferred to the insurance company his claims against any person or corporation which might arise, due to the loss and damage sustained by him, and by which the company was subrogated to the extent of the amount paid to him.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Then the insurance company brought this action in the United States District Court for the Western District of Washington, alleging, in its amended complaint, a cause of action against the railway company under each policy and subrogation receipt, for the amount paid to Agor, with interest, on the ground that the loss was due to the negligence of the railway company in operating its railroad.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The railway company denied that it was responsible for the fire or was guilty of negligence in respect to it.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Trial was had; four witnesses were sworn and examined for the plaintiff, and the plaintiff rested. The counsel for the defendant moved for a nonsuit. The motion was granted and a judgment of dismissal entered. This was on the ground that the plaintiff had failed to indicate any facts sufficient to show negligence on the part of the defendant as alleged, or at all. The Circuit Court of Appeals affirmed the judgment 28 F.(2d) 574.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The facts were that the fire occurred at Badger, in the state of Washington. Badger was a small station on the Northern Pacific Railway southeast of Seattle, on the main line of the company. The warehouse which burned was 40 or 50 feet from the main tracks. The warehouse was possibly 50 feet wide and 200 feet long. The country about was sand and sagebrush. There was no blowing of the wind testified to, except at noon of the day of the fire. The fire was between half past 7 and 10 in the evening. There was no wind in the evening. A freight train of 70 cars passed going south between those hours. It was a double-header. Between Badger and the previous station, 7 miles away, there was a stiff upgrade from north to south, and there was a good deal of puffing and smoke between the two stations. The evidence is quite clear, however, that for a measurable distance before the train reached Badger the grade was either on the level or down hill. There was no evidence of the presence of sparks from the engine at the time of the fire or during the evening. About 20 minutes after the train had passed Badger, the fireman looked back and remarked to the engineer that there seemed to be a fire burning up all Badger. Badger was a lonely station. There was no station house there. There were only three employees of the railway company there, and only three or four shacks beside the warehouse. The fire occurred Sunday evening.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The chief witness called by the insurance company testified he went to bed about 8 o'clock; that he was waked by the section foreman about 10 o'clock. The fire had begun at the southwest corner of the warehouse, some 50 feet away from the track, and, when he saw it, it was climbing from the ground up. The two or three men who were present were not able to do anything to put the fire out, and the building continued to burn until the next day. There is no other evidence of the circumstances under which the fire took place. The warehouse was one which could be opened by a key that was usually left in the lock or in a hole near the door. There was evidence that there were people who resorted to the warehouse and slept there at times-sheep shearers and others; but no testimony shows that at the time of the fire there was any blowing of tumble weeds or other things which would convey fire. This is a case in which, if negligence is to be presumed, it must arise from the mere passing of the train followed by a fire. Nothing shows negligence by the engineer, the fireman, or the employees of the railway company. No one is able to suggest what it was that started the fire. There were many rats in the warehouse. There had been vagrants around it. At times people had seen tumble weeds blown about in a wind, but nothing of this kind indicates an occasion for a fire at the time when it took place.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Counsel differ as to the law which should govern the decision in this case, whether Washington or federal (so called). In our judgment, it makes no difference.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A leading case in Washington is that of Thorgrimson et al. v. Northern Pacific Ry. Company, 64 Wash. 500, 117 P. 406. That was an action for damages by the owner of a roofing plant situated about 80 feet south of the main line of the railway company, and the theory of the suit was that the railway company had negligently operated its train past the plant and caused the fire which destroyed the property of the plaintiff.</p>\n    </div>\n    <p class=\"indent\">The Supreme Court of the state said:</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'The rule putting the burden on the railway company to      explain the cause of a fire following a passing engine, to      which this court is probably committed (Overacker v. Northern      Pacific Ry. Co., 64 Wash. 491, 117 P. 403, just decided) and      which counsel relied on to carry the case to the jury on the      questions of equipment and operation, is one of necessity, and is applied so that justice may not be      defeated. But we know of no cases going to the extent to      which counsel would have us go to sustain their contention;      that is, to presume negligence from the mere passing of the      train followed by a fire. It is the proof of setting the      fire, and not the fact that a building adjacent to a railroad      right of way was burned, that raises the inference of      negligence and shifts the burden of proof. In all the cases      we have examined, including those from our own court, where      the burden has been shifted from plaintiff to defendant,      there has been some evidence from which the jury might infer      with reasonable certainty that the fire would not have      occurred unless set by the passing train. Counsel admitted on      the trial and appellants now admit that they have no evidence      other than circumstantial evidence.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The facts of the case before us do not show anything more than the passing of the train and the existence of fire 15 or 20 minutes afterwards. No connection is shown between the fire and the passing of the train except that of sequence. The principles of the Washington case cited would require a nonsuit in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nor are the federal cases any more favorable to the petitioner. In McCullen v. Chicago &amp; Northwestern Railway Company (C. C. A.) 101 F. 66, 49 L. R. A. 642, the action was to recover the value of property said to have been set on fire by sparks from the passing train on the defendant's road. The evidence was conflicting, and the effect of the decision was that where there was conflicting evidence as to whether the fire was set by sparks from a passing train, the case should be held to be one for a jury, and one in which a presumption would arise from the fact of causing the fire that there was negligence to be charged to the company. But that case differs from the one at bar, for the reason that there was evidence there that the fire was occasioned by sparks from the engine. No such evidence appears here. There is entire absence of evidence here that the fire was created by the presence of any sparks.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Another federal case is that of Garrett v. Sourthern Railway Company, 101 F. 102, 49 L. R. A. 645. It was there held by the Circuit Court of Appeals of the Sixth Circuit that, in an action by a railroad company for damages from fire alleged to have been set by sparks from the defendant's locomotive, the burden was on the plaintiff to prove, not only that the fire was caused by sparks from the defendant's engine, but that the emission of such sparks was due to defendant's negligence.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the present case we need not go so far. Both the circumstances that sparks caused the fire and that their presence was due to the negligence of the railroad company are absent. The case comes exactly within the rule laid down by this court in the Nitroglycerine Case, 15 Wall. 524, 21 L. Ed. 206, where Mr. Justice Field said:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'Outside of these cases, in which a positive obligation is      cast upon the carrier to perform safely a special service,      the presumption is that the party has exercised such care as      men of ordinary prudence and caution would exercise under      similar circumstances, and if he has not, the plaintiff must      prove it. Here no such proof was made, and the case stands as      one of unavoidable accident, for the consequences of which      the defendants are not responsible. The consequences of all      such accidents must be borne by the sufferer as his      misfortune.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We think the trial judge was right in granting a nonsuit and the Circuit Court of Appeals in affirming it.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>280 U.S. 72 (1929)</b></center>\n<center><h1>GENERAL INSURANCE COMPANY OF AMERICA<br>\nv.<br>\nNORTHERN PACIFIC RAILWAY COMPANY.</h1></center>\n<center>No. 23.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 25, 1929.</center>\n<center>Decided November 25, 1929.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><i>Mr. Ralph S. Pierce</i> presented the oral argument, and <i>Messrs. James B. Howe, Donald G. Graham,</i> and <i>James B. Howe, Jr.,</i> filed a brief, for petitioner.</p>\n<p><i>Mr. Dennis F. Lyons,</i> with whom <i>Mr. L.B. daPonte</i> was on the brief, for respondent.</p>\n<p>MR. CHIEF JUSTICE TAFT delivered the opinion of the Court.</p>\n<p>The General Insurance Company of America, a Washington corporation, issued to Peter Agor, a citizen and resident of the State of Washington, two policies for $12,000 each, insuring him against loss or damage by fire <span class=\"star-pagination\">*73</span> to wool and sacks contained in a warehouse situated in Benton County, Washington. While the policies were in full force, the warehouse and the wool and sacks contained therein were destroyed by a fire, which started on the 2nd of May, 1926, sometime between 7 and 10 o'clock in the evening.</p>\n<p>Thereafter the Insurance Company made two payments to Agor, totalling $20,481.90, in discharge of its liability to him under the policies. May 14, 1926, Agor executed \"subrogation receipts\" to the Insurance Company, in which he acknowledged receipt of the sum above mentioned in full settlement of his claims against the Company for loss and damage caused by the fire, and by which he assigned any transferred to the Insurance Company his claims against any person or corporation which might arise due to the loss and damage sustained by him, and by which the Company was subrogated to the extent of the amount paid to him.</p>\n<p>Then the Insurance Company brought this action in the United States District Court for the Western District of Washington, alleging, in its amended complaint, a cause of action against the Railway Company under each policy and subrogation receipt, for the amount paid to Agor, with interest, on the ground that the loss was due to the negligence of the Railway Company in operating its railroad.</p>\n<p>The Railway Company denied that it was responsible for the fire or was guilty of negligence in respect to it.</p>\n<p>Trial was had; four witnesses were sworn and examined for the plaintiff, and the plaintiff rested. The counsel for the defendant moved for a non-suit. The motion was granted and a judgment of dismissal entered. This was on the ground that the plaintiff had failed to indicate any facts sufficient to show negligence on the part of the defendant as alleged, or at all. The Circuit Court of Appeals affirmed the judgment.</p>\n<p><span class=\"star-pagination\">*74</span> The facts were that the fire occurred at Badger in the State of Washington. Badger was a small station on the Northern Pacific Railway southeast of Seattle, on the main line of the Company. The warehouse which burned was 40 or 50 feet from the main tracks. The warehouse was possibly 50 feet wide and 200 feet long. The country about was sand and sagebrush. There was no blowing of the wind testified to, except at noon of the day of the fire. The fire was between half-past seven and ten in the evening. There was no wind in the evening. A freight train of 70 cars passed going south between those hours. It was a double-header. Between Badger and the previous station, 7 miles away, there was a stiff upgrade from north to south, and there was a good deal of puffing and smoke between the two stations. The evidence is quite clear, however, that for a measurable distance before the train reached Badger the grade was either on the level or down hill. There was no evidence of the presence of sparks from the engine at the time of the fire or during the evening. About twenty minutes after the train had passed Badger the fireman looked back and remarked to the engineer that there seemed to be a fire burning up all Badger. Badger was a lonely station. There was no station house there. There were only three employees of the Railway Company there and only three or four shacks beside the warehouse. The fire occurred Sunday evening.</p>\n<p>The chief witness called by the Insurance Company testified he went to bed about eight o'clock, The fire waked by the section foreman about ten o'clock. The fire had begun at the southwest corner of the warehouse some 50 feet away from the track, and when he saw it is was climbing from the ground up. The two or three men who were present were not able to do anything to put the fire out, and the building continued to burn until the next day. There is no other evidence of the circumstances <span class=\"star-pagination\">*75</span> under which the fire took place. The warehouse was one which could be opened by a key that was usually left in the lock or in a hole near the door. There was evidence that there were people who resorted to the warehouse and slept there at times  sheep-shearers and others; but no testimony shows that at the time of the fire there was any blowing of tumble-weeds or other things which would convey fire. This is a case in which if negligence is to be presumed, it must arise from the mere passing of the train followed by a fire. Nothing shows negligence by the engineer, the fireman or the employees of the Railway Company. No one is able to suggest what it was that started the fire. There were many rats in the warehouse. There had been vagrants around it. At times people had seen tumble-weeds blown about in a wind, but nothing of this kind indicates an occasion for a fire at the time when it took place.</p>\n<p>Counsel differ as to the law which should govern the decision in this case, whether Washington or Federal (so-called). In our judgment, it makes no difference.</p>\n<p>A leading case in Washington is that of <i>Thorgrimson</i> v. <i>Northern Pacific R. Co.,</i> 64 Wash. 500. That was an action for damages by the owner of a roofing plant situated about 80 feet south of the main line of the railway company, and the theory of the suit was that the railway company had negligently operated its train past the plant and caused the fire which destroyed the property of the plaintiff.</p>\n<p>The Supreme Court of the State said [p. 502]:</p>\n<p>\"The rule putting the burden on the railway company to explain the cause of a fire following a passing engine, to which this court is probably committed (<i>Overacker</i> v. <i>Northern Pac. R. Co., ante,</i> [64 Wash.] p. 491, 117 Pac. 403), and which counsel relied on to carry the case to the jury on questions of equipment and operation, is one of <span class=\"star-pagination\">*76</span> necessity, and is applied so that justice may not be defeated. But we know of no cases going to the extent to which counsel would have us go to sustain their contention; that is, to presume negligence from the mere passing of the train followed by a fire. It is the proof of setting the fire, and not the fact that a building adjacent to a railroad right of way was burned, that raises the inference of negligence and shifts the burden of proof. In all the cases we have examined, including those from our own court, where the burden has been shifted from plaintiff to defendant, there has been some evidence from which the jury might infer with reasonable certainty that the fire would not have occurred unless set by the passing train. Counsel admitted on the trial and appellants now admit that they have no evidence other than circumstantial evidence.\"</p>\n<p>The facts of the case before us do not show anything more than the passing of the train and the existence of fire fifteen or twenty minutes afterwards. No connection is shown between the fire and the passing of the train except that of sequence. The principles of the Washington case cited would require a non-suit in this case.</p>\n<p>Nor are the Federal cases any more favorable to the petitioner. In <i>McCullen</i> v. <i>Chicago &amp; Northwestern R. Co.,</i> 101 Fed. 66, the action was to recover the value of property said to have been set on fire by sparks from the passing train on the defendant's road. The evidence was conflicting and the effect of the decision was that where there was conflicting evidence as to whether the fire was set by sparks from a passing train, the case should be held to be one for a jury, and one in which a presumption would arise from the fact of causing the fire that there was negligence to be charged to the company. But that case differs from the one at bar, for the reason that there <span class=\"star-pagination\">*77</span> was evidence there that the fire was occasioned by sparks from the engine. No such evidence appears here. There is entire absence of evidence here that the fire was created by the presence of any sparks.</p>\n<p>Another Federal case is that of <i>Garrett</i> v. <i>Southern R. Co.,</i> 101 Fed. 102. It was there held by the Circuit Court of Appeals of the Sixth Circuit that in an action against a railroad company for damages from fire alleged to have been set by sparks from the defendant's locomotive, the burden was on the plaintiff to prove not only that the fire was caused by sparks from the defendant's engine but that the emission of such sparks was due to defendant's negligence.</p>\n<p>In the present case we need not go so far. Both the circumstances that sparks caused the fire and that their presence was due to the negligence of the railroad company are absent. The case comes exactly within the rule laid down by this Court in the <i>Nitro-Glycerine</i> case, 15 Wall. 524, 538, where Mr. Justice Field said:</p>\n<p>\"Outside of these cases in which a positive obligation is cast upon the carrier to perform safely a special service, the presumption is that the party has exercised such care as men of ordinary prudence and caution would exercise under similar circumstances, and if he has not, the plaintiff must prove it. Here no such proof was made and the case stands as one of unavoidable accident, for the consequences of which the defendants are not responsible. The consequences of all such accidents must be borne by the sufferer as his misfortune.\"</p>\n<p>We think the trial judge was right in granting a non-suit and the Circuit Court of Appeals in affirming it.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></span> (1929)</b></center>\n<center><h1>GENERAL INSURANCE COMPANY OF AMERICA<br>\nv.<br>\nNORTHERN PACIFIC RAILWAY COMPANY.</h1></center>\n<center>No. 23.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 25, 1929.</center>\n<center>Decided November 25, 1929.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><i>Mr. Ralph S. Pierce</i> presented the oral argument, and <i>Messrs. James B. Howe, Donald G. Graham,</i> and <i>James B. Howe, Jr.,</i> filed a brief, for petitioner.</p>\n<p><i>Mr. Dennis F. Lyons,</i> with whom <i>Mr. L.B. daPonte</i> was on the brief, for respondent.</p>\n<p>MR. CHIEF JUSTICE TAFT delivered the opinion of the Court.</p>\n<p>The General Insurance Company of America, a Washington corporation, issued to Peter Agor, a citizen and resident of the State of Washington, two policies for $12,000 each, insuring him against loss or damage by fire <span class=\"star-pagination\">*73</span> to wool and sacks contained in a warehouse situated in Benton County, Washington. While the policies were in full force, the warehouse and the wool and sacks contained therein were destroyed by a fire, which started on the 2nd of May, 1926, sometime between 7 and 10 o'clock in the evening.</p>\n<p>Thereafter the Insurance Company made two payments to Agor, totalling $20,481.90, in discharge of its liability to him under the policies. May 14, 1926, Agor executed \"subrogation receipts\" to the Insurance Company, in which he acknowledged receipt of the sum above mentioned in full settlement of his claims against the Company for loss and damage caused by the fire, and by which he assigned any transferred to the Insurance Company his claims against any person or corporation which might arise due to the loss and damage sustained by him, and by which the Company was subrogated to the extent of the amount paid to him.</p>\n<p>Then the Insurance Company brought this action in the United States District Court for the Western District of Washington, alleging, in its amended complaint, a cause of action against the Railway Company under each policy and subrogation receipt, for the amount paid to Agor, with interest, on the ground that the loss was due to the negligence of the Railway Company in operating its railroad.</p>\n<p>The Railway Company denied that it was responsible for the fire or was guilty of negligence in respect to it.</p>\n<p>Trial was had; four witnesses were sworn and examined for the plaintiff, and the plaintiff rested. The counsel for the defendant moved for a non-suit. The motion was granted and a judgment of dismissal entered. This was on the ground that the plaintiff had failed to indicate any facts sufficient to show negligence on the part of the defendant as alleged, or at all. The Circuit Court of Appeals affirmed the judgment.</p>\n<p><span class=\"star-pagination\">*74</span> The facts were that the fire occurred at Badger in the State of Washington. Badger was a small station on the Northern Pacific Railway southeast of Seattle, on the main line of the Company. The warehouse which burned was 40 or 50 feet from the main tracks. The warehouse was possibly 50 feet wide and 200 feet long. The country about was sand and sagebrush. There was no blowing of the wind testified to, except at noon of the day of the fire. The fire was between half-past seven and ten in the evening. There was no wind in the evening. A freight train of 70 cars passed going south between those hours. It was a double-header. Between Badger and the previous station, 7 miles away, there was a stiff upgrade from north to south, and there was a good deal of puffing and smoke between the two stations. The evidence is quite clear, however, that for a measurable distance before the train reached Badger the grade was either on the level or down hill. There was no evidence of the presence of sparks from the engine at the time of the fire or during the evening. About twenty minutes after the train had passed Badger the fireman looked back and remarked to the engineer that there seemed to be a fire burning up all Badger. Badger was a lonely station. There was no station house there. There were only three employees of the Railway Company there and only three or four shacks beside the warehouse. The fire occurred Sunday evening.</p>\n<p>The chief witness called by the Insurance Company testified he went to bed about eight o'clock, The fire waked by the section foreman about ten o'clock. The fire had begun at the southwest corner of the warehouse some 50 feet away from the track, and when he saw it is was climbing from the ground up. The two or three men who were present were not able to do anything to put the fire out, and the building continued to burn until the next day. There is no other evidence of the circumstances <span class=\"star-pagination\">*75</span> under which the fire took place. The warehouse was one which could be opened by a key that was usually left in the lock or in a hole near the door. There was evidence that there were people who resorted to the warehouse and slept there at times  sheep-shearers and others; but no testimony shows that at the time of the fire there was any blowing of tumble-weeds or other things which would convey fire. This is a case in which if negligence is to be presumed, it must arise from the mere passing of the train followed by a fire. Nothing shows negligence by the engineer, the fireman or the employees of the Railway Company. No one is able to suggest what it was that started the fire. There were many rats in the warehouse. There had been vagrants around it. At times people had seen tumble-weeds blown about in a wind, but nothing of this kind indicates an occasion for a fire at the time when it took place.</p>\n<p>Counsel differ as to the law which should govern the decision in this case, whether Washington or Federal (so-called). In our judgment, it makes no difference.</p>\n<p>A leading case in Washington is that of <i>Thorgrimson</i> v. <i>Northern Pacific R. Co.,</i> 64 Wash. 500. That was an action for damages by the owner of a roofing plant situated about 80 feet south of the main line of the railway company, and the theory of the suit was that the railway company had negligently operated its train past the plant and caused the fire which destroyed the property of the plaintiff.</p>\n<p>The Supreme Court of the State said [p. 502]:</p>\n<p>\"The rule putting the burden on the railway company to explain the cause of a fire following a passing engine, to which this court is probably committed (<i>Overacker</i> v. <i>Northern Pac. R. Co., ante,</i> [64 Wash.] p. 491, 117 Pac. 403), and which counsel relied on to carry the case to the jury on questions of equipment and operation, is one of <span class=\"star-pagination\">*76</span> necessity, and is applied so that justice may not be defeated. But we know of no cases going to the extent to which counsel would have us go to sustain their contention; that is, to presume negligence from the mere passing of the train followed by a fire. It is the proof of setting the fire, and not the fact that a building adjacent to a railroad right of way was burned, that raises the inference of negligence and shifts the burden of proof. In all the cases we have examined, including those from our own court, where the burden has been shifted from plaintiff to defendant, there has been some evidence from which the jury might infer with reasonable certainty that the fire would not have occurred unless set by the passing train. Counsel admitted on the trial and appellants now admit that they have no evidence other than circumstantial evidence.\"</p>\n<p>The facts of the case before us do not show anything more than the passing of the train and the existence of fire fifteen or twenty minutes afterwards. No connection is shown between the fire and the passing of the train except that of sequence. The principles of the Washington case cited would require a non-suit in this case.</p>\n<p>Nor are the Federal cases any more favorable to the petitioner. In <i>McCullen</i> v. <i>Chicago &amp; Northwestern R. Co.,</i> 101 Fed. 66, the action was to recover the value of property said to have been set on fire by sparks from the passing train on the defendant's road. The evidence was conflicting and the effect of the decision was that where there was conflicting evidence as to whether the fire was set by sparks from a passing train, the case should be held to be one for a jury, and one in which a presumption would arise from the fact of causing the fire that there was negligence to be charged to the company. But that case differs from the one at bar, for the reason that there <span class=\"star-pagination\">*77</span> was evidence there that the fire was occasioned by sparks from the engine. No such evidence appears here. There is entire absence of evidence here that the fire was created by the presence of any sparks.</p>\n<p>Another Federal case is that of <i>Garrett</i> v. <i>Southern R. Co.,</i> 101 Fed. 102. It was there held by the Circuit Court of Appeals of the Sixth Circuit that in an action against a railroad company for damages from fire alleged to have been set by sparks from the defendant's locomotive, the burden was on the plaintiff to prove not only that the fire was caused by sparks from the defendant's engine but that the emission of such sparks was due to defendant's negligence.</p>\n<p>In the present case we need not go so far. Both the circumstances that sparks caused the fire and that their presence was due to the negligence of the railroad company are absent. The case comes exactly within the rule laid down by this Court in the <i>Nitro-Glycerine</i> case, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">524</span></span>, 538, where Mr. Justice Field said:</p>\n<p>\"Outside of these cases in which a positive obligation is cast upon the carrier to perform safely a special service, the presumption is that the party has exercised such care as men of ordinary prudence and caution would exercise under similar circumstances, and if he has not, the plaintiff must prove it. Here no such proof was made and the case stands as one of unavoidable accident, for the consequences of which the defendants are not responsible. The consequences of all such accidents must be borne by the sufferer as his misfortune.\"</p>\n<p>We think the trial judge was right in granting a non-suit and the Circuit Court of Appeals in affirming it.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "id": 101472, "judges": "Taft", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/101472/", "sha1": "78a199e0dfbf26f01c9dfa589679a31fcb11ce08", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:48"}