{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "303 U.S. 26", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/102949/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Esnault-Pelterie", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "231", 
    "id": 87332, 
    "resource_uri": "/api/rest/v2/citation/87332/"
  }, 
  "id": 102949, 
  "blocked": false, 
  "judges": "Per Curiam", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1938-01-31", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>303 U.S. 26 (1938)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nESNAULT-PELTERIE.</h1></center>\n<center>No. 231.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 7, 1938.</center>\n<center>Decided January 31, 1938.</center>\nCERTIORARI TO THE COURT OF CLAIMS.\n<p><i>Mr. Drury W. Cooper,</i> with whom <i>Solicitor General Reed, Assistant Attorney General Whitaker,</i> and <i>Messrs. Alexander Holtzoff</i> and <i>Lee A. Jackson</i> were on the brief, for the United States.</p>\n<p><span class=\"star-pagination\">*27</span> <i>Messrs. George T. Bean</i> and <i>Eugene V. Myers,</i> with whom <i>Messrs. R. Keith Kane</i> and <i>Edwin J. Brindle</i> were on the brief, for respondent.</p>\n<p>PER CURIAM.</p>\n<p>Respondent brought this suit to recover compensation for the use and manufacture by and for the United States of a device alleged to be covered by respondent's patent No. 1,115,795 for an invention for the control of the equilibrium of airplanes. On the first hearing, the Court of Claims made special findings of fact and decided as a conclusion of law that respondent's patent was valid and had been infringed by the United States and that respondent was entitled to compensation. Judgment was entered accordingly. 81 Ct. Cls. 785. On review by writ of certiorari, this Court held that validity and infringement were ultimate facts to be found by the Court of Claims and, as these facts had not been found, the judgment was vacated and the case was remanded to that court with instructions to find specifically whether respondent's patent was valid and, if so, whether it had been infringed. <i>United States</i> v. <i>Esnault-Pelterie,</i> 299 U.S. 201.</p>\n<p>The parties then moved in the Court of Claims for additional findings and that court amended its special findings by adding the following findings of fact:</p>\n<p>\"XLVIII. Claims 2, 5, 6, 7, 8, and 9 of the Esnault-Pelterie patent in suit are valid.</p>\n<p>\"XLIX. The three alleged infringing airplanes of the defendant all possess the single vertical lever movable in every direction for controlling the lateral or longitudinal equilibrium of the airplane, connected to equivalent controlling surfaces having the same functional effects as those disclosed in the patent.</p>\n<p>\"Claims 2, 5, 6, 7, 8, and 9 of the Esnault-Pelterie patent in suit are infringed by defendant.\"</p>\n<p><span class=\"star-pagination\">*28</span> The court then entered an interlocutory judgment holding respondent entitled to compensation and directing that the court's previous findings, as amended, together with its opinion as theretofore announced, should stand. 84 Ct. Cls. 625. Certiorari was granted.</p>\n<p>Without its consent, the United States may not be sued for infringement of a patent. <i>Crozier</i> v. <i>Krupp,</i> 224 U.S. 290. The Congress has determined the conditions upon which the United States consents to be sued. By the applicable statute Congress has permitted suit to be brought in the Court of Claims for reasonable compensation for the infringing use or manufacture. Act of June 25, 1910, 36 Stat. 251, as amended by Act of July 1, 1918, 40 Stat. 705. 35 U.S.C. 68. Review by this Court of the judgment in such a suit is thus subject to the rules which have been established for the review of the judgments of the Court of Claims. That review is limited to questions of law.</p>\n<p>The Act of March 3, 1863, c. 92, 12 Stat. 765, providing for suits against the United States in the Court of Claims, authorized appeals to this Court under such regulations as this Court should direct. See, also, Act of March 3, 1887, c. 359, § 4, 24 Stat. 505, 506. 28 U.S.C. 761. The rules first adopted provided for the finding of the facts by the Court of Claims and directed that \"The facts so found are to be the ultimate facts or propositions which the evidence shall establish, in the nature of a special verdict, and not the evidence on which the ultimate facts are founded.\" Rule 1, 3 Wall. VII. The present rule, under § 3 (b) of the Act of February 13, 1925, c. 229, 43 Stat. 936, governing review upon certiorari, is to the same effect. Rule 41, par. 3. This established practice was thus described in <i>Luckenbach S.S. Co.</i> v. <i>United States,</i> 272 U.S. 533, 538, 539:</p>\n<p>\"This Court uniformly has regarded the legislation and rules as confining the review to questions of law shown by <span class=\"star-pagination\">*29</span> the record when made up as the rules direct. Bills of exception are not recognized in either the legislation or the rules; nor is there other provision for bringing the evidence into the record or including therein the various rulings involved in applying to the evidence presented the rules which mark the line between what properly may be considered and what must be rejected. As long ago as <i>Mahan</i> v. <i>United States,</i> 14 Wall. 109, 111, this Court said of the rules that they could not be examined `without seeing that the purpose was to bring nothing here for review but questions of law, leaving the Court of Claims to exercise the functions of a jury in finding facts, equivalent to a special verdict and with like effect.'\"<sup>[1]</sup></p>\n<p>In a patent case in the Court of Claims under the Act of 1910 the questions of validity and infringement are questions of fact. We have said that, for the purposes of our review in such a case, the findings of the Court of Claims \"are to be treated like the verdict of a jury, and we are not at liberty to refer to the evidence, any more than to the opinion, for the purpose of eking out, controlling, or modifying their scope.\" <i>Brothers</i> v. <i>United States,</i> 250 U.S. 88, 93; <i>Stilz</i> v. <i>United States,</i> 269 U.S. 144, 147, 148; <i>United States</i> v. <i>Esnault-Pelterie, supra</i><i>.</i> The requirement that the Court of Claims should find the ultimate facts which are controlling places upon that court the duty of resolving conflicting inferences and to draw from the evidence the necessary conclusions of fact. <i>United States</i> v. <i>Adams,</i> 6 Wall. 101, 112. Even though the finding determines a mixed question of law and fact, the finding is conclusive unless the court is able \"to so separate the question as to see clearly what and where the mistake of law is.\" <i>Ross</i> v. <i>Day,</i> 232 U.S. 110, 117; <span class=\"star-pagination\">*30</span> <i>United States</i> v. <i>Omaha Indians,</i> 253 U.S. 275, 281; <i>Stilz</i> v. <i>United States, supra</i><i>; </i><i>United States</i> v. <i>Swift &amp; Co.,</i> 270 U.S. 124, 138.</p>\n<p>In the instant case, as pointed out in our previous opinion, there are 47 findings of fact preceding the findings of the ultimate facts, as now made, and by reference there are included 28 exhibits on 266 pages. These references cover a number of patents claimed to be in analogous arts. From these, the Government seeks to establish that the device in question was not patentable over prior disclosures. But this is not a case where the Court of Claims has presented in its findings all the evidence upon which the ultimate facts are based so that it appears on the face of the findings that the judgment is necessarily wrong as matter of law. <i>United States</i> v. <i>Clark,</i> 96 U.S. 37, 40. Cf. <i>United States</i> v. <i>Berdan Fire-Arms Co.,</i> 156 U.S. 552, 573; <i>Stone</i> v. <i>United States,</i> 164 U.S. 380, 383. The opinion of the Court of Claims contains an elaborate review of the patents to which reference is made, and it discloses that there was \"considerable contradictory testimony\" by the various experts for the plaintiff and the defendant. That testimony is not here, and would not appropriately form part of the record brought to this Court, as it was the duty of the court below, and is not ours, to deal with the conflicts of statement or inferences to which it might give rise. We are not unmindful of the rule that where, with all the evidence before the court, it appears that no substantial dispute of fact is presented, and that the case may be determined by a mere comparison of structures and extrinsic evidence is not needed for purposes of explanation, or evaluation of prior art, or to resolve questions of the application of descriptions to subject-matter, the questions of invention and infringement may be determined as questions of law. <i>Heald</i> v. <i>Rice,</i> 104 U.S. 737, 749; <i>Singer Mfg. Co.</i> v. <i>Cramer,</i> 192 U.S. 265, 275; <i>Sanitary</i> <span class=\"star-pagination\">*31</span> <i>Refrigerator Co.</i> v. <i>Winters,</i> 280 U.S. 30, 36. But we do not think that rule is applicable where we are unable to examine the testimony which was heard by the court below and we cannot say that it was of no importance or determine its value in the light of the disputes revealed. We should not be justified in taking up the patents set forth in the findings and, in the absence of the explanatory and construing testimony of the expert witnesses with respect to the pertinent fact situations, in attempting to pass upon the various questions, whether of a scientific nature or otherwise, that are involved and upon such a necessarily limited consideration in overruling the conclusions of fact reached by the Court of Claims upon the entire record. Cf. <i>Bischoff</i> v. <i>Wethered,</i> 9 Wall. 812, 815, 816; <i>Royer</i> v. <i>Schultz Belting Co.,</i> 135 U.S. 319, 325; <i>St. Paul Plow Works</i> v. <i>Starling,</i> 140 U.S. 184, 196, 197; <i>Coupe</i> v. <i>Royer,</i> 155 U.S. 565, 577-580.</p>\n<p>We may, of course, inquire whether the subordinate or circumstantial findings made by the court below necessarily override its ultimate findings of fact and show that the judgment in point of law is not sustainable. But we have no such case here. Nor is the case like that of a review by a Circuit Court of Appeals of decisions of boards, such as the Board of Tax Appeals, where the evidence is before the appellate court and the question is whether there was substantial evidence before the Board to support the findings made. Cf. <i>Phillips</i> v. <i>Commissioner,</i> 283 U.S. 589, 600; <i>Helvering</i> v. <i>Rankin,</i> 295 U.S. 123, 131; <i>Helvering</i> v. <i>Tex-Penn Co.,</i> 300 U.S. 481, 491. We must take the findings of fact as made below. If, in the instant case, the subordinate findings had required a decree in favor of the Government the case would not have been remanded. <i>United States</i> v. <i>Esnault-Pelterie, supra,</i> p. 206; <i>Botany Mills</i> v. <i>United States,</i> 278 U.S. 282, 290; <i>United States</i> v. <i>Wells,</i> 283 U.S. 102, 120. And it cannot be said that the ultimate findings, now made, as <span class=\"star-pagination\">*32</span> to validity and infringement are necessarily overborne by the subordinate findings.</p>\n<p>The argument that the Government is precluded from obtaining the sort of review which is permissible in this Court, when there is a conflict between circuit courts of appeals as to validity and infringement of patents, and the questions are submitted upon the evidence taken in the District Court, is unavailing, for the result is due to the procedure which has been established by the Congress for the determination of claims against the United States.</p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BLACK is of the opinion that the findings do not show infringement of any valid patent; or that Appellee invented either a vertical lever or a universal joint or the combined use of a vertical lever and a universal joint to control air planes or machinery; he believes the findings show that such means of control were in general use long before Appellee \u0097 five years after his original application for a patent \u0097 filed an amendment asserting this claim. For these reasons he believes the judgment should be reversed.</p>\n<p>MR. JUSTICE CARDOZO took no part in the consideration and decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  See, also, <i>United States</i> v. <i>Smith,</i> 94 U.S. 214; <i>Stone</i> v. <i>United States,</i> 164 U.S. 380, 383; <i>Collier</i> v. <i>United States,</i> 173 U.S. 79; <i>Crocker</i> v. <i>United States,</i> 240 U.S. 74; <i>Niles Bement Pond Co.</i> v. <i>United States,</i> 281 U.S. 357, 360.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:10", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">26</span></span> (1938)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nESNAULT-PELTERIE.</h1></center>\n<center>No. 231.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 7, 1938.</center>\n<center>Decided January 31, 1938.</center>\nCERTIORARI TO THE COURT OF CLAIMS.\n<p><i>Mr. Drury W. Cooper,</i> with whom <i>Solicitor General Reed, Assistant Attorney General Whitaker,</i> and <i>Messrs. Alexander Holtzoff</i> and <i>Lee A. Jackson</i> were on the brief, for the United States.</p>\n<p><span class=\"star-pagination\">*27</span> <i>Messrs. George T. Bean</i> and <i>Eugene V. Myers,</i> with whom <i>Messrs. R. Keith Kane</i> and <i>Edwin J. Brindle</i> were on the brief, for respondent.</p>\n<p>PER CURIAM.</p>\n<p>Respondent brought this suit to recover compensation for the use and manufacture by and for the United States of a device alleged to be covered by respondent's patent No. 1,115,795 for an invention for the control of the equilibrium of airplanes. On the first hearing, the Court of Claims made special findings of fact and decided as a conclusion of law that respondent's patent was valid and had been infringed by the United States and that respondent was entitled to compensation. Judgment was entered accordingly. 81 Ct. Cls. 785. On review by writ of certiorari, this Court held that validity and infringement were ultimate facts to be found by the Court of Claims and, as these facts had not been found, the judgment was vacated and the case was remanded to that court with instructions to find specifically whether respondent's patent was valid and, if so, whether it had been infringed. <i>United States</i> v. <i>Esnault-Pelterie,</i> 299 U.S. 201.</p>\n<p>The parties then moved in the Court of Claims for additional findings and that court amended its special findings by adding the following findings of fact:</p>\n<p>\"XLVIII. Claims 2, 5, 6, 7, 8, and 9 of the Esnault-Pelterie patent in suit are valid.</p>\n<p>\"XLIX. The three alleged infringing airplanes of the defendant all possess the single vertical lever movable in every direction for controlling the lateral or longitudinal equilibrium of the airplane, connected to equivalent controlling surfaces having the same functional effects as those disclosed in the patent.</p>\n<p>\"Claims 2, 5, 6, 7, 8, and 9 of the Esnault-Pelterie patent in suit are infringed by defendant.\"</p>\n<p><span class=\"star-pagination\">*28</span> The court then entered an interlocutory judgment holding respondent entitled to compensation and directing that the court's previous findings, as amended, together with its opinion as theretofore announced, should stand. 84 Ct. Cls. 625. Certiorari was granted.</p>\n<p>Without its consent, the United States may not be sued for infringement of a patent. <i>Crozier</i> v. <i>Krupp,</i> 224 U.S. 290. The Congress has determined the conditions upon which the United States consents to be sued. By the applicable statute Congress has permitted suit to be brought in the Court of Claims for reasonable compensation for the infringing use or manufacture. Act of June 25, 1910, 36 Stat. 251, as amended by Act of July 1, 1918, 40 Stat. 705. 35 U.S.C. 68. Review by this Court of the judgment in such a suit is thus subject to the rules which have been established for the review of the judgments of the Court of Claims. That review is limited to questions of law.</p>\n<p>The Act of March 3, 1863, c. 92, 12 Stat. 765, providing for suits against the United States in the Court of Claims, authorized appeals to this Court under such regulations as this Court should direct. See, also, Act of March 3, 1887, c. 359, § 4, 24 Stat. 505, 506. 28 U.S.C. 761. The rules first adopted provided for the finding of the facts by the Court of Claims and directed that \"The facts so found are to be the ultimate facts or propositions which the evidence shall establish, in the nature of a special verdict, and not the evidence on which the ultimate facts are founded.\" Rule 1, 3 Wall. VII. The present rule, under § 3 (b) of the Act of February 13, 1925, c. 229, 43 Stat. 936, governing review upon certiorari, is to the same effect. Rule 41, par. 3. This established practice was thus described in <i>Luckenbach S.S. Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100950\"><a href=\"/opinion/100950/luckenbach-ss-co-v-united-states/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, 538, 539:</p>\n<p>\"This Court uniformly has regarded the legislation and rules as confining the review to questions of law shown by <span class=\"star-pagination\">*29</span> the record when made up as the rules direct. Bills of exception are not recognized in either the legislation or the rules; nor is there other provision for bringing the evidence into the record or including therein the various rulings involved in applying to the evidence presented the rules which mark the line between what properly may be considered and what must be rejected. As long ago as <i>Mahan</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"88522\"><a href=\"/opinion/88522/mahan-v-united-states/\"><span class=\"volume\">14</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">109</span></a></span>, 111, this Court said of the rules that they could not be examined `without seeing that the purpose was to bring nothing here for review but questions of law, leaving the Court of Claims to exercise the functions of a jury in finding facts, equivalent to a special verdict and with like effect.'\"<sup>[1]</sup></p>\n<p>In a patent case in the Court of Claims under the Act of 1910 the questions of validity and infringement are questions of fact. We have said that, for the purposes of our review in such a case, the findings of the Court of Claims \"are to be treated like the verdict of a jury, and we are not at liberty to refer to the evidence, any more than to the opinion, for the purpose of eking out, controlling, or modifying their scope.\" <i>Brothers</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"99397\"><a href=\"/opinion/99397/brothers-v-united-states/\"><span class=\"volume\">250</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, 93; <i>Stilz</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100729\"><a href=\"/opinion/100729/stilz-v-united-states/\"><span class=\"volume\">269</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 147, 148; <i>United States</i> v. <i>Esnault-Pelterie, supra</i><i>.</i> The requirement that the Court of Claims should find the ultimate facts which are controlling places upon that court the duty of resolving conflicting inferences and to draw from the evidence the necessary conclusions of fact. <i>United States</i> v. <i>Adams,</i> <span class=\"citation\" data-id=\"101548\"><a href=\"/opinion/101548/united-states-v-adams/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">101</span></a></span>, 112. Even though the finding determines a mixed question of law and fact, the finding is conclusive unless the court is able \"to so separate the question as to see clearly what and where the mistake of law is.\" <i>Ross</i> v. <i>Day,</i> <span class=\"citation\" data-id=\"98063\"><a href=\"/opinion/98063/ross-v-day/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">110</span></a></span>, 117; <span class=\"star-pagination\">*30</span> <i>United States</i> v. <i>Omaha Indians,</i> <span class=\"citation\" data-id=\"99612\"><a href=\"/opinion/99612/united-states-v-omaha-tribe/\"><span class=\"volume\">253</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span>, 281; <i>Stilz</i> v. <i>United States, supra</i><i>; </i><i>United States</i> v. <i>Swift &amp; Co.,</i> <span class=\"citation\" data-id=\"100787\"><a href=\"/opinion/100787/united-states-v-swift-co/\"><span class=\"volume\">270</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">124</span></a></span>, 138.</p>\n<p>In the instant case, as pointed out in our previous opinion, there are 47 findings of fact preceding the findings of the ultimate facts, as now made, and by reference there are included 28 exhibits on 266 pages. These references cover a number of patents claimed to be in analogous arts. From these, the Government seeks to establish that the device in question was not patentable over prior disclosures. But this is not a case where the Court of Claims has presented in its findings all the evidence upon which the ultimate facts are based so that it appears on the face of the findings that the judgment is necessarily wrong as matter of law. <i>United States</i> v. <i>Clark,</i> <span class=\"citation\" data-id=\"89667\"><a href=\"/opinion/89667/united-states-v-clark/\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 40. Cf. <i>United States</i> v. <i>Berdan Fire-Arms Co.,</i> <span class=\"citation\" data-id=\"94122\"><a href=\"/opinion/94122/united-states-v-berdan-fire-arms-mfg-co/\"><span class=\"volume\">156</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, 573; <i>Stone</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94554\"><a href=\"/opinion/94554/stone-v-united-states/\"><span class=\"volume\">164</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, 383. The opinion of the Court of Claims contains an elaborate review of the patents to which reference is made, and it discloses that there was \"considerable contradictory testimony\" by the various experts for the plaintiff and the defendant. That testimony is not here, and would not appropriately form part of the record brought to this Court, as it was the duty of the court below, and is not ours, to deal with the conflicts of statement or inferences to which it might give rise. We are not unmindful of the rule that where, with all the evidence before the court, it appears that no substantial dispute of fact is presented, and that the case may be determined by a mere comparison of structures and extrinsic evidence is not needed for purposes of explanation, or evaluation of prior art, or to resolve questions of the application of descriptions to subject-matter, the questions of invention and infringement may be determined as questions of law. <i>Heald</i> v. <i>Rice,</i> <span class=\"citation\" data-id=\"90526\"><a href=\"/opinion/90526/heald-v-rice/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, 749; <i>Singer Mfg. Co.</i> v. <i>Cramer,</i> <span class=\"citation\" data-id=\"95996\"><a href=\"/opinion/95996/singer-mfg-co-v-cramer/\"><span class=\"volume\">192</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 275; <i>Sanitary</i> <span class=\"star-pagination\">*31</span> <i>Refrigerator Co.</i> v. <i>Winters,</i> <span class=\"citation\" data-id=\"101468\"><a href=\"/opinion/101468/sanitary-refrigerator-co-v-winters/\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 36. But we do not think that rule is applicable where we are unable to examine the testimony which was heard by the court below and we cannot say that it was of no importance or determine its value in the light of the disputes revealed. We should not be justified in taking up the patents set forth in the findings and, in the absence of the explanatory and construing testimony of the expert witnesses with respect to the pertinent fact situations, in attempting to pass upon the various questions, whether of a scientific nature or otherwise, that are involved and upon such a necessarily limited consideration in overruling the conclusions of fact reached by the Court of Claims upon the entire record. Cf. <i>Bischoff</i> v. <i>Wethered,</i> <span class=\"citation\" data-id=\"88230\"><a href=\"/opinion/88230/bischoff-v-wethered/\"><span class=\"volume\">9</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">812</span></a></span>, 815, 816; <i>Royer</i> v. <i>Schultz Belting Co.,</i> <span class=\"citation\" data-id=\"92785\"><a href=\"/opinion/92785/royer-v-schultz-belting-co/\"><span class=\"volume\">135</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 325; <i>St. Paul Plow Works</i> v. <i>Starling,</i> <span class=\"citation\" data-id=\"93080\"><a href=\"/opinion/93080/st-paul-plow-works-v-starling/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 196, 197; <i>Coupe</i> v. <i>Royer,</i> <span class=\"citation\" data-id=\"94067\"><a href=\"/opinion/94067/coupe-v-royer/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, 577-580.</p>\n<p>We may, of course, inquire whether the subordinate or circumstantial findings made by the court below necessarily override its ultimate findings of fact and show that the judgment in point of law is not sustainable. But we have no such case here. Nor is the case like that of a review by a Circuit Court of Appeals of decisions of boards, such as the Board of Tax Appeals, where the evidence is before the appellate court and the question is whether there was substantial evidence before the Board to support the findings made. Cf. <i>Phillips</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"101764\"><a href=\"/opinion/101764/phillips-v-commissioner/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">589</span></a></span>, 600; <i>Helvering</i> v. <i>Rankin,</i> <span class=\"citation\" data-id=\"102442\"><a href=\"/opinion/102442/helvering-v-rankin/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, 131; <i>Helvering</i> v. <i>Tex-Penn Co.,</i> <span class=\"citation\" data-id=\"102792\"><a href=\"/opinion/102792/helvering-v-tex-penn-oil-co/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">481</span></a></span>, 491. We must take the findings of fact as made below. If, in the instant case, the subordinate findings had required a decree in favor of the Government the case would not have been remanded. <i>United States</i> v. <i>Esnault-Pelterie, supra,</i> p. 206; <i>Botany Mills</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101362\"><a href=\"/opinion/101362/botany-worsted-mills-v-united-states/\"><span class=\"volume\">278</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, 290; <i>United States</i> v. <i>Wells,</i> <span class=\"citation\" data-id=\"101707\"><a href=\"/opinion/101707/united-states-v-wells/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 120. And it cannot be said that the ultimate findings, now made, as <span class=\"star-pagination\">*32</span> to validity and infringement are necessarily overborne by the subordinate findings.</p>\n<p>The argument that the Government is precluded from obtaining the sort of review which is permissible in this Court, when there is a conflict between circuit courts of appeals as to validity and infringement of patents, and the questions are submitted upon the evidence taken in the District Court, is unavailing, for the result is due to the procedure which has been established by the Congress for the determination of claims against the United States.</p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BLACK is of the opinion that the findings do not show infringement of any valid patent; or that Appellee invented either a vertical lever or a universal joint or the combined use of a vertical lever and a universal joint to control air planes or machinery; he believes the findings show that such means of control were in general use long before Appellee \u0097 five years after his original application for a patent \u0097 filed an amendment asserting this claim. For these reasons he believes the judgment should be reversed.</p>\n<p>MR. JUSTICE CARDOZO took no part in the consideration and decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  See, also, <i>United States</i> v. <i>Smith,</i> 94 U.S. 214; <i>Stone</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"94554\"><a href=\"/opinion/94554/stone-v-united-states/\"><span class=\"volume\">164</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, 383; <i>Collier</i> v. <i>United States,</i> 173 U.S. 79; <i>Crocker</i> v. <i>United States,</i> 240 U.S. 74; <i>Niles Bement Pond Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101565\"><a href=\"/opinion/101565/niles-bement-pond-co-v-united-states/\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">357</span></a></span>, 360.</p>\n\n</div>", 
  "sha1": "3132d4e282716559aaf6e67b93459562e8a50509", 
  "date_modified": "2014-12-21T11:01:44.512905", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/102949/united-states-v-esnault-pelterie/", 
  "citation_count": 20, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/81795/", 
  "html": "<p class=\"case_cite\">303 U.S. 26</p>\n    <p class=\"case_cite\">58 S.Ct. 412</p>\n    <p class=\"case_cite\">82 L.Ed. 625</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>ESNAULT-PELTERIE.</p>\n    <p class=\"docket\">No. 231.</p>\n    <p class=\"date\">Argued Jan. 7, 1938.</p>\n    <p class=\"date\">Decided Jan. 31, 1938.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Homer S. Cummings, Atty. Gen., and Drury W. Cooper, of New York City, for the United States.</p>\n      <p class=\"indent\">Messrs. George T. Bean and Eugene V. Myers, both of New York City, for respondent.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Respondent brought this suit to recover compensation for the use and manufacture by and for the United States of a device alleged to be covered by respondent's patent No. 1,115,795 for an invention for the control of the equilibrium of airplanes. On the first hearing, the Court of Claims made special findings of fact and decided as a conclusion of law that respondent's patent was valid and had been infringed by the United States and that respondent was entitled to compensation. Judgment was entered accordingly. 81 Ct.Cl. 785. On review by writ of certiorari, this Court held that validity and infringement were ultimate facts to be found by the Court of Claims and, as these facts had not been found, the judgment was vacated and the case was remanded to that court with instructions to find specifically whether respondent's patent was valid and, if so, whether it had been infringed. United States v. Esnault-Pelterie, 299 U.S. 201, 57 S.Ct. 159, 81 L.Ed. 123.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The parties then moved in the Court of Claims for additional findings and that court amended its special findings by adding the following findings of fact:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'XLVIII. Claims 2, 5, 6, 7, 8, and 9 of the Esnault-Pelterie patent in suit are valid.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'XLIX. The three alleged infringing airplanes of the defendant all possess the single vertical lever movable in every direction for controlling the lateral or longitudinal equilibrium of the airplane, connected to equivalent controlling surfaces having the same functional effects as those disclosed in the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'Claims 2, 5, 6, 7, 8, and 9 of the Esnault-Pelterie patent in suit are infringed by defendant.' The court then entered an interlocutory judgment holding respondent entitled to compensation and directing that the court's previous findings, as amended, together with its opinion as theretofore announced, should stand. 84 Ct.Cl. 625. Certiorari was granted. 302 U.S. 668, 58 S.Ct. 33, 82 L.Ed. &#8212;-</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Without its consent, the United States may not be sued for infringement of a patent. Crozier v. Fried Krupp, 224 U.S. 290, 32 S.Ct. 488, 56 L.Ed. 771. The Congress has determined the conditions upon which the United States consents to be sued. By the applicable statute Congress has permitted suit to be brought in the Court of Claims for reasonable compensation for the infringing use or manufacture. Act of June 25, 1910, 36 Stat. 851, as amended by Act of July 1, 1918, 40 Stat. 705, 35 U.S.C. &#167; 68, 35 U.S.C.A. &#167; 68. Review by this Court of the judgment in such a suit is thus subject to the rules which have been established for the review of the judgments of the Court of Claims. That review is limited to questions of law.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Act of March 3, 1863, c. 92, 12 Stat. 765, providing for suits against the United States in the Court of Claims, authorized appeals to this Court under such regulations as this Court should direct. See, also, Act of March 3, 1887, c. 359, &#167; 4, 24 Stat. 505, 506, 28 U.S.C. &#167; 761, 28 U.S.C.A. &#167; 761. The rules first adopted provided for the finding of the facts by the Court of Claims and directed that 'The facts so found are to be the ultimate facts or propositions which the evidence shall establish, in the nature of a special verdict, and not the evidence on which the ultimate facts are founded.' Rule 1, 3 Wall. VII. The present rule, under section 3(b) of the Act of February 13, 1925, c. 229, 43 Stat. 936, 28 U.S.C.A. &#167; 288(b), governing review upon certiorari, is to the same effect. Rule 41, par. 3, 28 U.S.C.A. following section 354. This established practice was thus described in Luckenbach S.S. Company v. United States, 272 U.S. 533, 538, 539, 47 S.Ct. 186, 188, 71 L.Ed. 394:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'This court uniformly has regarded the legislation and rules as confining the review to questions of law shown by the record when made up as the rules direct. Bills of exception are not recognized in either the legislation or the rules; nor is there other provision for bringing the evidence into the record or including therein the various rulings involved in applying to the evidence presented the rules which mark the line between when properly may be considered and what must be rejected. As long ago as Mahan v. United States, 14 Wall. 109, 111, 20 L.Ed. 764, this court said of the rules that they could not be examined 'without seeing that the purpose was to bring nothing here for review but questions of law, leaving the Court of Claims to exercise the functions of a jury in finding facts, equivalent to a special verdict, and with like effect.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In a patent case in the Court of Claims under the act of 1910 the questions of validity and infringement are questions of fact. We have said that, for the purposes of our review in such a case, the findings of the Court of Claims 'are to be treated like the verdict of a jury, and we are not at liberty to refer to the evidence, any more than to the opinion, for the purpose of eking out, controlling, or modifying their scope.' Brothers v. United States, 250 U.S. 88, 93, 39 S.Ct. 426, 63 L.Ed. 859; Stilz v. United States, 269 U.S. 144, 147, 148, 46 S.Ct. 37, 38, 70 L.Ed. 202; United States v. Esnault-Pelterie, supra. The requirement that the Court of Claims should find the ultimate facts which are controlling places upon that court the duty of resolving conflicting inferences and to draw from the evidence the necessary conclusions of fact. United States v. Adams, 6 Wall. 101, 112, 18 L.Ed. 792. Even though the finding determines a mixed question of law and fact, the finding is conclusive unless the court is able 'to so separate the question as to see clearly what and where the mistake of law is.' Ross v. Day, 232 U.S. 110, 117, 34 S.Ct. 233, 234, 58 L.Ed. 528; United States v. Omaha Tribe of Indians, 253 U.S. 275, 281, 40 S.Ct. 522, 524, 64 L.Ed. 901; Stilz v. United States, supra; United States v. Swift &amp; Co., 270 U.S. 124, 138, 46 S.Ct. 308, 313, 70 L.Ed. 497.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the instant case, as pointed out in our previous opinion, there are 47 findings of fact preceding the findings of the ultimate facts, as now made, and by reference there are included 28 exhibits on 266 pages. These references cover a number of patents claimed to be in analogous arts. From these, the Government seeks to establish that the device in question was not patentable over prior disclosures. But this is not a case where the Court of Claims has presented in its findings all the evidence upon which the ultimate facts are based so that it appears on the face of the findings that the judgment is necessarily wrong as matter of law. United States v. Clark, 96 U.S. 37, 40, 24 L.Ed. 696. Compare United States v. Berdan Firearms Mfg. Co., 156 U.S. 552, 573, 15 S.Ct. 420, 39 L.Ed. 530; Stone v. United States, 164 U.S. 380, 383, 17 S.Ct. 71, 41 L.Ed. 477. The opinion of the Court of Claims contains an elaborate review of the patents to which reference is made, and it discloses that there was 'considerable contradictory testimony' by the various experts for the plaintiff and the defendant. That testimony is not here, and would not appropriately form part of the record brought to this Court, as it was the duty of the court below, and is not ours, to deal with the conflicts of statement or inferences to which it might give rise. We are not unmindful of the rule that where, with all the evidence before the court, it appears that no substantial dispute of fact is presented, and that the case may be determined by a mere comparison of structures and extrinsic evidence is not needed for purposes of explanation, or evaluation of prior art, or to resolve questions of the application of descriptions to subject-matter, the questions of invention and infringement may be determined as questions of law. Heald v. Rice, 104 U.S. 737, 749, 26 L.Ed. 910; Singer Mfg. Co. v. Cramer, 192 U.S. 265, 275, 24 S.Ct. 291, 48 L.Ed. 437; Sanitary Refrigerator Company v. Winters, 280 U.S. 30, 36, 50 S.Ct. 9, 10, 74 L.Ed. 147. But we do not think that rule is applicable where we are unable to examine the testimony which was heard by the court below and we cannot say that it was of no importance or determine its value in the light of the disputes revealed. We should not be justified in taking up the patents set forth in the findings and, in the absence of the explanatory and construing testimony of the expert witnesses with respect to the pertinent fact situations, in attempting to pass upon the various questions, whether of a scientific nature or otherwise, that are involved and upon such a necessarily limited consideration in overruling the conclusions of fact reached by the Court of Claims upon the entire record. Compare Bischoff v. Wethered, 9 Wall. 812, 815, 816, 19 L.Ed. 829; Royer v. Schultz Belting Co., 135 U.S. 319, 325, 10 S.Ct. 833, 34 L.Ed. 214; St. Paul Plow Works v. Starling, 140 U.S. 184, 196, 197, 11 S.Ct. 803, 35 L.Ed. 404; Coupe v. Royer, 155 U.S. 565, 577 580, 15 S.Ct. 199, 39 L.Ed. 263.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We may, of course, inquire whether the subordinate or circumstantial findings made by the court below necessarily override its ultimate findings of fact and show that the judgment in point of law is not sustainable. But we have no such case here. Nor is the case like that of a review by a Circuit Court of Appeals of decisions of boards, such as the Board of Tax Appeals, where the evidence is before the appellate court and the question is whether there was substantial evidence before the Board to support the findings made. Compare Phillips v. Commissioner, 283 U.S. 589, 600, 51 S.Ct. 608, 612, 75 L.Ed. 1289; Helvering v. Rankin, 295 U.S. 123, 131, 55 S.Ct. 732, 736, 79 L.Ed. 1343; Helvering v. Tex-Penn. Co., 300 U.S. 481, 491, 57 S.Ct. 569, 573, 81 L.Ed. 755. We must take the findings of fact as made below. If, in the instant case, the subordinate findings had required a decree in favor of the government the case would not have been remanded. United States v. Esnault-Pelterie, supra, 299 U.S. 201, at page 206, 57 S.Ct. 159, 162, 81 L.Ed. 123; Botany Worsted Mills v. United States, 278 U.S. 282, 290, 49 S.Ct. 129, 132, 73 L.Ed. 379; United States v. Wells, 283 U.S. 102, 120, 51 S.Ct. 446, 452, 75 L.Ed. 867. And it cannot be said that the ultimate findings, now made, as to validity and infringement are necessarily overborne by the subordinate findings.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The argument that the government is precluded from obtaining the sort of review which is permissible in this Court, when there is a conflict between circuit courts of appeals as to validity and infringement of patents, and the questions are submitted upon the evidence taken in the District Court, is unavailing, for the result is due to the procedure which has been established by the Congress for the determination of claims against the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The judgment is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Justice BLACK is of the opinion that the findings do not show infringement of any valid patent; or that appellee invented either a vertical lever or a universal joint or the combined use of a vertical lever and a universal joint to control air planes or machinery; he believes the findings show that such means of control were in general use long before appellee&#8212;five years after his original application for a patent&#8212;filed an amendment asserting this claim. For these reasons he believes the judgment should be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mr. Justice CARDOZO took no part in the consideration and decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See, also, United States v. Smith, 94 U.S. 214, 24 L.Ed. 115; Stone v. United States, 164 U.S. 380, 383, 17 S.Ct. 71, 41 L.Ed. 477; Collier v. United States, 173 U.S. 79, 19 S.Ct. 330, 43 L.Ed. 621; Crocker v. United States, 240 U.S. 74, 36 S.Ct. 245, 60 L.Ed. 533; Niles Bement Pond Co. v. United States, 281 U.S. 357, 358, 360, 50 S.Ct. 251, 252, 74 L.Ed. 901.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/102949/"
}