{"absolute_url": "/opinion/102999/lincoln-engineering-co-v-stewart-warner-corp/", "blocked": false, "citation": {"case_name": "Lincoln Engineering Co. v. Stewart-Warner Corp.", "docket_number": "608", "document_uris": ["/api/rest/v2/document/102999/"], "federal_cite_one": "303 U.S. 545", "federal_cite_three": null, "federal_cite_two": null, "id": 87382, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/87382/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 111, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1938-03-28", "date_modified": "2014-12-21T01:42:01.182429", "docket": "/api/rest/v2/docket/274701/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">303 U.S. 545</p>\n    <p class=\"case_cite\">58 S.Ct. 662</p>\n    <p class=\"case_cite\">82 L.Ed. 1008</p>\n    <p class=\"parties\">LINCOLN ENGINEERING CO. OF ILLINOIS<br>v.<br>STEWART-WARNER CORPORATION.</p>\n    <p class=\"docket\">No. 608.</p>\n    <p class=\"date\">Argued March 10, 1938.</p>\n    <p class=\"date\">Decided March 28, 1938.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Leonard L. Kalish, of Philadelphia, Pa., Delos G. Haynes and Lloyd R. Koenig, both of St. Louis, Mo., for petitioner.</p>\n      <p class=\"indent\">Mr. Lynn A. Williams, of Chicago, Ill., for respondent.</p>\n      <p class=\"indent\">Mr. Justice ROBERTS, delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The District Court<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and the Circuit Court of Appeals<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> have held the petitioner guilty of contributory infringement of the Butler patent No. 1,593,791. We granted certiorari, 302 U.S. 682, 58 S.Ct. 410, 82 L.Ed. &#8212;-, because of alleged conflict with our decision in Rogers v. Alemite Corporation reported with Bassick Manufacturing Co. v. Hollingshead Co., 298 U.S. 415, 56 S.Ct. 787, 788, 80 L.Ed. 1251. Like that in the Rogers Case, the patent in suit has to do with apparatus for lubricating bearings, especially those of automobiles, by the use of a nipple or fitting connected with the bearing, a gun consisting of a compressor or pump for propelling the lubricant under high pressure, a hose or conduit to connect the pump with the fitting, and a means of coupling the conduit to the fitting to make a tight joint during the operation of greasing. Both respondent and petitioner market apparatus for pressure lubrication, including fittings and guns. The charge is that the petitioner sells fittings such as are described in the respondent's patent which are usable, and intended to be used, in connection with the gun and coupler of the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">What was said in our earlier decision in respect of the prior art need not be repeated. Butler's alleged invention is in the same field and deals with similar apparatus as did Gullborg's patent, considered in the Rogers Case. As there shown, it was old practice in the lubrication of bearings to use in combination a fitting connected with the bearing through which oil or grease was to be propelled into the bearing and a gun, which was joined to the fitting by a coupler. In the greasing operation the coupler is fastened to the head of the fitting and the pump is operated to drive the lubricant through the fitting to the bearing. Not only was this combination old but the elements long used in the art varied in design and dimension. Fittings were of different sizes and shapes and had diverse arrangements for their closure when not in actual use for the injection of lubricant. Guns were of many sizes and types. Various forms of coupler had been used for sealing the connection between the pump hose and the fitting. In the Rogers Case it appeared that fittings with lugs or pins to be engaged by the coupler were old but that Gullborg had obtained a patent for a new form of pin fitting, the novel feature of which was means of automatic closure and opening for admittance of the grease in connection with a pin which passed through the bore of the fitting. This was not the patent there in suit. Gullborg also obtained a patent in which the novel feature of certain claims was a bayonet-slotted coupler so designed as to cooperate with a pin fitting (including one of the type covered by his other patent), to permit the building up of very high pressure and, by its operation upon disengagement, to obviate exudation of grease about the head of the fitting. In other claims Gullborg claimed a combination of a pin fitting, of the type covered by his fitting patent, a pump, a discharge conduit secured to the pump, and a hollow coupling member of any type (whether old and unpatented or of the improved construction disclosed in the patent) for receiving the closed end of the fitting. In the Rogers Case the owner of the patent asserted the sale of any grease gun for use with the patented pin fitting of Gullborg, or the sale of any pin fitting, whether of the Gullborg type or of an old type, susceptible of use with the improved Gullborg coupler, constituted contributory infringement of the patent. We held that as the combination of pump, connecting conduit, coupler, and fitting was old, Gullborg could not, by inventing a new and improved type of coupler or fitting claim either of these in combination with the old forms of the other elements so as to exclude the public from the use and sale of the old forms of fittings or grease guns even though these might be used respectively with Gullborg's improved coupler or his improved pin fittings, because, in the combinations claimed, an old-type pin fitting, or an old-type coupler, had no novel function over those of the prior art. We said that, if Gullborg had invented anything, he had invented an improved pin fitting and an improved coupler and that to allow him to claim either in combination with old elements which performed no new function, would be to permit him to extend the monopoly of his invention to those old and well known devices.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">With this background we turn to the patent in suit. Like that of Gullborg, the claim is for a combination. It is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'2. The combination with a headed nipple for receiving lubricant, of a lubricant compressor having a coupling member for connecting said compressor and nipple comprising a cylinder, a piston movable within the cylinder, and having an aperture for the discharge of lubricant thereof, an apertured sealing seat carried by said piston for engagement with the end of the nipple, connecting the piston aperture with a passage through the nipple, radially movable locking elements carried by the cylinder coacting with the nipple and actuated by said piston for compressively clutching the elements upon the nipple whereby the pressure of the lubricant on said piston will move the piston to forcibly compress said elements while the lubricant is passing through said connecting parts.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In its petition for certiorari, and in argument upon the merits, the petitioner insisted that the respondent's commercial form of coupler was not that of the Butler patent; that the Circuit Court of Appeals for the Eighth Circuit Court had so held,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and that the courts below erred in not reaching a similar conclusion. In view of the grounds of our decision we find it unnecessary to pass upon this question.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The petitioner's principal contention is that our decision in the Rogers Case is controlling.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> We so hold. As has been said, the combination of elements disclosed is old in the art. As the Circuit Court of Appeals held, a headed nipple or fitting connected with the bearing, and to be coupled to the conduit from the grease gun, is old and unpatentable. A compressor or pump for propelling lubricant is old and unpatentable as such. The invention, if any, which Butler made was an improvement in what he styles in his specifications the 'chuck' and in his claim a 'coupling member.' It is not denied that multi-jawed chucks had been used in industry and as couplers in lubricating apparatus. Butler may have devised a patentable improvement in such a chuck in the respect that the multiple jaws in his device are closed over the nipple by the pressure of the grease, but we think he did no more than this. As we said of Gullborg in the Rogers Case, having hit upon this improvement he did not patent it as such but attempted to claim it in combination with other old elements which performed no new function in his claimed combination. The patent is therefore void as claiming more than the applicant invented. The mere aggregation of a number of old parts or elements which, in the aggregation, perform or produce no new or different function or operation than that theretofore performed or produced by them, is not patentable invention.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> And the improvement of one part of an old combination gives no right to claim that improvement in combination with other old parts which perform no new function in the combination.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Though the respondent so concedes, it urges that, in the combination of the Butler patent, the headed nipple performs a new and different function from that which it has heretofore performed, in other combinations, in that, when the coupler is withdrawn from the nipple, at the end of the greasing operation, the rounded head of the nipple 'cocks' the jaws of the coupler for the next operation. The suggestion seems to be an afterthought. No such function of the nipple is hinted at in the specifications of the patent. If this were so vital an element in the functioning of the apparatus, it is strange that all mention of it was omitted.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Moreover, the argument is unsound since the old art includes instances where the head of a nipple or fitting performs a similar function when the chuck is disengaged from it. The same argument was unavailing in the Rogers case. It was there contended that the pin fitting of the Gullborg patent performed a new function in causing the beneficial operation of the coupler at the moment of disengagement. We commented upon the matter thus: 'The design of the bayonet slots is such that, in uncoupling, the coupling member of the gun will at first be moved slightly forward on the pin fitting thus backing up the perforated washer in the bore of the coupler.' But there, as in the present case, it was the peculiar and improved mechanism of the coupler which brought about the result and not the form of the fitting. We suppose that a headed nipple has always been so headed in order that the jaws of the chuck may slip over the head in the coupling and uncoupling operation. The weakness of the respondent's position is well illustrated by what developed at argument. When interrogated as to how in the claimed combination the function of the nipple could be thought novel in any different sense than the function of the pump, counsel replied that the pump performed a novel function because the pressure it generated forced forward the piston in the coupler and caused the movable jaws to engage the fitting. If this argument is sound, the respondent may convict every one who sells a grease pump of contributory infringement. The answer is the same as in the case of the headed nipple. The function of a pump has always been to force a fluid or a grease through a conduit. The fact that this function of the pump is utilized in Butler's improved form of coupler not only to convey the lubricant to the bearing but to operate the jaws of the chuck does not alter the function of the pump. The invention, if any, lies in the improvement in the coupling device alone.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The courts below and the respondent rely upon Leeds &amp; Catlin Co. v. Victor Talking Machine Co., 213 U.S. 301, 325, 29 S.Ct. 495, 53 L.Ed. 805. In the Rogers Case we held that authority not controlling. Berliner disclosed an entirely novel principle; he utilized the flat disc having a smooth bottomed groove with spiral waves in its sides not only to agitate the needle connected to the diaphragm, but, in combination with a swinging arm, to propel the needle lengthwise the groove. In his combination, the disc not only performed a new function but performed it in combination with another new element&#8212;the swinging arm which carried the needle.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We conclude that Butler's effort, by the use of a combination claim, to extend the monopoly of his invention of an improved form of chuck or coupler to old parts or elements having no new function when operated in connection with the coupler renders the claim void.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Decree reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mr. Chief Justice HUGHES and Mr. Justice CARDOZO took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Stewart-Warner Corp. v. Le Vally, D.C., 15 F.Supp. 571; Stewart-Warner Corp. v. Levally, D.C., 16 F.Supp. 778.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 7 Cir., 91 F.2d 757.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Stewart-Warner Corp. v. Jiffy Lubricator Co., 8 Cir., 81 F.2d 786.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The District Court for Western Pennsylvania has so held: Stewart-Warner Corp. v. Rogers, 15 F.Supp. 410; and see Jacques v. Universal Lubricating Systems, D.C.W.D.Pa., 22 F.Supp. 458.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Pickering v. McCullough, 104 U.S. 310, 26 L.Ed. 749; Burt v. Evory, 133 U.S. 349, 10 S.Ct. 394, 33 L.Ed. 647; Brinkerhoff v. aloe, 146 U.S. 515, 13 S.Ct. 221, 36 L.Ed. 1068; Office Specialty Mfg. Co. v. Fenton Metallic Mfg. Co., 174 U.S. 492, 19 S.Ct. 641, 43 L.Ed. 1058.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Heald v. Rice, 104 U.S. 737, 754, 26 L.Ed. 910; Underwood v. Gerber, 149 U.S. 224, 227, 229, 13 S.Ct. 854, 37 L.Ed. 710; Deering v. Winona Harvester Works, 155 U.S. 286, 302, 15 S.Ct. 118, 39 L.Ed. 153; Perry v. Co-operative Foundry Co., C.C., 12 F. 436, 438; Yale Lock Mfg. Co. v. Berkshire Nat. Bank, C.C., 17 F. 531, 532, 535; Troy Laundry Machinery Co. v. Bunnell, C.C., 27 F. 810, 813; Gates Iron Works v. Fraser, C.C., 42 F. 49, affirmed 153 U.S. 332, 14 S.Ct. 883, 38 L.Ed. 734; Abbott Machine Co. v. Bonn, C.C., 51 F. 223, 226; In re McNeill, 20 App.D.C. 294; In re Ratican, 36 App.D.C. 95; Kursheedt Mfg. Co. v. Naday, C.C., 103 F. 948; Langan v. Warren Axe &amp; Tool Co., 3 Cir., 184 F. 720, 721; In re Bliss, 39 App.D.C. 453; Robinson v. Tubular Woven Fabric Co., D.C., 248 F. 526, 542; Tory Wagon Works Co. v. Ohio Trailer Co., 6 Cir., 274 F. 612, 621; General Electric Co. v. Ohio Brass Co., 3 Cir., 277 F. 917, 924; Radio Corporation v. Lord, 3 Cir., 28 F.2d 257, 260; Schiller v. Robertson, D.C., 28 F.2d 301, 305; Fruehauf Trailer Co. v. Highway Trailer Co., D.C., 54 F.2d 691, 709; In re Germantown Trust Co., Cust. &amp; Pat.App., 57 F.2d 365, 366; McGrath Holding Corp. v. Anzell, 2 Cir., 58 F.2d 205; Kodel Electric Co. v. Warren Clock Co., 6 Cir., 62 F.2d 692, 695; Alemite Corp. v. Lubrair Corp., 1 Cir., 62 F.2d 899, 900; In re Reed, Cust. &amp; Pat.App., 76 F.2d 907, 909.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Union Edge-Setter Co. v. Keith, 139 U.S. 530, 539, 11 S.Ct. 621, 35 L.Ed. 261; Ball &amp; Socket Fastener Co. v. Kraetzer, 150 U.S. 111, 116, 14 S.Ct. 48, 37 L.Ed. 1019; MacColl v. Knowles Loom Works, 1 Cir., 95 F. 982; Kursheedt Mfg. Co. v. Naday, C.C., 103 F. 948, 950.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>303 U.S. 545 (1938)</b></center>\n<center><h1>LINCOLN ENGINEERING CO.<br>\nv.<br>\nSTEWART-WARNER CORP.</h1></center>\n<center>No. 608.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 10, 1938.</center>\n<center>Decided March 28, 1938.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><i>Mr. Leonard L. Kalish,</i> with whom <i>Messrs. Delos G. Haynes</i> and <i>Lloyd R. Koenig</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Lynn A. Williams</i> for respondent.</p>\n<p><span class=\"star-pagination\">*546</span> MR. JUSTICE ROBERTS delivered the opinion of the Court.</p>\n<p>The District Court<sup>[1]</sup> and the Circuit Court of Appeals<sup>[2]</sup> have held the petitioner guilty of contributory infringement of the Butler Patent No. 1,593,791. We granted certiorari because of alleged conflict with our decision in <i>Rogers</i> v. <i>Alemite Corporation,</i> reported with <i>Bassick Manufacturing Co.</i> v. <i>Hollingshead Co.,</i> 298 U.S. 415. Like that in the <i>Rogers</i> case, the patent in suit has to do with apparatus for lubricating bearings, especially those of automobiles, by the use of a nipple or fitting connected with the bearing, a gun consisting of a compressor or pump for propelling the lubricant under high pressure, a hose or conduit to connect the pump with the fitting, and a means of coupling the conduit to the fitting to make a tight joint during the operation of greasing. Both respondent and petitioner market apparatus for pressure lubrication, including fittings and guns. The charge is that the petitioner sells fittings such as are described in the respondent's patent which are usable, and intended to be used, in connection with the gun and coupler of the patent.</p>\n<p>What was said in our earlier decision in respect of the prior art need not be repeated. Butler's alleged invention is in the same field and deals with similar apparatus as did Gullborg's patent, considered in the <i>Rogers</i> case. As there shown, it was old practice in the lubrication of bearings to use in combination a fitting connected with the bearing through which oil or grease was to be propelled into the bearing, and a gun, which was joined to the fitting by a coupler. In the greasing operation the coupler is fastened to the head of the fitting and the pump is operated to drive the lubricant through the fitting to the bearing. Not only was this combination old but the elements long used in the art varied in design <span class=\"star-pagination\">*547</span> and dimension. Fittings were of different sizes and shapes and had diverse arrangements for their closure when not in actual use for the injection of lubricant. Guns were of many sizes and types. Various forms of coupler had been used for sealing the connection between the pump hose and the fitting. In the <i>Rogers</i> case it appeared that fittings with lugs or pins to be engaged by the coupler were old but that Gullborg had obtained a patent for a new form of pin fitting the novel feature of which was means of automatic closure and opening for admittance of the grease in connection with a pin which passed through the bore of the fitting. This was not the patent there in suit. Gullborg also obtained a patent in which the novel feature of certain claims was a bayonet-slotted coupler so designed as to cooperate with a pin fitting (including one of the type covered by his other patent), to permit the building up of very high pressure and, by its operation upon disengagement, to obviate exudation of grease about the head of the fitting. In other claims Gullborg claimed a combination of a pin fitting, of the type covered by his fitting patent, a pump, a discharge conduit secured to the pump, and a hollow coupling member of any type (whether old and unpatented or of the improved construction disclosed in the patent) for receiving the closed end of the fitting. In the <i>Rogers</i> case the owner of the patent asserted the sale of any grease gun for use with the patented pin fitting of Gullborg, or the sale of any pin fitting, whether of the Gullborg type or of an old type, susceptible of use with the improved Gullborg coupler, constituted contributory infringement of the patent. We held that as the combination of pump, connecting conduit, coupler, and fitting was old, Gullborg could not, by inventing a new and improved type of coupler or fitting claim either of these in combination with the old forms of the other elements so as to exclude the public from the use and sale of the old <span class=\"star-pagination\">*548</span> forms of fittings or grease guns even though these might be used respectively with Gullborg's improved coupler or his improved pin fittings, because, in the combinations claimed, an old-type pin fitting, or an old-type coupler had no novel function over those of the prior art. We said that if Gullborg had invented anything he had invented an improved pin fitting and an improved coupler and that to allow him to claim either in combination with old elements which performed no new function, would be to permit him to extend the monopoly of his invention to those old and well known devices.</p>\n<p>With this background we turn to the patent in suit. Like that of Gullborg, the claim is for a combination. It is as follows:</p>\n<p>\"2. The combination with a headed nipple for receiving lubricant, of a lubricant compressor having a coupling member for connecting said compressor and nipple comprising a cylinder, a piston movable within the cylinder, and having an aperture for the discharge of lubricant thereof, an apertured sealing seat carried by said piston for engagement with the end of the nipple, connecting the piston aperture with a passage through the nipple, radially movable locking elements carried by the cylinder coacting with the nipple and actuated by said piston for compressively clutching the elements upon the nipple whereby the pressure of the lubricant on said piston will move the piston to forcibly compress said elements while the lubricant is passing through said connecting parts.\"</p>\n<p>In its petition for certiorari, and in argument upon the merits, the petitioner insisted that the respondent's commercial form of coupler was not that of the Butler patent; that the Circuit Court of Appeals for the Eighth Circuit had so held,<sup>[3]</sup> and that the courts below erred in not reaching a similar conclusion. In view of the grounds <span class=\"star-pagination\">*549</span> of our decision we find it unnecessary to pass upon this question.</p>\n<p>The petitioner's principal contention is that our decision in the <i>Rogers</i> case is controlling.<sup>[4]</sup> We so hold. As has been said, the combination of elements disclosed is old in the art. As the Circuit Court of Appeals held, a headed nipple or fitting connected with the bearing, and to be coupled to the conduit from the grease gun, is old and unpatentable. A compressor or pump for propelling lubricant is old and unpatentable as such. The invention, if any, which Butler made was an improvement in what he styles in his specifications the \"chuck\" and in his claim a \"coupling member.\" It is not denied that multi-jawed chucks had been used in industry and as couplers in lubricating apparatus. Butler may have devised a patentable improvement in such a chuck in the respect that the multiple jaws in his device are closed over the nipple by the pressure of the grease, but we think he did no more than this. As we said of Gullborg in the <i>Rogers</i> case, having hit upon this improvement he did not patent it as such but attempted to claim it in combination with other old elements which performed no new function in his claimed combination. The patent is therefore void as claiming more than the applicant invented. The mere aggregation of a number of old parts or elements which, in the aggregation, perform or produce no new or different function or operation than that theretofore performed or produced by them, is not patentable invention.<sup>[5]</sup> And the improvement of one part of an old combination gives no right to claim that improvement in combination with other old <span class=\"star-pagination\">*550</span> parts which perform no new function in the combination.<sup>[6]</sup> Though the respondent so concedes, it urges that, in the combination of the Butler patent, the headed nipple performs a new and different function from that which it has heretofore performed, in other combinations, in that, when the coupler is withdrawn from the nipple, at the end of the greasing operation, the rounded head of the nipple \"cocks\" the jaws of the coupler for the next operation. The suggestion seems to be an afterthought. No such function of the nipple is hinted at in the specifications of the patent. If this were so vital an element in the functioning of the apparatus it is strange that all mention of it was omitted.<sup>[7]</sup> Moreover, the argument is unsound since the old art includes instances where the head of a nipple or fitting performs a similar function when the <span class=\"star-pagination\">*551</span> chuck is disengaged from it. The same argument was unavailing in the <i>Rogers</i> case. It was there contended that the pin fitting of the Gullborg patent performed a new function in causing the beneficial operation of the coupler at the moment of disengagement. We commented upon the matter thus: \"The design of the bayonet slots is such that, in uncoupling, the coupling member of the gun will at first be moved slightly forward on the pin fitting thus backing up the perforated washer in the bore of the coupler.\" But there, as in the present case, it was the peculiar and improved mechanism of the coupler which brought about the result and not the form of the fitting. We suppose that a headed nipple has always been so headed in order that the jaws of the chuck may slip over the head in the coupling and uncoupling operation. The weakness of the respondent's position is well illustrated by what developed at argument. When interrogated as to how in the claimed combination the function of the nipple could be thought novel in any different sense than the function of the pump, counsel replied that the pump performed a novel function because the pressure it generated forced forward the piston in the coupler and caused the movable jaws to engage the fitting. If this argument is sound, the respondent may convict every one who sells a grease pump of contributory infringement. The answer is the same as in the case of the headed nipple. The function of a pump has always been to force a fluid or a grease through a conduit. The fact that this function of the pump is utilized in Butler's improved form of coupler not only to convey the lubricant to the bearing but to operate the jaws of the chuck does not alter the function of the pump. The invention, if any, lies in the improvement in the coupling device alone.</p>\n<p>The courts below and the respondent rely upon <i>Leeds &amp; Catlin Co.</i> v. <i>Victor Talking Machine Co.,</i> 213 U.S. <span class=\"star-pagination\">*552</span> 301, 325. In the <i>Rogers</i> case we held that authority not controlling. Berliner disclosed an entirely novel principle; he utilized the flat disc having a smooth bottomed groove with spiral waves in its sides not only to agitate the needle connected to the diaphragm, but, in combination with a swinging arm, to propel the needle lengthwise the groove. In his combination, the disc not only performed a new function but performed it in combination with another new element,  the swinging arm which carried the needle.</p>\n<p>We conclude that Butler's effort, by the use of a combination claim, to extend the monopoly of his invention of an improved form of chuck or coupler to old parts or elements having no new function when operated in connection with the coupler renders the claim void.</p>\n<p><i>Decree reversed.</i></p>\n<p>MR. CHIEF JUSTICE HUGHES and MR. JUSTICE CARDOZO took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  15 F. Supp. 571; 16 F. Supp. 778.</p>\n<p>[2]  91 F. (2d) 757.</p>\n<p>[3]  <i>Stewart-Warner Corp.</i> v. <i>Jiffy Lubricator Co.,</i> 81 F. (2d) 786.</p>\n<p>[4]  The District Court for Western Pennsylvania has so held: <i>Stewart-Warner Corp.</i> v. <i>Rogers,</i> 15 F. Supp. 410; and see <i>Jacques</i> v. <i>Universal Lubricating Systems,</i> 22 F. Supp. 458.</p>\n<p>[5]  <i>Pickering</i> v. <i>McCullough,</i> 104 U.S. 310; <i>Burt</i> v. <i>Evory,</i> 133 U.S. 349; <i>Brinkerhoff</i> v. <i>Aloe,</i> 146 U.S. 515; <i>Office Specialty Mfg. Co.</i> v. <i>Fenton Metallic Mfg. Co.,</i> 174 U.S. 492.</p>\n<p>[6]  <i>Heald</i> v. <i>Rice,</i> 104 U.S. 737, 754; <i>Underwood</i> v. <i>Gerber,</i> 149 U.S. 224, 227, 229; <i>Deering</i> v. <i>Winona Harvester Works,</i> 155 U.S. 286, 302; <i>Perry</i> v. <i>Co-Operative Foundry Co.,</i> 12 Fed. 436, 438; <i>Yale Lock Mfg. Co.</i> v. <i>Berkshire Nat. Bank,</i> 17 Fed. 531, 532, 535; <i>Troy Laundry Machinery Co.</i> v. <i>Bunnell,</i> 27 Fed. 810, 813; <i>Gates Iron-Works</i> v. <i>Fraser,</i> 42 Fed. 49, affirmed 153 U.S. 332; <i>Abbott Machine Co.</i> v. <i>Bonn,</i> 51 Fed. 223, 226; <i>In re McNeill,</i> 20 App. D.C. 294; <i>In re Ratican,</i> 36 App. D.C. 95; <i>Kursheedt Mfg. Co.</i> v. <i>Naday,</i> 103 Fed. 948; <i>Langan</i> v. <i>Warren Axe &amp; Tool Co.,</i> 184 Fed. 720, 721; <i>In re Bliss,</i> 39 App. D.C. 453; <i>Robinson</i> v. <i>Tubular Woven Fabric Co.,</i> 248 Fed. 526, 542; <i>Troy Wagon Works Co.</i> v. <i>Ohio Trailer Co.,</i> 274 Fed. 612, 621; <i>General Electric Co.</i> v. <i>Ohio Brass Co.,</i> 277 Fed. 917, 924; <i>Radio Corporation</i> v. <i>Lord,</i> 28 F. (2d) 257, 260; <i>Schiller</i> v. <i>Robertson,</i> 28 F. (2d) 301, 305; <i>Fruehauf Trailer Co.</i> v. <i>Highway Trailer Co.,</i> 54 F. (2d) 691, 709; <i>In re Germantown Trust Co.,</i> 57 F. (2d) 365, 366; <i>McGrath Holding Corp.</i> v. <i>Anzell,</i> 58 F. (2d) 205; <i>Kodel Electric Co.</i> v. <i>Warren Clock Co.,</i> 62 F. (2d) 692, 695; <i>Alemite Corp.</i> v. <i>Lubrair Corp.,</i> 62 F. (2d) 898, 900; <i>In re Reed,</i> 76 F. (2d) 907, 909.</p>\n<p>[7]  <i>Union Edge Setter Co.</i> v. <i>Keith,</i> 139 U.S. 530, 539; <i>Ball &amp; Socket Fastener Co.</i> v. <i>Kraetzer,</i> 150 U.S. 111, 116; <i>MacColl</i> v. <i>Knowles Loom Works,</i> 95 Fed. 982; <i>Kursheedt Mfg. Co.</i> v. <i>Naday,</i> 103 Fed. 948, 950.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">545</span></span> (1938)</b></center>\n<center><h1>LINCOLN ENGINEERING CO.<br>\nv.<br>\nSTEWART-WARNER CORP.</h1></center>\n<center>No. 608.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 10, 1938.</center>\n<center>Decided March 28, 1938.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><i>Mr. Leonard L. Kalish,</i> with whom <i>Messrs. Delos G. Haynes</i> and <i>Lloyd R. Koenig</i> were on the brief, for petitioner.</p>\n<p><i>Mr. Lynn A. Williams</i> for respondent.</p>\n<p><span class=\"star-pagination\">*546</span> MR. JUSTICE ROBERTS delivered the opinion of the Court.</p>\n<p>The District Court<sup>[1]</sup> and the Circuit Court of Appeals<sup>[2]</sup> have held the petitioner guilty of contributory infringement of the Butler Patent No. 1,593,791. We granted certiorari because of alleged conflict with our decision in <i>Rogers</i> v. <i>Alemite Corporation,</i> reported with <i>Bassick Manufacturing Co.</i> v. <i>Hollingshead Co.,</i> 298 U.S. 415. Like that in the <i>Rogers</i> case, the patent in suit has to do with apparatus for lubricating bearings, especially those of automobiles, by the use of a nipple or fitting connected with the bearing, a gun consisting of a compressor or pump for propelling the lubricant under high pressure, a hose or conduit to connect the pump with the fitting, and a means of coupling the conduit to the fitting to make a tight joint during the operation of greasing. Both respondent and petitioner market apparatus for pressure lubrication, including fittings and guns. The charge is that the petitioner sells fittings such as are described in the respondent's patent which are usable, and intended to be used, in connection with the gun and coupler of the patent.</p>\n<p>What was said in our earlier decision in respect of the prior art need not be repeated. Butler's alleged invention is in the same field and deals with similar apparatus as did Gullborg's patent, considered in the <i>Rogers</i> case. As there shown, it was old practice in the lubrication of bearings to use in combination a fitting connected with the bearing through which oil or grease was to be propelled into the bearing, and a gun, which was joined to the fitting by a coupler. In the greasing operation the coupler is fastened to the head of the fitting and the pump is operated to drive the lubricant through the fitting to the bearing. Not only was this combination old but the elements long used in the art varied in design <span class=\"star-pagination\">*547</span> and dimension. Fittings were of different sizes and shapes and had diverse arrangements for their closure when not in actual use for the injection of lubricant. Guns were of many sizes and types. Various forms of coupler had been used for sealing the connection between the pump hose and the fitting. In the <i>Rogers</i> case it appeared that fittings with lugs or pins to be engaged by the coupler were old but that Gullborg had obtained a patent for a new form of pin fitting the novel feature of which was means of automatic closure and opening for admittance of the grease in connection with a pin which passed through the bore of the fitting. This was not the patent there in suit. Gullborg also obtained a patent in which the novel feature of certain claims was a bayonet-slotted coupler so designed as to cooperate with a pin fitting (including one of the type covered by his other patent), to permit the building up of very high pressure and, by its operation upon disengagement, to obviate exudation of grease about the head of the fitting. In other claims Gullborg claimed a combination of a pin fitting, of the type covered by his fitting patent, a pump, a discharge conduit secured to the pump, and a hollow coupling member of any type (whether old and unpatented or of the improved construction disclosed in the patent) for receiving the closed end of the fitting. In the <i>Rogers</i> case the owner of the patent asserted the sale of any grease gun for use with the patented pin fitting of Gullborg, or the sale of any pin fitting, whether of the Gullborg type or of an old type, susceptible of use with the improved Gullborg coupler, constituted contributory infringement of the patent. We held that as the combination of pump, connecting conduit, coupler, and fitting was old, Gullborg could not, by inventing a new and improved type of coupler or fitting claim either of these in combination with the old forms of the other elements so as to exclude the public from the use and sale of the old <span class=\"star-pagination\">*548</span> forms of fittings or grease guns even though these might be used respectively with Gullborg's improved coupler or his improved pin fittings, because, in the combinations claimed, an old-type pin fitting, or an old-type coupler had no novel function over those of the prior art. We said that if Gullborg had invented anything he had invented an improved pin fitting and an improved coupler and that to allow him to claim either in combination with old elements which performed no new function, would be to permit him to extend the monopoly of his invention to those old and well known devices.</p>\n<p>With this background we turn to the patent in suit. Like that of Gullborg, the claim is for a combination. It is as follows:</p>\n<p>\"2. The combination with a headed nipple for receiving lubricant, of a lubricant compressor having a coupling member for connecting said compressor and nipple comprising a cylinder, a piston movable within the cylinder, and having an aperture for the discharge of lubricant thereof, an apertured sealing seat carried by said piston for engagement with the end of the nipple, connecting the piston aperture with a passage through the nipple, radially movable locking elements carried by the cylinder coacting with the nipple and actuated by said piston for compressively clutching the elements upon the nipple whereby the pressure of the lubricant on said piston will move the piston to forcibly compress said elements while the lubricant is passing through said connecting parts.\"</p>\n<p>In its petition for certiorari, and in argument upon the merits, the petitioner insisted that the respondent's commercial form of coupler was not that of the Butler patent; that the Circuit Court of Appeals for the Eighth Circuit had so held,<sup>[3]</sup> and that the courts below erred in not reaching a similar conclusion. In view of the grounds <span class=\"star-pagination\">*549</span> of our decision we find it unnecessary to pass upon this question.</p>\n<p>The petitioner's principal contention is that our decision in the <i>Rogers</i> case is controlling.<sup>[4]</sup> We so hold. As has been said, the combination of elements disclosed is old in the art. As the Circuit Court of Appeals held, a headed nipple or fitting connected with the bearing, and to be coupled to the conduit from the grease gun, is old and unpatentable. A compressor or pump for propelling lubricant is old and unpatentable as such. The invention, if any, which Butler made was an improvement in what he styles in his specifications the \"chuck\" and in his claim a \"coupling member.\" It is not denied that multi-jawed chucks had been used in industry and as couplers in lubricating apparatus. Butler may have devised a patentable improvement in such a chuck in the respect that the multiple jaws in his device are closed over the nipple by the pressure of the grease, but we think he did no more than this. As we said of Gullborg in the <i>Rogers</i> case, having hit upon this improvement he did not patent it as such but attempted to claim it in combination with other old elements which performed no new function in his claimed combination. The patent is therefore void as claiming more than the applicant invented. The mere aggregation of a number of old parts or elements which, in the aggregation, perform or produce no new or different function or operation than that theretofore performed or produced by them, is not patentable invention.<sup>[5]</sup> And the improvement of one part of an old combination gives no right to claim that improvement in combination with other old <span class=\"star-pagination\">*550</span> parts which perform no new function in the combination.<sup>[6]</sup> Though the respondent so concedes, it urges that, in the combination of the Butler patent, the headed nipple performs a new and different function from that which it has heretofore performed, in other combinations, in that, when the coupler is withdrawn from the nipple, at the end of the greasing operation, the rounded head of the nipple \"cocks\" the jaws of the coupler for the next operation. The suggestion seems to be an afterthought. No such function of the nipple is hinted at in the specifications of the patent. If this were so vital an element in the functioning of the apparatus it is strange that all mention of it was omitted.<sup>[7]</sup> Moreover, the argument is unsound since the old art includes instances where the head of a nipple or fitting performs a similar function when the <span class=\"star-pagination\">*551</span> chuck is disengaged from it. The same argument was unavailing in the <i>Rogers</i> case. It was there contended that the pin fitting of the Gullborg patent performed a new function in causing the beneficial operation of the coupler at the moment of disengagement. We commented upon the matter thus: \"The design of the bayonet slots is such that, in uncoupling, the coupling member of the gun will at first be moved slightly forward on the pin fitting thus backing up the perforated washer in the bore of the coupler.\" But there, as in the present case, it was the peculiar and improved mechanism of the coupler which brought about the result and not the form of the fitting. We suppose that a headed nipple has always been so headed in order that the jaws of the chuck may slip over the head in the coupling and uncoupling operation. The weakness of the respondent's position is well illustrated by what developed at argument. When interrogated as to how in the claimed combination the function of the nipple could be thought novel in any different sense than the function of the pump, counsel replied that the pump performed a novel function because the pressure it generated forced forward the piston in the coupler and caused the movable jaws to engage the fitting. If this argument is sound, the respondent may convict every one who sells a grease pump of contributory infringement. The answer is the same as in the case of the headed nipple. The function of a pump has always been to force a fluid or a grease through a conduit. The fact that this function of the pump is utilized in Butler's improved form of coupler not only to convey the lubricant to the bearing but to operate the jaws of the chuck does not alter the function of the pump. The invention, if any, lies in the improvement in the coupling device alone.</p>\n<p>The courts below and the respondent rely upon <i>Leeds &amp; Catlin Co.</i> v. <i>Victor Talking Machine Co.,</i> 213 U.S. <span class=\"star-pagination\">*552</span> 301, 325. In the <i>Rogers</i> case we held that authority not controlling. Berliner disclosed an entirely novel principle; he utilized the flat disc having a smooth bottomed groove with spiral waves in its sides not only to agitate the needle connected to the diaphragm, but, in combination with a swinging arm, to propel the needle lengthwise the groove. In his combination, the disc not only performed a new function but performed it in combination with another new element,  the swinging arm which carried the needle.</p>\n<p>We conclude that Butler's effort, by the use of a combination claim, to extend the monopoly of his invention of an improved form of chuck or coupler to old parts or elements having no new function when operated in connection with the coupler renders the claim void.</p>\n<p><i>Decree reversed.</i></p>\n<p>MR. CHIEF JUSTICE HUGHES and MR. JUSTICE CARDOZO took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  15 F. Supp. 571; 16 F. Supp. 778.</p>\n<p>[2]  91 F. (2d) 757.</p>\n<p>[3]  <i>Stewart-Warner Corp.</i> v. <i>Jiffy Lubricator Co.,</i> 81 F. (2d) 786.</p>\n<p>[4]  The District Court for Western Pennsylvania has so held: <i>Stewart-Warner Corp.</i> v. <i>Rogers,</i> 15 F. Supp. 410; and see <i>Jacques</i> v. <i>Universal Lubricating Systems,</i> 22 F. Supp. 458.</p>\n<p>[5]  <i>Pickering</i> v. <i>McCullough,</i> 104 U.S. 310; <i>Burt</i> v. <i>Evory,</i> 133 U.S. 349; <i>Brinkerhoff</i> v. <i>Aloe,</i> 146 U.S. 515; <i>Office Specialty Mfg. Co.</i> v. <i>Fenton Metallic Mfg. Co.,</i> 174 U.S. 492.</p>\n<p>[6]  <i>Heald</i> v. <i>Rice,</i> <span class=\"citation\" data-id=\"90526\"><a href=\"/opinion/90526/heald-v-rice/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">737</span></a></span>, 754; <i>Underwood</i> v. <i>Gerber,</i> <span class=\"citation\" data-id=\"93614\"><a href=\"/opinion/93614/underwood-v-gerber/\"><span class=\"volume\">149</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 227, 229; <i>Deering</i> v. <i>Winona Harvester Works,</i> <span class=\"citation\" data-id=\"94037\"><a href=\"/opinion/94037/deering-v-winona-harvester-works/\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, 302; <i>Perry</i> v. <i>Co-Operative Foundry Co.,</i> 12 Fed. 436, 438; <i>Yale Lock Mfg. Co.</i> v. <i>Berkshire Nat. Bank,</i> 17 Fed. 531, 532, 535; <i>Troy Laundry Machinery Co.</i> v. <i>Bunnell,</i> 27 Fed. 810, 813; <i>Gates Iron-Works</i> v. <i>Fraser,</i> 42 Fed. 49, affirmed 153 U.S. 332; <i>Abbott Machine Co.</i> v. <i>Bonn,</i> 51 Fed. 223, 226; <i>In re McNeill,</i> 20 App. D.C. 294; <i>In re Ratican,</i> 36 App. D.C. 95; <i>Kursheedt Mfg. Co.</i> v. <i>Naday,</i> 103 Fed. 948; <i>Langan</i> v. <i>Warren Axe &amp; Tool Co.,</i> 184 Fed. 720, 721; <i>In re Bliss,</i> 39 App. D.C. 453; <i>Robinson</i> v. <i>Tubular Woven Fabric Co.,</i> 248 Fed. 526, 542; <i>Troy Wagon Works Co.</i> v. <i>Ohio Trailer Co.,</i> 274 Fed. 612, 621; <i>General Electric Co.</i> v. <i>Ohio Brass Co.,</i> 277 Fed. 917, 924; <i>Radio Corporation</i> v. <i>Lord,</i> 28 F. (2d) 257, 260; <i>Schiller</i> v. <i>Robertson,</i> 28 F. (2d) 301, 305; <i>Fruehauf Trailer Co.</i> v. <i>Highway Trailer Co.,</i> 54 F. (2d) 691, 709; <i>In re Germantown Trust Co.,</i> 57 F. (2d) 365, 366; <i>McGrath Holding Corp.</i> v. <i>Anzell,</i> 58 F. (2d) 205; <i>Kodel Electric Co.</i> v. <i>Warren Clock Co.,</i> 62 F. (2d) 692, 695; <i>Alemite Corp.</i> v. <i>Lubrair Corp.,</i> 62 F. (2d) 898, 900; <i>In re Reed,</i> 76 F. (2d) 907, 909.</p>\n<p>[7]  <i>Union Edge Setter Co.</i> v. <i>Keith,</i> <span class=\"citation\" data-id=\"93036\"><a href=\"/opinion/93036/union-edge-setter-co-v-keith/\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">530</span></a></span>, 539; <i>Ball &amp; Socket Fastener Co.</i> v. <i>Kraetzer,</i> <span class=\"citation\" data-id=\"93687\"><a href=\"/opinion/93687/ball-socket-fastener-co-v-kraetzer/\"><span class=\"volume\">150</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">111</span></a></span>, 116; <i>MacColl</i> v. <i>Knowles Loom Works,</i> 95 Fed. 982; <i>Kursheedt Mfg. Co.</i> v. <i>Naday,</i> 103 Fed. 948, 950.</p>\n\n</div>", "id": 102999, "judges": "Roberts", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/102999/", "sha1": "0097295427cd0403680b880a45e65340f3c3cd63", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:13"}