{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "95 U.S. 485", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/89626/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Hall v. DeCuir", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 60274, 
    "resource_uri": "/api/rest/v2/citation/60274/"
  }, 
  "id": 89626, 
  "blocked": false, 
  "judges": "Waite", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1878-01-14", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>95 U.S. 485 (____)</b></center>\n<center><h1>HALL<br>\nv.<br>\nDECUIR.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*487</span> Mr. R.H. Marr for the plaintiff in error.</p>\n<p>Mr. E.K. Washington, contra.</p>\n<p>MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>For the purposes of this case, we must treat the act of Louisiana of Feb. 23, 1869, as requiring those engaged in inter-state commerce to give all persons travelling in that State, upon the public conveyances employed in such business, equal rights and privileges in all parts of the conveyance, without distinction or discrimination on account of race or color. Such was the construction given to that act in the courts below, and it is conclusive upon us as the construction of a State law by the State courts. It is with this provision of the statute alone that we have to deal. We have nothing whatever to do with it as a regulation of internal commerce, or as affecting any thing else than commerce among the States.</p>\n<p>There can be no doubt but that exclusive power has been conferred upon Congress in respect to the regulation of commerce among the several States. The difficulty has never been as to the existence of this power, but as to what is to be deemed an encroachment upon it; for, as has been often said, \"legislation may in a great variety of ways affect commerce and persons engaged in it without constituting a regulation of it within the meaning of the Constitution.\" Sherlock v. Alling, 93 U.S. 103; State Tax on Railway Gross Receipts, 15 Wall. 284. Thus, in Munn v. Illinois, 94 U.S. 113, it was decided that a State might regulate the charges of public warehouses, <span class=\"star-pagination\">*488</span> and in Chicago, Burlington, &amp; Quincy Railroad Co. v. Iowa, id. 155, of railroads situate entirely within the State, even though those engaged in commerce among the States might sometimes use the warehouses or the railroads in the prosecution of their business. So, too, it has been held that States may authorize the construction of dams and bridges across navigable streams situate entirely within their respective jurisdictions. Willson v. Blackbird Creek Marsh Co., 2 Pet. 245; Pound v. Turck, supra, p. 459; Gilman v. Philadelphia, 3 Wall. 713. The same is true of turnpikes and ferries. By such statutes the States regulate, as a matter of domestic concern, the instruments of commerce situated wholly within their own jurisdictions, and over which they have exclusive governmental control, except when employed in foreign or inter-state commerce. As they can only be used in the State, their regulation for all purposes may properly be assumed by the State, until Congress acts in reference to their foreign or inter-state relations. When Congress does act, the State laws are superseded only to the extent that they affect commerce outside the State as it comes within the State. It has also been held that health and inspection laws may be passed by the States, Gibbons v. Ogden, 9 Wheat. 1; and that Congress may permit the States to regulate pilots and pilotage until it shall itself legislate upon the subject, Cooley v. Board of Wardens, &amp;c., 12 How. 299. The line which separates the powers of the States from this exclusive power of Congress is not always distinctly marked, and oftentimes it is not easy to determine on which side a particular case belongs. Judges not unfrequently differ in their reasons for a decision in which they concur. Under such circumstances it would be a useless task to undertake to fix an arbitrary rule by which the line must in all cases be located. It is far better to leave a matter of such delicacy to be settled in each case upon a view of the particular rights involved.</p>\n<p>But we think it may safely be said that State legislation which seeks to impose a direct burden upon inter-state commerce, or to interfere directly with its freedom, does encroach upon the exclusive power of Congress. The statute now under consideration, in our opinion, occupies that position. It does not act upon the business through the local instruments to be employed <span class=\"star-pagination\">*489</span> after coming within the State, but directly upon the business as it comes into the State from without or goes out from within. While it purports only to control the carrier when engaged within the State, it must necessarily influence his conduct to some extent in the management of his business throughout his entire voyage. His disposition of passengers taken up and put down within the State, or taken up within to be carried without, cannot but affect in a greater or less degree those taken up without and brought within, and sometimes those taken up and put down without. A passenger in the cabin set apart for the use of whites without the State must, when the boat comes within, share the accommodations of that cabin with such colored persons as may come on board afterwards, if the law is enforced.</p>\n<p>It was to meet just such a case that the commercial clause in the Constitution was adopted. The river Mississippi passes through or along the borders of ten different States, and its tributaries reach many more. The commerce upon these waters is immense, and its regulation clearly a matter of national concern. If each State was at liberty to regulate the conduct of carriers while within its jurisdiction, the confusion likely to follow could not but be productive of great inconvenience and unnecessary hardship. Each State could provide for its own passengers and regulate the transportation of its own freight, regardless of the interests of others. Nay more, it could prescribe rules by which the carrier must be governed within the State in respect to passengers and property brought from without. On one side of the river or its tributaries he might be required to observe one set of rules, and on the other an other. Commerce cannot flourish in the midst of such embarrassments. No carrier of passengers can conduct his business with satisfaction to himself, or comfort to those employing him, if on one side of a State line his passengers, both white and colored, must be permitted to occupy the same cabin, and on the other be kept separate. Uniformity in the regulations by which he is to be governed from one end to the other of his route is a necessity in his business, and to secure it Congress, which is untrammelled by State lines, has been invested with the exclusive legislative power of determining what such regulations <span class=\"star-pagination\">*490</span> shall be. If this statute can be enforced against those engaged in inter-state commerce, it may be as well against those engaged in foreign; and the master of a ship clearing from New Orleans for Liverpool, having passengers on board, would be compelled to carry all, white and colored, in the same cabin during his passage down the river, or be subject to an action for damages, \"exemplary as well as actual,\" by any one who felt himself aggrieved because he had been excluded on account of his color.</p>\n<p>This power of regulation may be exercised without legislation as well as with it. By refraining from action, Congress, in effect, adopts as its own regulations those which the common law or the civil law, where that prevails, has provided for the government of such business, and those which the States, in the regulation of their domestic concerns, have established affecting commerce, but not regulating it within the meaning of the Constitution. In fact, congressional legislation is only necessary to cure defects in existing laws, as they are discovered, and to adapt such laws to new developments of trade. As was said by Mr. Justice Field, speaking for the court in Welton v. The State of Missouri, 91 U.S. 282, \"inaction [by Congress] ... is equivalent to a declaration that inter-state commerce shall remain free and untrammelled.\" Applying that principle to the circumstances of this case, congressional inaction left Benson at liberty to adopt such reasonable rules and regulations for the disposition of passengers upon his boat, while pursuing her voyage within Louisiana or without, as seemed to him most for the interest of all concerned. The statute under which this suit is brought, as construed by the State court, seeks to take away from him that power so long as he is within Louisiana; and while recognizing to the fullest extent the principle which sustains a statute, unless its unconstitutionality is clearly established, we think this statute, to the extent that it requires those engaged in the transportation of passengers among the States to carry colored passengers in Louisiana in the same cabin with whites, is unconstitutional and void. If the public good requires such legislation, it must come from Congress and not from the States.</p>\n<p>We confine our decision to the statute in its effect upon <span class=\"star-pagination\">*491</span> foreign and inter-state commerce, expressing no opinion as to its validity in any other respect.</p>\n<p>Judgment will be reversed and the cause remanded, with instructions to reverse the judgment of the District Court, and direct such further proceedings in conformity with this opinion as may appear to be necessary; and it is</p>\n<p>So ordered.</p>\n<p>MR. JUSTICE CLIFFORD concurred in the judgment, and delivered the following opinion: \u0097</p>\n<p>Power to regulate commerce is, by the Constitution, vested in Congress; and it is well-settled law that the word \"commerce\" as used in the Constitution comprehends navigation, which extends to every species of commercial intercourse between the United States and foreign nations, and to all commerce in the several States, except such as is completely internal, and which does not extend to or affect the other States. Tonnage Cases, 12 Wall. 204.</p>\n<p>Beyond all doubt, the power as conferred includes navigation as well as traffic, and it is equally well settled that it extends to ships and vessels exclusively employed in conveying passengers as well as to those engaged in transporting goods and merchandise. Gibbons v. Ogden, 9 Wheat. 1.</p>\n<p>Equality of right and privilege is guaranteed by the thirteenth article of the State Constitution to every person in the State transported in the vehicles or water-craft of a common carrier of passengers, in the words following, to wit: \"All persons shall enjoy equal rights and privileges upon any conveyance of a public character.\" Rules and regulations to enforce that provision have been enacted by the State legislature, as fully set forth in the transcript. Sess. Laws La. (1869), 37.</p>\n<p>Common carriers of the kind, it is conceded, may adopt rules and regulations for the management of their business, not inconsistent with the State Constitution and the enactment of the State legislature. By the terms of that enactment they may refuse to admit persons to such conveyance when the vehicle or water-craft does not contain room or suitable accommodations for the purpose, and they may refuse to admit an applicant, or expel him or her after admission, if the applicant <span class=\"star-pagination\">*492</span> refuses to pay fare, or is of infamous character, or is guilty, in the conveyance, of gross, vulgar, or disorderly conduct, or shall commit any act in violation of the known rules and regulations of such carrier tending to injure his business, provided such rules and regulations make no discrimination on account of race or color. Such rules and regulations as are there authorized must be duly made known to the public in order to be operative, and they must not deny to the applicant any right or privilege on account of race, color, or previous condition of servitude.</p>\n<p>Sufficient appears to show that the plaintiff is a person of color, and that the defendant is the master and owner of the steamer, which is a packet vessel duly enrolled and licensed for the coasting trade, and that the vessel was engaged in carrying passengers and cargo between the port of New Orleans in the State of Louisiana and the port of Vicksburg in the State of Mississippi; that the steamer has two cabins for the accommodation of passengers, conveniently arranged one above the other; that the upper is assigned to white persons and that the lower is assigned to persons of color, both being constructed with state-rooms, cabin, and a hall used as a dining-room where meals are furnished; that the plaintiff, being at the time in New Orleans and desiring to visit her plantation in another parish of the same State, went on board the steamer to secure her passage to the proper landing near her plantation; that the clerk of the steamer, to whom she applied for a passage in the upper cabin, having previously informed her agent that he could not give her a passage in that cabin, refused her request, telling her at the same time that he would give her a passage in the lower cabin; that the plaintiff declined to accept a berth in the lower cabin, and that she passed the night during which she remained on board sitting in a chair in what is known as the recess back of the upper cabin.</p>\n<p>Both parties concede that the steamer was engaged in one of her regular trips from New Orleans to Vicksburg, and it appears that the plaintiff took passage for the landing called the Hermitage, and that on arriving there she paid five dollars fare, which is the regular fare to that landing for persons whose passage is in the lower cabin, and that it was two <span class=\"star-pagination\">*493</span> dollars less than the regular fare for persons whose passage is in the upper cabin.</p>\n<p>Proof of a decisive character is exhibited that the plaintiff applied for a berth in the upper cabin, which was refused, and that she declined to accept one in the lower cabin, which by the rules and regulations of the steamer is assigned for persons of color. Based upon these undisputed facts, the charge of the declaration is that the plaintiff was denied the equal rights and privileges guaranteed and secured to all persons by the State Constitution and the aforesaid act of the State legislature. Superadded to that is also the charge that such equal rights and privileges were denied to her on account of her race and color, for which she claims actual and exemplary damages in the sum of $75,000.</p>\n<p>Service was made, and the defendant appeared and set up, among others, the defences following: 1. That the steamer, being enrolled and licensed according to the act of Congress to pursue the coasting trade, is governed by the laws of the United States, and may make all reasonable rules and regulations for the prosecution of her business. 2. That the State Constitution and law set up are in violation of the provision of the Federal Constitution which authorizes Congress to regulate commerce among the several States. 3. That the steamer at the time alleged was engaged in prosecuting commerce between the port of New Orleans in the State of Louisiana, and the port of Vicksburg in the State of Mississippi, and consequently was not subject to the State regulations set up in the declaration.</p>\n<p>Under the State practice these defences were pleaded as an exception to the alleged cause of action. Hearing was had, and the exception was overruled, the court giving leave to the defendant to plead the same in his answer.</p>\n<p>Pursuant to that leave, the defendant set up the same defences in the answer, adding thereto the following: 1. That he as owner had by law the right to prescribe rules and regulations for the accommodation of passengers in his steamer. 2. That all such steamers engaged in commerce and navigation in those waters have a well-known regulation that persons of color are not placed in the same cabin with white persons. 3. That the <span class=\"star-pagination\">*494</span> regulation is reasonable, usual, and customary, and was made for the protection of their business, and had been well known to the plaintiff for many years.</p>\n<p>Evidence was subsequently taken, the cause submitted to the court without a jury, the parties heard, and judgment entered for the plaintiff in the sum of $1,000 with interest and cost; and the defendant appealed to the Supreme Court of the State, where the parties were again heard, and the judgment of the District Court was affirmed.</p>\n<p>Provision is made by the fourth section of the State statute in question, that the plaintiff in such a case may recover exemplary as well as actual damages for a violation of the equal rights and privileges guaranteed to all persons in the State by the State Constitution. Suppose this is so, still the defendant insists that errors were committed by the court in the trial of the case, for which the judgment should be reversed; and the transcript shows that he sued out a writ of error, and removed the case into this court.</p>\n<p>Three of the errors assigned are still the subject of complaint: 1. That the court erred in holding that the State Constitution and statute in question are valid. 2. That the court erred in deciding that those two provisions are not regulations of commerce. 3. That the court erred in deciding that those provisions are not in conflict with the Federal Constitution.</p>\n<p>Congress, it is conceded, possesses the exclusive power to regulate commerce; and it is everywhere admitted that both traffic and navigation are included in its ordinary signification, and that it embraces ships and vessels as the instruments of intercourse and trade as well as the officers and seamen employed in their navigation. People v. Brooks, 4 Den. (N.Y.) 469.</p>\n<p>Steamboats as well as sailing ships and vessels are required to be enrolled and licensed; and the record shows that the steamer in question had conformed in all respects to the regulations of Congress in that regard, and that she was duly enrolled and licensed for the coasting trade, and that she was then and there engaged in the transportation of passengers and freight between the port of New Orleans and the port of Vicksburg.</p>\n<p><span class=\"star-pagination\">*495</span> None, it is supposed, will deny the power of Congress to enroll and license ships and vessels to sail from a port of one State to the ports of another; and it is equally clear that such ships and vessels are deemed ships and vessels of the United States, and that they are entitled as such to all the privileges of ships and vessels employed in the coasting trade. 1 Stat. 287, 305; 3 Kent, Com. (12th ed.) 145.</p>\n<p>Ships and vessels enrolled and licensed as required by that act are fully authorized to carry on that trade, the act of Congress in direct terms providing that such ships and vessels and no others shall be deemed ships and vessels of the United States, entitled to the privileges of ships and vessels employed in the coasting trade or fisheries. Gibbons v. Ogden, supra; 1 Stat. 288; White's Bank v. Smith, 7 Wall. 646.</p>\n<p>Language more explicit could not well be chosen to express the intention of Congress, and in my judgment it fully warrants the conclusion reached by Marshall, C.J., in that case, that the section contains a positive enactment that the ships and vessels it describes shall be entitled to the privileges of ships and vessels employed in the coasting trade.</p>\n<p>Undisputed proof is exhibited in the record that the steamer was duly enrolled and licensed, and that she was engaged in one of her regular trips between the port of New Orleans and the port of Vicksburg, transporting passengers and freight. Grant that, and it follows that she must be deemed to have been a ship or vessel of the United States entitled to all the privileges of ships and vessels engaged in the coasting trade, pursuant to the act of Congress providing for the enrolment and license of such ships and vessels and the regulation of such trade.</p>\n<p>Attempt was made in the leading case to maintain that the license gave no right to trade, that its sole purpose was to confer the American character on the ship or vessel; but the court promptly rejected the proposition, and held that, where the legislature attaches certain privileges and exemptions to the exercise of a right over which its control is absolute, the law must imply a power to exercise the right; and the court remarked, that it would be contrary to all reason and to the course of human affairs to say that a State is unable to strip a vessel of the particular privileges attendant on the exercise of <span class=\"star-pagination\">*496</span> a right, and yet may annul the right itself. Instead of that, it is the enrolment that proves the national character of the ship or vessel; and the court decided in that case that the license could only be granted to vessels of twenty or more tons burden which had already been enrolled, and that the license to do a particular thing is a permission or authority to do that thing, and, if granted by a person having authority to grant it, transfers to the grantee whatever it purports to authorize.</p>\n<p>Packets which ply along the coast, say the court, as well as those making foreign voyages, consider the transportation of passengers as an important part of their business; and the court adjudged directly that a coasting vessel employed in that business is as much a portion of the national marine as one employed in the transportation of cargo, and that no reason exists for holding that such a vessel is withdrawn from the regulating power of the national government.</p>\n<p>Without more, these references to the opinion in that great case are sufficient to show that the court there decided that the enrolment act is of itself a sufficient regulation of the navigation of all the public navigable rivers of the United States to secure to ships and vessels of the United States sailing under a coasting license the free navigation of all such public highways.</p>\n<p>Confirmation of that proposition, even more decisive than the opinion of the court, is found in the decree rendered in the case, where the court adjudge that the licenses set up by the appellant gave full authority to those vessels to navigate the waters of the United States for the purpose of carrying on the coasting trade, any law of the State to the contrary notwithstanding, and that so much of the law of the State as prohibited vessels so licensed from navigating the waters of the State by means of fire or steam is repugnant to the Constitution of the United States, and void.</p>\n<p>Cases have arisen in which it is held that the States may rightfully adopt certain regulations touching the subject, which are local in their operation, where none have been ordained by Congress; but it will not be necessary to enter that field of inquiry, or to attempt to reconcile those decisions with the conclusion in this case, as it is clear from the remarks already <span class=\"star-pagination\">*497</span> made that Congress has prescribed the conditions which entitle ships and vessels belonging to the national marine to pursue the coasting trade without being subjected to burdensome and inconsistent State regulations. Welton v. The State of Missouri, 91 U.S. 275.</p>\n<p>Repeated decisions of this court have determined that the power to regulate commerce embraces all the instruments by which such commerce may be conducted; and it is settled law that where the subject to which the power applies is national in its character, or of such a nature as to admit of uniformity of regulation, the power is exclusive of all State authority. Whatever subjects of this power, says Mr. Justice Curtis, are in their nature national, or admit only of one uniform system or plan of regulation, may justly be said to be of such a nature as to require exclusive legislation by Congress. Cooley v. Board of Wardens, 12 How. 299.</p>\n<p>Difficulty may attend the effort to prescribe any definition which will guide to a correct result in every case; but it is clear that a regulation which imposes burdensome or impossible conditions on those engaged in commerce, whether with foreign nations or among the several States, must of necessity be national in its character. Henderson et al. v. Mayor of New York, 92 U.S. 259.</p>\n<p>Apply that rule to the case, and it is clear, even if there be a class of State regulations which may be valid until the same ground is occupied by an act of Congress or by a treaty, that the State regulation in question is not one of that class.</p>\n<p>Such a subject is in its nature national, and admits of only one uniform system or plan of regulation. Unless the system or plan of regulation is uniform, it is impossible of fulfilment. Mississippi may require the steamer carrying passengers to provide two cabins and tables for passengers, and may make it a penal offence for white and colored persons to be mixed in the same cabin or at the same table. If Louisiana may pass a law forbidding such steamer from having two cabins and two tables, \u0097 one for white and the other for colored persons, \u0097 it must be admitted that Mississippi may pass a law requiring all passenger steamers entering her ports to have separate cabins <span class=\"star-pagination\">*498</span> and tables, and make it penal for white and colored persons to be accommodated in the same cabin or to be furnished with meals at the same table. Should State legislation in that regard conflict, then the steamer must cease to navigate between ports of the States having such conflicting legislation, or must be exposed to penalties at every trip.</p>\n<p>Those who framed the Constitution never intended that navigation, whether foreign or among the States, should be exposed to such conflicting legislation; and it was to save those who follow that pursuit from such exposure and embarrassment that the power to regulate such commerce was vested exclusively in Congress.</p>\n<p>Few or none will deny that the power to regulate commerce among the several States is vested exclusively in Congress; and it is equally well settled that Congress has, in many instances and to a wide extent, legislated upon the subject. Sherlock v. Alling, 93 U.S. 99; Rev. Stat., sect. 4311.</p>\n<p>Support to that proposition, of the most persuasive and convincing character, is found in the act of Congress entitled \"An Act to provide for the better security of life on board of vessels propelled in whole or in part by steam, and for other purposes,\" the forty-first section of which provides that all steamers navigating the lakes, bays, inlets, sounds, rivers, harbors, or other navigable waters of the United States, when such waters are common highways of commerce or open to general or competitive navigation, shall be subject to the provisions of that act. 16 Stat. 453; Rev. Stat., sect. 4400.</p>\n<p>Vessels have always been employed to a greater or less extent in the transportation of passengers, and have never been supposed to be on that account withdrawn from the control or protection of Congress. Gibbons v. Ogden, supra.</p>\n<p>Differences of opinion may exist as to the extent and operation of the national law regulating commerce among the several States, but none, it is presumed, will venture to deny that it is regulated very largely by congressional legislation. Admit that, and it follows that the legislation of Congress, if constitutional, must supersede all State legislation upon the same, and, by necessary implication, prohibit it, except in cases where the legislation of Congress manifests an intention to leave <span class=\"star-pagination\">*499</span> some particular matter to be regulated by the several States. Cooley v. Board of Wardens, supra.</p>\n<p>Decisive authority for that proposition is found in the unquestioned decisions of this court. Such were the views of Judge Story more than thirty-five years ago, when he said, if Congress have a constitutional power to regulate a particular subject, and they do actually regulate it in a given manner and in a certain form, it cannot be that the State legislatures have a right to interfere, and, as it were, by way of complement to the legislation of Congress, to prescribe additional regulations and what they may deem auxiliary provisions for the same purpose. The Chusan, 2 Story, 466; Sinnot v. Davenport, 22 How. 227.</p>\n<p>In such a case, the legislation of Congress in what it does prescribe manifestly indicates that it does not intend that there shall be any further legislation to act upon the subject-matter. Its silence as to what it does not do is as expressive of what its intention is as the direct provisions made by it. Prigg v. Pennsylvania, 16 Pet. 539; Gibbons v. Ogden, supra; White's Bank v. Smith, supra.</p>\n<p>Whenever the terms in which a power is granted to Congress, or the nature of the power, requires that it should be exercised exclusively by Congress, the subject is as completely taken from the State legislatures as if they had been expressly forbidden to exercise the power. Sturges v. Crowninshield, 4 Wheat. 122; Brown v. Maryland, 12 id. 419.</p>\n<p>Irrespective of the decisions of the State court, it might well be doubted whether the State statute in question does prohibit a steamer carrying passengers from having and maintaining separate cabins and eating-saloons for white and colored passengers, and whether the denial to a colored female of a passage in the cabin assigned to white female passengers is a denial of equal rights and privileges, within the meaning of the State Constitution or the first section of the State statute in question, provided the applicant was offered a passage in the lower cabin, with equally convenient accommodation. Much discussion of that topic, however, is unnecessary, as two decisions of the State court conclusively determine the point that the State statute does contain such a prohibition, and that the <span class=\"star-pagination\">*500</span> facts of the case do bring the conduct of the defendant within that prohibition. DeCuir v. Benson, 27 La. Ann. 1; Hart v. Hoss &amp; Elder, 22 id. 517; Sauvinet v. Walker, 27 id. 14.</p>\n<p>Even suppose the meaning of the statute is doubtful, still the rule of construction adopted by the highest court of a State, in construing their own Constitution and one of their own statutes, in a case not involving any question re-examinable in this court under the twenty-fifth section of the Judiciary Act, must be regarded as conclusive in this court. Provident Institution v. Massachusetts, 6 Wall. 611; Randall v. Brigham, 7 id. 523: Gut v. The State, 9 id. 35.</p>\n<p>Where a State court gives such a construction to a State statute as to make it conflict with the Constitution or laws of the United States, and sustains its validity after giving it such construction, and thereby deprives a party of his rights under the said Constitution or law, it is settled law that a Federal question does arise in such a case, and that this court can review the decision of the State court as to the validity of such a statute. Insurance Company v. Treasurer, 11 id. 204. Were it not so, it is clear that the constitutional provision could always be evaded by the State courts giving such a construction to the contract or the statute as to render the appellate power of this court of no avail in such cases to uphold the contract against unfriendly State legislation. Delmas v. Insurance Company, 14 id. 661.</p>\n<p>State courts certainly have a right to expound the statutes of the State; and, having done so, those statutes, with the interpretation given to them by the highest court of the State, become the rule of decision in the Federal courts. Richmond v. Smith, 15 id. 429; Jones &amp; Co. v. The City of Richmond, 18 Gratt. (Va.) 517; Leffingwell v. Warren, 2 Black, 599.</p>\n<p>Argument to show that the question whether or not the State court erred in the construction of their own Constitution and statute is not re-examinable in this court under the twenty-fifth section of the Judiciary Act is unnecessary, as the negative of the proposition is self-evident.</p>\n<p>Governed by the laws of Congress, it is clear that a steamer carrying passengers may have separate cabins and dining saloons for white persons and persons of color, for the plain <span class=\"star-pagination\">*501</span> reason that the laws of Congress contain nothing to prohibit such an arrangement. Steamers carrying passengers for hire are bound, if they have suitable accommodation, to take all who apply, unless there is objection to the character or conduct of the applicant. Applicants to whom there is no such valid objection have a right to a passage, but it is not an unlimited right. On the contrary, it is subject to such reasonable regulations as the proprietors may prescribe for the due accommodation of passengers and the due arrangement of the business of the carrier.</p>\n<p>Such proprietors have not only that right, but the farther right to consult and provide for their own interests in the management of the vessel as a common incident to their right of property. They are not bound to admit passengers on board who refuse to obey the reasonable regulations of the vessel, or who are guilty of gross and vulgar habits of conduct, or who make disturbances on board, or whose characters are doubtful, dissolute, suspicious, or unequivocally bad. Nor are they bound to admit passengers on board whose object it is to interfere with the interests of the patronage of the proprietors, so as to make their business less lucrative or their management less acceptable to the public. Jencks v. Coleman, 2 Sumn. 221.</p>\n<p>Corresponding views are expressed by the Supreme Court of Michigan in an analogous case, in which the distinction between the right of an applicant to be admitted on board, and his claim to dictate what part of the vessel he shall occupy, is clearly pointed out. Referring to that subject, the court say the right to be carried is one thing, and the privilege of a passenger on board as to what part of the vessel may be occupied by him is another and a very different thing; and they add, that it is the latter and not the former which is subject to reasonable rules and regulations, and is, where such rules and regulations exist, to be determined by the proprietors. Damages were claimed in that case for refusing the plaintiff the privilege of the cabin; but the court held that the refusal was nothing more or less than denying him certain accommodations from which he was excluded by the rules and regulations of the steamer. Day v. Owen, 5 Mich. 520.</p>\n<p><span class=\"star-pagination\">*502</span> Proprietors of the kind may make rules and regulations, but they must be reasonable; and the court held in that case that to be so they should have for their object the accommodation of the passengers, including every thing to render the transportation most comfortable and least annoying, not to one or two or any given number carried at any particular time, but to the great majority ordinarily transported; and they also held that such rules and regulations should be of a permanent nature, and not be made for a particular occasion or emergency.</p>\n<p>Special and important duties indubitably are imposed upon carriers of passengers for the benefit of the travelling public, but it must not be forgotten that the vehicles and vessels which such carriers use do not belong to the public. They are private property, the use and enjoyment of which belong to the proprietors. Angell, Carriers (5th ed.), sect. 525.</p>\n<p>Concede what is undoubtedly true, that the use and employment of such vehicles and vessels, during the time they are allowed the privileges of common carriers, may be subjected to such conditions and obligations as the nature of their employment requires for the comfort, security, and safety of passengers, still the settled rules of constitutional law forbid that a State legislature may invade the dominion of private right by arbitrary restrictions, requirements, or limitations, by which the property of the owners or possessors would be virtually stripped of all utility or value if bound to comply with the regulations. Jencks v. Coleman, supra.</p>\n<p>Both steamboats and railways are modern modes of conveyance; but Shaw, C.J., decided that the rules of the common law were applicable to them, as they take the place of other modes of carrying passengers, and he held that they have authority to make reasonable and suitable regulations as regards passengers intending to pass and repass in their vehicles or vessels. Commonwealth v. Power, 7 Metc. (Mass.) 601; Hibbard v. New York &amp; Erie Railroad Co., 15 N.Y. 455; Illinois Central Railroad Co. v. Whittemore, 43 Ill. 420. They are, said the Chief Justice in that case, in a condition somewhat similar to that of an inn-keeper, whose premises are open to all guests. Yet he is not only empowered to make such proper arrangements as will promote <span class=\"star-pagination\">*503</span> his own interests, but he is bound to regulate his house so as to preserve order, and, if practicable, prevent breaches of the peace. Vinton v. Middlesex Railroad Co., 11 Allen (Mass.), 304.</p>\n<p>Cases of like import are quite numerous, and the Supreme Court of Pennsylvania decided directly that a public carrier may separate passengers in his conveyance; and they deduce his power to do so from his right of private property in the means of conveyance, and the necessity which arises for such a regulation to promote the public interest. Speaking to that point, they say that the private means the carrier uses belong wholly to himself; and they held the right of control in that regard as necessary to enable the carrier to protect his own interests, and to perform his duty to the travelling public. His authority in that regard, as that court holds, arises from his ownership of the property, and his public duty to promote the comfort and enjoyment of those travelling in his conveyance. Guided by those views, the court held that it is not an unreasonable regulation to seat passengers so as to preserve order and decorum, and to prevent contacts and collisions arising from natural or well-known customary repugnancies which are likely to breed disturbances, where white and colored persons are huddled together without their consent. The West Chester &amp; Philadelphia Railroad Co. v. Miles, 55 Pa. St. 209.</p>\n<p>Where the passenger embarks without making any special contract, and without knowledge as to what accommodations will be afforded, the law implies a contract which obliges the carrier to furnish suitable accommodations according to the room at his disposal; but the passenger in such a case is not entitled to any particular apartments or special accommodations. Substantial equality of right is the law of the State and of the United States; but equality does not mean identity, as in the nature of things identity in the accommodation afforded to passengers, whether colored or white, is impossible, unless our commercial marine shall undergo an entire change. Adult male passengers are never allowed a passage in the ladies' cabin, nor can all be accommodated, if the company is large, in the state-rooms. Passengers are entitled to proper diet and lodging; but the laws of the United States do not require the master of <span class=\"star-pagination\">*504</span> a steamer to put persons in the same apartment who would be repulsive or disagreeable to each other.</p>\n<p>Steamers carrying passengers as a material part of their employment are common carriers, and as such enjoy the rights and are subject to the duties and obligations of such carriers; but there was and is not any law of Congress which forbids such a carrier from providing separate apartments for his passengers. What the passenger has a right to require is such accommodation as he has contracted for, or, in the absence of any special contract, such suitable accommodations as the room and means at the disposal of the carrier enable him to supply; and in locating his passengers in apartments and at their meals it is not only the right of the master, but his duty, to exercise such reasonable discretion and control as will promote, as far as practicable, the comfort and convenience of his whole company.</p>\n<p>Questions of a kindred character have arisen in several of the States, which support these views in a course of reasoning entirely satisfactory and conclusive. Boards of education were created by a law of the State of Ohio, and they were authorized to establish within their respective jurisdictions one or more separate schools for colored children when the whole number by enumeration exceeds twenty, and when such schools will afford them, as far as practicable, the advantages and privileges of a common-school education. Under that law, colored children were not admitted as a matter of right into the schools for white children, which gave rise to contest, in which the attempt was made to set aside the law as unconstitutional: but the Supreme Court of the State held that it worked no substantial inequality of school privileges between the children of the two classes in the locality of the parties; that equality of rights does not involve the necessity of educating white and colored persons in the same school any more than it does that of educating children of both sexes in the same school, or that different grades of scholars must be kept in the same school; and that any classification which preserves substantially equal school advantages is not prohibited by either the State or Federal Constitution, nor would it contravene the provisions of either. State v. McCann et al., 21 Ohio St. 198.</p>\n<p><span class=\"star-pagination\">*505</span> Separate primary schools for colored and for white children were maintained in the city of Boston. Children in the State who are unlawfully excluded from public-school instruction may recover damages therefor against the city or town by which such public instruction is supported. It appears that the plaintiff was denied admission to the primary school for white children, and she by her next friend claimed damages for the exclusion; but the Supreme Court, Shaw, C.J., giving the opinion, held that the law vested the power in the committee to regulate the system of distribution and classification, and that when the power was reasonably exercised their decision must be deemed conclusive. Distinguished counsel insisted that the separation tended to deepen and perpetuate the odious distinction of caste; but the court responded, that they were not able to say that the decision was not founded on just grounds of reason and experience, and in the results of a discriminating and honest judgment. Roberts v. City of Boston, 5 Cush. (Mass.) 198.</p>\n<p>Age and sex have always been marks of classification in public schools throughout the history of our country, and the Supreme Court of Nevada well held that the trustees of the public schools in that State might send colored children to one school and white children to another, or they might make any such classification as they should deem best, whether based on age, sex, race, or any other reasonable existent condition. State v. Duffy, 7 Nev. 342.</p>\n<p>Directors of schools in Iowa have no discretion under the existing law of the State to deny a youth of proper age admission to any particular school on account of nationality, color, or religion. Former statutes of the State invested the directors with such discretion, and it is impliedly conceded that it would be competent for the legislature again to confer that authority. Clark v. The Board of Directors, 24 Iowa, 266.</p>\n<p>School privileges are usually conferred by statute, and, as such, are subject to such regulations as the legislature may prescribe. Such statutes generally provide for equal school advantages for all children, classifying the scholars as the legislature in its wisdom may direct or authorize; and the Supreme Court of New York decided that the legislature of the State <span class=\"star-pagination\">*506</span> may from time to time make such limitations and alterations in that regard as they may see fit. Dallas v. Fosdick, 40 How. (N.Y.) Pr. 249.</p>\n<p>Public instruction of the kind is regulated in that State oy official boards created for the purpose; and it is settled law there that the board may assign a particular school for colored children, and exclude them from schools assigned for white children, and that such a regulation is not in violation of the Fourteenth Amendment. People v. Gaston, 13 Abb. (N.Y.) Pr. N.S. 160.</p>\n<p>Ships and vessels duly enrolled and licensed for the coasting trade may lawfully touch at intermediate ports, to receive or discharge passengers or cargo; but the fact that they do so does not in the least change or alter the character of the trip, or diminish the right of the vessel to enjoy all the privileges of a vessel engaged in commerce between ports in different States; nor does the fact that the plaintiff expected to leave the steamer at a landing in the same State enlarge her right of accommodation, or augment in any respect the obligations of the steamer as a public carrier, for the reason that the steamer sailed throughout the whole trip under her coasting license, and her rights and privileges, duties and obligations, must be ascertained and defined by the regulations prescribed by the acts of Congress.</p>\n<p>Commercial regulations of the kind cannot be effectual to accomplish the object for which they were required and designed to effect, unless it be held that they extend to the entire voyage, as well that portion of it which is in the State where the voyage began as that which extends into another State, as the whole is performed under the coasting license founded in the acts of Congress passed to regulate such commerce and navigation.</p>\n<p>Throughout our history the acts of Congress have regulated the enrolment and license of vessels to be engaged in the coasting trade, and this court expressly determined that a State law which imposed another and an additional condition to the privilege of carrying on that trade within her waters is inoperative and void. Sinnot v. Davenport, 22 How. 227; Foster v. Davenport, 22 id. 244; Wheeling Bridge Company v. Pennsylvania, 18 id. 432.</p>\n<p><span class=\"star-pagination\">*507</span> Alabama passed an act to the effect that vessels engaged in foreign commerce, or in the coasting trade, shall not navigate her waters without complying with a condition not prescribed by the act of Congress. By the State law, they are required, before leaving the described port, to file in the office of the judge of probate a statement in writing, setting forth as follows: 1. The name of the vessel. 2. The name of the owner or owners. 3. His or their place or places of residence. 4. The interest each has in the vessel.</p>\n<p>Speaking of that condition, the court say, if the interpretation of the court as to the force and effect of the privileges afforded to the vessel by the enrolment and license act in the leading case are to be maintained, it can require no argument to show a direct conflict between this act and the act of Congress regulating the coasting trade. Sinnot v. Davenport, supra.</p>\n<p>Nor does it require any argument to show that the State law before the court is exactly analogous in principle to the State law declared void in that case. Like the former, the latter imposes an additional condition to the privilege of carrying on the coasting trade within the waters of the State, not prescribed by any act of Congress. Enrolled and licensed vessels have the constitutional right to pursue the coasting trade on the terms and conditions which Congress has seen fit to prescribe, and no State legislature can interfere with that right, either to abridge or enlarge it, or to subject it to any terms and conditions whatsoever.</p>\n<p>Commerce among the several States as well as commerce with foreign nations requires uniformity of regulation; and that power is by the Constitution vested exclusively in Congress, as appears by the Constitution itself, and by an unbroken course of the decisions of this court, covering a period of more than half a century.</p>\n<p>Judicial authority to support the theory of the court below is entirely wanting, except what may be derived from the case of Coger v. Packet Company, 37 Iowa, 145, decided by the Supreme Court of the State. Special damage was claimed by the plaintiff in that case, of the master of a steamer navigating the Mississippi River, for removing her, she being a colored <span class=\"star-pagination\">*508</span> woman, from the dining-room of the steamer without just cause. Regulations had previously been adopted by the steamer excluding colored persons from the state-rooms and other first-class privileges and accommodations. Service was made, and the defendant appeared and pleaded those regulations as a defence. Hearing was had, and the court decided that persons of color were entitled to the same rights and privileges, when travelling, as white persons, and that they cannot be required by any rule or custom based on distinction of color or race to accept other or different accommodations than those furnished to white persons.</p>\n<p>Abundant reasons exist to show that the decision in that case is not an authority in the case before the court, a few of which will be stated: 1. Because the report of the case does not show that the steamer was navigating under a coasting license. 2. Because the constitutional question involved in the case before the court was neither involved, presented, nor considered in that case, either by the bar or the court. 3. Because the decision was rested entirely upon other and different grounds. 4. Because the facts of the two cases are widely and substantially different.</p>\n<p>Colored persons, it is admitted, are citizens, and that citizens, without distinction of race or color or previous condition of servitude, have the same right to make and enforce contracts, to sue, be parties and give evidence, to inherit, purchase, lease, sell, hold, and convey real and personal property, and to full and equal benefit of all laws and proceedings for the security of personal property, as is enjoyed by white citizens. 14 Stat. 27. States are also forbidden to make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property without due process of law, nor deny to any person within its jurisdiction the equal protection of the laws. Enforcement Act, 16 id. 140; Fourteenth Amendment to the Constitution.</p>\n<p>Vague reference is made to the Civil Rights Act and to the preceding amendment to the Constitution, as if that act or the said amendment may supersede the operation and legal effect of the coasting license as applied to the case before the <span class=\"star-pagination\">*509</span> court; but it is clear that neither of those provisions, nor both combined, were intended to accomplish any such purpose. Enough appears in the language employed in those provisions to show that their principal object was to confer citizenship, and the rights which belong to citizens as such, upon the colored people, and in that manner to abrogate the rule previously adopted by this court in the Dred Scott Case. By the Civil Rights Act, the rule adopted in that case is entirely superseded, and all the substantial rights of citizens are conferred upon the colored people, as more fully appears by the enumeration contained in the first section of the act. Under no view, therefore, that can properly be taken of that act can it be held to supersede, repeal, modify, or affect the act of Congress, providing for the enrolment and licensing of ships and vessels for the coasting trade. Dallas v. Fosdick, supra.</p>\n<p>Certain phases of the question were also presented to the District Court of Philadelphia, in the case of Goines v. M'Candless, 4 Phila. C.P. 255, in which the court admitted that a corporation created for the carriage of passengers cannot arbitrarily refuse to carry any man or class of men without laying itself open to an action for damages; but the court held in the same case that such a corporation may establish reasonable rules for the comfort and convenience of those whom it is bound to carry, even though the effect may be to exclude particular individuals falling within those rules.</p>\n<p>Evidence of a decisive character that Congress has regulated inter-state commerce is also found in the act supplemental to the act providing for the enrolment and licensing of ships and vessels for the coasting trade, the first section of which divides the sea-coasts and navigable rivers into three great districts, and provides as follows: 1. That the first shall include all the collection districts on the sea-coast and navigable rivers between the limits of the United States and the southern limits of Georgia. 2. That the second shall include all the collection districts and navigable rivers between the river Perdido and the Rio Grande. 3. That the third shall include all the collection districts on the sea-coast and navigable rivers between the southern limits of Georgia and the river Perdido. Rev. Stat., sect. 4348; 3 Stat. 493.</p>\n<p><span class=\"star-pagination\">*510</span> Congress having legislated upon the subject, it cannot be that the State legislatures have a right to interfere and prescribe additional regulations, as the legislation of Congress clearly indicates that the national law-makers never intended to leave any thing open upon the subject to the discretion of the State legislatures.</p>\n<p>Two opposing theories, sometimes advanced in such controversies, deserve some brief comments before concluding the examination of the case. They are in substance and effect as follows: 1. That the effect of the coasting license issued under the enrolment act is merely to evidence the national character of the vessel; that the acts of Congress requiring the register and enrolment of vessels was never intended as the exercise of the power of Congress to regulate commerce among the States, and that the States still possess the concurrent power to prescribe such regulations until Congress shall ordain express provisions to control and restrict the regulations enacted by the States. 2. That the Supreme Court, by a decision made subsequent to the decree in the great leading case in which it is held that the power to regulate commerce is vested exclusively in Congress, qualified, if they did not positively overrule, that generally acknowledged rule upon the subject.</p>\n<p>1. Enough, it would seem, has already been remarked to refute the first opposing theory; but, if more be needed, it will be found in the fact that it is the exact theory maintained by the courts of the State where the controversy arose, and whose final decree was removed into this court for re-examination. None will attempt to deny that proposition who ever read the opinions delivered in the subordinate courts. Ogden v. Gibbons, 4 Johns. (N.Y.) Ch. 150; s.c. 17 Johns. 488; 1 Kent Com. (12th ed.) 435.</p>\n<p>Explanations respecting that historical controversy, of a more satisfactory character, are given by Chancellor Kent than by any other legal writer who has undertaken to state the constitutional questions which it involved, and which were finally determined by the unanimous judgment of this court. His statement of the case is as follows: That the respondent set up, by way of right and title to navigate the waters of the State in opposition to the grant of the complainant, that his <span class=\"star-pagination\">*511</span> steamboats were duly enrolled and licensed under the enrolment act, to be employed in carrying on the coasting trade; that the question in the case was whether such a coasting license conferred the power to interfere with the grant of the State under which the complainant claimed the exclusive right to navigate the waters of the State which made the grant.</p>\n<p>Eminent counsel represented both sides of the question, and we are informed by the learned commentator that the courts of the State in the two cases referred to decided against the defence set up in the answer of the respondent, and held that the coasting license merely gave to the steamboats of the respondent the character of American vessels; that the license was not intended to decide a question of property, or to confer a right of property or a right of navigation or commerce; that the courts of that State during that period never regarded the act regulating the coasting trade as intended to assert any supremacy over State regulations in respect to internal waters or commerce, for the reason that those courts did not consider that act as the exercise of the power vested in Congress to regulate commerce among the States.</p>\n<p>Competent evidence to show that the courts of that State in those two cases took the exact same ground as that involved in the theory in question is very abundant and conclusive, without looking elsewhere than to the lecture of the Chancellor under consideration. Decisive support to that conclusion is also found in what follows in the same connection in the same lecture, in which he says that the courts of the State did not, either in the case of Ogden v. Gibbons or in any of the cases which preceded it, deny to Congress the power to regulate commerce among the States by express and direct provision, so as to control and restrict the exercise of the State grant; that they only insisted that without some such explicit provision the State jurisdiction over the subject was in full force, which is exactly what is claimed by those who seek to undermine the doctrines of the great leading case.</p>\n<p>Beyond all question, the views of the Chancellor as to what was decided by the courts of the State in that great controversy are correct, and it will be equally instructing to ascertain what his views are as to what followed in this court. Speaking <span class=\"star-pagination\">*512</span> upon that subject, he says the cause was afterwards carried up by appeal to the Supreme Court of the United States, where the decree was reversed on the ground that the grant to the complainant was repugnant to the rights and privileges conferred upon the steamboats of the respondent navigating under a coasting license; that in the construction of the power to regulate commerce the Supreme Court held that the term meant not only traffic but intercourse, and that it included navigation, and that the power to regulate commerce was a power to regulate navigation; that commerce among the several States meant commerce intermingled with the States, and which might pass the external boundary line of each State, and be introduced into the interior; that the power conferred comprehended navigation within the limits of every State, and that it may pass the jurisdictional line of a State and be exercised within its territory, so far as the navigation is connected with foreign commerce or with commerce among the several States; and that the power, like all the other powers of Congress, is plenary and absolute within its acknowledged limits.</p>\n<p>Three limitations or restrictions, as the Chancellor states, were admitted by the Supreme Court in that case to exist to the limits of that power as conferred: 1. That the power does not extend to that commerce which is completely internal, and is carried on between different parts of the same State, not extending to or affecting other States. 2. That the power is restricted to that commerce which concerns more States than one, the completely internal commerce of a State being reserved for the State itself. 3. That the power conferred does not prohibit the States from passing inspection laws or quarantine or health laws and laws for regulating highways and ferries, nor does it include the power to regulate the purely internal commerce of a State, or to act directly on its system of police. 1 Kent Com. (12th ed.) 437.</p>\n<p>Many efforts have been made to analyze and expound the opinion delivered by the great magistrate in that case, but none, it is believed, were ever attended with such complete success as that of the commentator to which reference is made. He was the chancellor of the State court, and gave the original opinion; and, when he found that his decree was reversed by <span class=\"star-pagination\">*513</span> the Supreme Court, he was influenced by the highest motive to ascertain the true grounds assumed in the judgment of the Appellate Court.</p>\n<p>Judge Story says, in his Commentaries on the Constitution, that it has been settled, upon the most solemn deliberation, that the power to regulate commerce is exclusive in the government of the United States; and he adds in another section of the Commentaries, that the reasoning by which the power given to Congress to regulate commerce is maintained to be exclusive has not of late been seriously controverted, and that it seems to have the cheerful acquiescence of the learned tribunals of a particular State, one of whose acts brought it first under judicial examination. 2 Story, Const. (3d ed.), sects. 1067, 1071; Steamboat Company v. Livingston, 3 Cow. (N.Y.) 13; The People v. Brooks, 4 Denio (N.Y.), 469; Pomeroy, Const. (3d ed.), sect. 371; Sergeant, Const. (2d ed.) 308; Rawle, Const. (2d ed.) 82; Railroad Company v. Husen, supra, p. 465.</p>\n<p>Repeated decisions of this court, including the one at the present term, have established that rule as the settled law of the court; nor is there any case in the reported decisions of the court, when properly understood, which gives any countenance or support to the theory under examination, unless it be the case of Gilman v. Philadelphia, 3 Wall. 713, which it is not admitted, when taken as a whole, falls within that category.</p>\n<p>Certain admissions are contained in the opinion in that case which are certainly in conflict with the theory which it is the purpose of these observations to refute. Mr. Justice Swayne very properly admits that the enrolment act authorizes vessels enrolled and licensed according to its provisions to engage in the coasting trade; that commerce includes navigation; and that the power to regulate commerce comprehends the control, for that purpose and to the extent necessary, of the navigable waters of the United States which are accessible from a State other than those in which they lie. For that purpose, says the same learned judge, they are the public property of the nation, and subject to all the requisite legislation by Congress. Gibbons v. Ogden, supra; Corfield v. Coryell, 4 Wash. 371.</p>\n<p>These are the authorities cited to support the proposition; and the learned Justice adds, that this necessarily includes the <span class=\"star-pagination\">*514</span> power to keep such waters open and free from any obstruction to their navigation interposed by the States or otherwise, to remove such obstructions when they exist, and to provide by such sanctions as they, the Congress, may deem proper against the occurrence of the evil and for the punishment of offenders. For these purposes, Congress, says the judge, possesses all the powers which existed in the States before the adoption of the national Constitution, and which have always been vested in the Parliament of England: and he further added, that commerce among the States does not stop at a State line; that, coming from abroad, it penetrates wherever it can find navigable waters reaching from without into the interior, and may follow them up as far as navigation is practicable. Wherever commerce among the States goes, the power of the nation goes with it, to protect and enforce its rights. Nothing more surely can be needed to show that the theory under discussion is erroneous and fallacious.</p>\n<p>2. Whatever support exists to the second theory mentioned is found in a single case, which has sometimes been strangely misunderstood at the bar. Willson v. Blackbird Creek Marsh Co., 2 Pet. 245. Proper attention to the facts of the case will show that the creek in question was one of those many creeks passing through a deep level marsh adjoining the river Delaware, up which the tide flows for some distance; that the property on the bank of the creek was of little or no value unless it was reclaimed by excluding the water from the marsh; and that the health of the residents of the neighborhood required that such improvement should be made. Measures calculated to effect those objects had been adopted; and the court held that the State legislature might lawfully authorize the necessary erections to accomplish those important objects.</p>\n<p>Judgment was rendered by the same court which gave the judgment in the case of Gibbons v. Ogden; and no one has ever been able to assign any reason to conclude that the constitutional views of the court had at that time undergone any change. Instead of overruling that great case, it will be seen that the Chief Justice who gave the opinion did not even allude to it; though, as a sound exposition of the Federal Constitution, it is not second in point of importance to any one <span class=\"star-pagination\">*515</span> that great magistrate ever delivered. Evidently he had no occasion to refer to it or to any of its doctrines, as he properly described the creek over which the dam was erected as a low, sluggish water, of little or no importance, and treated the erection of the dam as one adapted to reclaim the adjacent marshes, and as essential to the preservation of the public health, and sustained the constitutionality of the law authorizing the erection, upon the ground that it was within the reserved police powers of the State.</p>\n<p>Congressional regulations, as embodied in the enrolment act and other acts of Congress, apply to all public navigable waters of the United States; but every navigator employed in the coasting trade knows that there are many small creeks, channels, and indentations along our Atlantic coast, especially in the marshes, which are never classed in the category of public navigable waters, though they are capable of being navigated by small vessels when the tide is full. Hundreds of such creeks, said Mr. Justice McLean, are similarly situated. In such cases, involving doubt whether the jurisdiction may not be exclusively exercised by the State, it is politic and proper in the judicial tribunals of the nation to follow the action of Congress.</p>\n<p>Over the navigable waters of a State Congress can exercise no commercial power, except as regards the intercourse with other States or foreign countries; and he adds, that doubtless there are many creeks made navigable by the flowing of the tide or by the back water from large rivers which the general phraseology of an act to regulate commerce may not embrace; that in all such cases, and many others that may be found to exist, this court could not safely exercise a jurisdiction not expressly sanctioned by Congress.</p>\n<p>When the language of the court in that case is applied to the facts of the case, said Justice McLean, no such principle as that assumed in argument is sanctioned; that the construction of the dam was not complained of as a regulation of commerce, but as an obstruction to commerce; that the court held, that, inasmuch as Congress had not assumed to control State legislation over those small navigable creeks into which the tide flows, the judicial power could not do so; that the act of <span class=\"star-pagination\">*516</span> the State was an internal and a police power to guard the health of its citizens, and that nothing more was found in the case than a forbearance to exercise power over a doubtful object, which should ever characterize the judicial branch of the government. Passenger Cases, 7 How. 283.</p>\n<p>Mr. Hamilton, in the thirty-first number of the Federalist, says that there is an exclusive delegation or alienation of State sovereignty in three cases: first, where the exclusive power is in terms given to Congress; second, where an authority is granted to the Union, and the States are prohibited from exercising a like authority; third, where an authority is granted to the Union, to which a similar authority in the States would be absolutely and wholly contradictory and repugnant.</p>\n<p>Even suppose that the power to regulate commerce falls within the third designation, still it is believed that sufficient has already been remarked to show that the nature of the power is such that it shows that the power should be exclusively exercised by Congress. Cooley v. Board of Wardens, 12 How. 299; State v. The Wheeling Bridge Company, 13 How. 518; s.c. 18 id. 421.</p>\n<p>Both of the decisions in the Wheeling Bridge case are subsequent in point of time to the case of Willson v. The Blackbird Creek Marsh Co., and so are the Commentaries of Judge Story upon the Constitution; and yet not an intimation is found in either that the doctrines of the great case referred to were ever modified or questioned. That such an intimation is not to be found anywhere is clearly demonstrated by a recent commentator, who has carefully reviewed every opinion given by this court upon that subject. Pomeroy, Const. (3d ed.), pp. 207-248.</p>\n<p>Waters lying wholly within a single State may be such as to be regarded as public navigable waters of the United States, because they are properly denominated as arms of the sea. Examples of the kind are numerous, of which it will be sufficient to mention the Hudson, from Albany to the sound; the Penobscot, from Bangor to the bay; the Kennebec, from the capital of the State to its mouth; and the Saco, from below the falls to the ocean; and many others, equally well known even to the pupils in the common schools. All such public <span class=\"star-pagination\">*517</span> navigable waters, being arms of the sea, are within the acts of Congress passed to regulate commerce. The Propeller Commerce, 1 Black, 574; The Belfast, 7 Wall. 624; Gilman v. Philadelphia, 3 id. 713.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:02:10", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></span> (____)</b></center>\n<center><h1>HALL<br>\nv.<br>\nDECUIR.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*487</span> Mr. R.H. Marr for the plaintiff in error.</p>\n<p>Mr. E.K. Washington, contra.</p>\n<p>MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n<p>For the purposes of this case, we must treat the act of Louisiana of Feb. 23, 1869, as requiring those engaged in inter-state commerce to give all persons travelling in that State, upon the public conveyances employed in such business, equal rights and privileges in all parts of the conveyance, without distinction or discrimination on account of race or color. Such was the construction given to that act in the courts below, and it is conclusive upon us as the construction of a State law by the State courts. It is with this provision of the statute alone that we have to deal. We have nothing whatever to do with it as a regulation of internal commerce, or as affecting any thing else than commerce among the States.</p>\n<p>There can be no doubt but that exclusive power has been conferred upon Congress in respect to the regulation of commerce among the several States. The difficulty has never been as to the existence of this power, but as to what is to be deemed an encroachment upon it; for, as has been often said, \"legislation may in a great variety of ways affect commerce and persons engaged in it without constituting a regulation of it within the meaning of the Constitution.\" Sherlock v. Alling, 93 U.S. 103; State Tax on Railway Gross Receipts, 15 Wall. 284. Thus, in Munn v. Illinois, <span class=\"citation\" data-id=\"89446\"><a href=\"/opinion/89446/munn-v-illinois/\"><span class=\"volume\">94</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, it was decided that a State might regulate the charges of public warehouses, <span class=\"star-pagination\">*488</span> and in Chicago, Burlington, &amp; Quincy Railroad Co. v. Iowa, id. 155, of railroads situate entirely within the State, even though those engaged in commerce among the States might sometimes use the warehouses or the railroads in the prosecution of their business. So, too, it has been held that States may authorize the construction of dams and bridges across navigable streams situate entirely within their respective jurisdictions. Willson v. Blackbird Creek Marsh Co., 2 Pet. 245; Pound v. Turck, supra, p. 459; Gilman v. Philadelphia, <span class=\"citation\" data-id=\"87748\"><a href=\"/opinion/87748/gilman-v-philadelphia/\"><span class=\"volume\">3</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">713</span></a></span>. The same is true of turnpikes and ferries. By such statutes the States regulate, as a matter of domestic concern, the instruments of commerce situated wholly within their own jurisdictions, and over which they have exclusive governmental control, except when employed in foreign or inter-state commerce. As they can only be used in the State, their regulation for all purposes may properly be assumed by the State, until Congress acts in reference to their foreign or inter-state relations. When Congress does act, the State laws are superseded only to the extent that they affect commerce outside the State as it comes within the State. It has also been held that health and inspection laws may be passed by the States, Gibbons v. Ogden, 9 Wheat. 1; and that Congress may permit the States to regulate pilots and pilotage until it shall itself legislate upon the subject, Cooley v. Board of Wardens, &amp;c., 12 How. 299. The line which separates the powers of the States from this exclusive power of Congress is not always distinctly marked, and oftentimes it is not easy to determine on which side a particular case belongs. Judges not unfrequently differ in their reasons for a decision in which they concur. Under such circumstances it would be a useless task to undertake to fix an arbitrary rule by which the line must in all cases be located. It is far better to leave a matter of such delicacy to be settled in each case upon a view of the particular rights involved.</p>\n<p>But we think it may safely be said that State legislation which seeks to impose a direct burden upon inter-state commerce, or to interfere directly with its freedom, does encroach upon the exclusive power of Congress. The statute now under consideration, in our opinion, occupies that position. It does not act upon the business through the local instruments to be employed <span class=\"star-pagination\">*489</span> after coming within the State, but directly upon the business as it comes into the State from without or goes out from within. While it purports only to control the carrier when engaged within the State, it must necessarily influence his conduct to some extent in the management of his business throughout his entire voyage. His disposition of passengers taken up and put down within the State, or taken up within to be carried without, cannot but affect in a greater or less degree those taken up without and brought within, and sometimes those taken up and put down without. A passenger in the cabin set apart for the use of whites without the State must, when the boat comes within, share the accommodations of that cabin with such colored persons as may come on board afterwards, if the law is enforced.</p>\n<p>It was to meet just such a case that the commercial clause in the Constitution was adopted. The river Mississippi passes through or along the borders of ten different States, and its tributaries reach many more. The commerce upon these waters is immense, and its regulation clearly a matter of national concern. If each State was at liberty to regulate the conduct of carriers while within its jurisdiction, the confusion likely to follow could not but be productive of great inconvenience and unnecessary hardship. Each State could provide for its own passengers and regulate the transportation of its own freight, regardless of the interests of others. Nay more, it could prescribe rules by which the carrier must be governed within the State in respect to passengers and property brought from without. On one side of the river or its tributaries he might be required to observe one set of rules, and on the other an other. Commerce cannot flourish in the midst of such embarrassments. No carrier of passengers can conduct his business with satisfaction to himself, or comfort to those employing him, if on one side of a State line his passengers, both white and colored, must be permitted to occupy the same cabin, and on the other be kept separate. Uniformity in the regulations by which he is to be governed from one end to the other of his route is a necessity in his business, and to secure it Congress, which is untrammelled by State lines, has been invested with the exclusive legislative power of determining what such regulations <span class=\"star-pagination\">*490</span> shall be. If this statute can be enforced against those engaged in inter-state commerce, it may be as well against those engaged in foreign; and the master of a ship clearing from New Orleans for Liverpool, having passengers on board, would be compelled to carry all, white and colored, in the same cabin during his passage down the river, or be subject to an action for damages, \"exemplary as well as actual,\" by any one who felt himself aggrieved because he had been excluded on account of his color.</p>\n<p>This power of regulation may be exercised without legislation as well as with it. By refraining from action, Congress, in effect, adopts as its own regulations those which the common law or the civil law, where that prevails, has provided for the government of such business, and those which the States, in the regulation of their domestic concerns, have established affecting commerce, but not regulating it within the meaning of the Constitution. In fact, congressional legislation is only necessary to cure defects in existing laws, as they are discovered, and to adapt such laws to new developments of trade. As was said by Mr. Justice Field, speaking for the court in Welton v. The State of Missouri, <span class=\"citation\" data-id=\"89173\"><a href=\"/opinion/89173/welton-v-missouri/\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, \"inaction [by Congress] ... is equivalent to a declaration that inter-state commerce shall remain free and untrammelled.\" Applying that principle to the circumstances of this case, congressional inaction left Benson at liberty to adopt such reasonable rules and regulations for the disposition of passengers upon his boat, while pursuing her voyage within Louisiana or without, as seemed to him most for the interest of all concerned. The statute under which this suit is brought, as construed by the State court, seeks to take away from him that power so long as he is within Louisiana; and while recognizing to the fullest extent the principle which sustains a statute, unless its unconstitutionality is clearly established, we think this statute, to the extent that it requires those engaged in the transportation of passengers among the States to carry colored passengers in Louisiana in the same cabin with whites, is unconstitutional and void. If the public good requires such legislation, it must come from Congress and not from the States.</p>\n<p>We confine our decision to the statute in its effect upon <span class=\"star-pagination\">*491</span> foreign and inter-state commerce, expressing no opinion as to its validity in any other respect.</p>\n<p>Judgment will be reversed and the cause remanded, with instructions to reverse the judgment of the District Court, and direct such further proceedings in conformity with this opinion as may appear to be necessary; and it is</p>\n<p>So ordered.</p>\n<p>MR. JUSTICE CLIFFORD concurred in the judgment, and delivered the following opinion: \u0097</p>\n<p>Power to regulate commerce is, by the Constitution, vested in Congress; and it is well-settled law that the word \"commerce\" as used in the Constitution comprehends navigation, which extends to every species of commercial intercourse between the United States and foreign nations, and to all commerce in the several States, except such as is completely internal, and which does not extend to or affect the other States. Tonnage Cases, 12 Wall. 204.</p>\n<p>Beyond all doubt, the power as conferred includes navigation as well as traffic, and it is equally well settled that it extends to ships and vessels exclusively employed in conveying passengers as well as to those engaged in transporting goods and merchandise. Gibbons v. Ogden, 9 Wheat. 1.</p>\n<p>Equality of right and privilege is guaranteed by the thirteenth article of the State Constitution to every person in the State transported in the vehicles or water-craft of a common carrier of passengers, in the words following, to wit: \"All persons shall enjoy equal rights and privileges upon any conveyance of a public character.\" Rules and regulations to enforce that provision have been enacted by the State legislature, as fully set forth in the transcript. Sess. Laws La. (1869), 37.</p>\n<p>Common carriers of the kind, it is conceded, may adopt rules and regulations for the management of their business, not inconsistent with the State Constitution and the enactment of the State legislature. By the terms of that enactment they may refuse to admit persons to such conveyance when the vehicle or water-craft does not contain room or suitable accommodations for the purpose, and they may refuse to admit an applicant, or expel him or her after admission, if the applicant <span class=\"star-pagination\">*492</span> refuses to pay fare, or is of infamous character, or is guilty, in the conveyance, of gross, vulgar, or disorderly conduct, or shall commit any act in violation of the known rules and regulations of such carrier tending to injure his business, provided such rules and regulations make no discrimination on account of race or color. Such rules and regulations as are there authorized must be duly made known to the public in order to be operative, and they must not deny to the applicant any right or privilege on account of race, color, or previous condition of servitude.</p>\n<p>Sufficient appears to show that the plaintiff is a person of color, and that the defendant is the master and owner of the steamer, which is a packet vessel duly enrolled and licensed for the coasting trade, and that the vessel was engaged in carrying passengers and cargo between the port of New Orleans in the State of Louisiana and the port of Vicksburg in the State of Mississippi; that the steamer has two cabins for the accommodation of passengers, conveniently arranged one above the other; that the upper is assigned to white persons and that the lower is assigned to persons of color, both being constructed with state-rooms, cabin, and a hall used as a dining-room where meals are furnished; that the plaintiff, being at the time in New Orleans and desiring to visit her plantation in another parish of the same State, went on board the steamer to secure her passage to the proper landing near her plantation; that the clerk of the steamer, to whom she applied for a passage in the upper cabin, having previously informed her agent that he could not give her a passage in that cabin, refused her request, telling her at the same time that he would give her a passage in the lower cabin; that the plaintiff declined to accept a berth in the lower cabin, and that she passed the night during which she remained on board sitting in a chair in what is known as the recess back of the upper cabin.</p>\n<p>Both parties concede that the steamer was engaged in one of her regular trips from New Orleans to Vicksburg, and it appears that the plaintiff took passage for the landing called the Hermitage, and that on arriving there she paid five dollars fare, which is the regular fare to that landing for persons whose passage is in the lower cabin, and that it was two <span class=\"star-pagination\">*493</span> dollars less than the regular fare for persons whose passage is in the upper cabin.</p>\n<p>Proof of a decisive character is exhibited that the plaintiff applied for a berth in the upper cabin, which was refused, and that she declined to accept one in the lower cabin, which by the rules and regulations of the steamer is assigned for persons of color. Based upon these undisputed facts, the charge of the declaration is that the plaintiff was denied the equal rights and privileges guaranteed and secured to all persons by the State Constitution and the aforesaid act of the State legislature. Superadded to that is also the charge that such equal rights and privileges were denied to her on account of her race and color, for which she claims actual and exemplary damages in the sum of $75,000.</p>\n<p>Service was made, and the defendant appeared and set up, among others, the defences following: 1. That the steamer, being enrolled and licensed according to the act of Congress to pursue the coasting trade, is governed by the laws of the United States, and may make all reasonable rules and regulations for the prosecution of her business. 2. That the State Constitution and law set up are in violation of the provision of the Federal Constitution which authorizes Congress to regulate commerce among the several States. 3. That the steamer at the time alleged was engaged in prosecuting commerce between the port of New Orleans in the State of Louisiana, and the port of Vicksburg in the State of Mississippi, and consequently was not subject to the State regulations set up in the declaration.</p>\n<p>Under the State practice these defences were pleaded as an exception to the alleged cause of action. Hearing was had, and the exception was overruled, the court giving leave to the defendant to plead the same in his answer.</p>\n<p>Pursuant to that leave, the defendant set up the same defences in the answer, adding thereto the following: 1. That he as owner had by law the right to prescribe rules and regulations for the accommodation of passengers in his steamer. 2. That all such steamers engaged in commerce and navigation in those waters have a well-known regulation that persons of color are not placed in the same cabin with white persons. 3. That the <span class=\"star-pagination\">*494</span> regulation is reasonable, usual, and customary, and was made for the protection of their business, and had been well known to the plaintiff for many years.</p>\n<p>Evidence was subsequently taken, the cause submitted to the court without a jury, the parties heard, and judgment entered for the plaintiff in the sum of $1,000 with interest and cost; and the defendant appealed to the Supreme Court of the State, where the parties were again heard, and the judgment of the District Court was affirmed.</p>\n<p>Provision is made by the fourth section of the State statute in question, that the plaintiff in such a case may recover exemplary as well as actual damages for a violation of the equal rights and privileges guaranteed to all persons in the State by the State Constitution. Suppose this is so, still the defendant insists that errors were committed by the court in the trial of the case, for which the judgment should be reversed; and the transcript shows that he sued out a writ of error, and removed the case into this court.</p>\n<p>Three of the errors assigned are still the subject of complaint: 1. That the court erred in holding that the State Constitution and statute in question are valid. 2. That the court erred in deciding that those two provisions are not regulations of commerce. 3. That the court erred in deciding that those provisions are not in conflict with the Federal Constitution.</p>\n<p>Congress, it is conceded, possesses the exclusive power to regulate commerce; and it is everywhere admitted that both traffic and navigation are included in its ordinary signification, and that it embraces ships and vessels as the instruments of intercourse and trade as well as the officers and seamen employed in their navigation. People v. Brooks, 4 Den. (N.Y.) 469.</p>\n<p>Steamboats as well as sailing ships and vessels are required to be enrolled and licensed; and the record shows that the steamer in question had conformed in all respects to the regulations of Congress in that regard, and that she was duly enrolled and licensed for the coasting trade, and that she was then and there engaged in the transportation of passengers and freight between the port of New Orleans and the port of Vicksburg.</p>\n<p><span class=\"star-pagination\">*495</span> None, it is supposed, will deny the power of Congress to enroll and license ships and vessels to sail from a port of one State to the ports of another; and it is equally clear that such ships and vessels are deemed ships and vessels of the United States, and that they are entitled as such to all the privileges of ships and vessels employed in the coasting trade. 1 Stat. 287, 305; 3 Kent, Com. (12th ed.) 145.</p>\n<p>Ships and vessels enrolled and licensed as required by that act are fully authorized to carry on that trade, the act of Congress in direct terms providing that such ships and vessels and no others shall be deemed ships and vessels of the United States, entitled to the privileges of ships and vessels employed in the coasting trade or fisheries. Gibbons v. Ogden, supra; 1 Stat. 288; White's Bank v. Smith, 7 Wall. 646.</p>\n<p>Language more explicit could not well be chosen to express the intention of Congress, and in my judgment it fully warrants the conclusion reached by Marshall, C.J., in that case, that the section contains a positive enactment that the ships and vessels it describes shall be entitled to the privileges of ships and vessels employed in the coasting trade.</p>\n<p>Undisputed proof is exhibited in the record that the steamer was duly enrolled and licensed, and that she was engaged in one of her regular trips between the port of New Orleans and the port of Vicksburg, transporting passengers and freight. Grant that, and it follows that she must be deemed to have been a ship or vessel of the United States entitled to all the privileges of ships and vessels engaged in the coasting trade, pursuant to the act of Congress providing for the enrolment and license of such ships and vessels and the regulation of such trade.</p>\n<p>Attempt was made in the leading case to maintain that the license gave no right to trade, that its sole purpose was to confer the American character on the ship or vessel; but the court promptly rejected the proposition, and held that, where the legislature attaches certain privileges and exemptions to the exercise of a right over which its control is absolute, the law must imply a power to exercise the right; and the court remarked, that it would be contrary to all reason and to the course of human affairs to say that a State is unable to strip a vessel of the particular privileges attendant on the exercise of <span class=\"star-pagination\">*496</span> a right, and yet may annul the right itself. Instead of that, it is the enrolment that proves the national character of the ship or vessel; and the court decided in that case that the license could only be granted to vessels of twenty or more tons burden which had already been enrolled, and that the license to do a particular thing is a permission or authority to do that thing, and, if granted by a person having authority to grant it, transfers to the grantee whatever it purports to authorize.</p>\n<p>Packets which ply along the coast, say the court, as well as those making foreign voyages, consider the transportation of passengers as an important part of their business; and the court adjudged directly that a coasting vessel employed in that business is as much a portion of the national marine as one employed in the transportation of cargo, and that no reason exists for holding that such a vessel is withdrawn from the regulating power of the national government.</p>\n<p>Without more, these references to the opinion in that great case are sufficient to show that the court there decided that the enrolment act is of itself a sufficient regulation of the navigation of all the public navigable rivers of the United States to secure to ships and vessels of the United States sailing under a coasting license the free navigation of all such public highways.</p>\n<p>Confirmation of that proposition, even more decisive than the opinion of the court, is found in the decree rendered in the case, where the court adjudge that the licenses set up by the appellant gave full authority to those vessels to navigate the waters of the United States for the purpose of carrying on the coasting trade, any law of the State to the contrary notwithstanding, and that so much of the law of the State as prohibited vessels so licensed from navigating the waters of the State by means of fire or steam is repugnant to the Constitution of the United States, and void.</p>\n<p>Cases have arisen in which it is held that the States may rightfully adopt certain regulations touching the subject, which are local in their operation, where none have been ordained by Congress; but it will not be necessary to enter that field of inquiry, or to attempt to reconcile those decisions with the conclusion in this case, as it is clear from the remarks already <span class=\"star-pagination\">*497</span> made that Congress has prescribed the conditions which entitle ships and vessels belonging to the national marine to pursue the coasting trade without being subjected to burdensome and inconsistent State regulations. Welton v. The State of Missouri, 91 U.S. 275.</p>\n<p>Repeated decisions of this court have determined that the power to regulate commerce embraces all the instruments by which such commerce may be conducted; and it is settled law that where the subject to which the power applies is national in its character, or of such a nature as to admit of uniformity of regulation, the power is exclusive of all State authority. Whatever subjects of this power, says Mr. Justice Curtis, are in their nature national, or admit only of one uniform system or plan of regulation, may justly be said to be of such a nature as to require exclusive legislation by Congress. Cooley v. Board of Wardens, 12 How. 299.</p>\n<p>Difficulty may attend the effort to prescribe any definition which will guide to a correct result in every case; but it is clear that a regulation which imposes burdensome or impossible conditions on those engaged in commerce, whether with foreign nations or among the several States, must of necessity be national in its character. Henderson et al. v. Mayor of New York, 92 U.S. 259.</p>\n<p>Apply that rule to the case, and it is clear, even if there be a class of State regulations which may be valid until the same ground is occupied by an act of Congress or by a treaty, that the State regulation in question is not one of that class.</p>\n<p>Such a subject is in its nature national, and admits of only one uniform system or plan of regulation. Unless the system or plan of regulation is uniform, it is impossible of fulfilment. Mississippi may require the steamer carrying passengers to provide two cabins and tables for passengers, and may make it a penal offence for white and colored persons to be mixed in the same cabin or at the same table. If Louisiana may pass a law forbidding such steamer from having two cabins and two tables, \u0097 one for white and the other for colored persons, \u0097 it must be admitted that Mississippi may pass a law requiring all passenger steamers entering her ports to have separate cabins <span class=\"star-pagination\">*498</span> and tables, and make it penal for white and colored persons to be accommodated in the same cabin or to be furnished with meals at the same table. Should State legislation in that regard conflict, then the steamer must cease to navigate between ports of the States having such conflicting legislation, or must be exposed to penalties at every trip.</p>\n<p>Those who framed the Constitution never intended that navigation, whether foreign or among the States, should be exposed to such conflicting legislation; and it was to save those who follow that pursuit from such exposure and embarrassment that the power to regulate such commerce was vested exclusively in Congress.</p>\n<p>Few or none will deny that the power to regulate commerce among the several States is vested exclusively in Congress; and it is equally well settled that Congress has, in many instances and to a wide extent, legislated upon the subject. Sherlock v. Alling, 93 U.S. 99; Rev. Stat., sect. 4311.</p>\n<p>Support to that proposition, of the most persuasive and convincing character, is found in the act of Congress entitled \"An Act to provide for the better security of life on board of vessels propelled in whole or in part by steam, and for other purposes,\" the forty-first section of which provides that all steamers navigating the lakes, bays, inlets, sounds, rivers, harbors, or other navigable waters of the United States, when such waters are common highways of commerce or open to general or competitive navigation, shall be subject to the provisions of that act. 16 Stat. 453; Rev. Stat., sect. 4400.</p>\n<p>Vessels have always been employed to a greater or less extent in the transportation of passengers, and have never been supposed to be on that account withdrawn from the control or protection of Congress. Gibbons v. Ogden, supra.</p>\n<p>Differences of opinion may exist as to the extent and operation of the national law regulating commerce among the several States, but none, it is presumed, will venture to deny that it is regulated very largely by congressional legislation. Admit that, and it follows that the legislation of Congress, if constitutional, must supersede all State legislation upon the same, and, by necessary implication, prohibit it, except in cases where the legislation of Congress manifests an intention to leave <span class=\"star-pagination\">*499</span> some particular matter to be regulated by the several States. Cooley v. Board of Wardens, supra.</p>\n<p>Decisive authority for that proposition is found in the unquestioned decisions of this court. Such were the views of Judge Story more than thirty-five years ago, when he said, if Congress have a constitutional power to regulate a particular subject, and they do actually regulate it in a given manner and in a certain form, it cannot be that the State legislatures have a right to interfere, and, as it were, by way of complement to the legislation of Congress, to prescribe additional regulations and what they may deem auxiliary provisions for the same purpose. The Chusan, 2 Story, 466; Sinnot v. Davenport, 22 How. 227.</p>\n<p>In such a case, the legislation of Congress in what it does prescribe manifestly indicates that it does not intend that there shall be any further legislation to act upon the subject-matter. Its silence as to what it does not do is as expressive of what its intention is as the direct provisions made by it. Prigg v. Pennsylvania, 16 Pet. 539; Gibbons v. Ogden, supra; White's Bank v. Smith, supra.</p>\n<p>Whenever the terms in which a power is granted to Congress, or the nature of the power, requires that it should be exercised exclusively by Congress, the subject is as completely taken from the State legislatures as if they had been expressly forbidden to exercise the power. Sturges v. Crowninshield, 4 Wheat. 122; Brown v. Maryland, 12 id. 419.</p>\n<p>Irrespective of the decisions of the State court, it might well be doubted whether the State statute in question does prohibit a steamer carrying passengers from having and maintaining separate cabins and eating-saloons for white and colored passengers, and whether the denial to a colored female of a passage in the cabin assigned to white female passengers is a denial of equal rights and privileges, within the meaning of the State Constitution or the first section of the State statute in question, provided the applicant was offered a passage in the lower cabin, with equally convenient accommodation. Much discussion of that topic, however, is unnecessary, as two decisions of the State court conclusively determine the point that the State statute does contain such a prohibition, and that the <span class=\"star-pagination\">*500</span> facts of the case do bring the conduct of the defendant within that prohibition. DeCuir v. Benson, 27 La. Ann. 1; Hart v. Hoss &amp; Elder, 22 id. 517; Sauvinet v. Walker, 27 id. 14.</p>\n<p>Even suppose the meaning of the statute is doubtful, still the rule of construction adopted by the highest court of a State, in construing their own Constitution and one of their own statutes, in a case not involving any question re-examinable in this court under the twenty-fifth section of the Judiciary Act, must be regarded as conclusive in this court. Provident Institution v. Massachusetts, 6 Wall. 611; Randall v. Brigham, 7 id. 523: Gut v. The State, 9 id. 35.</p>\n<p>Where a State court gives such a construction to a State statute as to make it conflict with the Constitution or laws of the United States, and sustains its validity after giving it such construction, and thereby deprives a party of his rights under the said Constitution or law, it is settled law that a Federal question does arise in such a case, and that this court can review the decision of the State court as to the validity of such a statute. Insurance Company v. Treasurer, 11 id. 204. Were it not so, it is clear that the constitutional provision could always be evaded by the State courts giving such a construction to the contract or the statute as to render the appellate power of this court of no avail in such cases to uphold the contract against unfriendly State legislation. Delmas v. Insurance Company, 14 id. 661.</p>\n<p>State courts certainly have a right to expound the statutes of the State; and, having done so, those statutes, with the interpretation given to them by the highest court of the State, become the rule of decision in the Federal courts. Richmond v. Smith, 15 id. 429; Jones &amp; Co. v. The City of Richmond, 18 Gratt. (Va.) 517; Leffingwell v. Warren, 2 Black, 599.</p>\n<p>Argument to show that the question whether or not the State court erred in the construction of their own Constitution and statute is not re-examinable in this court under the twenty-fifth section of the Judiciary Act is unnecessary, as the negative of the proposition is self-evident.</p>\n<p>Governed by the laws of Congress, it is clear that a steamer carrying passengers may have separate cabins and dining saloons for white persons and persons of color, for the plain <span class=\"star-pagination\">*501</span> reason that the laws of Congress contain nothing to prohibit such an arrangement. Steamers carrying passengers for hire are bound, if they have suitable accommodation, to take all who apply, unless there is objection to the character or conduct of the applicant. Applicants to whom there is no such valid objection have a right to a passage, but it is not an unlimited right. On the contrary, it is subject to such reasonable regulations as the proprietors may prescribe for the due accommodation of passengers and the due arrangement of the business of the carrier.</p>\n<p>Such proprietors have not only that right, but the farther right to consult and provide for their own interests in the management of the vessel as a common incident to their right of property. They are not bound to admit passengers on board who refuse to obey the reasonable regulations of the vessel, or who are guilty of gross and vulgar habits of conduct, or who make disturbances on board, or whose characters are doubtful, dissolute, suspicious, or unequivocally bad. Nor are they bound to admit passengers on board whose object it is to interfere with the interests of the patronage of the proprietors, so as to make their business less lucrative or their management less acceptable to the public. Jencks v. Coleman, 2 Sumn. 221.</p>\n<p>Corresponding views are expressed by the Supreme Court of Michigan in an analogous case, in which the distinction between the right of an applicant to be admitted on board, and his claim to dictate what part of the vessel he shall occupy, is clearly pointed out. Referring to that subject, the court say the right to be carried is one thing, and the privilege of a passenger on board as to what part of the vessel may be occupied by him is another and a very different thing; and they add, that it is the latter and not the former which is subject to reasonable rules and regulations, and is, where such rules and regulations exist, to be determined by the proprietors. Damages were claimed in that case for refusing the plaintiff the privilege of the cabin; but the court held that the refusal was nothing more or less than denying him certain accommodations from which he was excluded by the rules and regulations of the steamer. Day v. Owen, 5 Mich. 520.</p>\n<p><span class=\"star-pagination\">*502</span> Proprietors of the kind may make rules and regulations, but they must be reasonable; and the court held in that case that to be so they should have for their object the accommodation of the passengers, including every thing to render the transportation most comfortable and least annoying, not to one or two or any given number carried at any particular time, but to the great majority ordinarily transported; and they also held that such rules and regulations should be of a permanent nature, and not be made for a particular occasion or emergency.</p>\n<p>Special and important duties indubitably are imposed upon carriers of passengers for the benefit of the travelling public, but it must not be forgotten that the vehicles and vessels which such carriers use do not belong to the public. They are private property, the use and enjoyment of which belong to the proprietors. Angell, Carriers (5th ed.), sect. 525.</p>\n<p>Concede what is undoubtedly true, that the use and employment of such vehicles and vessels, during the time they are allowed the privileges of common carriers, may be subjected to such conditions and obligations as the nature of their employment requires for the comfort, security, and safety of passengers, still the settled rules of constitutional law forbid that a State legislature may invade the dominion of private right by arbitrary restrictions, requirements, or limitations, by which the property of the owners or possessors would be virtually stripped of all utility or value if bound to comply with the regulations. Jencks v. Coleman, supra.</p>\n<p>Both steamboats and railways are modern modes of conveyance; but Shaw, C.J., decided that the rules of the common law were applicable to them, as they take the place of other modes of carrying passengers, and he held that they have authority to make reasonable and suitable regulations as regards passengers intending to pass and repass in their vehicles or vessels. Commonwealth v. Power, 7 Metc. (Mass.) 601; Hibbard v. New York &amp; Erie Railroad Co., 15 N.Y. 455; Illinois Central Railroad Co. v. Whittemore, 43 Ill. 420. They are, said the Chief Justice in that case, in a condition somewhat similar to that of an inn-keeper, whose premises are open to all guests. Yet he is not only empowered to make such proper arrangements as will promote <span class=\"star-pagination\">*503</span> his own interests, but he is bound to regulate his house so as to preserve order, and, if practicable, prevent breaches of the peace. Vinton v. Middlesex Railroad Co., 11 Allen (Mass.), 304.</p>\n<p>Cases of like import are quite numerous, and the Supreme Court of Pennsylvania decided directly that a public carrier may separate passengers in his conveyance; and they deduce his power to do so from his right of private property in the means of conveyance, and the necessity which arises for such a regulation to promote the public interest. Speaking to that point, they say that the private means the carrier uses belong wholly to himself; and they held the right of control in that regard as necessary to enable the carrier to protect his own interests, and to perform his duty to the travelling public. His authority in that regard, as that court holds, arises from his ownership of the property, and his public duty to promote the comfort and enjoyment of those travelling in his conveyance. Guided by those views, the court held that it is not an unreasonable regulation to seat passengers so as to preserve order and decorum, and to prevent contacts and collisions arising from natural or well-known customary repugnancies which are likely to breed disturbances, where white and colored persons are huddled together without their consent. The West Chester &amp; Philadelphia Railroad Co. v. Miles, 55 Pa. St. 209.</p>\n<p>Where the passenger embarks without making any special contract, and without knowledge as to what accommodations will be afforded, the law implies a contract which obliges the carrier to furnish suitable accommodations according to the room at his disposal; but the passenger in such a case is not entitled to any particular apartments or special accommodations. Substantial equality of right is the law of the State and of the United States; but equality does not mean identity, as in the nature of things identity in the accommodation afforded to passengers, whether colored or white, is impossible, unless our commercial marine shall undergo an entire change. Adult male passengers are never allowed a passage in the ladies' cabin, nor can all be accommodated, if the company is large, in the state-rooms. Passengers are entitled to proper diet and lodging; but the laws of the United States do not require the master of <span class=\"star-pagination\">*504</span> a steamer to put persons in the same apartment who would be repulsive or disagreeable to each other.</p>\n<p>Steamers carrying passengers as a material part of their employment are common carriers, and as such enjoy the rights and are subject to the duties and obligations of such carriers; but there was and is not any law of Congress which forbids such a carrier from providing separate apartments for his passengers. What the passenger has a right to require is such accommodation as he has contracted for, or, in the absence of any special contract, such suitable accommodations as the room and means at the disposal of the carrier enable him to supply; and in locating his passengers in apartments and at their meals it is not only the right of the master, but his duty, to exercise such reasonable discretion and control as will promote, as far as practicable, the comfort and convenience of his whole company.</p>\n<p>Questions of a kindred character have arisen in several of the States, which support these views in a course of reasoning entirely satisfactory and conclusive. Boards of education were created by a law of the State of Ohio, and they were authorized to establish within their respective jurisdictions one or more separate schools for colored children when the whole number by enumeration exceeds twenty, and when such schools will afford them, as far as practicable, the advantages and privileges of a common-school education. Under that law, colored children were not admitted as a matter of right into the schools for white children, which gave rise to contest, in which the attempt was made to set aside the law as unconstitutional: but the Supreme Court of the State held that it worked no substantial inequality of school privileges between the children of the two classes in the locality of the parties; that equality of rights does not involve the necessity of educating white and colored persons in the same school any more than it does that of educating children of both sexes in the same school, or that different grades of scholars must be kept in the same school; and that any classification which preserves substantially equal school advantages is not prohibited by either the State or Federal Constitution, nor would it contravene the provisions of either. State v. McCann et al., 21 Ohio St. 198.</p>\n<p><span class=\"star-pagination\">*505</span> Separate primary schools for colored and for white children were maintained in the city of Boston. Children in the State who are unlawfully excluded from public-school instruction may recover damages therefor against the city or town by which such public instruction is supported. It appears that the plaintiff was denied admission to the primary school for white children, and she by her next friend claimed damages for the exclusion; but the Supreme Court, Shaw, C.J., giving the opinion, held that the law vested the power in the committee to regulate the system of distribution and classification, and that when the power was reasonably exercised their decision must be deemed conclusive. Distinguished counsel insisted that the separation tended to deepen and perpetuate the odious distinction of caste; but the court responded, that they were not able to say that the decision was not founded on just grounds of reason and experience, and in the results of a discriminating and honest judgment. Roberts v. City of Boston, 5 Cush. (Mass.) 198.</p>\n<p>Age and sex have always been marks of classification in public schools throughout the history of our country, and the Supreme Court of Nevada well held that the trustees of the public schools in that State might send colored children to one school and white children to another, or they might make any such classification as they should deem best, whether based on age, sex, race, or any other reasonable existent condition. State v. Duffy, 7 Nev. 342.</p>\n<p>Directors of schools in Iowa have no discretion under the existing law of the State to deny a youth of proper age admission to any particular school on account of nationality, color, or religion. Former statutes of the State invested the directors with such discretion, and it is impliedly conceded that it would be competent for the legislature again to confer that authority. Clark v. The Board of Directors, 24 Iowa, 266.</p>\n<p>School privileges are usually conferred by statute, and, as such, are subject to such regulations as the legislature may prescribe. Such statutes generally provide for equal school advantages for all children, classifying the scholars as the legislature in its wisdom may direct or authorize; and the Supreme Court of New York decided that the legislature of the State <span class=\"star-pagination\">*506</span> may from time to time make such limitations and alterations in that regard as they may see fit. Dallas v. Fosdick, 40 How. (N.Y.) Pr. 249.</p>\n<p>Public instruction of the kind is regulated in that State oy official boards created for the purpose; and it is settled law there that the board may assign a particular school for colored children, and exclude them from schools assigned for white children, and that such a regulation is not in violation of the Fourteenth Amendment. People v. Gaston, 13 Abb. (N.Y.) Pr. N.S. 160.</p>\n<p>Ships and vessels duly enrolled and licensed for the coasting trade may lawfully touch at intermediate ports, to receive or discharge passengers or cargo; but the fact that they do so does not in the least change or alter the character of the trip, or diminish the right of the vessel to enjoy all the privileges of a vessel engaged in commerce between ports in different States; nor does the fact that the plaintiff expected to leave the steamer at a landing in the same State enlarge her right of accommodation, or augment in any respect the obligations of the steamer as a public carrier, for the reason that the steamer sailed throughout the whole trip under her coasting license, and her rights and privileges, duties and obligations, must be ascertained and defined by the regulations prescribed by the acts of Congress.</p>\n<p>Commercial regulations of the kind cannot be effectual to accomplish the object for which they were required and designed to effect, unless it be held that they extend to the entire voyage, as well that portion of it which is in the State where the voyage began as that which extends into another State, as the whole is performed under the coasting license founded in the acts of Congress passed to regulate such commerce and navigation.</p>\n<p>Throughout our history the acts of Congress have regulated the enrolment and license of vessels to be engaged in the coasting trade, and this court expressly determined that a State law which imposed another and an additional condition to the privilege of carrying on that trade within her waters is inoperative and void. Sinnot v. Davenport, 22 How. 227; Foster v. Davenport, 22 id. 244; Wheeling Bridge Company v. Pennsylvania, 18 id. 432.</p>\n<p><span class=\"star-pagination\">*507</span> Alabama passed an act to the effect that vessels engaged in foreign commerce, or in the coasting trade, shall not navigate her waters without complying with a condition not prescribed by the act of Congress. By the State law, they are required, before leaving the described port, to file in the office of the judge of probate a statement in writing, setting forth as follows: 1. The name of the vessel. 2. The name of the owner or owners. 3. His or their place or places of residence. 4. The interest each has in the vessel.</p>\n<p>Speaking of that condition, the court say, if the interpretation of the court as to the force and effect of the privileges afforded to the vessel by the enrolment and license act in the leading case are to be maintained, it can require no argument to show a direct conflict between this act and the act of Congress regulating the coasting trade. Sinnot v. Davenport, supra.</p>\n<p>Nor does it require any argument to show that the State law before the court is exactly analogous in principle to the State law declared void in that case. Like the former, the latter imposes an additional condition to the privilege of carrying on the coasting trade within the waters of the State, not prescribed by any act of Congress. Enrolled and licensed vessels have the constitutional right to pursue the coasting trade on the terms and conditions which Congress has seen fit to prescribe, and no State legislature can interfere with that right, either to abridge or enlarge it, or to subject it to any terms and conditions whatsoever.</p>\n<p>Commerce among the several States as well as commerce with foreign nations requires uniformity of regulation; and that power is by the Constitution vested exclusively in Congress, as appears by the Constitution itself, and by an unbroken course of the decisions of this court, covering a period of more than half a century.</p>\n<p>Judicial authority to support the theory of the court below is entirely wanting, except what may be derived from the case of Coger v. Packet Company, 37 Iowa, 145, decided by the Supreme Court of the State. Special damage was claimed by the plaintiff in that case, of the master of a steamer navigating the Mississippi River, for removing her, she being a colored <span class=\"star-pagination\">*508</span> woman, from the dining-room of the steamer without just cause. Regulations had previously been adopted by the steamer excluding colored persons from the state-rooms and other first-class privileges and accommodations. Service was made, and the defendant appeared and pleaded those regulations as a defence. Hearing was had, and the court decided that persons of color were entitled to the same rights and privileges, when travelling, as white persons, and that they cannot be required by any rule or custom based on distinction of color or race to accept other or different accommodations than those furnished to white persons.</p>\n<p>Abundant reasons exist to show that the decision in that case is not an authority in the case before the court, a few of which will be stated: 1. Because the report of the case does not show that the steamer was navigating under a coasting license. 2. Because the constitutional question involved in the case before the court was neither involved, presented, nor considered in that case, either by the bar or the court. 3. Because the decision was rested entirely upon other and different grounds. 4. Because the facts of the two cases are widely and substantially different.</p>\n<p>Colored persons, it is admitted, are citizens, and that citizens, without distinction of race or color or previous condition of servitude, have the same right to make and enforce contracts, to sue, be parties and give evidence, to inherit, purchase, lease, sell, hold, and convey real and personal property, and to full and equal benefit of all laws and proceedings for the security of personal property, as is enjoyed by white citizens. 14 Stat. 27. States are also forbidden to make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property without due process of law, nor deny to any person within its jurisdiction the equal protection of the laws. Enforcement Act, 16 id. 140; Fourteenth Amendment to the Constitution.</p>\n<p>Vague reference is made to the Civil Rights Act and to the preceding amendment to the Constitution, as if that act or the said amendment may supersede the operation and legal effect of the coasting license as applied to the case before the <span class=\"star-pagination\">*509</span> court; but it is clear that neither of those provisions, nor both combined, were intended to accomplish any such purpose. Enough appears in the language employed in those provisions to show that their principal object was to confer citizenship, and the rights which belong to citizens as such, upon the colored people, and in that manner to abrogate the rule previously adopted by this court in the Dred Scott Case. By the Civil Rights Act, the rule adopted in that case is entirely superseded, and all the substantial rights of citizens are conferred upon the colored people, as more fully appears by the enumeration contained in the first section of the act. Under no view, therefore, that can properly be taken of that act can it be held to supersede, repeal, modify, or affect the act of Congress, providing for the enrolment and licensing of ships and vessels for the coasting trade. Dallas v. Fosdick, supra.</p>\n<p>Certain phases of the question were also presented to the District Court of Philadelphia, in the case of Goines v. M'Candless, 4 Phila. C.P. 255, in which the court admitted that a corporation created for the carriage of passengers cannot arbitrarily refuse to carry any man or class of men without laying itself open to an action for damages; but the court held in the same case that such a corporation may establish reasonable rules for the comfort and convenience of those whom it is bound to carry, even though the effect may be to exclude particular individuals falling within those rules.</p>\n<p>Evidence of a decisive character that Congress has regulated inter-state commerce is also found in the act supplemental to the act providing for the enrolment and licensing of ships and vessels for the coasting trade, the first section of which divides the sea-coasts and navigable rivers into three great districts, and provides as follows: 1. That the first shall include all the collection districts on the sea-coast and navigable rivers between the limits of the United States and the southern limits of Georgia. 2. That the second shall include all the collection districts and navigable rivers between the river Perdido and the Rio Grande. 3. That the third shall include all the collection districts on the sea-coast and navigable rivers between the southern limits of Georgia and the river Perdido. Rev. Stat., sect. 4348; 3 Stat. 493.</p>\n<p><span class=\"star-pagination\">*510</span> Congress having legislated upon the subject, it cannot be that the State legislatures have a right to interfere and prescribe additional regulations, as the legislation of Congress clearly indicates that the national law-makers never intended to leave any thing open upon the subject to the discretion of the State legislatures.</p>\n<p>Two opposing theories, sometimes advanced in such controversies, deserve some brief comments before concluding the examination of the case. They are in substance and effect as follows: 1. That the effect of the coasting license issued under the enrolment act is merely to evidence the national character of the vessel; that the acts of Congress requiring the register and enrolment of vessels was never intended as the exercise of the power of Congress to regulate commerce among the States, and that the States still possess the concurrent power to prescribe such regulations until Congress shall ordain express provisions to control and restrict the regulations enacted by the States. 2. That the Supreme Court, by a decision made subsequent to the decree in the great leading case in which it is held that the power to regulate commerce is vested exclusively in Congress, qualified, if they did not positively overrule, that generally acknowledged rule upon the subject.</p>\n<p>1. Enough, it would seem, has already been remarked to refute the first opposing theory; but, if more be needed, it will be found in the fact that it is the exact theory maintained by the courts of the State where the controversy arose, and whose final decree was removed into this court for re-examination. None will attempt to deny that proposition who ever read the opinions delivered in the subordinate courts. Ogden v. Gibbons, 4 Johns. (N.Y.) Ch. 150; s.c. 17 Johns. 488; 1 Kent Com. (12th ed.) 435.</p>\n<p>Explanations respecting that historical controversy, of a more satisfactory character, are given by Chancellor Kent than by any other legal writer who has undertaken to state the constitutional questions which it involved, and which were finally determined by the unanimous judgment of this court. His statement of the case is as follows: That the respondent set up, by way of right and title to navigate the waters of the State in opposition to the grant of the complainant, that his <span class=\"star-pagination\">*511</span> steamboats were duly enrolled and licensed under the enrolment act, to be employed in carrying on the coasting trade; that the question in the case was whether such a coasting license conferred the power to interfere with the grant of the State under which the complainant claimed the exclusive right to navigate the waters of the State which made the grant.</p>\n<p>Eminent counsel represented both sides of the question, and we are informed by the learned commentator that the courts of the State in the two cases referred to decided against the defence set up in the answer of the respondent, and held that the coasting license merely gave to the steamboats of the respondent the character of American vessels; that the license was not intended to decide a question of property, or to confer a right of property or a right of navigation or commerce; that the courts of that State during that period never regarded the act regulating the coasting trade as intended to assert any supremacy over State regulations in respect to internal waters or commerce, for the reason that those courts did not consider that act as the exercise of the power vested in Congress to regulate commerce among the States.</p>\n<p>Competent evidence to show that the courts of that State in those two cases took the exact same ground as that involved in the theory in question is very abundant and conclusive, without looking elsewhere than to the lecture of the Chancellor under consideration. Decisive support to that conclusion is also found in what follows in the same connection in the same lecture, in which he says that the courts of the State did not, either in the case of Ogden v. Gibbons or in any of the cases which preceded it, deny to Congress the power to regulate commerce among the States by express and direct provision, so as to control and restrict the exercise of the State grant; that they only insisted that without some such explicit provision the State jurisdiction over the subject was in full force, which is exactly what is claimed by those who seek to undermine the doctrines of the great leading case.</p>\n<p>Beyond all question, the views of the Chancellor as to what was decided by the courts of the State in that great controversy are correct, and it will be equally instructing to ascertain what his views are as to what followed in this court. Speaking <span class=\"star-pagination\">*512</span> upon that subject, he says the cause was afterwards carried up by appeal to the Supreme Court of the United States, where the decree was reversed on the ground that the grant to the complainant was repugnant to the rights and privileges conferred upon the steamboats of the respondent navigating under a coasting license; that in the construction of the power to regulate commerce the Supreme Court held that the term meant not only traffic but intercourse, and that it included navigation, and that the power to regulate commerce was a power to regulate navigation; that commerce among the several States meant commerce intermingled with the States, and which might pass the external boundary line of each State, and be introduced into the interior; that the power conferred comprehended navigation within the limits of every State, and that it may pass the jurisdictional line of a State and be exercised within its territory, so far as the navigation is connected with foreign commerce or with commerce among the several States; and that the power, like all the other powers of Congress, is plenary and absolute within its acknowledged limits.</p>\n<p>Three limitations or restrictions, as the Chancellor states, were admitted by the Supreme Court in that case to exist to the limits of that power as conferred: 1. That the power does not extend to that commerce which is completely internal, and is carried on between different parts of the same State, not extending to or affecting other States. 2. That the power is restricted to that commerce which concerns more States than one, the completely internal commerce of a State being reserved for the State itself. 3. That the power conferred does not prohibit the States from passing inspection laws or quarantine or health laws and laws for regulating highways and ferries, nor does it include the power to regulate the purely internal commerce of a State, or to act directly on its system of police. 1 Kent Com. (12th ed.) 437.</p>\n<p>Many efforts have been made to analyze and expound the opinion delivered by the great magistrate in that case, but none, it is believed, were ever attended with such complete success as that of the commentator to which reference is made. He was the chancellor of the State court, and gave the original opinion; and, when he found that his decree was reversed by <span class=\"star-pagination\">*513</span> the Supreme Court, he was influenced by the highest motive to ascertain the true grounds assumed in the judgment of the Appellate Court.</p>\n<p>Judge Story says, in his Commentaries on the Constitution, that it has been settled, upon the most solemn deliberation, that the power to regulate commerce is exclusive in the government of the United States; and he adds in another section of the Commentaries, that the reasoning by which the power given to Congress to regulate commerce is maintained to be exclusive has not of late been seriously controverted, and that it seems to have the cheerful acquiescence of the learned tribunals of a particular State, one of whose acts brought it first under judicial examination. 2 Story, Const. (3d ed.), sects. 1067, 1071; Steamboat Company v. Livingston, 3 Cow. (N.Y.) 13; The People v. Brooks, 4 Denio (N.Y.), 469; Pomeroy, Const. (3d ed.), sect. 371; Sergeant, Const. (2d ed.) 308; Rawle, Const. (2d ed.) 82; Railroad Company v. Husen, supra, p. 465.</p>\n<p>Repeated decisions of this court, including the one at the present term, have established that rule as the settled law of the court; nor is there any case in the reported decisions of the court, when properly understood, which gives any countenance or support to the theory under examination, unless it be the case of Gilman v. Philadelphia, <span class=\"citation\" data-id=\"87748\"><a href=\"/opinion/87748/gilman-v-philadelphia/\"><span class=\"volume\">3</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">713</span></a></span>, which it is not admitted, when taken as a whole, falls within that category.</p>\n<p>Certain admissions are contained in the opinion in that case which are certainly in conflict with the theory which it is the purpose of these observations to refute. Mr. Justice Swayne very properly admits that the enrolment act authorizes vessels enrolled and licensed according to its provisions to engage in the coasting trade; that commerce includes navigation; and that the power to regulate commerce comprehends the control, for that purpose and to the extent necessary, of the navigable waters of the United States which are accessible from a State other than those in which they lie. For that purpose, says the same learned judge, they are the public property of the nation, and subject to all the requisite legislation by Congress. Gibbons v. Ogden, supra; Corfield v. Coryell, 4 Wash. 371.</p>\n<p>These are the authorities cited to support the proposition; and the learned Justice adds, that this necessarily includes the <span class=\"star-pagination\">*514</span> power to keep such waters open and free from any obstruction to their navigation interposed by the States or otherwise, to remove such obstructions when they exist, and to provide by such sanctions as they, the Congress, may deem proper against the occurrence of the evil and for the punishment of offenders. For these purposes, Congress, says the judge, possesses all the powers which existed in the States before the adoption of the national Constitution, and which have always been vested in the Parliament of England: and he further added, that commerce among the States does not stop at a State line; that, coming from abroad, it penetrates wherever it can find navigable waters reaching from without into the interior, and may follow them up as far as navigation is practicable. Wherever commerce among the States goes, the power of the nation goes with it, to protect and enforce its rights. Nothing more surely can be needed to show that the theory under discussion is erroneous and fallacious.</p>\n<p>2. Whatever support exists to the second theory mentioned is found in a single case, which has sometimes been strangely misunderstood at the bar. Willson v. Blackbird Creek Marsh Co., 2 Pet. 245. Proper attention to the facts of the case will show that the creek in question was one of those many creeks passing through a deep level marsh adjoining the river Delaware, up which the tide flows for some distance; that the property on the bank of the creek was of little or no value unless it was reclaimed by excluding the water from the marsh; and that the health of the residents of the neighborhood required that such improvement should be made. Measures calculated to effect those objects had been adopted; and the court held that the State legislature might lawfully authorize the necessary erections to accomplish those important objects.</p>\n<p>Judgment was rendered by the same court which gave the judgment in the case of Gibbons v. Ogden; and no one has ever been able to assign any reason to conclude that the constitutional views of the court had at that time undergone any change. Instead of overruling that great case, it will be seen that the Chief Justice who gave the opinion did not even allude to it; though, as a sound exposition of the Federal Constitution, it is not second in point of importance to any one <span class=\"star-pagination\">*515</span> that great magistrate ever delivered. Evidently he had no occasion to refer to it or to any of its doctrines, as he properly described the creek over which the dam was erected as a low, sluggish water, of little or no importance, and treated the erection of the dam as one adapted to reclaim the adjacent marshes, and as essential to the preservation of the public health, and sustained the constitutionality of the law authorizing the erection, upon the ground that it was within the reserved police powers of the State.</p>\n<p>Congressional regulations, as embodied in the enrolment act and other acts of Congress, apply to all public navigable waters of the United States; but every navigator employed in the coasting trade knows that there are many small creeks, channels, and indentations along our Atlantic coast, especially in the marshes, which are never classed in the category of public navigable waters, though they are capable of being navigated by small vessels when the tide is full. Hundreds of such creeks, said Mr. Justice McLean, are similarly situated. In such cases, involving doubt whether the jurisdiction may not be exclusively exercised by the State, it is politic and proper in the judicial tribunals of the nation to follow the action of Congress.</p>\n<p>Over the navigable waters of a State Congress can exercise no commercial power, except as regards the intercourse with other States or foreign countries; and he adds, that doubtless there are many creeks made navigable by the flowing of the tide or by the back water from large rivers which the general phraseology of an act to regulate commerce may not embrace; that in all such cases, and many others that may be found to exist, this court could not safely exercise a jurisdiction not expressly sanctioned by Congress.</p>\n<p>When the language of the court in that case is applied to the facts of the case, said Justice McLean, no such principle as that assumed in argument is sanctioned; that the construction of the dam was not complained of as a regulation of commerce, but as an obstruction to commerce; that the court held, that, inasmuch as Congress had not assumed to control State legislation over those small navigable creeks into which the tide flows, the judicial power could not do so; that the act of <span class=\"star-pagination\">*516</span> the State was an internal and a police power to guard the health of its citizens, and that nothing more was found in the case than a forbearance to exercise power over a doubtful object, which should ever characterize the judicial branch of the government. Passenger Cases, 7 How. 283.</p>\n<p>Mr. Hamilton, in the thirty-first number of the Federalist, says that there is an exclusive delegation or alienation of State sovereignty in three cases: first, where the exclusive power is in terms given to Congress; second, where an authority is granted to the Union, and the States are prohibited from exercising a like authority; third, where an authority is granted to the Union, to which a similar authority in the States would be absolutely and wholly contradictory and repugnant.</p>\n<p>Even suppose that the power to regulate commerce falls within the third designation, still it is believed that sufficient has already been remarked to show that the nature of the power is such that it shows that the power should be exclusively exercised by Congress. Cooley v. Board of Wardens, 12 How. 299; State v. The Wheeling Bridge Company, 13 How. 518; s.c. 18 id. 421.</p>\n<p>Both of the decisions in the Wheeling Bridge case are subsequent in point of time to the case of Willson v. The Blackbird Creek Marsh Co., and so are the Commentaries of Judge Story upon the Constitution; and yet not an intimation is found in either that the doctrines of the great case referred to were ever modified or questioned. That such an intimation is not to be found anywhere is clearly demonstrated by a recent commentator, who has carefully reviewed every opinion given by this court upon that subject. Pomeroy, Const. (3d ed.), pp. 207-248.</p>\n<p>Waters lying wholly within a single State may be such as to be regarded as public navigable waters of the United States, because they are properly denominated as arms of the sea. Examples of the kind are numerous, of which it will be sufficient to mention the Hudson, from Albany to the sound; the Penobscot, from Bangor to the bay; the Kennebec, from the capital of the State to its mouth; and the Saco, from below the falls to the ocean; and many others, equally well known even to the pupils in the common schools. All such public <span class=\"star-pagination\">*517</span> navigable waters, being arms of the sea, are within the acts of Congress passed to regulate commerce. The Propeller Commerce, 1 Black, 574; The Belfast, 7 Wall. 624; Gilman v. Philadelphia, 3 id. 713.</p>\n</div>", 
  "sha1": "67d65bf5be8debb85be44fa74844be5c8422befb", 
  "date_modified": "2014-12-21T01:28:59.247318", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/89626/hall-v-decuir/", 
  "citation_count": 43, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/176561/", 
  "html": "<p class=\"case_cite\">95 U.S. 485</p>\n    <p class=\"case_cite\">24 L.Ed. 547</p>\n    <p class=\"parties\">HALL<br>v.<br>DECUIR.</p>\n    <p class=\"date\">October Term, 1877.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Supreme Court of the State of Louisiana.</p>\n      <p class=\"indent\">By the thirteenth article of the Constitution of Louisiana it is provided that 'all persons shall enjoy equal rights and privileges upon any conveyance of a public character.' By an act of the General Assembly, entitled 'An Act to enforce the thirteenth article of the Constitution of this State, and to regulate the licenses mentioned in said thirteenth article,' approved Feb. 23, 1869, it was enacted as follows:&#8212;&#8212;</p>\n      <p class=\"indent\">'SECTION 1. All persons engaged within this State, in the business of common carriers of passengers, shall have the right to refuse to admit any person to their railroad cars, street cars, steamboats, or other water-crafts, stage-coaches, omnibuses, or other vehicles, or to expel any person therefrom after admission, when such person shall, on demand, refuse or neglect to pay the customary fare, or when such person shall be of infamous character, or shall be guilty, after admission to the conveyance of the carrier, of gross, vulgar, or disorderly conduct, or who shall commit any act tending to injure the business of the carrier, prescribed for the management of his business, after such rules and regulations shall have been made known: <i>Provided</i>, said rules and regulations make no discrimination on account of race or color; and shall have the right to refuse any person admission to such conveyance where there is not room or suitable accommodations; and, except in cases above enumerated, all persons engaged in the business of common carriers of passengers are forbidden to refuse admission to their conveyance, or to expel therefrom any person whomsoever.'</p>\n      <p class=\"indent\">'SECT. 4. For a violation of any of the provisions of the first and second sections of this act, the party injured shall have a right of action to recover any damage, exemplary as well as actual, which he may sustain, before any court of competent jurisdiction.' Acts of 1869, p. 37; Rev. Stat. 1870, p. 93.</p>\n      <p class=\"indent\">Benson, the defendant below, was the master and owner of the 'Governor Allen,' a steamboat enrolled and licensed under the laws of the United States for the coasting trade, and plying as a regular packet for the transportation of freight and passengers between New Orleans, in the State of Louisiana, and Vicksburg, in the State of Mississippi, touching at the intermediate landings both within and without Louisiana, as occasion required. The defendant in error, plaintiff below, a person of color, took passage upon the boat, on her trip up the river from New Orleans, for Hermitage, a landing-place within Louisiana, and being refused accommodations, on account of her color, in the cabin specially set apart for white persons, brought this action in the Eighth District Court for the Parish of New Orleans, under the provisions of the act above recited, to recover damages for her mental and physical suffering on that account. Benson, by way of defence, insisted, among other things, that the statute was inoperative and void as to him, in respect to the matter complained of, because, as to his business, it was an attempt to 'regulate commerce among the States,' and, therefore, in conflict with art. 1, sect. 8, par. 3, of the Constitution of the United States. The District Court of the parish held that the statute made it imperative upon Benson to admit Mrs. DeCuir to the privileges of the cabin for white persons, and that it was not a regulation of commerce among the States, and, therefore, not void. After trial, judgment was given against Benson for $1,000; from which he appealed to the Supreme Court of the State, where the rulings of the District Court were sustained.</p>\n      <p class=\"indent\">This decision of the Supreme Court is here for re-examination under sect. 709 of the Revised Statutes.</p>\n      <p class=\"indent\">Benson having died, Hall, his administratrix, was substituted in this court.</p>\n      <p class=\"indent\"><i>Mr. R.H. Marr</i> for the plaintiff in error.</p>\n      <p class=\"indent\"><i>Mr. E.K. Washington, contra</i>.</p>\n      <p class=\"indent\">MR. CHIEF JUSTICE WAITE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">For the purposes of this case, we must treat the act of Louisiana of Feb. 23, 1869, as requiring those engaged in inter-state commerce to give all persons travelling in that State, upon the public conveyances employed in such business, equal rights and privileges in all parts of the conveyance, without distinction or discrimination on account of race or color. Such was the construction given to that act in the courts below, and it is conclusive upon us as the construction of a State law by the State courts. It is with this provision of the statute alone that we have to deal. We have nothing whatever to do with it as a regulation of internal commerce, or as affecting any thing else than commerce among the States.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">There can be no doubt but that exclusive power has been conferred upon Congress in respect to the regulation of commerce among the several States. The difficulty has never been as to the existence of this power, but as to what is to be deemed an encroachment upon it; for, as has been often said, 'legislation may in a great variety of ways affect commerce and persons engaged in it without constituting a regulation of it within the meaning of the Constitution.' <i>Sherlock</i> v. <i>Alling</i>, 93 U. S. 103; <i>State Tax on Railway Gross Receipts</i>, 15 Wall. 284. Thus, in <i>Munn</i> v. <i>Illinois</i>, 94 U. S. 113, it was decided that a State might regulate the charges of public warehouses, and in <i>Chicago, Burlington, &amp; Quincy Railroad Co.</i> v. <i>Iowa</i>, id. 155, of railroads situate entirely within the State, even though those engaged in commerce among the States might sometimes use the warehouses or the railroads in the prosecution of their business. So, too, it has been held that States may authorize the construction of dams and bridges across navigable streams situate entirely within their respective jurisdictions. <i>Willson</i> v. <i>Blackbird Creek Marsh Co.</i>, 2 Pet. 245; <i>Pound</i> v. <i>Turck, supra</i>, p. 459; <i>Gilman</i> v. <i>Philadelphia</i>, 3 Wall. 713. The same is true of turnpikes and ferries. By such statutes the States regulate, as a matter of domestic concern, the instruments of commerce situated wholly within their own jurisdictions, and over which they have exclusive governmental control, except when employed in foreign or inter-state commerce. As they can only be used in the State, their regulation for all purposes may properly be assumed by the State, until Congress acts in reference to their foreign or inter-state relations. When Congress does act, the State laws are superseded only to the extent that they affect commerce outside the State as it comes within the State. It has also been held that health and inspection laws may be passed by the States, <i>Gibbons</i> v. <i>Ogden</i>, 9 Wheat. 1; and that Congress may permit the States to regulate pilots and pilotage until it shall itself legislate upon the subject, <i>Cooley</i> v. <i>Board of Wardens, &amp;c.</i>, 12 How. 299. The line which separates the powers of the States from this exclusive power of Congress is not always distinctly marked, and oftentimes it is not easy to determine on which side a particular case belongs. Judges not unfrequently differ in their reasons for a decision in which they concur. Under such circumstances it would be a useless task to undertake to fix an arbitrary rule by which the line must in all cases be located. It is far better to leave a matter of such delicacy to be settled in each case upon a view of the particular rights involved.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">But we think it may safely be said that State legislation which seeks to impose a direct burden upon inter-state commerce, or to interfere directly with its freedom, does encroach upon the exclusive power of Congress. The statute now under consideration, in our opinion, occupies that position. It does not act upon the business through the local instruments to be employed after coming within the State, but directly upon the business as it comes into the State from without or goes out from within. While it purports only to control the carrier when engaged within the State, it must necessarily influence his conduct to some extent in the management of his business throughout his entire voyage. His disposition of passengers taken up and put down within the State, or taken up within to be carried without, cannot but affect in a greater or less degree those taken up without and brought within, and sometimes those taken up and put down without. A passenger in the cabin set apart for the use of whites without the State must, when the boat comes within, share the accommodations of that cabin with such colored persons as may come on board afterwards, if the law is enforced.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It was to meet just such a case that the commercial clause in the Constitution was adopted. The river Mississippi passes through or along the borders of ten different States, and its tributaries reach many more. The commerce upon these waters is immense, and its regulation clearly a matter of annational concern. If each State was at liberty to regulate the conduct of carriers while within its jurisdiction, the confusion likely to follow could not but be productive of great inconvenience and unnecessary hardship. Each State could provide for its own passengers and regulate the transportation of its own freight, regardless of the interests of others. Nay more, it could prescribe rules by which the carrier must be governed within the State in respect to passengers and property brought from without. On one side of the river or its tributaries he might be required to observe one set of rules, and on the other another. Commerce cannot flourish in the midst of such embarrassments. No carrier of passengers can conduct his business with satisfaction to himself, or comfort to those employing him, if on one side of a State line his passengers, both white and colored, must be permitted to occupy the same cabin, and on the other be kept separate. Uniformity in the regulations by which he is to be governed from one end to the other of his route is a necessity in his business, and to secure it Congress, which is untrammelled by State lines, has been invested with the exclusive legislative power of determining what such regulations shall be. If this statute can be enforced against those engaged in inter-state commerce, it may be as well against those engaged in foreign; and the master of a ship clearing from New Orleans for Liverpool, having passengers on board, would be compelled to carry all, white and colored, in the same cabin during his passage down the river, or be subject to an action for damages, 'exemplary as well as actual,' by any one who felt himself aggrieved because he had been excluded on account of his color.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This power of regulation may be exe cised without legislation as well as with it. By refraining from action, Congress, in effect, adopts as its own regulations those which the common law or the civil law, where that prevails, has provided for the government of such business, and those which the States, in the regulation of their domestic concerns, have established affecting commerce, but not regulating it within the meaning of the Constitution. In fact, congressional legislation is only necessary to cure defects in existing laws, as they are discovered, and to adapt such laws to new developments of trade. As was said by Mr. Justice Field, speaking for the court in <i>Welton</i> v. <i>The State of Missouri</i>, 91 U. S. 282, 'inaction [by Congress] . . . is equivalent to a declaration that inter-state commerce shall remain free and untrammelled.' Applying that principle to the circumstances of this case, congressional inaction left Benson at liberty to adopt such reasonable rules and regulations for the disposition of passengers upon his boat, while pursuing her voyage within Louisiana or without, as seemed to him most for the interest of all concerned. The statute under which this suit is brought, as construed by the State court, seeks to take away from him that power so long as he is within Louisiana; and while recognizing to the fullest extent the principle which sustains a statute, unless its unconstitutionality is clearly established, we think this statute, to the extent that it requires those engaged in the transportation of passengers among the States to carry colored passengers in Louisiana in the same cabin with whites, is unconstitutional and void. If the public good requires such legislation, it must come from Congress and not from the States.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We confine our decision to the statute in its effect upon foreign and inter-state commerce, expressing no opinion as to its validity in any other respect.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Judgment will be reversed and the cause remanded, with instructions to reverse the judgment of the District Court, and direct such further proceedings in conformity with this opinion as may appear to be necessary; and it is</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>So ordered</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">MR. JUSTICE CLIFFORD concurred in the judgment, and delivered the following opinion:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Power to regulate commerce is, by the Constitution, vested in Congress; and it is well-settled law that the word 'commerce' as used in the Constitution comprehends navigation, which extends to every species of commercial intercourse between the United States and foreign nations, and to all commerce in the several States, except such as is completely internal, and which does not extend to or affect the other States. <i>Tonnage Cases</i>, 12 Wall. 204.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Beyond all doubt, the power as conferred includes navigation as well as traffic, and it is equally well settled that it extends to ships and vessels exclusively employed in conveying passengers as well as to those engaged in transporting goods and merchandise. <i>Gibbons</i> v. <i>Ogden</i>, 9 Wheat. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Equality of right and privilege is guaranteed by the thirteenth article of the State Constitution to every person in the State transported in the vehicles or water-craft of a common carrier of passengers, in the words following, to wit: 'All persons shall enjoy equal rights and privileges upon any conveyance of a public character.' Rules and regulations to enforce that provision have been enacted by the State legislature, as fully set forth in the transcript. Sess. Laws La. (1869), 37.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Common carriers of the kind, it is conceded, may adopt rules and regulations for the management of their business, not inconsistent with the State Constitution and the enactment of the State legislature. By the terms of that enactment they may refuse to admit persons to such conveyance when the vehicle or water-craft does not contain room or suitable accommodations for the purpose, and they may refuse to admit an applicant, or expel him or her after admission, if the applicant refuses to pay fare, or is of infamous character, or is guilty, in the conveyance, of gross, vulgar, or disorderly conduct, or shall commit any act in violation of the known rules and regulations of such carrier tending to injure his business, provided such rules and regulations make no discrimination on account of race or color. Such rules and regulations as are there authorized must be duly made known to the public in order to be operative, and they must not deny to the applicant any right or privilege on account of race, color, or previous condition of servitude.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Sufficient appears to show that the plaintiff is a person of color, and that the defendant is the master and owner of the steamer, which is a packet vessel duly enrolled and licensed for the coasting trade, and that the vessel was engaged in carrying passengers and cargo between the port of New Orleans in the State of Louisiana and the port of Vicksburg in the State of Mississippi; that the steamer has two cabins for the accommodation of passengers, conveniently arranged one above the other; that the upper is assigned to white persons and that the lower is assigned to persons of color, both being constructed with state-rooms, cabin, and a hall used as a dining-room where meals are furnished; that the plaintiff, being at the time in New Orleans and desiring to visit her plantation in another parish of the same State, went on board the steamer to secure her passage to the proper landing near her plantation; that the clerk of the steamer, to whom she applied for a passage in the upper cabin, having previously informed her agent that he could not give her a passage in that cabin, refused her request, telling her at the same time that he would give her a passage in the lower cabin; that the plaintiff declined to accept a berth in the lower cabin, and that she passed the night during which she remained on board sitting in a chair in what is known as the recess back of the upper cabin.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Both parties concede that the steamer was engaged in one of her regular trips from New Orleans to Vicksburg, and it appears that the plaintiff took passage for the landing called the Hermitage, and that on arriving there she paid five dollars fare, which is the regular fare to that landing for persons whose passage is in the lower cabin, and that it was two dollars less than the regular fare for persons whose passage is in the upper cabin.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Proof of a decisive character is exhibited that the plaintiff applied for a berth in the upper cabin, which was refused, and that she declined to accept one in the lower cabin, which by the rules and regulations of the steamer is assigned for persons of color. Based upon these undisputed facts, the charge of the declaration is that the plaintiff was denied the equal rights and privileges guaranteed and secured to all persons by the State Constitution and the aforesaid act of the State legislature. Superadded to that is also the charge that such equal rights and privileges were denied to her on account of her race and color, for which she claims actual and exemplary damages in the sum of $75,000.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Service was made, and the defendant appeared and set up, among others, the defences following: 1. That the steamer, being enrolled and licensed according to the act of Congress to pursue the coasting trade, is governed by the laws of the United States, and may make all reasonable rules and regulations for the prosecution of her business. 2. That the State Constitution and law set up are in violation of the provision of the Federal Constitution which authorizes Congress to regulate commerce among the several States. 3. That the steamer at the time alleged was engaged in prosecuting commerce between the port of New Orleans in the State of Louisiana, and the port of Vicksburg in the State of Mississippi, and consequently was not subject to the State regulations set up in the declaration.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Under the State practice these defences were pleaded as an exception to the alleged cause of action. Hearing was had, and the exception was overruled, the court giving leave to the defendant to plead the same in his answer.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Pursuant t  that leave, the defendant set up the same defences in the answer, adding thereto the following: 1. That he as owner had by law the right to prescribe rules and regulations for the accommodation of passengers in his steamer. 2. That all such steamers engaged in commerce and navigation in those waters have a well-known regulation that persons of color are not placed in the same cabin with white persons. 3. That the regulation is reasonable, usual, and customary, and was made for the protection of their business, and had been well known to the plaintiff for many years.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Evidence was subsequently taken, the cause submitted to the court without a jury, the parties heard, and judgment entered for the plaintiff in the sum of $1,000 with interest and cost; and the defendant appealed to the Supreme Court of the State, where the parties were again heard, and the judgment of the District Court was affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Provision is made by the fourth section of the State statute in question, that the plaintiff in such a case may recover exemplary as well as actual damages for a violation of the equal rights and privileges guaranteed to all persons in the State by the State Constitution. Suppose this is so, still the defendant insists that errors were committed by the court in the trial of the case, for which the judgment should be reversed; and the transcript shows that he sued out a writ of error, and removed the case into this court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Three of the errors assigned are still the subject of complaint: 1. That the court erred in holding that the State Constitution and statute in question are valid. 2. That the court erred in deciding that those two provisions are not regulations of commerce. 3. That the court erred in deciding that those provisions are not in conflict with the Federal Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Congress, it is conceded, possesses the exclusive power to regulate commerce; and it is everywhere admitted that both traffic and navigation are included in its ordinary signification, and that it embraces ships and vessels as the instruments of intercourse and trade as well as the officers and seamen employed in their navigation. <i>People</i> v. <i>Brooks</i>, 4 Den. (N.Y.) 469.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Steamboats as well as sailing ships and vessels are required to be enrolled and licensed; and the record shows that the steamer in question had conformed in all respects to the regulations of Congress in that regard, and that she was duly enrolled and licensed for the coasting trade, and that she was then and there engaged in the transportation of passengers and freight between the port of New Orleans and the port of Vicksburg.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">None, it is supposed, will deny the power of Congress to enroll and license ships and vessels to sail from a port of one State to the ports of another; and it is equally clear that such ships and vessels are deemed ships and vessels of the United States, and that they are entitled as such to all the privileges of ships and vessels employed in the coasting trade. 1 Stat. 287, 305; 3 Kent, Com. (12th ed.) 145.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Ships and vessels enrolled and licensed as required by that act are fully authorized to carry on that trade, the act of Congress in direct terms providing that such ships and vessels and no others shall be deemed ships and vessels of the United States, entitled to the privileges of ships and vessels employed in the coasting trade or fisheries. <i>Gibbons</i> v. <i>Ogden, supra;</i> 1 Stat. 288; <i>White's Bank</i> v. <i>Smith</i>, 7 Wall. 646.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Language more explicit could not well be chosen to express the intention of Congress, and in my judgment it fully warrants the conclusion reached by Marshall, C.J., in that case, that the section contains a positive enactment that the ships and vessels it describes shall be entitled to the privileges of ships and vessels employed in the coasting trade.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Undisputed proof is exhibited in the record that the steamer was duly enrolled and licensed, and that she was engaged in one of her regular trips between the port of New Orleans and the port of Vicksburg, transpor ing passengers and freight. Grant that, and it follows that she must be deemed to have been a ship or vessel of the United States entitled to all the privileges of ships and vessels engaged in the coasting trade, pursuant to the act of Congress providing for the enrollment and license of such ships and vessels and the regulation of such trade.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Attempt was made in the leading case to maintain that the license gave no right to trade, that its sole purpose was to confer the American character on the ship or vessel; but the court promptly rejected the proposition, and held that, where the legislature attaches certain privileges and exemptions to the exercise of a right over which its control is absolute, the law must imply a power to exercise the right; and the court remarked, that it would be contrary to all reason and to the course of human affairs to say that a State is unable to strip a vessel of the particular privileges attendant on the exercise of a right, and yet may annul the right itself. Instead of that, it is the enrolment that proves the national character of the ship or vessel; and the court decided in that case that the license could only be granted to vessels of twenty or more tons burden which had already been enrolled, and that the license to do a particular thing is a permission or authority to do that thing, and, if granted by a person having authority to grant it, transfers to the grantee whatever it purports to authorize.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Packets which ply along the coast, say the court, as well as those making foreign voyages, consider the transportation of passengers as an important part of their business; and the court adjudged directly that a coasting vessel employed in that business is as much a portion of the national marine as one employed in the transportation of cargo, and that no reason exists for holding that such a vessel is withdrawn from the regulating power of the national government.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Without more, these references to the opinion in that great case are sufficient to show that the court there decided that the enrolment act is of itself a sufficient regulation of the navigation of all the public navigable rivers of the United States to secure to ships and vessels of the United States sailing under a coasting license the free navigation of all such public highways.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Confirmation of that proposition, even more decisive than the opinion of the court, is found in the decree rendered in the case, where the court adjudge that the licenses set up by the appellant gave full authority to those vessels to navigate the waters of the United States for the purpose of carrying on the coasting trade, any law of the State to the contrary notwithstanding, and that so much of the law of the State as prohibited vessels so licensed from navigating the waters of the State by means of fire or steam is repugnant to the Constitution of the United States, and void.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Cases have arisen in which it is held that the States may rightfully adopt certain regulations touching the subject, which are local in their operation, where none have been ordained by Congress; but it will not be necessary to enter that field of inquiry, or to attempt to reconcile those decisions with the conclusion in this case, as it is clear from the remarks already made that Congress has prescribed the conditions which entitle ships and vessels belonging to the national marine to pursue the coasting trade without being subjected to burdensome and inconsistent State regulations.  <i>Welton</i> v. <i>The State of Missouri</i>, 91 U. S. 275.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Repeated decisions of this court have determined that the power to regulate commerce embraces all the instruments by which such commerce may be conducted; and it is settled law that where the subject to which the power applies is national in its character, or of such a nature as to admit of uniformity of regulation, the power is exclusive of all State authority. Whatever subjects of this power, says Mr. Justice Curtis, are in their nature national, or admit only of one uniform system or p an of regulation, may justly be said to be of such a nature as to require exclusive legislation by Congress. <i>Cooley</i> v. <i>Board of Wardens</i>, 12 How. 299.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Difficulty may attend the effort to prescribe any definition which will guide to a correct result in every case; but it is clear that a regulation which imposes burdensome or impossible conditions on those engaged in commerce, whether with foreign nations or among the several States, must of necessity be national in its character. <i>Henderson et al.</i> v. <i>Mayor of New York</i>, 92 U. S. 259.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Apply that rule to the case, and it is clear, even if there be a class of State regulations which may be valid until the same ground is occupied by an act of Congress or by a treaty, that the State regulation in question is not one of that class.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Such a subject is in its nature national, and admits of only one uniform system or plan of regulation. Unless the system or plan of regulation is uniform, it is impossible of fulfilment. Mississippi may require the steamer carrying passengers to provide two cabins and tables for passengers, and may make it a penal offence for white and colored persons to be mixed in the same cabin or at the same table. If Louisiana may pass a law forbidding such steamer from having two cabins and two tables,&#8212;one for white and the other for colored persons,&#8212;it must be admitted that Mississippi may pass a law requiring all passenger steamers entering her ports to have separate cabins and tables, and make it penal for white and colored persons to be accommodated in the same cabin or to be furnished with meals at the same table. Should State legislation in that regard conflict, then the steamer must cease to navigate between ports of the States having such conflicting legislation, or must be exposed to penalties at every trip.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Those who framed the Constitution never intended that navigation, whether foreign or among the States, should be exposed to such conflicting legislation; and it was to save those who follow that pursuit from such exposure and embarrassment that the power to regulate such commerce was vested exclusively in Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Few or none will deny that the power to regulate commerce among the several States is vested exclusively in Congress; and it is equally well settled that Congress has, in many instances and to a wide extent, legislated upon the subject. <i>Sherlock</i> v. <i>Alling</i>, 93 U.S. 99; Rev. Stat., sect. 4311.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Support to that proposition, of the most persuasive and convincing character, is found in the act of Congress entitled 'An Act to provide for the better security of life on board of vessels propelled in whole or in part by steam, and for other purposes,' the forty-first section of which provides that all steamers navigating the lakes, bays, inlets, sounds, rivers, harbors, or other navigable waters of the United States, when such waters are common highways of commerce or open to general or competitive navigation, shall be subject to the provisions of that act. 16 Stat. 453; Rev. Stat., sect. 4400.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Vessels have always been employed to a greater or less extent in the transportation of passengers, and have never been supposed to be on that account withdrawn from the control or protection of Congress. <i>Gibbons</i> v. <i>Ogden, supra</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Differences of opinion may exist as to the extent and operation of the national law regulating commerce among the several States, but none, it is presumed, will venture to deny that it is regulated very largely by congressional legislation. Admit that, and it follows that the legislation of Congress, if constitutional, must supersede all State legislation upon the same, and, by necessary implication, prohibit it, except in cases where the legislation of Congress manifests an intention to leave some particular matter to be regulated by the several States. <i>Cooley</i> v. <i>Board of Wardens, supra</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Decisive authority for that proposition is found in the unquestioned decisions of this court. Such were the views of Judge Story more than thirty-five y ars ago, when he said, if Congress have a constitutional power to regulate a particular subject, and they do actually regulate it in a given manner and in a certain form, it cannot be that the State legislatures have a right to interfere, and, as it were, by way of complement to the legislation of Congress, to prescribe additional regulations and what they may deem auxiliary provisions for the same purpose. <i>The Chusan</i>, 2 Story, 466; <i>Sinnot</i> v. <i>Davenport</i>, 22 How. 227.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In such a case, the legislation of Congress in what it does prescribe manifestly indicates that it does not intend that there shall be any further legislation to act upon the subject-matter. Its silence as to what it does not do is as expressive of what its intention is as the direct provisions made by it. <i>Prigg</i> v. <i>Pennsylvania</i>, 16 Pet. 539; <i>Gibbons</i> v. <i>Ogden, supra; White's Bank</i> v. <i>Smith, supra</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Whenever the terms in which a power is granted to Congress, or the nature of the power, requires that it should be exercised exclusively by Congress, the subject is as completely taken from the State legislatures as if they had been expressly forbidden to exercise the power. <i>Sturges</i> v. <i>Crowninshield</i>, 4 Wheat. 122; <i>Brown</i> v. <i>Maryland</i>, 12 id. 419.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Irrespective of the decisions of the State court, it might well be doubted whether the State statute in question does prohibit a steamer carrying passengers from having and maintaining separate cabins and eating-saloons for white and colored passengers, and whether the denial to a colored female of a passage in the cabin assigned to white female passengers is a denial of equal rights and privileges, within the meaning of the State Constitution or the first section of the State statute in question, provided the applicant was offered a passage in the lower cabin, with equally convenient accommodation. Much discussion of that topic, however, is unnecessary, as two decisions of the State court conclusively determine the point that the State statute does contain such a prohibition, and that the facts of the case do bring the conduct of the defendant within that prohibition. <i>DeCuir</i> v. <i>Benson</i>, 27 La. Ann. 1; <i>Hart</i> v. <i>Hoss &amp; Elder</i>, 22 id. 517; <i>Sauvinet</i> v. <i>Walker</i>, 27 id. 14.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Even suppose the meaning of the statute is doubtful, still the rule of construction adopted by the highest court of a State, in construing their own Constitution and one of their own statutes, in a case not involving any question re-examinable in this court under the twenty-fifth section of the Judiciary Act, must be regarded as conclusive in this court. <i>Provident Institution</i> v. <i>Massachusetts</i>, 6 Wall. 611; <i>Randall</i> v. <i>Brigham</i>, 7 id. 523; <i>Gut</i> v. <i>The State</i>, 9 id. 35.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Where a State court gives such a construction to a State statute as to make it conflict with the Constitution or laws of the United States, and sustains its validity after giving it such construction, and thereby deprives a party of his rights under the said Constitution or law, it is settled law that a Federal question does arise in such a case, and that this court can review the decision of the State court as to the validity of such a statute. <i>Insurance Company</i> v. <i>Treasurer</i>, 11 id. 204. Were it not so, it is clear that the constitutional provision could always be evaded by the State courts giving such a construction to the contract or the statute as to render the appellate power of this court of no avail in such cases to uphold the contract against unfriendly State legislation. <i>Delmas</i> v. <i>Insurance Company</i>, 14 id. 661.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">State courts certainly have a right to expound the statutes of the State; and, having done so, those statutes, with the interpretation given to them by the highest court of the State, become the rule of decision in the Federal courts. <i>Richmond</i> v. <i>Smith</i>, 15 id. 429; <i>Jones &amp; Co.</i> v. <i>The City of Richmond</i>, 18 Gratt. (Va.) 517; <i>Leffingwell</i> v. <i>Warren</i>, 2 Black, 599.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Argument to show that the question whether or not the State cou t erred in the construction of their own Constitution and statute is not re-examinable in this court under the twenty-fifth section of the Judiciary Act is unnecessary, as the negative of the proposition is self-evident.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Governed by the laws of Congress, it is clear that a steamer carrying passengers may have separate cabins and dining saloons for white persons and persons of color, for the plain reason that the laws of Congress contain nothing to prohibit such an arrangement. Steamers carrying passengers for hire are bound, if they have suitable accommodation, to take all who apply, unless there is objection to the character or conduct of the applicant. Applicants to whom there is no such valid objection have a right to a passage, but it is not an unlimited right. On the contrary, it is subject to such reasonable regulations as the proprietors may prescribe for the due accommodation of passengers and the due arrangement of the business of the carrier.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Such proprietors have not only that right, but the farther right to consult and provide for their own interests in the management of the vessel as a common incident to their right of property. They are not bound to admit passengers on board who refuse to obey the reasonable regulations of the vessel, or who are guilty of gross and vulgar habits of conduct, or who make disturbances on board, or whose characters are doubtful, dissolute, suspicious, or unequivocally bad. Nor are they bound to admit passengers on board whose object it is to interfere with the interests of the patronage of the proprietors, so as to make their business less lucrative or their management less acceptable to the public. <i>Jencks</i> v. <i>Coleman</i>, 2 Sumn. 221.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Corresponding views are expressed by the Supreme Court of Michigan in an analogous case, in which the distinction between the right of an applicant to be admitted on board, and his claim to dictate what part of the vessel he shall occupy, is clearly pointed out. Referring to that subject, the court says the right to be carried is one thing, and the privilege of a passenger on board as to what part of the vessel may be occupied by him is another and a very different thing; and they add, that it is the latter and not the former which is subject to reasonable rules and regulations, and is, where such rules and regulations exist, to be determined by the proprietors. Damages were claimed in that case for refusing the plaintiff the privilege of the cabin; but the court held that the refusal was nothing more or less than denying him certain accommodations from which he was excluded by the rules and regulations of the steamer. <i>Day</i> v. <i>Owen</i>, 5 Mich. 520.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Proprietors of the kind may make rules and regulations, but they must be reasonable; and the court held in that case that to be so they should have for their object the accommodation of the passengers, including every thing to render the transportation most comfortable and least annoying, not to one or two or any given number carried at any particular time, but to the great majority ordinarily transported; and they also held that such rules and regulations should be of a permanent nature, and not be made for a particular occasion or emergency.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Special and important duties indubitably are imposed upon carriers of passengers for the benefit of the travelling public; but it must not be forgotten that the vehicles and vessels which such carriers use do not belong to the public. They are private property, the use and enjoyment of which belong to the proprietors. Angell, Carriers (5th ed.), sect. 525.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Concede what is undoubtedly true, that the use and employment of such vehicles and vessels, during the time they are allowed the privileges of common carriers, may be subjected to such conditions and obligations as the nature of their employment requires for the comfort, security, and safety of passengers, still the settled rules of constitutional law forbid that a State legislature may invade the dominion of private right by arbitrary restrictions requirements, or limitations, by which the property of the owners or possessors would be virtually stripped of all utility or value if bound to comply with the regulations. <i>Jencks</i> v. <i>Coleman, supra</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Both steamboats and railways are modern modes of conveyance; but Shaw, C.J., decided that the rules of the common law were applicable to them, as they take the place of other modes of carrying passengers, and he held that they have authority to make reasonable and suitable regulations as regards passengers intending to pass and repass in their vehicles or vessels. <i>Commonwealth</i> v. <i>Power</i>, 7 Metc. (Mass.) 601; <i>Hibbard</i> v. <i>New York &amp; Erie Railroad Co.</i>, 15 N. Y. 455; <i>Illinois Central Railroad Co.</i> v. <i>Whittemore</i>, 43 Ill. 420. They are, said the Chief Justice in that case, in a condition somewhat similar to that of an innkeeper, whose premises are open to all guests. Yet he is not only empowered to make such proper arrangements as will promote his own interests, but he is bound to regulate his house so as to preserve order, and, if practicable, prevent breaches of the peace. <i>Vinton</i> v. <i>Middlesex Railroad Co.</i>, 11 Allen (Mass.), 304.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Cases of like import are quite numerous, and the Supreme Court of Pennsylvania decided directly that a public carrier may separate passengers in his conveyance; and they deduce his power to do so from his right of private property in the means of conveyance, and the necessity which arises for such a regulation to promote the public interest. Speaking to that point, they say that the private means the carrier uses belong wholly to himself; and they held the right of control in that regard as necessary to enable the carrier to protect his own interests, and to perform his duty to the travelling public. His authority in that regard, as that court holds, arises from his ownership of the property, and his public duty to promote the comfort and enjoyment of those travelling in his conveyance. Guided by those views, the court held that it is not an unreasonable regulation to seat passengers so as to preserve order and decorum, and to prevent contacts and collisions arising from natural or well-known customary repugnancies which are likely to breed disturbances, where white and colored persons are huddled together without their consent. <i>The West Chester &amp; Philadelphia Railroad Co.</i> v. <i>Miles</i>, 55 Pa. St. 209.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Where the passenger embarks without making any special contract, and without knowledge as to what accommodations will be afforded, the law implies a contract which obliges the carrier to furnish suitable accommodations according to the room at his disposal; but the passenger in such a case is not entitled to any particular apartments or special accommodations. Substantial equality of right is the law of the State and of the United States; but equality does not mean identity, as in the nature of things identity in the accommodation afforded to passengers, whether colored or white, is impossible, unless our commercial marine shall undergo an entire change. Adult male passengers are never allowed a passage in the ladies' cabin, nor can all be accommodated, if the company is large, in the state-rooms. Passengers are entitled to proper diet and lodging; but the laws of the United States do not require the master of a steamer to put persons in the same apartment who would be repulsive or disagreeable to each other.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Steamers carrying passengers as a material part of their employment are common carriers, and as such enjoy the rights and are subject to the duties and obligations of such carriers; but there was and is not any law of Congress which forbids such a carrier from providing separate apartments for his passengers. What the passenger has a right to require is such accommodation as he has contracted for, or, in the absence of any special contract, such suitable accommodations as the room and means at the disposal of the carrier enable him to supply; and in locating his passengers in apartments and at their meals it is not on y the right of the master, but his duty, to exercise such reasonable discretion and control as will promote, as far as practicable, the comfort and convenience of his whole company.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Questions of a kindred character have arisen in several of the States, which support these views in a course of reasoning entirely satisfactory and conclusive. Boards of education were created by a law of the State of Ohio, and they were authorized to establish within their respective jurisdictions one or more separate schools for colored children when the whole number by enumeration exceeds twenty, and when such schools will afford them, as far as practicable, the advantages and privileges of a common-school education. Under that law, colored children were not admitted as a matter of right into the schools for white children, which gave rise to contest, in which the attempt was made to set aside the law as unconstitutional: but the Supreme Court of the State held that it worked no substantial inequality of school privileges between the children of the two classes in the locality of the parties; that equality of rights does not involve the necessity of educating white and colored persons in the same school any more than it does that of educating children of both sexes in the same school, or that different grades of scholars must be kept in the same school; and that any classification which preserves substantially equal school advantages is not prohibited by either the State or Federal Constitution, nor would it contravene the provisions of either. <i>State</i> v. <i>McCann et al.</i>, 21 Ohio St. 198.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Separate primary schools for colored and for white children were maintained in the city of Boston. Children in the State who are unlawfully excluded from public-school instruction may recover damages therefor against the city or town by which such public instruction is supported. It appears that the plaintiff was denied admission to the primary school for white children, and she by her next friend claimed damages for the exclusion; but the Supreme Court, Shaw, C.J., giving the opinion, held that the law vested the power in the committee to regulate the system of distribution and classification, and that when the power was reasonably exercised their decision must be deemed conclusive. Distinguished counsel insisted that the separation tended to deepen and perpetuate the odious distinction of caste; but the court responded, that they were not able to say that the decision was not founded on just grounds of reason and experience, and in the results of a discriminating and honest judgment. <i>Roberts</i> v. <i>City of Boston</i>, 5 Cush. (Mass.) 198.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Age and sex have always been marks of classification in public schools throughout the history of our country, and the Supreme Court of Nevada well held that the trustees of the public schools in that State might send colored children to one school and white children to another, or they might make any such classification as they should deem best, whether based on age, sex, race, or any other reasonable existent condition. <i>State</i> v. <i>Duffy</i>, 7 Nev. 342.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Directors of schools in Iowa have no discretion under the existing law of the State to deny a youth of proper age admission to any particular school on account of nationality, color, or religion. Former statutes of the State invested the directors with such discretion, and it is impliedly conceded that it would be competent for the legislature again to confer that authority. <i>Clark</i> v. <i>The Board of Directors</i>, 24 Iowa, 266.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">School privileges are usually conferred by statute, and, as such, are subject to such regulations as the legislature may prescribe. Such statutes generally provide for equal school advantages for all children, classifying the scholars as the legislature in its wisdom may direct or authorize; and the Supreme Court of New York decided that the legislature of the State may from time to time make such limitations and alterations in that regard as they may see fit. <i>Dallas</i> v. <i>Fosdick</i>  40 How. (N. Y.) Pr. 249.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Public instruction of the kind is regulated in that State by official boards created for the purpose; and it is settled law there that the board may assign a particular school for colored children, and exclude them from schools assigned for white children, and that such a regulation is not in violation of the Fourteenth Amendment. <i>People</i> v. <i>Gaston</i>, 13 Abb. (N. Y.) Pr. N. S. 160.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Ships and vessels duly enrolled and licensed for the coasting trade may lawfully touch at intermediate ports, to receive or discharge passengers or cargo; but the fact that they do so does not in the least change or alter the character of the trip, or diminish the right of the vessel to enjoy all the privileges of a vessel engaged in commerce between ports in different States; nor does the fact that the plaintiff expected to leave the steamer at a landing in the same State enlarge her right of accommodation, or augment in any respect the obligations of the steamer as a public carrier, for the reason that the steamer sailed throughout the whole trip under her coasting license, and her rights and privileges, duties and obligations, must be ascertained and defined by the regulations prescribed by the acts of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Commercial regulations of the kind cannot be effectual to accomplish the object for which they were required and designed to effect, unless it be held that they extend to the entire voyage, as well that portion of it which is in the State where the voyage began as that which extends into another State, as the whole is performed under the coasting license founded in the acts of Congress passed to regulate such commerce and navigation.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Throughout our history the acts of Congress have regulated the enrolment and license of vessels to be engaged in the coasting trade, and this court expressly determined that a State law which imposed another and an additional condition to the privilege of carrying on that trade within her waters is inoperative and void. <i>Sinnot</i> v. <i>Davenport</i>, 22 How. 227; <i>Foster</i> v. <i>Davenport</i>, 22 id. 244; <i>Wheeling Bridge Company</i> v. <i>Pennsylvania</i>, 18 id. 432.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Alabama passed an act to the effect that vessels engaged in foreign commerce, or in the coasting trade, shall not navigate her waters without complying with a condition not prescribed by the act of Congress. By the State law, they are required, before leaving the described port, to file in the office of the judge of probate a statement in writing, setting forth as follows: 1. The name of the vessel. 2. The name of the owner or owners. 3. His or their place or places of residence. 4. The interest each has in the vessel.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Speaking of that condition, the court say, if the interpretation of the court as to the force and effect of the privileges afforded to the vessel by the enrolment and license act in the leading case are to be maintained, it can require no argument to show a direct conflict between this act and the act of Congress regulating the coasting trade <i>Sinnot</i> v. <i>Davenport, supra</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Nor does it require any argument to show that the State law before the court is exactly analogous in principle to the State law declared void in that case. Like the former, the latter imposes an additional condition to the privilege of carrying on the coasting trade within the waters of the State, not prescribed by any act of Congress. Enrolled and licensed vessels have the constitutional right to pursue the coasting trade on the terms and conditions which Congress has seen fit to prescribe, and no State legislature can interfere with that right, either to abridge or enlarge it, or to subject it to any terms and conditions whatsoever.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Commerce among the several States as well as commerce with foreign nations requires uniformity of regulation; and that power is by the Constitution vested exclusively in Congress, as appears by the Constitution itself, and by an unbroken course of the decisions of this court, covering a period of more than half a century.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Judicial authority to sup ort the theory of the court below is entirely wanting, except what may be derived from the case of <i>Coger</i> v. <i>Packet Company</i>, 37 Iowa, 145, decided by the Supreme Court of the State. Special damage was claimed by the plaintiff in that case, of the master of a steamer navigating the Mississippi River, for removing her, she being a colored woman, from the dining-room of the steamer without just cause. Regulations had previously been adopted by the steamer excluding colored persons from the state-rooms and other first-class privileges and accommodations. Service was made, and the defendant appeared and pleaded those regulations as a defence. Hearing was had, and the court decided that persons of color were entitled to the same rights and privileges, when travelling, as white persons, and that they cannot be required by any rule or custom based on distinction of color or race to accept other or different accommodations than those furnished to white persons.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Abundant reasons exist to show that the decision in that case is not an authority in the case before the court, a few of which will be stated: 1. Because the report of the case does not show that the steamer was navigating under a coasting license. 2. Because the constitutional question involved in the case before the court was neither involved, presented, nor considered in that case, either by the bar or the court. 3. Because the decision was rested entirely upon other and different grounds. 4. Because the facts of the two cases are widely and substantially different.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Colored persons, it is admitted, are citizens, and that citizens, without distinction of race or color or previous condition of servitude, have the same right to make and enforce contracts, to sue, be parties and give evidence, to inherit, purchase, lease, sell, hold, and convey real and personal property, and to full and equal benefit of all laws and proceedings for the security of personal property, as is enjoyed by white citizens. 14 Stat. 27. States are also forbidden to make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property without due process of law, nor deny to any person within its jurisdiction the equal protection of the laws. Enforcement Act, 16 id. 140; Fourteenth Amendment to the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Vague reference is made to the Civil Rights Act and to the preceding amendment to the Constitution, as if that act or the said amendment may supersede the operation and legal effect of the coasting license as applied to the case before the court; but it is clear that neither of those provisions, nor both combined, were intended to accomplish any such purpose. Enough appears in the language employed in those provisions to show that their principal object was to confer citizenship, and the rights which belong to citizens as such, upon the colored people, and in that manner to abrogate the rule previously adopted by this court in the Dred Scott Case. By the Civil Rights Act, the rule adopted in that case is entirely superseded, and all the substantial rights of citizens are conferred upon the colored people, as more fully appears by the enumeration contained in the first section of the act. Under no view, therefore, that can properly be taken of that act can it be held to supersede, repeal, modify, or affect the act of Congress, providing for the enrolment and licensing of ships and vessels for the coasting trade. <i>Dallas</i> v. <i>Fosdick, supra</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Certain phases of the question were also presented to the District Court of Philadelphia, in the case of <i>Goines</i> v. <i>M'Candless</i>, 4 Phila. C. P. 255, in which the court admitted that a corporation created for the carriage of passengers cannot arbitrarily refuse to carry any man or class of men without laying itself open to an action for damages; but the court held in the same case that such a corporation may establish reasonable rules for the comfort and convenience of those whom it is bound t carry, even though the effect may be to exclude particular individuals falling within those rules.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Evidence of a decisive character that Congress has regulated inter-state commerce is also found in the act supplemental to the act providing for the enrolment and licensing of ships and vessels for the coasting trade, the first section of which divides the sea-coasts and navigable rivers into three great districts, and provides as follows: 1. That the first shall include all the collection districts on the sea-coast and navigable rivers between the limits of the United States and the southern limits of Georgia. 2. That the second shall include all the collection districts and navigable rivers between the river Perdido and the Rio Grande. 3. That the third shall include all the collection districts on the sea-coast and navigable rivers between the southern limits of Georgia and the river Perdido, Rev. Stat., sect. 4348; 3 Stat. 493.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Congress having legislated upon the subject, it cannot be that the State legislatures have a right to interfere and prescribe additional regulations, as the legislation of Congress clearly indicates that the national law-makers never intended to leave any thing open upon the subject to the discretion of the State legislatures.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Two opposing theories, sometimes advanced in such controversies, deserve some brief comments before concluding the examination of the case. They are in substance and effect as follows: 1. That the effect of the coasting license issued under the enrolment act is merely to evidence the national character of the vessel; that the acts of Congress requiring the register and enrolment of vessels was never intended as the exercise of the power of Congress to regulate commerce among the States, and that the States still possess the concurrent power to prescribe such regulations until Congress shall ordain express provisions to control and restrict the regulations enacted by the States. 2. That the Supreme Court, by a decision made subsequent to the decree in the great leading case in which it is held that the power to regulate commerce is vested exclusively in Congress, qualified, if they did not positively overrule, that generally acknowledged rule upon the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">1. Enough, it would seem, has already been remarked to refute the first opposing theory; but, if more be needed, it will be found in the fact that it is the exact theory maintained by the courts of the State where the controversy arose, and whose final decree was removed into this court for re-examination. None will attempt to deny that proposition who ever read the opinions delivered in the subordinate courts. <i>Ogden</i> v. <i>Gibbons</i>, 4 Johns. (N. Y.) Ch. 150; S. C. 17 Johns. 488; 1 Kent Com. (12th ed.) 435.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Explanations respecting that historical controversy, of a more satisfactory character, are given by Chancellor Kent than by any other legal writer who has undertaken to state the constitutional questions which it involved, and which were finally determined by the unanimous judgment of this court. His statement of the case is as follows: That the respondent set up, by way of right and title to navigate the waters of the State in opposition to the grant of the complainant, that his steamboats were duly enrolled and licensed under the enrolment act, to be employed in carrying on the coasting trade; that the question in the case was whether such a coasting license conferred the power to interfere with the grant of the State under which the complainant claimed the exclusive right to navigate the waters of the State which made the grant.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Eminent counsel represented both sides of the question, and we are informed by the learned commentator that the courts of the State in the two cases referred to decided against the defence set up in the answer of the respondent, and held that the coasting license merely gave to the steamboats of the respondent the character of American vessels; that the license was not intended to decide a question of property, or to confer a ri ht of property or a right of navigation or commerce; that the courts of that State during that period never regarded the act regulating the coasting trade as intended to assert any supremacy over State regulations in respect to internal waters or commerce, for the reason that those courts did not consider that act as the exercise of the power vested in Congress to regulate commerce among the States.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Competent evidence to show that the courts of that State in those two cases took the exact same ground as that involved in the theory in question is very abundant and conclusive, without looking elsewhere than to the lecture of the Chancellor under consideration. Decisive support to that conclusion is also found in what follows in the same connection in the same lecture, in which he says that the courts of the State did not, either in the case of <i>Ogden</i> v. <i>Gibbons</i> or in any of the cases which preceded it, deny to Congress the power to regulate commerce among the States by express and direct provision, so as to control and restrict the exercise of the State grant; that they only insisted that without some such explicit provision the State jurisdiction over the subject was in full force, which is exactly what is claimed by those who seek to undermine the doctrines of the great leading case.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Beyond all question, the views of the Chancellor as to what was decided by the courts of the State in that great controversy are correct, and it will be equally instructing to ascertain what his views are as to what followed in this court. Speaking upon that subject, he says the cause was afterwards carried up by appeal to the Supreme Court of the United States, where the decree was reversed on the ground that the grant to the complainant was repugnant to the rights and privileges conferred upon the steamboats of the respondent navigating under a coasting license; that in the construction of the power to regulate commerce the Supreme Court held that the term meant not only traffic but intercourse, and that it included navigation, and that the power to regulate commerce was a power to regulate navigation; that commerce among the several States meant commerce intermingled with the States, and which might pass the external boundary line of each State, and be introduced into the interior; that the power conferred comprehended navigation within the limits of every State, and that it may pass the jurisdictional line of a State and be exercised within its territory, so far as the navigation is connected with foreign commerce or with commerce among the several States; and that the power, like all the other powers of Congress, is plenary and absolute within its acknowledged limits.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Three limitations or restrictions, as the Chancellor states, were admitted by the Supreme Court in that case to exist to the limits of that power as conferred: 1. That the power does not extend to that commerce which is completely internal, and is carried on between different parts of the same State, not extending to or affecting other States. 2. That the power is restricted to that commerce which concerns more States than one, the completely internal commerce of a State being reserved for the State itself. 3. That the power conferred does not prohibit the States from passing inspection laws or quarantine or health laws and laws for regulating highways and ferries, nor does it include the power to regulate the purely internal commerce of a State, or to act directly on its system of police. 1 Kent Com. (12th ed.) 437.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Many efforts have been made to analyze and expound the opinion delivered by the great magistrate in that case, but none, it is believed, were ever attended with such complete success as that of the commentator to which reference is made. He was the chancellor of the State court, and gave the original opinion; and, when he found that his decree was reversed by the Supreme Court, he was influenced by the highest motive to ascertain the true grounds assumed in the judgment of the Appellate Court.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Judge Story &#167; ys, in his Commentaries on the Constitution, that it has been settled, upon the most solemn deliberation, that the power to regulate commerce is exclusive in the government of the United States; and he adds in another section of the Commentaries, that the reasoning by which the power given to Congress to regulate commerce is maintained to be exclusive has not of late been seriously controverted, and that it seems to have the cheerful acquiescence of the learned tribunals of a particular State, one of whose acts brought it first under judicial examination. 2 Story, Const. (3d ed.), sects. 1067, 1071; <i>Steamboat Company</i> v. <i>Livingston</i>, 3 Cow. (N. Y.) 13; <i>The People</i> v. <i>Brooks</i>, 4 Denio (N. Y.), 469; Pomeroy, Const. (3d ed.), sect. 371; Sergeant, Const. (2d ed.) 308; Rawle, Const. (2d ed.) 82; <i>Railroad Company</i> v. <i>Husen, supra</i>, p. 465.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Repeated decisions of this court, including the one at the present term, have established that rule as the settled law of the court; nor is there any case in the reported decisions of the court, when properly understood, which gives any countenance or support to the theory under examination, unless it be the case of <i>Gilman</i> v. <i>Philadelphia</i>, 3 Wall. 713, which it is not admitted, when taken as a whole, falls within that category.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Certain admissions are contained in the opinion in that case which are certainly in conflict with the theory which it is the purpose of these observations to refute. Mr. Justice Swayne very properly admits that the enrolment act authorizes vessels enrolled and licensed according to its provisions to engage in the coasting trade; that commerce includes navigation; and that the power to regulate commerce comprehends the control, for that purpose and to the extent necessary, of the navigable waters of the United States which are accessible from a State other than those in which they lie. For that purpose, says the same learned judge, they are the public property of the nation, and subject to all the requisite legislation by Congress.  <i>Gibbons</i> v. <i>Ogden, supra; Corfield</i> v. <i>Coryell</i>, 4 Wash. 371.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">These are the authorities cited to support the proposition; and the learned Justice adds, that this necessarily includes the power to keep such waters open and free from any obstruction to their navigation interposed by the States or otherwise, to remove such obstructions when they exist, and to provide by such sanctions as they, the Congress, may deem proper against the occurrence of the evil and for the punishment of offenders For these purposes, Congress, says the judge, possesses all the powers which existed in the States before the adoption of the national Constitution, and which have always been vested in the Parliament of England: and he further added, that commerce among the States does not stop at a State line; that, coming from abroad, it penetrates wherever it can find navigable waters reaching from without into the interior, and may follow them up as far as navigation is practicable. Wherever commerce among the States goes, the power of the nation goes with it, to protect and enforce its rights. Nothing more surely can be needed to show that the theory under discussion is erroneous and fallacious.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">2. Whatever support exists to the second theory mentioned is found in a single case, which has sometimes been strangely misunderstood at the bar. <i>Willson</i> v. <i>Blackbird Creek Marsh Co.</i>, 2 Pet. 245. Proper attention to the facts of the case will show that the creek in question was one of those many creeks passing through a deep level marsh adjoining the river Delaware, up which the tide flows for some distance; that the property on the bank of the creek was of little or no value unless it was reclaimed by excluding the water from the marsh; and that the health of the residents of the neighborhood required that such improvement should be made. Measures calculated to effect those objects had been adopted; and the court held that the State legislature might lawfully authorize the necessary erections to accompl sh those important objects.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Judgment was rendered by the same court which gave the judgment in the case of <i>Gibbons</i> v. <i>Ogden;</i> and no one has ever been able to assign any reason to conclude that the constitutional views of the court had at that time undergone any change. Instead of overruling that great case, it will be seen that the Chief Justice who gave the opinion did not even allude to it; though, as a sound exposition of the Federal Constitution, it is not second in point of importance to any one that great magistrate ever delivered. Evidently he had no occasion to refer to it or to any of its doctrines, as he properly described the creek over which the dam was erected as a low, sluggish water, of little or no importance, and treated the erection of the dam as one adapted to reclaim the adjacent marshes, and as essential to the preservation of the public health, and sustained the constitutionality of the law authorizing the erection, upon the ground that it was within the reserved police powers of the State.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Congressional regulations, as embodied in the enrolment act and other acts of Congress, apply to all public navigable waters of the United States; but every navigator employed in the coasting trade knows that there are many small creeks, channels, and indentations along our Atlantic coast, especially in the marshes, which are never classed in the category of public navigable waters, though they are capable of being navigated by small vessels when the tide is full. Hundreds of such creeks, said Mr. Justice McLean, are similarly situated. In such cases, involving doubt whether the jurisdiction may not be exclusively exercised by the State, it is politic and proper in the judicial tribunals of the nation to follow the action of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">Over the navigable waters of a State Congress can exercise no commercial power, except as regards the intercourse with other States or foreign countries; and he adds, that doubtless there are many creeks made navigable by the flowing of the tide or by the back water from large rivers which the general phraseology of an act to regulate commerce may not embrace; that in all such cases, and many others that may be found to exist, this court could not safely exercise a jurisdiction not expressly sanctioned by Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">When the language of the court in that case is applied to the facts of the case, said Justice McLean, no such principle as that assumed in argument is sanctioned; that the construction of the dam was not complained of as a regulation of commerce, but as an obstruction to commerce; that the court held, that, inasmuch as Congress had not assumed to control State legislation over those small navigable creeks into which the tide flows, the judicial power could not do so; that the act of the State was an internal and a police power to guard the health of its citizens, and that nothing more was found in the case than a forbearance to exercise power over a doubtful object, which should ever characterize the judicial branch of the government. <i>Passenger Cases</i>, 7 How. 283.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Mr. Hamilton, in the thirty-first number of the Federalist, says that there is an exclusive delegation or alienation of State sovereignty in three cases: first, where the exclusive power is in terms given to Congress; second, where an authority is granted to the Union, and the States are prohibited from exercising a like authority; third, where an authority is granted to the Union, to which a similar authority in the States would be absolutely and wholly contradictory and repugnant.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Even suppose that the power to regulate commerce falls within the third designation, still it is believed that sufficient has already been remarked to show that the nature of the power is such that it shows that the power should be exclusively exercised by Congress. <i>Cooley</i> v. <i>Board of Wardens</i>, 12 How. 299; <i>State</i> v. <i>The Wheeling Bridge Company</i>, 13 How. 518; s. c. 18 id. 421.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">Both of the decisions in the Wheeling Bridge case are subsequent in point of time  o the case of <i>Willson</i> v. <i>The Blackbird Creek Marsh Co.</i>, and so are the Commentaries of Judge Story upon the Constitution; and yet not an intimation is found in either that the doctrines of the great case referred to were ever modified or questioned. That such an intimation is not to be found anywhere is clearly demonstrated by a recent commentator, who has carefully reviewed every opinion given by this court upon that subject. Pomeroy, Const. (3d ed.), pp. 207-248.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Waters lying wholly within a single State may be such as to be regarded as public navigable waters of the United States, because they are properly denominated as arms of the sea. Examples of the kind are numerous, of which it will be sufficient to mention the Hudson, from Albany to the sound; the Penobscot, from Bangor to the bay; the Kennebec, from the capital of the State to its mouth; and the Saco, from below the falls to the ocean; and many others, equally well known even to the pupils in the common schools. All such public navigable waters, being arms of the sea, are within the acts of Congress passed to regulate commerce. <i>The Propeller Commerce</i>, 1 Black, 574; <i>The Belfast</i>, 7 Wall. 624; <i>Gilman</i> v. <i>Philadelphia</i>, 3 id. 713.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/89626/"
}