{"absolute_url": "/opinion/100079/pennsylvania-coal-co-v-mahon/", "blocked": false, "citation": {"case_name": "Pennsylvania Coal Co. v. Mahon", "docket_number": "549", "document_uris": ["/api/rest/v2/document/100079/"], "federal_cite_one": "260 U.S. 393", "federal_cite_three": null, "federal_cite_two": null, "id": 84462, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84462/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 362, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1922-12-11", "date_modified": "2014-12-31T10:08:35.607324", "docket": "/api/rest/v2/docket/2323594/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">260 U.S. 393</p>\n    <p class=\"case_cite\">43 S.Ct. 158</p>\n    <p class=\"case_cite\">67 L.Ed. 322</p>\n    <p class=\"parties\">PENNSYLVANIA COAL CO.<br>v.<br>MAHON et al.</p>\n    <p class=\"docket\">No. 549.</p>\n    <p class=\"date\">Argued Nov. 14, 1922.</p>\n    <p class=\"date\">Decided Dec. 11, 1922.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. John W. Davis, of New York City, and H. S. Drinker, Jr., of Philadelphia, Pa., for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 394-404 intentionally omitted]</p>\n      <p class=\"indent\">Mr. W. L. Pace, of Pittston, Pa., for defendants in error.</p>\n      <p class=\"indent\">Mr. Geo. Ross Hull, of Harrisburg, Pa., for State of Pennsylvania, as amicus curiae.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 404-412 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice HOLMES delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a bill in equity brought by the defendants in error to prevent the Pennsylvania Coal Company from mining under their property in such way as to remove the supports and cause a subsidence of the surface and of their house. The bill sets out a deed executed by the Coal Company in 1878, under which the plaintiffs claim. The deed conveys the surface but in express terms reserves the right to remove all the coal under the same and the grantee takes the premises with the risk and waives all claim for damages that may arise from mining out the coal. But the plaintiffs say that whatever may have been the Coal Company's rights, they were taken away by an Act of Pennsylvania, approved May 27, 1921 (P. L. 1198), commonly known there as the Kohler Act. The Court of Common Pleas found that if not restrained the defendant would cause the damage to prevent which the bill was brought but denied an injunction, holding that the statute if applied to this case would be unconstitutional. On appeal the Supreme Court of the State agreed that the defendant had contract and property rights protected by the Constitution of the United States, but held that the statute was a legitimate exercise of the police power and directed a decree for the plaintiffs, A writ of error was granted bringing the case to this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The statute forbids the mining of anthracite coal in such way as to cause the subsidence of, among other things, any structure used as a human habitation, with certain exceptions, including among them land where the surface is owned by the owner of the underlying coal and is distant more than one hundred and fifty feet from any improved property belonging to any other person. As applied to this case the statute is admitted to destroy previously existing rights of property and contract. The question is whether the police power can be stretched so far.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Government hardly could go on if to some extent values incident to property could not be diminished without paying for every such change in the general law. As long recognized some values are enjoyed under an implied limitation and must yield to the police power. But obviously the implied limitation must have its limits or the contract and due process clauses are gone. One fact for consideration in determining such limits is the extent of the diminution. When it reaches a certain magnitude, in most if not in all cases there must be an exercise of eminent domain and compensation to sustain the act. So the question depends upon the particular facts. The greatest weight is given to the judgment of the legislature but it always is open to interested parties to contend that the legislature has gone beyond its constitutional power.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This is the case of a single private house. No doubt there is a public interest even in this, as there is in every purchase and sale and in all that happens within the commonwealth. Some existing rights may be modified even in such a case. Rideout v. Knox, 148 Mass. 368, 19 N. E. 390, 2 L. R. A. 81, 12 Am. St. Rep. 560. But usually in ordinary private affairs the public interest does not warrant much of this kind of interference. A source of damage to such a house is not a public nuisance even if similar damage is inflicted on others in different places. The damage is not common or public. Wesson v. Washburn Iron Co., 13 Allen (Mass.) 96, 103, 90 Am. Dec. 181. The extent of the public interest is shown by the statute to be limited, since the statute ordinarily does not apply to land when the surface is owned by the owner of the coal. Furthermore, it is not justified as a protection of personal safety. That could be provided for by notice. Indeed the very foundation of this bill is that the defendant gave timely notice of its intent to mine under the house. On the other hand the extent of the taking is great. It purports to abolish what is recognized in Pennsylvania as an estate in land&#8212;a very valuable estate&#8212;and what is declared by the Court below to be a contract hitherto binding the plaintiffs. If we were called upon to deal with the plaintiffs' position alone we should think it clear that the statute does not disclose a public interest sufficient to warrant so extensive a destruction of the defendant's constitutionally protected rights.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">But the case has been treated as one in which the general validity of the act should be discussed. The Attorney General of the State, the City of Scranton and the representatives of other extensive interests were allowed to take part in the argument below and have submitted their contentions here. It seems, therefore, to be our duty to go farther in the statement of our opinion, in order that it may be known at once, and that further suits should not be brought in vain.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is our opinion that the act cannot be sustained as an exercise of the police power, so far as it affects the mining of coal under streets or cities in places where the right to mine such coal has been reserved. As said in a Pennsylvania case, 'For practical purposes, the right to coal consists in the right to mine it.' Commonwealth v. Clearview Coal Co., 256 Pa. 328, 331, 100 Atl. 820, L. R. A. 1917E, 672. What makes the right to mine coal valuable is that it can be exercised with profit. To make it commercially impracticable to mine certain coal has very nearly the same effect for constitutional purposes as appropriating or destroying it. This we think that we are warranted in assuming that the statute does.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is true that in Plymouth Coal Co. v. Pennsylvania, 232 U. S. 531, 34 Sup. Ct. 359, 58 L. Ed. 713, it was held competent for the legislature to require a pillar of coal to the left along the line of adjoining property, that with the pillar on the other side of the line would be a barrier sufficient for the safety of the employees of either mine in case the other should be abandoned and allowed to fill with water. But that was a requirement for the safety of employees invited into the mine, and secured an average reciprocity of advantage that has been recognized as a justification of various laws.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The rights of the public in a street purchased or laid out by eminent domain are those that it has paid for. If in any case its representatives have been so short sighted as to acquire only surface rights without the right of support we see no more authority for supplying the latter without compensation than there was for taking the right of way in the first place and refusing to pay for it because the public wanted it very much. The protection of private property in the Fifth Amendment presupposes that it is wanted for public use, but provides that it shall not be taken for such use without compensation. A similar assumption is made in the decisions upon the Fourteenth Amendment. Hairston v. Danville &amp; Western Ry. Co., 208 U. S. 598, 605, 28 Sup. Ct. 331, 52 L. Ed. 637, 13 Ann. Cas. 1008. When this seemingly absolute protection is found to be qualified by the police power, the natural tendency of human nature is to extend the qualification more and more until at last private property disappears. But that cannot be accomplished in this way under the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The general rule at least is that while property may be regulated to a certain extent, if regulation goes too far it will be recognized as a taking. It may be doubted how far exceptional cases, like the blowing up of a house to stop a conflagration, go and if they go beyond the general rule, whether they do not stand as much upon tradition as upon principle. Bowditch v. Boston, 101 U. S. 16, 25 L. Ed. 980. In general it is not plain that a man's misfortunes or necessities will justify his shifting the damages to his neighbor's shoulders. Spade v. Lynn &amp; Boston Ry. Co., 172 Mass. 488, 489, 52 N. E. 747, 43 L. R. A. 832, 70 Am. St. Rep. 298. We are in danger of forgetting that a strong public desire to improve the public condition is not enough to warrant achieving the desire by a shorter cut than the constitutional way of paying for the change. As we already have said this is a question of degree&#8212;and therefore cannot be disposed of by general propositions. But we regard this as going beyond any of the cases decided by this Court. The late decisions upon laws dealing with the congestion of Washington and New York, caused by the war, dealt with laws intended to meet a temporary emergency and providing for compensation determined to be reasonable by an impartial board. They were to the verge of the law but fell far short of the present act. Block &amp; Hirsh, 256 U. S. 135, 41 Sup. Ct. 458, 65 L. Ed. 865, 16 A. L. R. 165; Marcus Brown Holding Co. v. Feldman, 256 U. S. 170, 41 Sup. Ct. 465, 65 L. Ed. 877; Levy Leasing Co. v. Siegel, 258 U. S. 242, 42 Sup. Ct. 289, 66 L. Ed. 595, March 20, 1922.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We assume, of course, that the statute was passed upon the conviction that an exigency existed that would warrant it, and we assume that an exigency exists that would warrant the exercise of eminent domain. But the question at bottom is upon whom the loss of the changes desired should fall. So far as private persons or communities have seen fit to take the risk of acquiring only surface rights, we cannot see that the fact that their risk has become a danger warrants the giving to them greater rights than they bought.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Decree reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mr. Justice BRANDEIS dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Kohler Act prohibits, under certain conditions, the mining of anthracite coal within the limits of a city in such a manner or to such an extent 'as to cause the * * * subsidence of * * * any dwelling or other structure used as a human habitation, or any factory, store, or other industrial or mercantile establishment in which human labor is employed.' Act Pa. May 27, 1921, &#167; 1 (P. L. 1198). Coal in place is land, and the right of the owner to use his land is not absolute. He may not so use it as to create a public nuisance, and uses, once harmless, may, owing to changed conditions, seriously threaten the public welfare. Whenever they do, the Legislature has power to prohibit such uses without paying compensation; and the power to prohibit extends alike to the manner, the character and the purpose of the use. Are we justified in declaring that the Legislature of Pennsylvania has, in restricting the right to mine anthracite, exercised this power so arbitrarily as to violate the Fourteenth Amendment?</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Every restriction upon the use of property imposed in the exercise of the police power deprives the owner of some right theretofore enjoyed, and is, in that sense, an abridgment by the state of rights in property without making compensation. But restriction imposed to protect the public health, safety or morals from dangers threatended is not a taking. The restriction here in question is merely the prohibition of a noxious use. The property so restricted remains in the possession of its owner. The state does not appropriate it or make any use of it. The state merely prevents the owner from making a use which interferes with paramount rights of the public. Whenever the use prohibited ceases to be noxious&#8212;as it may because of further change in local or social conditions&#8212;the restriction will have to be removed and the owner will again be free to enjoy his property as heretofore.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The restriction upon the use of this property cannot, of course, be lawfully imposed, unless its purpose is to protect the public. But the purpose of a restriction does not cease to be public, because incidentally some private persons may thereby receive gratuitously valuable special benefits. Thus, owners of low buildings may obtain, through statutory restrictions upon the height of neighboring structures, benefits equivalent to an easement of light and air. Welch v. Swasey, 214 U. S. 91, 29 Sup. Ct. 567, 53 L. Ed. 923. Compare Lindsley v. Natural Carbonic Gas Co., 220 U. S. 61, 31 Sup. Ct. 337, 55 L. Ed. 369, Ann. Cas. 1912C, 160; Walls v. Midland Carbon Co., 254 U. S. 300, 41 Sup. Ct. 118, 65 L. Ed. 276. Furthermore, a restriction, though imposed for a public purpose, will not be lawful, unless the restriction is an appropriate means to the public end. But to keep coal in place is surely an appropriate means of preventing subsidence of the surface; and ordinarily it is the only available means. Restriction upon use does not become inappropriate as a means, merely because it deprives the owner of the only use to which the property can then be profitably put. The liquor and the oleomargine cases settled that. Mugler v. Kansas, 123 U. S. 623, 668, 669, 8 Sup. Ct. 273, 31 L. Ed. 205; Powell v. Pennsylvania, 127 U. S. 678, 682, 8 Sup. Ct. 992, 1257, 32 L. Ed. 253. See also Hadacheck v. Los Angeles, 239 U. S. 394, 36 Sup. Ct. 143, 60 L. Ed. 348, Ann. Cas. 1917B, 927; Pierce Oil Corporation v. City of Hope, 248 U. S. 498, 39 Sup. Ct. 172, 63 L. Ed. 381. Nor is a restriction imposed through exercise of the police power inappropriate as a means, merely because the same end might be effected through exercise of the power of eminent domain, or otherwise at public expense. Every restriction upon the height of buildings might be secured through acquiring by eminent domain the right of each owner to build above the limiting height; but it is settled that the state need not resort to that power. Compare Laurel Hill Cemetery v. San Francisco, 216 U. S. 358, 30 Sup. Ct. 301, 54 L. Ed. 515; Missouri Pacific Railway Co. v. Omaha, 235 U. S. 121, 35 Sup. Ct. 82, 59 L. Ed. 157. If by mining anthracite coal the owner would necessarily unloose poisonous gases, I suppose no one would doubt the power of the state to prevent the mining, without buying his coal fields. And why may not the state, likewise, without paying compensation, prohibit one from digging so deep or excavating so near the surface, as to expose the community to like dangers? In the latter case, as in the former, carrying on the business would be a public nuisance.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is said that one fact for consideration in determining whether the limits of the police power have been exceeded is the extent of the resulting diminution in value, and that here the restriction destroys existing rights of property and contract. But values are relative. If we are to consider the value of the coal kept in place by the restriction, we should compare it with the value of all other parts of the land. That is, with the value not of the coal alone, but with the value of the whole property. The rights of an owner as against the public are not increased by dividing the interests in his property into surface and subsoil. The sum of the rights in the parts can not be greater than the rights in the whole. The estate of an owner in land is grandiloquently described as extending ab orco usque ad coelum. But I suppose no one would contend that by selling his interest above 100 feet from the surface he could prevent the state from limiting, by the police power, the height of structures in a city. And why should a sale of underground rights bar the state's power? For aught that appears the value of the coal kept in place by the restriction may be negligible as compared with the value of the whole property, or even as compared with that part of it which is represented by the coal remaining in place and which may be extracted despite the statute. Ordinarily a police regulation, general in operation, will not be held void as to a particular property, although proof is offered that owing to conditions peculiar to it the restriction could not reasonably be applied. See Powell v. Pennsylvania, 127 U. S. 678, 681, 684, 8 Sup. Ct. 992, 1257, 32 L. Ed. 253; Murphy v. California, 225 U. S. 623, 629, 32 Sup. Ct. 697, 56 L. Ed. 1229, 41 L. R. A. (N. S.) 153. But even if the particular facts are to govern, the statute should, in my opinion be upheld in this case. For the defendant has failed to adduce any evidence from which it appears that to restrict its mining operations was an unreasonable exercise of the police power. Compare Reinman v. Little Rock, 237 U. S. 171, 177, 180, 35 Sup. Ct. 511, 59 L. Ed. 900; Pierce Oil Corporation v. City of Hope, 248 U. S. 498, 500, 39 Sup. Ct. 172, 63 L. Ed. 381. Where the surface and the coal belong to the same person, self-interest would ordinarily prevent mining to such an extent as to cause a subsidence. It was, doubtless, for this reason that the Legislature, estimating the degrees of danger, deemed statutory restriction unnecessary for the public safety under such conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is said that this is a case of a single dwelling house, that the restriction upon mining abolishes a valuable estate hitherto secured by a contract with the plaintiffs, and that the restriction upon mining cannot be justified as a protection of personal safety, since that could be provided for by notice. The propriety of deferring a good deal to tribunals on the spot has been repeatedly recognized. Welch v. Swasey, 214 U. S. 91, 106, 29 Sup. Ct. 567, 53 L. Ed. 923; Laurel Hill Cemetery v. San Francisco, 216 U. S. 358, 365, 30 Sup. Ct. 301, 54 L. Ed. 515; Patsone v. Pennsylvania, 232 U. S. 138, 144, 34 Sup. Ct. 281, 58 L. Ed. 539. May we say that notice would afford adequate protection of the public safety where the Legislature and the highest court of the state, with greater knowledge of local conditions, have declared, in effect, that it would not? If the public safety is imperiled, surely neither grant, nor contract, can prevail against the exercise of the police power. Fertilizing Co. v. Hyde Park, 97 U. S. 659, 24 L. Ed. 1036; Atlantic Coast Line R. R. Co. v. North Carolina, 232 U. S. 548, 34 Sup. Ct. 364, 58 L. Ed. 721; Union Dry Goods Co. v. Georgia Public Service Corporation, 248 U. S. 372, 39 Sup. Ct. 117, 63 L. Ed. 309, 9 A. L. R. 1420; St. Louis Poster Advertising Co. v. St. Louis, 249 U. S. 269, 39 Sup. Ct. 274, 63 L. Ed. 599. The rule that the state's power to take appropriate measures to guard the safety of all who may be within its jurisdiction may not be bargained away was applied to compel carriers to establish grade crossings at their own expense, despite contracts to the contrary (Chicago, Burlington &amp; Quincy R. R. Co. v. Nebraska, 170 U. S. 57, 18 Sup. Ct. 513, 42 L. Ed. 948); and, likewise, to supersede, by an Employers' Liability Act, the provision of a charter exempting a railroad from liability for death of employees, since the civil liability was deemed a matter of public concern, and not a mere private right. Texas &amp; New Orleans R. R. Co. v. Miller, 221 U. S. 408, 31 Sup. Ct. 534, 55 L. Ed. 789. Compare Boyd v. Alabama, 94 U. S. 645, 24 L. Ed. 302; Stone v. Mississippi, 101 U. S. 814, 25 L. Ed. 1079; Butchers' Union Co. v. Crescent City Co., 111 U. S. 746, 4 Sup. Ct. 652, 28 L. Ed. 585; Douglas v. Kentucky, 168 U. S. 488, 18 Sup. Ct. 199, 42 L. Ed. 553; Pennsylvania Hospital v. Philadelphia, 245 U. S. 20, 23, 38 Sup. Ct. 35, 62 L. Ed. 124. Nor can existing contracts between private individuals preclude exercise of the police power. 'One whose rights, such as they are, are subject to state restriction cannot remove them from the power of the state by making a contract about them.' Hudson Water Co. v. McCarter, 209 U. S. 349, 357, 28 Sup. Ct. 529, 52 L. Ed. 828, 14 Ann. Cas. 560; Knoxville Water Co. v. Knoxville, 189 U. S. 434, 438, 23 Sup. Ct. 531, 47 L. Ed. 887; Rast v. Van Deman &amp; Lewis Co., 240 U. S. 342, 36 Sup. Ct. 370, 60 L. Ed. 679, L. R. A. 1917A, 421, Ann. Cas. 1917B, 455. The fact that this suit is brought by a private person is, of course, immaterial. To protect the community through invoking the aid, as litigant, of interested private citizens is not a novelty in our law. That it may be done in Pennsylvania was decided by its Supreme Court in this case. And it is for a state to say how its public policy shall be enforced.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This case involves only mining which causes subsidence of a dwelling house. But the Kohler Act contains provisions in addition to that quoted above; and as to these, also, an opinion is expressed. These provisions deal with mining under cities to such an extent as to cause subsidence of&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(a) Any public building or any structure customarily used by      the public as a place of resort, assemblage, or amusement,      including, but not limited to, churches, schools, hospitals,      theaters, hotels, and railroad stations.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(b) Any street, road, bridge, or other public passageway,      dedicated to public use or habitually used by the public.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(c) Any track, roadbed, right of way, pipe, conduit,           wire, or other facility, used in the service of the           public by any municipal corporation or public service           company as defined by the Public Service Law, section 1.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A prohibition of mining which causes subsidence of such structures and facilities is obviously enacted for a public purpose; and it seems, likewise, clear that mere notice of intention to mine would not in this connection secure the public safety. Yet it is said that these provisions of the act cannot be sustained as an exercise of the police power where the right to mine such coal has been reserved. The conclusion seems to rest upon the assumption that in order to justify such exercise of the police power there must be 'an average reciprocity of advantage' as between the owner of the property restricted and the rest of the community; and that here such reciprocity is absent. Reciprocity of advantage is an important consideration, and may even be an essential, where the state's power is exercised for the purpose of conferring benefits upon the property of a neighborhood, as in drainage projects (Wurts v. Hoagland, 114 U. S. 606, 5 Sup. Ct. 1086, 29 L. Ed. 229; Fallbrook Irrigation District v. Bradley, 164 U. S. 112, 17 Sup. Ct. 56, 41 L. Ed. 369); or upon adjoining owners, as by party wall provisions (Jackman v. Rosenbaum Co., 260 U. S. 22, 43 Sup. Ct. 9, 67 L. Ed. &#8212;, decided October 23, 1922). But where the police power is exercised, not to confer benefits upon property owners but to protect the public from detriment and danger, there is in my opinion, no room for considering reciprocity of advantage. There was no reciprocal advantage to the owner prohibited from using his oil tanks in 248 U. S. 498, 39 Sup. Ct. 172, 63 L. Ed. 381; his brickyard, in 239 U. S. 394, 36 Sup. Ct. 143, 60 L. Ed. 348, Ann. Cas, 1917B, 927; his livery stable, in 237 U. S. 171, 35 Sup. Ct. 511, 59 L. Ed. 900; his billiard hall, in 225 U. S. 623, 32 Sup. Ct. 697, 56 L. Ed. 1229, 41 L. R. A. (N. S.) 153; his oleomargarine factory, in 127 U. S. 678, 8 Sup. Ct. 992, 1257, 32 L. Ed. 253; his brewery, in 123 U. S. 623, 8 Sup. Ct. 273, 31 L. Ed. 205; unless it be the advantage of living and doing business in a civilized community. That reciprocal advantage is given by the act to the coal operators.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>260 U.S. 393 (1922)</b></center>\n<center><h1>PENNSYLVANIA COAL COMPANY<br>\nv.<br>\nMAHON ET AL.</h1></center>\n<center>No. 549.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 14, 1922.</center>\n<center>Decided December 11, 1922.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF PENNSYLVANIA.\n<p><span class=\"star-pagination\">*394</span> <i>Mr. John W. Davis</i> with whom <i>Mr. Frank W. Wheaton, Mr. Henry S. Drinker, Jr.,</i> and <i>Mr. Reese H. Harris</i> were on the brief, for plaintiff in error.</p>\n<p><i>Mr. W.L. Pace,</i> with whom <i>Mr. H.J. Mahon</i> was on the brief, for defendants in error.</p>\n<p><i>Mr. George Ross Hull,</i> with whom <i>Mr. George E. Alter,</i> Attorney General of the State of Pennsylvania, was on the brief, for the State of Pennsylvania, by special leave of court, as <i>amici curiae.</i></p>\n<p><i>Mr. Philip V. Mattes,</i> by leave of court, filed a brief on behalf of the City of Scranton, as <i>amicus curiae.</i></p>\n<p><i>Mr. Philip V. Mattes, Mr. Frank M. Walsh</i> and <i>Mr. Owen J. Roberts,</i> by leave of court, filed a brief on behalf <span class=\"star-pagination\">*412</span> of the Scranton Surface Protective Association, as <i>amici curiae.</i></p>\n<p><i>Mr. C. La Rue Munson</i> and <i>Mr. Edgar Munson,</i> by leave of court, filed a brief on behalf of the Scranton Gas &amp; Water Company, as <i>amici curiae.</i></p>\n<p><span class=\"star-pagination\">*411</span> MR. JUSTICE HOLMES delivered the opinion of the Court.</p>\n<p>This is a bill in equity brought by the defendants in error to prevent the Pennsylvania Coal Company from mining under their property in such way as to remove the supports and cause a subsidence of the surface and of their house. The bill sets out a deed executed by the Coal Company in 1878, under which the plaintiffs claim. The deed conveys the surface, but in express terms reserves the right to remove all the coal under the same, and the grantee takes the premises with the risk, and waives all claim for damages that may arise from mining out the coal. But the plaintiffs say that whatever may have been the Coal Company's rights, they were taken away by an Act of Pennsylvania, approved May 27, 1921, P.L. 1198, commonly known there as the Kohler Act. The Court of Common Pleas found that if not restrained the defendant would cause the damage to prevent which the bill was brought, but denied an injunction, holding that the statute if applied to this case would be unconstitutional. On appeal the Supreme Court of the State agreed that the defendant had contract and property rights protected by the Constitution of the United States, but held that the statute was a legitimate exercise of the police power and directed a decree for the plaintiffs. A writ of error was granted bringing the case to this Court.</p>\n<p>The statute forbids the mining of anthracite coal in such way as to cause the subsidence of, among other <span class=\"star-pagination\">*413</span> things, any structure used as a human habitation, with certain exceptions, including among them land where the surface is owned by the owner of the underlying coal and is distant more than one hundred and fifty feet from any improved property belonging to any other person. As applied to this case the statute is admitted to destroy previously existing rights of property and contract. The question is whether the police power can be stretched so far.</p>\n<p>Government hardly could go on if to some extent values incident to property could not be diminished without paying for every such change in the general law. As long recognized, some values are enjoyed under an implied limitation and must yield to the police power. But obviously the implied limitation must have its limits, or the contract and due process clauses are gone. One fact for consideration in determining such limits is the extent of the diminution. When it reaches a certain magnitude, in most if not in all cases there must be an exercise of eminent domain and compensation to sustain the act. So the question depends upon the particular facts. The greatest weight is given to the judgment of the legislature, but it always is open to interested parties to contend that the legislature has gone beyond its constitutional power.</p>\n<p>This is the case of a single private house. No doubt there is a public interest even in this, as there is in every purchase and sale and in all that happens within the commonwealth. Some existing rights may be modified even in such a case. <i>Rideout</i> v. <i>Knox,</i> 148 Mass. 368. But usually in ordinary private affairs the public interest does not warrant much of this kind of interference. A source of damage to such a house is not a public nuisance even if similar damage is inflicted on others in different places. The damage is not common or public. <i>Wesson</i> v. <i>Washburn Iron Co.,</i> 13 Allen, 95, 103. The extent of <span class=\"star-pagination\">*414</span> the public interest is shown by the statute to be limited, since the statute ordinarily does not apply to land when the surface is owned by the owner of the coal. Furthermore, it is not justified as a protection of personal safety. That could be provided for by notice. Indeed the very foundation of this bill is that the defendant gave timely notice of its intent to mine under the house. On the other hand the extent of the taking is great. It purports to abolish what is recognized in Pennsylvania as an estate in land  a very valuable estate  and what is declared by the Court below to be a contract hitherto binding the plaintiffs. If we were called upon to deal with the plaintiffs' position alone, we should think it clear that the statute does not disclose a public interest sufficient to warrant so extensive a destruction of the defendant's constitutionally protected rights.</p>\n<p>But the case has been treated as one in which the general validity of the act should be discussed. The Attorney General of the State, the City of Scranton, and the representatives of other extensive interests were allowed to take part in the argument below and have submitted their contentions here. It seems, therefore, to be our duty to go farther in the statement of our opinion, in order that it may be known at once, and that further suits should not be brought in vain.</p>\n<p>It is our opinion that the act cannot be sustained as an exercise of the police power, so far as it affects the mining of coal under streets or cities in places where the right to mine such coal has been reserved. As said in a Pennsylvania case, \"For practical purposes, the right to coal consists in the right to mine it.\" <i>Commonwealth</i> v. <i>Clearview Coal Co.,</i> 256 Pa. St. 328, 331. What makes the right to mine coal valuable is that it can be exercised with profit. To make it commercially impracticable to mine certain coal has very nearly the same effect for constitutional purposes as appropriating or destroying it. This <span class=\"star-pagination\">*415</span> we think that we are warranted in assuming that the statute does.</p>\n<p>It is true that in <i>Plymouth Coal Co.</i> v. <i>Pennsylvania,</i> 232 U.S. 531, it was held competent for the legislature to require a pillar of coal to be left along the line of adjoining property, that, with the pillar on the other side of the line, would be a barrier sufficient for the safety of the employees of either mine in case the other should be abandoned and allowed to fill with water. But that was a requirement for the safety of employees invited into the mine, and secured an average reciprocity of advantage that has been recognized as a justification of various laws.</p>\n<p>The rights of the public in a street purchased or laid out by eminent domain are those that it has paid for. If in any case its representatives have been so short sighted as to acquire only surface rights without the right of support, we see no more authority for supplying the latter without compensation than there was for taking the right of way in the first place and refusing to pay for it because the public wanted it very much. The protection of private property in the Fifth Amendment presupposes that it is wanted for public use, but provides that it shall not be taken for such use without compensation. A similar assumption is made in the decisions upon the Fourteenth Amendment. <i>Hairston</i> v. <i>Danville &amp; Western Ry. Co.,</i> 208 U.S. 598, 605. When this seemingly absolute protection is found to be qualified by the police power, the natural tendency of human nature is to extend the qualification more and more until at last private property disappears. But that cannot be accomplished in this way under the Constitution of the United States.</p>\n<p>The general rule at least is, that while property may be regulated to a certain extent, if regulation goes too far it will be recognized as a taking. It may be doubted how far exceptional cases, like the blowing up of a house to stop a conflagration, go  and if they go beyond the general rule, <span class=\"star-pagination\">*416</span> whether they do not stand as much upon tradition as upon principle. <i>Bowditch</i> v. <i>Boston,</i> 101 U.S. 16. In general it is not plain that a man's misfortunes or necessities will justify his shifting the damages to his neighbor's shoulders. <i>Spade</i> v. <i>Lynn &amp; Boston R.R. Co.,</i> 172 Mass. 488, 489. We are in danger of forgetting that a strong public desire to improve the public condition is not enough to warrant achieving the desire by a shorter cut than the constitutional way of paying for the change. As we already have said, this is a question of degree  and therefore cannot be disposed of by general propositions. But we regard this as going beyond any of the cases decided by this Court. The late decisions upon laws dealing with the congestion of Washington and New York, caused by the war, dealt with laws intended to meet a temporary emergency and providing for compensation determined to be reasonable by an impartial board. They went to the verge of the law but fell far short of the present act. <i>Block</i> v. <i>Hirsh,</i> 256 U.S. 135. <i>Marcus Brown Holding Co.</i> v. <i>Feldman,</i> 256 U.S. 170. <i>Levy Leasing Co.</i> v. <i>Siegel,</i> 258 U.S. 242.</p>\n<p>We assume, of course, that the statute was passed upon the conviction that an exigency existed that would warrant it, and we assume that an exigency exists that would warrant the exercise of eminent domain. But the question at bottom is upon whom the loss of the changes desired should fall. So far as private persons or communities have seen fit to take the risk of acquiring only surface rights, we cannot see that the fact that their risk has become a danger warrants the giving to them greater rights than they bought.</p>\n<p><i>Decree reversed.</i></p>\n<p>MR. JUSTICE BRANDEIS, dissenting.</p>\n<p>The Kohler Act prohibits, under certain conditions, the mining of anthracite coal within the limits of a city in such a manner or to such an extent \"as to cause the . . . <span class=\"star-pagination\">*417</span> subsidence of any dwelling or other structure used as a human habitation, or any factory, store, or other industrial or mercantile establishment in which human labor is employed.\" Coal in place is land; and the right of the owner to use his land is not absolute. He may not so use it as to create a public nuisance; and uses, once harmless, may, owing to changed conditions, seriously threaten the public welfare. Whenever they do, the legislature has power to prohibit such uses without paying compensation; and the power to prohibit extends alike to the manner, the character and the purpose of the use. Are we justified in declaring that the Legislature of Pennsylvania has, in restricting the right to mine anthracite, exercised this power so arbitrarily as to violate the Fourteenth Amendment?</p>\n<p>Every restriction upon the use of property imposed in the exercise of the police power deprives the owner of some right theretofore enjoyed, and is, in that sense, an abridgment by the State of rights in property without making compensation. But restriction imposed to protect the public health, safety or morals from dangers threatened is not a taking. The restriction here in question is merely the prohibition of a noxious use. The property so restricted remains in the possession of its owner. The State does not appropriate it or make any use of it. The State merely prevents the owner from making a use which interferes with paramount rights of the public. Whenever the use prohibited ceases to be noxious  as it may because of further change in local or social conditions,  the restriction will have to be removed and the owner will again be free to enjoy his property as heretofore.</p>\n<p>The restriction upon the use of this property can not, of course, be lawfully imposed, unless its purpose is to protect the public. But the purpose of a restriction does not cease to be public, because incidentally some private <span class=\"star-pagination\">*418</span> persons may thereby receive gratuitously valuable special benefits. Thus, owners of low buildings may obtain, through statutory restrictions upon the height of neighboring structures, benefits equivalent to an easement of light and air. <i>Welch</i> v. <i>Swasey,</i> 214 U.S. 91. Compare <i>Lindsley</i> v. <i>Natural Carbonic Gas Co.,</i> 220 U.S. 61; <i>Walls</i> v. <i>Midland Carbon Co.,</i> 254 U.S. 300. Furthermore, a restriction, though imposed for a public purpose, will not be lawful, unless the restriction is an appropriate means to the public end. But to keep coal in place is surely an appropriate means of preventing subsidence of the surface; and ordinarily it is the only available means. Restriction upon use does not become inappropriate as a means, merely because it deprives the owner of the only use to which the property can then be profitably put. The liquor and the oleomargarine cases settled that. <i>Mugler</i> v. <i>Kansas,</i> 123 U.S. 623, 668, 669; <i>Powell</i> v. <i>Pennsylvania,</i> 127 U.S. 678, 682. See also <i>Hadacheck</i> v. <i>Los Angeles,</i> 239 U.S. 394; <i>Pierce Oil Corporation</i> v. <i>City of Hope,</i> 248 U.S. 498. Nor is a restriction imposed through exercise of the police power inappropriate as a means, merely because the same end might be affected through exercise of the power of eminent domain, or otherwise at public expense. Every restriction upon the height of buildings might be secured through acquiring by eminent domain the right of each owner to build above the limiting height; but it is settled that the State need not resort to that power. Compare <i>Laurel Hill Cemetery</i> v. <i>San Francisco,</i> 216 U.S. 358; <i>Missouri Pacific Ry. Co.</i> v. <i>Omaha,</i> 235 U.S. 121. If by mining anthracite coal the owner would necessarily unloose poisonous gasses, I suppose no one would doubt the power of the State to prevent the mining, without buying his coal fields. And why may not the State, likewise, without paying compensation, prohibit one from digging so deep or excavating so near the surface, as to expose the community to <span class=\"star-pagination\">*419</span> like dangers? In the latter case, as in the former, carrying on the business would be a public nuisance.</p>\n<p>It is said that one fact for consideration in determining whether the limits of the police power have been exceeded is the extent of the resulting diminution in value; and that here the restriction destroys existing rights of property and contract. But values are relative. If we are to consider the value of the coal kept in place by the restriction, we should compare it with the value of all other parts of the land. That is, with the value not of the coal alone, but with the value of the whole property. The rights of an owner as against the public are not increased by dividing the interests in his property into surface and subsoil. The sum of the rights in the parts can not be greater than the rights in the whole. The estate of an owner in land is grandiloquently described as extending <i>ab orco usque ad coelum.</i> But I suppose no one would contend that by selling his interest above one hundred feet from the surface he could prevent the State from limiting, by the police power, the height of structures in a city. And why should a sale of underground rights bar the State's power? For aught that appears the value of the coal kept in place by the restriction may be negligible as compared with the value of the whole property, or even as compared with that part of it which is represented by the coal remaining in place and which may be extracted despite the statute. Ordinarily a police regulation, general in operation, will not be held void as to a particular property, although proof is offered that owing to conditions peculiar to it the restriction could not reasonably be applied. See <i>Powell</i> v. <i>Pennsylvania,</i> 127 U.S. 678, 681, 684; <i>Murphy</i> v. <i>California,</i> 225 U.S. 623, 629. But even if the particular facts are to govern, the statute should, in my opinion, be upheld in this case. For the defendant has failed to adduce any evidence from which <span class=\"star-pagination\">*420</span> it appears that to restrict its mining operations was an unreasonable exercise of the police power. Compare <i>Reinman</i> v. <i>Little Rock,</i> 237 U.S. 171, 177, 180; <i>Pierce Oil Corporation</i> v. <i>City of Hope,</i> 248 U.S. 498, 500. Where the surface and the coal belong to the same person, self-interest would ordinarily prevent mining to such an extent as to cause a subsidence. It was, doubtless, for this reason that the legislature, estimating the degrees of danger, deemed statutory restriction unnecessary for the public safety under such conditions.</p>\n<p>It is said that this is a case of a single dwelling house; that the restriction upon mining abolishes a valuable estate hitherto secured by a contract with the plaintiffs; and that the restriction upon mining cannot be justified as a protection of personal safety, since that could be provided for by notice. The propriety of deferring a good deal to tribunals on the spot has been repeatedly recognized. <i>Welch</i> v. <i>Swasey,</i> 214 U.S. 91, 106; <i>Laurel Hill Cemetery</i> v. <i>San Francisco,</i> 216 U.S. 358, 365; <i>Patsone</i> v. <i>Pennsylvania,</i> 232 U.S. 138, 144. May we say that notice would afford adequate protection of the public safety where the legislature and the highest court of the State, with greater knowledge of local conditions, have declared, in effect, that it would not? If public safety is imperiled, surely neither grant, nor contract, can prevail against the exercise of the police power. <i>Fertilizing Co.</i> v. <i>Hyde Park,</i> 97 U.S. 659; <i>Atlantic Coast Line R.R. Co.</i> v. <i>Goldsboro,</i> 232 U.S. 548; <i>Union Dry Goods Co.</i> v. <i>Georgia Public Service Corporation,</i> 248 U.S. 372; <i>St. Louis Poster Advertising Co.</i> v. <i>St. Louis,</i> 249 U.S. 269. The rule that the State's power to take appropriate measures to guard the safety of all who may be within its jurisdiction may not he bargained away was applied to compel carriers to establish grade crossings at their own expense, despite contracts to the contrary; <i>Chicago, Burlington &amp; Quincy R.R. Co.</i> v. <i>Nebraska,</i> 170 U.S. 57; <span class=\"star-pagination\">*421</span> and, likewise, to supersede, by an employers' liability act, the provision of a charter exempting a railroad from liability for death of employees, since the civil liability was deemed a matter of public concern, and not a mere private right. <i>Texas &amp; New Orleans R.R. Co.</i> v. <i>Miller,</i> 221 U.S. 408. Compare <i>Boyd</i> v. <i>Alabama,</i> 94 U.S. 645; <i>Stone</i> v. <i>Mississippi,</i> 101 U.S. 814; <i>Butchers' Union Co.</i> v. <i>Crescent City Co.,</i> 111 U.S. 746; <i>Douglas</i> v. <i>Kentucky,</i> 168 U.S. 488; <i>Pennsylvania Hospital</i> v. <i>Philadelphia,</i> 245 U.S. 20, 23. Nor can existing contracts between private individuals preclude exercise of the police power. \"One whose rights, such as they are, are subject to state restriction, cannot remove them from the power of the State by making a contract about them.\" <i>Hudson County Water Co.</i> v. <i>McCarter,</i> 209 U.S. 349, 357; <i>Knoxville Water Co.</i> v. <i>Knoxville,</i> 189 U.S. 434, 438; <i>Rast</i> v. <i>Van Deman &amp; Lewis Co.,</i> 240 U.S. 342. The fact that this suit is brought by a private person is, of course, immaterial to protect the community through invoking the aid, as litigant, of interested private citizens is not a novelty in our law. That it may be done in Pennsylvania was decided by its Supreme Court in this case. And it is for a State to say how its public policy shall be enforced.</p>\n<p>This case involves only mining which causes subsidence of a dwelling house. But the Kohler Act contains provisions in addition to that quoted above; and as to these, also, an opinion is expressed. These provisions deal with mining under cities to such an extent as to cause subsidence of </p>\n<p>(a) Any public building or any structure customarily used by the public as a place of resort, assemblage, or amusement, including, but not being limited to, churches, schools, hospitals, theatres, hotels, and railroad stations.</p>\n<p>(b) Any street, road, bridge, or other public passageway, dedicated to public use or habitually used by the public.</p>\n<p><span class=\"star-pagination\">*422</span> (c) Any track, roadbed, right of way, pipe, conduct, wire, or other facility, used in the service of the public by any municipal corporation or public service company as defined by the Public Service Company Law.</p>\n<p>A prohibition of mining which causes subsidence of such structures and facilities is obviously enacted for a public purpose; and it seems, likewise, clear that mere notice of intention to mine would not in this connection secure the public safety. Yet it is said that these provisions of the act cannot be sustained as an exercise of the police power where the right to mine such coal has been reserved. The conclusion seems to rest upon the assumption that in order to justify such exercise of the police power there must be \"an average reciprocity of advantage\" as between the owner of the property restricted and the rest of the community; and that here such reciprocity is absent. Reciprocity of advantage is an important consideration, and may even be an essential, where the State's power is exercised for the purpose of conferring benefits upon the property of a neighborhood, as in drainage projects, <i>Wurts</i> v. <i>Hoagland,</i> 114 U.S. 606; <i>Fallbrook Irrigation District</i> v. <i>Bradley,</i> 164 U.S. 112; or upon adjoining owners, as by party wall provisions, <i>Jack man</i> v. <i>Rosenbaum Co., ante,</i> 22. But where the police power is exercised, not to confer benefits upon property owners, but to protect the public from detriment and danger, there is, in my opinion, no room for considering reciprocity of advantage. There was no reciprocal advantage to the owner prohibited from using his oil tanks in 248 U.S. 498; his brickyard, in 239 U.S. 394; his livery stable, in 237 U.S. 171; his billiard hall, in 225 U.S. 623; his oleomargarine factory, in 127 U.S. 678; his brewery, in 123 U.S. 623; unless it be the advantage of living and doing business in a civilized community. That reciprocal advantage is given by the act to the coal operators.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></span> (1922)</b></center>\n<center><h1>PENNSYLVANIA COAL COMPANY<br>\nv.<br>\nMAHON ET AL.</h1></center>\n<center>No. 549.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 14, 1922.</center>\n<center>Decided December 11, 1922.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF PENNSYLVANIA.\n<p><span class=\"star-pagination\">*394</span> <i>Mr. John W. Davis</i> with whom <i>Mr. Frank W. Wheaton, Mr. Henry S. Drinker, Jr.,</i> and <i>Mr. Reese H. Harris</i> were on the brief, for plaintiff in error.</p>\n<p><i>Mr. W.L. Pace,</i> with whom <i>Mr. H.J. Mahon</i> was on the brief, for defendants in error.</p>\n<p><i>Mr. George Ross Hull,</i> with whom <i>Mr. George E. Alter,</i> Attorney General of the State of Pennsylvania, was on the brief, for the State of Pennsylvania, by special leave of court, as <i>amici curiae.</i></p>\n<p><i>Mr. Philip V. Mattes,</i> by leave of court, filed a brief on behalf of the City of Scranton, as <i>amicus curiae.</i></p>\n<p><i>Mr. Philip V. Mattes, Mr. Frank M. Walsh</i> and <i>Mr. Owen J. Roberts,</i> by leave of court, filed a brief on behalf <span class=\"star-pagination\">*412</span> of the Scranton Surface Protective Association, as <i>amici curiae.</i></p>\n<p><i>Mr. C. La Rue Munson</i> and <i>Mr. Edgar Munson,</i> by leave of court, filed a brief on behalf of the Scranton Gas &amp; Water Company, as <i>amici curiae.</i></p>\n<p><span class=\"star-pagination\">*411</span> MR. JUSTICE HOLMES delivered the opinion of the Court.</p>\n<p>This is a bill in equity brought by the defendants in error to prevent the Pennsylvania Coal Company from mining under their property in such way as to remove the supports and cause a subsidence of the surface and of their house. The bill sets out a deed executed by the Coal Company in 1878, under which the plaintiffs claim. The deed conveys the surface, but in express terms reserves the right to remove all the coal under the same, and the grantee takes the premises with the risk, and waives all claim for damages that may arise from mining out the coal. But the plaintiffs say that whatever may have been the Coal Company's rights, they were taken away by an Act of Pennsylvania, approved May 27, 1921, P.L. 1198, commonly known there as the Kohler Act. The Court of Common Pleas found that if not restrained the defendant would cause the damage to prevent which the bill was brought, but denied an injunction, holding that the statute if applied to this case would be unconstitutional. On appeal the Supreme Court of the State agreed that the defendant had contract and property rights protected by the Constitution of the United States, but held that the statute was a legitimate exercise of the police power and directed a decree for the plaintiffs. A writ of error was granted bringing the case to this Court.</p>\n<p>The statute forbids the mining of anthracite coal in such way as to cause the subsidence of, among other <span class=\"star-pagination\">*413</span> things, any structure used as a human habitation, with certain exceptions, including among them land where the surface is owned by the owner of the underlying coal and is distant more than one hundred and fifty feet from any improved property belonging to any other person. As applied to this case the statute is admitted to destroy previously existing rights of property and contract. The question is whether the police power can be stretched so far.</p>\n<p>Government hardly could go on if to some extent values incident to property could not be diminished without paying for every such change in the general law. As long recognized, some values are enjoyed under an implied limitation and must yield to the police power. But obviously the implied limitation must have its limits, or the contract and due process clauses are gone. One fact for consideration in determining such limits is the extent of the diminution. When it reaches a certain magnitude, in most if not in all cases there must be an exercise of eminent domain and compensation to sustain the act. So the question depends upon the particular facts. The greatest weight is given to the judgment of the legislature, but it always is open to interested parties to contend that the legislature has gone beyond its constitutional power.</p>\n<p>This is the case of a single private house. No doubt there is a public interest even in this, as there is in every purchase and sale and in all that happens within the commonwealth. Some existing rights may be modified even in such a case. <i>Rideout</i> v. <i>Knox,</i> 148 Mass. 368. But usually in ordinary private affairs the public interest does not warrant much of this kind of interference. A source of damage to such a house is not a public nuisance even if similar damage is inflicted on others in different places. The damage is not common or public. <i>Wesson</i> v. <i>Washburn Iron Co.,</i> 13 Allen, 95, 103. The extent of <span class=\"star-pagination\">*414</span> the public interest is shown by the statute to be limited, since the statute ordinarily does not apply to land when the surface is owned by the owner of the coal. Furthermore, it is not justified as a protection of personal safety. That could be provided for by notice. Indeed the very foundation of this bill is that the defendant gave timely notice of its intent to mine under the house. On the other hand the extent of the taking is great. It purports to abolish what is recognized in Pennsylvania as an estate in land  a very valuable estate  and what is declared by the Court below to be a contract hitherto binding the plaintiffs. If we were called upon to deal with the plaintiffs' position alone, we should think it clear that the statute does not disclose a public interest sufficient to warrant so extensive a destruction of the defendant's constitutionally protected rights.</p>\n<p>But the case has been treated as one in which the general validity of the act should be discussed. The Attorney General of the State, the City of Scranton, and the representatives of other extensive interests were allowed to take part in the argument below and have submitted their contentions here. It seems, therefore, to be our duty to go farther in the statement of our opinion, in order that it may be known at once, and that further suits should not be brought in vain.</p>\n<p>It is our opinion that the act cannot be sustained as an exercise of the police power, so far as it affects the mining of coal under streets or cities in places where the right to mine such coal has been reserved. As said in a Pennsylvania case, \"For practical purposes, the right to coal consists in the right to mine it.\" <i>Commonwealth</i> v. <i>Clearview Coal Co.,</i> 256 Pa. St. 328, 331. What makes the right to mine coal valuable is that it can be exercised with profit. To make it commercially impracticable to mine certain coal has very nearly the same effect for constitutional purposes as appropriating or destroying it. This <span class=\"star-pagination\">*415</span> we think that we are warranted in assuming that the statute does.</p>\n<p>It is true that in <i>Plymouth Coal Co.</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"98110\"><a href=\"/opinion/98110/plymouth-coal-co-v-pennsylvania/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">531</span></a></span>, it was held competent for the legislature to require a pillar of coal to be left along the line of adjoining property, that, with the pillar on the other side of the line, would be a barrier sufficient for the safety of the employees of either mine in case the other should be abandoned and allowed to fill with water. But that was a requirement for the safety of employees invited into the mine, and secured an average reciprocity of advantage that has been recognized as a justification of various laws.</p>\n<p>The rights of the public in a street purchased or laid out by eminent domain are those that it has paid for. If in any case its representatives have been so short sighted as to acquire only surface rights without the right of support, we see no more authority for supplying the latter without compensation than there was for taking the right of way in the first place and refusing to pay for it because the public wanted it very much. The protection of private property in the Fifth Amendment presupposes that it is wanted for public use, but provides that it shall not be taken for such use without compensation. A similar assumption is made in the decisions upon the Fourteenth Amendment. <i>Hairston</i> v. <i>Danville &amp; Western Ry. Co.,</i> <span class=\"citation\" data-id=\"96805\"><a href=\"/opinion/96805/hairston-v-danville-western-r-co/\"><span class=\"volume\">208</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">598</span></a></span>, 605. When this seemingly absolute protection is found to be qualified by the police power, the natural tendency of human nature is to extend the qualification more and more until at last private property disappears. But that cannot be accomplished in this way under the Constitution of the United States.</p>\n<p>The general rule at least is, that while property may be regulated to a certain extent, if regulation goes too far it will be recognized as a taking. It may be doubted how far exceptional cases, like the blowing up of a house to stop a conflagration, go  and if they go beyond the general rule, <span class=\"star-pagination\">*416</span> whether they do not stand as much upon tradition as upon principle. <i>Bowditch</i> v. <i>Boston,</i> 101 U.S. 16. In general it is not plain that a man's misfortunes or necessities will justify his shifting the damages to his neighbor's shoulders. <i>Spade</i> v. <i>Lynn &amp; Boston R.R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">172</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">488</span></span>, 489. We are in danger of forgetting that a strong public desire to improve the public condition is not enough to warrant achieving the desire by a shorter cut than the constitutional way of paying for the change. As we already have said, this is a question of degree  and therefore cannot be disposed of by general propositions. But we regard this as going beyond any of the cases decided by this Court. The late decisions upon laws dealing with the congestion of Washington and New York, caused by the war, dealt with laws intended to meet a temporary emergency and providing for compensation determined to be reasonable by an impartial board. They went to the verge of the law but fell far short of the present act. <i>Block</i> v. <i>Hirsh,</i> 256 U.S. 135. <i>Marcus Brown Holding Co.</i> v. <i>Feldman,</i> 256 U.S. 170. <i>Levy Leasing Co.</i> v. <i>Siegel,</i> 258 U.S. 242.</p>\n<p>We assume, of course, that the statute was passed upon the conviction that an exigency existed that would warrant it, and we assume that an exigency exists that would warrant the exercise of eminent domain. But the question at bottom is upon whom the loss of the changes desired should fall. So far as private persons or communities have seen fit to take the risk of acquiring only surface rights, we cannot see that the fact that their risk has become a danger warrants the giving to them greater rights than they bought.</p>\n<p><i>Decree reversed.</i></p>\n<p>MR. JUSTICE BRANDEIS, dissenting.</p>\n<p>The Kohler Act prohibits, under certain conditions, the mining of anthracite coal within the limits of a city in such a manner or to such an extent \"as to cause the . . . <span class=\"star-pagination\">*417</span> subsidence of any dwelling or other structure used as a human habitation, or any factory, store, or other industrial or mercantile establishment in which human labor is employed.\" Coal in place is land; and the right of the owner to use his land is not absolute. He may not so use it as to create a public nuisance; and uses, once harmless, may, owing to changed conditions, seriously threaten the public welfare. Whenever they do, the legislature has power to prohibit such uses without paying compensation; and the power to prohibit extends alike to the manner, the character and the purpose of the use. Are we justified in declaring that the Legislature of Pennsylvania has, in restricting the right to mine anthracite, exercised this power so arbitrarily as to violate the Fourteenth Amendment?</p>\n<p>Every restriction upon the use of property imposed in the exercise of the police power deprives the owner of some right theretofore enjoyed, and is, in that sense, an abridgment by the State of rights in property without making compensation. But restriction imposed to protect the public health, safety or morals from dangers threatened is not a taking. The restriction here in question is merely the prohibition of a noxious use. The property so restricted remains in the possession of its owner. The State does not appropriate it or make any use of it. The State merely prevents the owner from making a use which interferes with paramount rights of the public. Whenever the use prohibited ceases to be noxious  as it may because of further change in local or social conditions,  the restriction will have to be removed and the owner will again be free to enjoy his property as heretofore.</p>\n<p>The restriction upon the use of this property can not, of course, be lawfully imposed, unless its purpose is to protect the public. But the purpose of a restriction does not cease to be public, because incidentally some private <span class=\"star-pagination\">*418</span> persons may thereby receive gratuitously valuable special benefits. Thus, owners of low buildings may obtain, through statutory restrictions upon the height of neighboring structures, benefits equivalent to an easement of light and air. <i>Welch</i> v. <i>Swasey,</i> <span class=\"citation\" data-id=\"97036\"><a href=\"/opinion/97036/welch-v-swasey/\"><span class=\"volume\">214</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>. Compare <i>Lindsley</i> v. <i>Natural Carbonic Gas Co.,</i> 220 U.S. 61; <i>Walls</i> v. <i>Midland Carbon Co.,</i> 254 U.S. 300. Furthermore, a restriction, though imposed for a public purpose, will not be lawful, unless the restriction is an appropriate means to the public end. But to keep coal in place is surely an appropriate means of preventing subsidence of the surface; and ordinarily it is the only available means. Restriction upon use does not become inappropriate as a means, merely because it deprives the owner of the only use to which the property can then be profitably put. The liquor and the oleomargarine cases settled that. <i>Mugler</i> v. <i>Kansas,</i> <span class=\"citation\" data-id=\"92076\"><a href=\"/opinion/92076/mugler-v-kansas/\"><span class=\"volume\">123</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">623</span></a></span>, 668, 669; <i>Powell</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"92295\"><a href=\"/opinion/92295/powell-v-pennsylvania/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, 682. See also <i>Hadacheck</i> v. <i>Los Angeles,</i> 239 U.S. 394; <i>Pierce Oil Corporation</i> v. <i>City of Hope,</i> <span class=\"citation\" data-id=\"99286\"><a href=\"/opinion/99286/pierce-oil-corp-v-city-of-hope/\"><span class=\"volume\">248</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>. Nor is a restriction imposed through exercise of the police power inappropriate as a means, merely because the same end might be affected through exercise of the power of eminent domain, or otherwise at public expense. Every restriction upon the height of buildings might be secured through acquiring by eminent domain the right of each owner to build above the limiting height; but it is settled that the State need not resort to that power. Compare <i>Laurel Hill Cemetery</i> v. <i>San Francisco,</i> <span class=\"citation\" data-id=\"97179\"><a href=\"/opinion/97179/laurel-hill-cemetery-v-city-and-county-of-san-fran/\"><span class=\"volume\">216</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>; <i>Missouri Pacific Ry. Co.</i> v. <i>Omaha,</i> 235 U.S. 121. If by mining anthracite coal the owner would necessarily unloose poisonous gasses, I suppose no one would doubt the power of the State to prevent the mining, without buying his coal fields. And why may not the State, likewise, without paying compensation, prohibit one from digging so deep or excavating so near the surface, as to expose the community to <span class=\"star-pagination\">*419</span> like dangers? In the latter case, as in the former, carrying on the business would be a public nuisance.</p>\n<p>It is said that one fact for consideration in determining whether the limits of the police power have been exceeded is the extent of the resulting diminution in value; and that here the restriction destroys existing rights of property and contract. But values are relative. If we are to consider the value of the coal kept in place by the restriction, we should compare it with the value of all other parts of the land. That is, with the value not of the coal alone, but with the value of the whole property. The rights of an owner as against the public are not increased by dividing the interests in his property into surface and subsoil. The sum of the rights in the parts can not be greater than the rights in the whole. The estate of an owner in land is grandiloquently described as extending <i>ab orco usque ad coelum.</i> But I suppose no one would contend that by selling his interest above one hundred feet from the surface he could prevent the State from limiting, by the police power, the height of structures in a city. And why should a sale of underground rights bar the State's power? For aught that appears the value of the coal kept in place by the restriction may be negligible as compared with the value of the whole property, or even as compared with that part of it which is represented by the coal remaining in place and which may be extracted despite the statute. Ordinarily a police regulation, general in operation, will not be held void as to a particular property, although proof is offered that owing to conditions peculiar to it the restriction could not reasonably be applied. See <i>Powell</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"92295\"><a href=\"/opinion/92295/powell-v-pennsylvania/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, 681, 684; <i>Murphy</i> v. <i>California,</i> <span class=\"citation\" data-id=\"97683\"><a href=\"/opinion/97683/murphy-v-california/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">623</span></a></span>, 629. But even if the particular facts are to govern, the statute should, in my opinion, be upheld in this case. For the defendant has failed to adduce any evidence from which <span class=\"star-pagination\">*420</span> it appears that to restrict its mining operations was an unreasonable exercise of the police power. Compare <i>Reinman</i> v. <i>Little Rock,</i> <span class=\"citation\" data-id=\"98426\"><a href=\"/opinion/98426/reinman-v-little-rock/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span>, 177, 180; <i>Pierce Oil Corporation</i> v. <i>City of Hope,</i> <span class=\"citation\" data-id=\"99286\"><a href=\"/opinion/99286/pierce-oil-corp-v-city-of-hope/\"><span class=\"volume\">248</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>, 500. Where the surface and the coal belong to the same person, self-interest would ordinarily prevent mining to such an extent as to cause a subsidence. It was, doubtless, for this reason that the legislature, estimating the degrees of danger, deemed statutory restriction unnecessary for the public safety under such conditions.</p>\n<p>It is said that this is a case of a single dwelling house; that the restriction upon mining abolishes a valuable estate hitherto secured by a contract with the plaintiffs; and that the restriction upon mining cannot be justified as a protection of personal safety, since that could be provided for by notice. The propriety of deferring a good deal to tribunals on the spot has been repeatedly recognized. <i>Welch</i> v. <i>Swasey,</i> <span class=\"citation\" data-id=\"97036\"><a href=\"/opinion/97036/welch-v-swasey/\"><span class=\"volume\">214</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">91</span></a></span>, 106; <i>Laurel Hill Cemetery</i> v. <i>San Francisco,</i> <span class=\"citation\" data-id=\"97179\"><a href=\"/opinion/97179/laurel-hill-cemetery-v-city-and-county-of-san-fran/\"><span class=\"volume\">216</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, 365; <i>Patsone</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"98067\"><a href=\"/opinion/98067/patsone-v-pennsylvania/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 144. May we say that notice would afford adequate protection of the public safety where the legislature and the highest court of the State, with greater knowledge of local conditions, have declared, in effect, that it would not? If public safety is imperiled, surely neither grant, nor contract, can prevail against the exercise of the police power. <i>Fertilizing Co.</i> v. <i>Hyde Park,</i> 97 U.S. 659; <i>Atlantic Coast Line R.R. Co.</i> v. <i>Goldsboro,</i> 232 U.S. 548; <i>Union Dry Goods Co.</i> v. <i>Georgia Public Service Corporation,</i> 248 U.S. 372; <i>St. Louis Poster Advertising Co.</i> v. <i>St. Louis,</i> 249 U.S. 269. The rule that the State's power to take appropriate measures to guard the safety of all who may be within its jurisdiction may not he bargained away was applied to compel carriers to establish grade crossings at their own expense, despite contracts to the contrary; <i>Chicago, Burlington &amp; Quincy R.R. Co.</i> v. <i>Nebraska,</i> 170 U.S. 57; <span class=\"star-pagination\">*421</span> and, likewise, to supersede, by an employers' liability act, the provision of a charter exempting a railroad from liability for death of employees, since the civil liability was deemed a matter of public concern, and not a mere private right. <i>Texas &amp; New Orleans R.R. Co.</i> v. <i>Miller,</i> 221 U.S. 408. Compare <i>Boyd</i> v. <i>Alabama,</i> 94 U.S. 645; <i>Stone</i> v. <i>Mississippi,</i> 101 U.S. 814; <i>Butchers' Union Co.</i> v. <i>Crescent City Co.,</i> 111 U.S. 746; <i>Douglas</i> v. <i>Kentucky,</i> 168 U.S. 488; <i>Pennsylvania Hospital</i> v. <i>Philadelphia,</i> <span class=\"citation\" data-id=\"99006\"><a href=\"/opinion/99006/contibutors-to-pennsylvania-hospital-v-philadelphi/\"><span class=\"volume\">245</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">20</span></a></span>, 23. Nor can existing contracts between private individuals preclude exercise of the police power. \"One whose rights, such as they are, are subject to state restriction, cannot remove them from the power of the State by making a contract about them.\" <i>Hudson County Water Co.</i> v. <i>McCarter,</i> <span class=\"citation\" data-id=\"96834\"><a href=\"/opinion/96834/hudson-county-water-co-v-mccarter/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, 357; <i>Knoxville Water Co.</i> v. <i>Knoxville,</i> <span class=\"citation\" data-id=\"95870\"><a href=\"/opinion/95870/knoxville-water-co-v-knoxville/\"><span class=\"volume\">189</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">434</span></a></span>, 438; <i>Rast</i> v. <i>Van Deman &amp; Lewis Co.,</i> 240 U.S. 342. The fact that this suit is brought by a private person is, of course, immaterial to protect the community through invoking the aid, as litigant, of interested private citizens is not a novelty in our law. That it may be done in Pennsylvania was decided by its Supreme Court in this case. And it is for a State to say how its public policy shall be enforced.</p>\n<p>This case involves only mining which causes subsidence of a dwelling house. But the Kohler Act contains provisions in addition to that quoted above; and as to these, also, an opinion is expressed. These provisions deal with mining under cities to such an extent as to cause subsidence of </p>\n<p>(a) Any public building or any structure customarily used by the public as a place of resort, assemblage, or amusement, including, but not being limited to, churches, schools, hospitals, theatres, hotels, and railroad stations.</p>\n<p>(b) Any street, road, bridge, or other public passageway, dedicated to public use or habitually used by the public.</p>\n<p><span class=\"star-pagination\">*422</span> (c) Any track, roadbed, right of way, pipe, conduct, wire, or other facility, used in the service of the public by any municipal corporation or public service company as defined by the Public Service Company Law.</p>\n<p>A prohibition of mining which causes subsidence of such structures and facilities is obviously enacted for a public purpose; and it seems, likewise, clear that mere notice of intention to mine would not in this connection secure the public safety. Yet it is said that these provisions of the act cannot be sustained as an exercise of the police power where the right to mine such coal has been reserved. The conclusion seems to rest upon the assumption that in order to justify such exercise of the police power there must be \"an average reciprocity of advantage\" as between the owner of the property restricted and the rest of the community; and that here such reciprocity is absent. Reciprocity of advantage is an important consideration, and may even be an essential, where the State's power is exercised for the purpose of conferring benefits upon the property of a neighborhood, as in drainage projects, <i>Wurts</i> v. <i>Hoagland,</i> 114 U.S. 606; <i>Fallbrook Irrigation District</i> v. <i>Bradley,</i> 164 U.S. 112; or upon adjoining owners, as by party wall provisions, <i>Jack man</i> v. <i>Rosenbaum Co., ante,</i> 22. But where the police power is exercised, not to confer benefits upon property owners, but to protect the public from detriment and danger, there is, in my opinion, no room for considering reciprocity of advantage. There was no reciprocal advantage to the owner prohibited from using his oil tanks in <span class=\"citation\" data-id=\"99286\"><a href=\"/opinion/99286/pierce-oil-corp-v-city-of-hope/\"><span class=\"volume\">248</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">498</span></a></span>; his brickyard, in 239 U.S. 394; his livery stable, in <span class=\"citation\" data-id=\"98426\"><a href=\"/opinion/98426/reinman-v-little-rock/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span>; his billiard hall, in <span class=\"citation\" data-id=\"97683\"><a href=\"/opinion/97683/murphy-v-california/\"><span class=\"volume\">225</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">623</span></a></span>; his oleomargarine factory, in <span class=\"citation\" data-id=\"92295\"><a href=\"/opinion/92295/powell-v-pennsylvania/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>; his brewery, in <span class=\"citation\" data-id=\"92076\"><a href=\"/opinion/92076/mugler-v-kansas/\"><span class=\"volume\">123</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">623</span></a></span>; unless it be the advantage of living and doing business in a civilized community. That reciprocal advantage is given by the act to the coal operators.</p>\n</div>", "id": 100079, "judges": "Holmes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100079/", "sha1": "369196e97d6cf8427edc7f0fe5c6d00ecdd158ad", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:47:25"}