{"absolute_url": "/opinion/99988/hill-v-wallace/", "blocked": false, "citation": {"case_name": "Hill v. Wallace", "docket_number": "616", "document_uris": ["/api/rest/v2/document/99988/"], "federal_cite_one": "259 U.S. 44", "federal_cite_three": null, "federal_cite_two": null, "id": 84371, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84371/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 71, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1922-05-15", "date_modified": "2014-12-21T01:37:12.192315", "docket": "/api/rest/v2/docket/355396/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">259 U.S. 44</p>\n    <p class=\"case_cite\">42 S.Ct. 453</p>\n    <p class=\"case_cite\">66 L.Ed. 822</p>\n    <p class=\"parties\">HILL et al.<br>v.<br>WALLACE, Secretary of Agriculture et al.</p>\n    <p class=\"docket\">No. 616.</p>\n    <p class=\"date\">Argued Jan. 11, 1922.</p>\n    <p class=\"date\">Decided May 15, 1922.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This is a suit attacking the validity of the Future Trading Act, approved August 24, 1921. 42 Stat. 187, c. 86. The act imposes a tax of 20 cents a bushel on all contracts for the sale of grain for future delivery, but excepts from its application sales on boards of trade designated as contract markets by the Secretary of Agriculture, on fulfillment by such boards of certain conditions and requirements set forth in the act.</p>\n      <p class=\"indent\">The bill is filed by eight members of the Board of Trade of the city of Chicago, who sue in behalf of all other members of that body who may wish to join and share in the relief granted, against the Secretary of Agriculture, the Commissioner of Internal Revenue, the United States district attorney for the Northern district of Illinois, the collector of internal revenue for the First District of that state, the Board of Trade of the city of Chicago, its president, vice presidents, and directors. The bill avers that the appellants applied to the directors of the Board of Trade to institute a suit to have the Future Trading Act adjudged unconstitutional before they should comply with it, but the board of directors refused to take any steps, and announced that they intended to comply with the provisions of the act; that the board refused because they feared to antagonize the public officials whose duty it was to construe and enforce the act, and the complainants feared that, acting under the coercion imposed upon them by the act, the board of directors would admit to membership on the board the representatives of the co-operative associations of producers; that the Secretary of Agriculture would designate such board as a contract market, and that such action by the board of directors would cause irreparable injury to the complainants and all the other members of the board. Complainants set out the character of the Board of Trade of Chicago and its organization as a corporation under a special charter of the state of Illinois in 1859, of which certain persons engaged in the purchase and sale of grain were created a corporation and given power to admit members, and expel them, to adopt regulations and by-laws for the management of the business and the mode in which it should be transacted; to appoint committees of arbitration for the settlement of differences between the members; to appoint persons to examine, measure, weigh, gauge, inspect grain and other articles of produce, with authority to issue a certificate as to quality or quantity; to make the brand or mark thereof evidence between any buyer and seller assenting to the employment of such person; and to do and carry on business usual in the management of boards of trade.</p>\n      <p class=\"indent\">The bill avers that the board has 1,610 members, of whom the complainants are members in good standing; that its memberships are salable for more than $7,000 apiece; that in recent years there have been organized in most of the grain-producing states, among so-called farmers, co-operative societies who desire to market their crops at actual cost, and to market them through the exchanges at actual cost, and without paying the commissions charged by the members of such exchange, the plan being to sell all grain through an authorized member of such organization admitted to the exchange who shall charge the prescribed commission and ultimately rebate back to the members of such organization the aggregate of such commissioners after paying his salary and incidental expenses, on the basis of the number of bushels of grain which each producer has sold through said organization; that the admission of such representatives of co-operative societies to the Chicago Board of Trade would destroy the business of its members, and the value of the memberships, and make it difficult for the board to maintain sufficient members to pay the assessments to meet the expenses of its maintenance; that many of its members engage in making contracts with other members for the purchase and sale of grain for future delivery; that during the years from 1884 to 1913, wheat of the grade contemplated in the contracts for future delivery on the board sold as low as 48 7/8 cents per bushel, and never for more than $2 per bushel; and that during most of said time its price was below $1; that during the same years corn sold as low as 19 1/2 cents a bushel, and never higher than $1, and most of the time sold below 60 cents; that oats sold as low as 14 3/4 cents per bushel and never higher than 62 1/2 cents, and much the greater part of said period under 40 cents per bushel; that at the time of the filing of the bill, contract wheat was selling for $1.05 per bushel, and that no member of the board could afford to make contracts for future delivery and pay the tax thereon imposed by the Future Trading Act of 20 cents a bushel; that the law in effect prohibits all those who are not members of a board of trade, which has been designated by the Secretary of Agriculture a contract market under said act, from making any contracts of sales for future delivery.</p>\n      <p class=\"indent\">The bill charges that the Future Trading Act violates the Constitution of the United States (1) in depriving the members of the board of their property without due process of law, in the compulsory admission to membership on said board of representatives of the co-operative associations of producers, in accord with section 5 of the act; (2) in that it attempts to regulate commerce, which is not commerce with foreign governments or among several states, but is commerce wholly between persons contracting within the state of Illinois respecting the purchase or sale of grain which forms a part of the common property of that state, and is intrastate and not interstate; (3) in that it violates the Tenth Amendment to the constitution, by interfering with the right of the state of Illinois to provide for and regulate the maintenance of grain exchanges within its borders upon which is conducted the making of contracts which are merely intrastate transactions.</p>\n      <p class=\"indent\">The bill avers the complainants are not in collusion with defendants or any of them to confer on a court of the United States jurisdiction of a cause of which it would not otherwise have jurisdiction, and that the amount involved in the matters in dispute is, exclusive of interest and costs, more than $3,000.</p>\n      <p class=\"indent\">The decrees prayed for are:</p>\n      <p class=\"indent\">To enjoin the Secretary of Agriculture from taking any steps to induce or compel the Board of Trade or its directors to comply with the provisions of the act;</p>\n      <p class=\"indent\">To enjoin the Commissioner of Internal Revenue, the collector of internal revenue and the district attorney named as parties from attempting to collect by suits or prosecutions or otherwise, any tax, penalty, or fine, under the act; and</p>\n      <p class=\"indent\">To enjoin the Board of Trade and each of its officers and directors from applying to the Secretary of Agriculture to have the board designated as a contract market under the act, and from admitting to membership into such board any representative or any co-operative association of producers in compliance with section 5 of the act, or from taking any other steps to comply with the act.</p>\n      <p class=\"indent\">The Board of Trade and its president, its officers, and directors moved to dismiss the bill of complaint on the ground that it was without equity on its face and did not state facts sufficient to constitute a cause of action in a court of equity.</p>\n      <p class=\"indent\">The Secretary of Agriculture appeared specially to move the court to dismiss the suit as to him, because he was not a resident of the Northern district of Illinois and had not been served with process, and the court had no jurisdiction over him.</p>\n      <p class=\"indent\">The United States attorney for the Northern district of Illinois, and the collector of internal revenue, moved the court to dismiss on the grounds that the suit was to restrain the collection of a tax contrary to section 3224 of the Revised Statutes (Comp. St. &#167; 5947), and that the bill sought to restrain the enforcement of a criminal statute without showing that the complainants suffered irreparable injury. The District Court denied the motion for a temporary injunction and ordered that the bill be dismissed as to all the defendants for want of equity.</p>\n      <p class=\"indent\">Mr. Henry S. Robbins, of Chicago, Ill., for appellants.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 49-56 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Solicitor General Beck, of Washington, D. C., for appellees.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 56-60 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Chief Justice TAFT, after making the foregoing statement of the case, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The first question for our consideration is whether, assuming the act to be invalid, the complainants on the face of their bill state sufficient equitable grounds to justify granting the relief they ask. We think it clear that within the cases of Smith v. Kansas City Title Co., 255 U. S. 180, 41 Sup. Ct. 243, 65 L. Ed. 577, Brushaber v. Union Pacific R. R., 240 U. S. 1, 10, 36 Sup. Ct. 236, 60 L. Ed. 493, Ann. Cas. 1917B, 713, L. R. A. 1917D, 414, Pollock v. Farmers' Loan &amp; Trust Co., 157 U. S. 429, 15 Sup. Ct. 673, 39 L. Ed. 759, and Dodge v. Woolsey, 18 How. 331, 341, 346, 15 L. Ed. 401, the averments of the bill entitle them to relief against the Board of Trade of Chicago, its president and its directors. The bill shows that the act, if enforced, will seriously injure the value of the Board of Trade to its members, and the pecuniary value of their memberships. If the law be unconstitutional then, it was the duty of the board of directors to bring an action to resist its enforcement. It is quite like the case of Dodge v. Woolsey, in which the court said with respect to a similar refusal:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Now, in our view the refusal upon the part of the directors      by their own showing partakes more of disregard of duty than      of an error of judgment. It was a nonperformance of a      confessed official obligation amounting to what the law      considers a breach of trust, though it may not involve      intentional moral delinquency. It was a mistake, it is true,      of what their duty required from them, according to their own      sense of it, but, being a duty by their own confession, their      refusal was an act outside of the obligation which the      charter imposed upon them to protect what they      conscientiously believed to be the franchises of the bank. A      sense of duty and conduct contrary to it, is not 'an error of      judgment merely,' and cannot be so called in any case.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The averments of the bill are that the board of directors refused the request to bring the suit because they feared to antagonize the public officials whose duty it was to construe and enforce the act, and not because they thought the act was constitutional. They must be taken to have admitted this by the motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In Wathen v. Jackson Oil Co., 235 U. S. 635, 35 Sup. Ct. 225, 59 L. Ed. 395, and in Corbus v. Gold Mining Co., 187 U. S. 455, 23 Sup. Ct. 157, 47 L. Ed. 256, thought to cast doubt upon the sufficiency of the averments made herein to sustain complaints' right to file the bill, there had been no request made of the corporation or the board of directors to bring suit and no refusal, both of which are present in the case at bar.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A further question arises as to whether this is a suit for an injunction against the collection of the tax in violation of section 3224, R. S., in so far as it seeks relief against the district attorney and collector of internal revenue. Were this a state act, injunction would certainly issue against such officers under the decisions in Ex parte Young, 209 U. S. 123, 28 Sup. Ct. 441, 52 L. Ed. 714, 13 L. R. A. (N. S.) 932, 14 Ann. Cas. 764; Ohio Tax Cases, 232 U. S. 576, 587, 34 Sup. Ct. 372, 58 L. Ed. 737; McFarland v. American Sugar Refining Co., 241 U. S. 79, 82, 36 Sup. Ct. 498, 60 L. Ed. 899. Does section 3224, R. S., prevent the application of similar principles to a federal taxing act? It has been held by this court, in Dodge v. Brady, 240 U. S. 122, 126, 36 Sup. Ct. 277, 60 L. Ed. 560, that section 3224 of the Revised Statutes does not prevent an injunction in a case apparently within its terms in which some extraordinary and entirely exceptional circumstances make its provisions inapplicable. See, also, Dodge v. Osborn, 240 U. S. 118, 122, 36 Sup. Ct. 275, 60 L. Ed. 557. In the case before us, a sale of grain for future delivery without paying the tax will subject one to heavy criminal penalties. To pay the heavy tax on each of many daily transactions which occur in the ordinary business of a member of the exchange, and then sue to recover it back would necessitate a multiplicity of suits, and, indeed, would be impracticable. For the Board of Trade to refuse to apply for designation as a contract market in order to test the validity of the act would stop its 1,600 members in a branch of their business most important to themselves and to the country. We think these exceptional and extraordinary circumstances with respect to the operation of this act make section 3224 inapplicable. The right to sue for an injunction against the taxing officials is not, however, necessary to give us jurisdiction. If they were to be dismissed under section 3224, the bill would still raise the question here mooted against the Board of Trade and its directors. The Solicitor General has appeared on behalf of the government and argued the case in full on all the issues. Our conclusion as to the validity of the act will, therefore, have the same effect as did the judgment of the court in respect to the income tax law in Pollock v. Farmers' Loan &amp; Trust Company, 157 U. S. 429, 15 Sup. Ct. 673, 39 L. Ed. 759, to which the government was not a party, but in which the Attorney General on its behalf was heard as amicus curiae.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The act whose constitutionality is attacked is entitled:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'An act taxing contracts for the sale of grain for future      delivery, and options for such contracts, and <i>providing for      the regulation of boards of trade</i>, and other purposes.'      (Italics ours.)</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 4 imposes a tax, in addition to any imposed by law, of 20 cents a bushel involved in every contract of sale of grain for future delivery, with two exceptions. The first exception is where the seller holds and owns the grain at the time of sale, or is the owner or renter of land on which the grain is to be grown, or is an association made of such owners or renters. The second exception is where such contracts are made by or through a member of the Board of Trade designated by the Secretary of Agriculture as a contract market, and are evidenced by a memorandum containing certain particulars, to be kept for a period of three years or as much longer as the Secretary of Agriculture shall direct, and to be open to official inspection. This tax on sale contracts for future delivery is in addition to a tax now imposed by the Revenue Act of February 24, 1919 (40 Stat. 1057, 1136, title XI, Schedule A [Comp. St. Ann. Supp. 1919, &#167; 6318p]), of 2 cents on every $100 in value of such sales.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 5 authorized the Secretary of Agriculture to designate boards of trade as contract markets when and only when such boards comply with certain conditions and requirements, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(a) When located at a terminal market where cash grain is sold in sufficient amount and under such conditions as to reflect the value of the grain in its different grades, and where there is recognized official weighing and inspection service.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(b) When the governing body of the board adopts rules and enforces them, requiring its members to make and keep the memorandum of all transactions in grain, whether cash or for future delivery, as directed by the Secretary.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(c) When the governing body prevents the dissemination by the board or any member thereof of false misleading, or inaccurate report, concerning crop or market information or conditions that affect or tend to affect the price of commodities.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(d) When the governing board provides for the prevention of manipulation of prices, or the cornering of any grain by the dealers or operators upon such board.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(e) When the governing body admits to membership on the board and all its privileges any authorized representative of any lawfully formed and conducted co-operative associations of producers having adequate financial responsibility:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'Provided, that no rule of the contract market against      rebating commissions shall apply to the distribution of      earnings among bona fide members of any such associations.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(f) When the governing body of the board shall make effective the orders and decisions of the commission appointed under section 6.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Section 6 provides that any board of trade desiring to be designated as a contract market shall apply to the Secretary of Agriculture, with a showing that it complies with the conditions already stipulated in section 5, and a sufficient assurance of future compliance. The section appoints a commission of the Secretary of Agriculture, the Secretary of Commerce, and the Attorney General, who may, after due notice to the officers of the board, suspend for six months or revoke the designation of any board as a contract market upon a showing of failure to comply with the requirements of section 5.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Provisions are made for an appeal from this order to the Circuit Court of Appeals, and appeal is granted to the commission from the refusal of the Secretary of Agriculture, upon application, to designate any board as a contract market.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Section 6 also provides that if the Secretary of Agriculture has reason to believe that any person is violating any provisions of the act or is attempting to manipulate the market price of grain in violation of the provisions of section 5, or any of the rules or regulations made pursuant to its requirements, he may have served upon such persons a complaint for a hearing before a referee, to take evidence, to be transmitted to the Secretary as chairman of the commission, and the commission may, after a finding of guilt, issue an order requiring all contract markets to refuse such person trade or privileges. This order may be revised in the Circuit Court of Appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Section 7 provides that the tax imposed shall be paid by the seller and shall be collected either by affixing stamps or by such other method as may be prescribed by the published regulations of the Secretary of the Treasury.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Section 10 provides a penalty for any person who shall fail to evidence the contract of sale he makes by memorandum or to keep the record of it, or to pay the tax as provided in sections 4 and 5, with a penalty of 50 per cent. of the tax and a punishment as a misdemeanor and a fine of $10,000, with imprisonment for one year or both and the costs of the prosecution. It is impossible to escape the conviction, from a full reading of this law, that it was enacted for the purpose of regulating the conduct of business of Boards of Trade through supervision of the Secertary of Agriculture and the use of an administrative tribunal consisting of that Secertary, the Secretary of Commerce, and the Attorney General. Indeed the title of the act recites that one of its purposes is the regulation of Boards of Trade. As the bill shows, the imposition of 20 cents a bushel on the various grains affected by the tax is most burdensome. The tax upon contracts for sales for future delivery under the Revenue Act is only 2 cents upon $100 of value, whereas this tax varies according to the price and character of the grain from 15 per cent. of its value to 50 per cent. The manifest purpose of the tax is to compel Boards of Trade to comply with regulations, many of which can have no relevancy to the collection of the tax at all. Even if we conceded, as we do not, that the keeping of a memorandum and of the particulars of each sale as a record for three years or more, not only of contracts for future delivery, but also of cash sales, neither of which are subject to tax in designated Boards of Trade, would help taxing officers in any way to detect the evasions of this tax outside of such boards, no such construction can be put upon the provisions which require the Board of Trade to prevent a dissemination of false or misleading reports or to prevent the manipulation of prices or the cornering of grain or which enforce the admission to membership in the board of the representatives of co-operative associations of producers or the abrogation of rules against rebate as applied to such representatives. The act is in essence and on its face a complete regulation of Boards of Trade, with a penalty of 20 cents a bushel on all 'futures' to coerce Boards of Trade and their members into compliance. When this purpose is declared in the title to the bill, and is so clear from the effect of the provisions of the bill itself, it leaves no ground upon which the provisions we have been considering can be sustained as a valid exercise of the taxing power. The elaborate machinery for hearings by the Secretary of Agriculture and by the commission of violations of these regulations with the withdrawal by the commission of the designation of the board as a contract market and of complaints against persons who violate the act or such regulations and the imposition upon them of the penalty of requiring all Boards of Trade to refuse to permit them the usual privileges, only confirm this view.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Our decision, just announced, in Bailey v. Drexel Furniture Co., 259 U. S. 20, 42 Sup. Ct. 449, 66 L. Ed. &#8212;&#8212;, involving the constitutional validity of the Child Labor Tax Law, completely covers this case. We there distinguish between cases like Veazie Bank v. Fenno, 8 Wall. 533, 19 L. Ed. 482, and McCray v. United States, 195 U. S. 27, 24 Sup. Ct. 769, 49 L. Ed. 78, 1 Ann. Cas. 561, in which it was held that this court could not limit the discretion of Congress in the exercise of its constitutional powers to levy excise taxes because the court might deem the incidence of the tax oppressive or even destructive. It was pointed out that in none of those cases did the law objected to show on its face, as did the Child Labor Tax Law, detailed regulation of a concern or business wholly within the police power of the state, with a heavy exaction to promote the efficacy of such regulation. We there say:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'Out of a proper respect for the acts of a coordinate branch      of the government, this court has gone far to sustain taxing      acts as such, even though there has been ground for      suspecting from the weight of the tax, it was intended to      destroy its subject. But in the act before us the presumption      of validity cannot prevail, because the proof of the contrary      is found on the very face of its provisions. Grant the      validity of this law, and all that Congress would need to do,      hereafter, in seeking to take over to its control any one of      the great number of subjects of public interest, jurisdiction of which the states have never      parted with, and which are reserved to them by the Tenth      Amendment, would be to enact a detailed measure of complete      regulation of the subject and enforce it by a so-called tax      upon departures from it. To give such magic to the word 'tax'      would be to break down all constitutional limitation of the      powers of Congress and completely wipe out the sovereignty of      the states.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This has complete application to the act before us, and requires us to hold that the provisions of the act we have been discussing cannot be sustained as an exercise of the taxing power of Congress conferred by section 8, article 1.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We come to the question then: Can these regulations of boards of trade by Congress be sustained under the commerce clause of the Constitution? Such regulations are held to be within the police powers of the state. House v. Mayes, 219 U. S. 270, 31 Sup. Ct. 234, 55 L. Ed. 213; Broadnax v. Missouri, 219 U. S. 285, 31 Sup. Ct. 238, 55 L. Ed. 219. There is not a word in the act from which it can be gathered that it is confined in its operation to interstate commerce. The words 'interstate commerce' are not to be found in any part of the act from the title to the closing section. The transactions upon which the tax is to be imposed, the bill avers, are sales made between members of the Board of Trade in the city of Chicago for future delivery of grain, which will be settled by the process of offsetting purchases or by a delivery of warehouse receipts of grain stored in Chicago. Looked at in this aspect, and without any limitation of the application of the tax to interstate commerce, or to that which the Congress may deem from evidence before it to be an obstruction to interstate commerce, we do not find it possible to sustain the validity of the regulations as they are set forth in this act. A reading of the act makes it quite clear that Congress sought to use the taxing power to give validity to the act. It did not have the exercise of its power under the commerce clause in mind, and so did not introduce into the act the limitations which certainly would accompany and mark an exercise of the power under the latter clause.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In Ware &amp; Leland v. Mobile County, 209 U. S. 405, 28 Sup. Ct. 526, 52 L. Ed. 855, 14 Ann. Cas. 1031, it was held that contracts for the sales of cotton for future delivery which do not oblige interstate shipments are not subjects of interstate commerce, and that a state tax on persons engaged in buying and selling cotton for future delivery was held not to be a regulation of interstate commerce or beyond the power of the state.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It follows that sales for future delivery on the Board of Trade are not in and of themselves interstate commerce. They cannot come within the regulatory power of Congress as such, unless they are regarded by Congress, from the evidence before it, as directly interfering with interstate commerce so as to be an obstruction or a burden thereon. United States v. Ferger, 250 U. S. 199, 39 Sup. Ct. 445, 63 L. Ed. 936. It was upon this principle that in Stafford et al. v. Wallace et al., 258 U. S. 495, 42 Sup. Ct. 397, 66 L. Ed. &#8212;&#8212;, decided May 1, 1922, we held it to be within the power of Congress to regulate business in the stockyards of the country, and include therein the regulation of commission men and of traders there, although they had to do only with sales completed and ended within the yards, because Congress had concluded that through exorbitant charges, dishonest practices, and collusion they were likely, unless regulated, to impose a direct burden on the interstate commerce passing through.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">So, too, in United States v. Patten, 226 U. S. 525, 33 Sup. Ct. 141, 57 L. Ed. 333, 44 L. R. A. (N. S.) 325, it was held that, though this court, as we have seen, had decided in the Ware &amp; Leland Case that mere contracts for sales of cotton for future delivery which did not oblige interstate shipments were not interstate commerce, an indictment charging the defendants with having cornered the whole cotton market of the United States by excessive purchases of cotton for future delivery and thus conspired to restrain, obstruct and monopolize interstate commerce in cotton, was sustained under the first and second sections of the Sherman Anti-Trust Law (Comp. St. &#167;&#167; 8820, 8821). This case, like Stafford v. Wallace, followed the principles of Swift &amp; Co. v. United States, 196 U. S. 375, 25 Sup. Ct. 276, 49 L. Ed. 518. But the form and limitations of the act before us form no such basis as those cases presented for federal jurisdiction and the exercise of the power to protect interstate commerce. Our conclusion makes it necessary for us to hold section 4, and those parts of the act which are regulations affected by the socalled tax imposed by section 4, to be unenforceable.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Section 11 of this act directs that&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'If any provision of this act or the application thereof to      any person or circumstances is held invalid, the validity of      the remainder of the act and of the application of such      provision to other persons and circumstances shall not be      affected thereby.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Section 4 with its penalty to secure compliance with the regulations of Boards of Trade is so interwoven with those regulations that they cannot be separated. None of them can stand. Section 11 did not intend the court to dissect an unconstitutional measure and reframe a valid one out of it by inserting limitations it does not contain. This is legislative work beyond the power and function of the court. In United States v. Reese, 92 U. S. 214, 221 (23 L. Ed. 563), presenting a similar question as to a criminal statute, Chief Justice Waite said:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'We are not able to reject a part which is unconstitutional,      and retain the remainder, because it is not possible to      separate that which is unconstitutional, if there be any      such, from that which is not. The proposed effect is not to      be attained by striking out or disregarding words that are in      the section, but by inserting those that are not now there.      Each of the sections must stand as a whole, or fall      altogether. The language is plain. There is no room for      construction, unless it be as to the effect of the      Constitution. The question, then, to be determined, is whether we can introduce words of limitation into a penal      statute so as to make it specific, when, as expressed, it is      general only. * * * To limit this statute in the manner now      asked for would be to make a new law, not to enforce an old      one. This is no part of our duty.'</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Trade-Mark Cases, 100 U. S. 82, 25 L. Ed. 550; Butts v. Merchants Transportation Co., 230 U. S. 126, 33 Sup. Ct. 964, 57 L. Ed. 1422.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To be sure in the cases cited there was no saving provision like section 11, and undoubtedly such a provision furnishes assurance to courts that they may properly sustain separate sections or provisions of a partly invalid act without hesitation or doubt as to whether they would have been adopted, even if the Legislature had been advised of the invalidity of part. But it does not give the court power to amend the act.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">There are sections of the act to which under section 11 the reasons for our conclusion as to section 4 and the interwoven regulations do not apply. Such is section 9 authorizing investigations by the Secretary of Agriculture and his publication of results. Section 3, too, would not seem to be affected by our conclusion. It provides:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'That in addition to the taxes now imposed by law there is      hereby levied a tax amounting to 20 cents per bushel on each      bushel involved therein, whether the actual commodity is      intended to be delivered or only nominally referred to, upon      each and every privilege or option for a contract either of      purchase or sale of grain, intending hereby to tax only the      transactions known to the trade as 'privileges,' 'bids,'      'offers,' 'puts and calls,' 'indemnities,' or 'ups and      downs.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">This is the imposition of an excise tax upon certain transactions of a unilateral character in grain markets which approximate gambling or offer full opportunity for it and does not seem to be associated with section 4. Such a tax without more would seem to be within the congressional power. Treat v. White, 187 U. S. 264, 21 Sup. Ct. 611, 45 L. Ed. 853; Nicol v. Ames, 173 U. S. 509, 19 Sup. Ct. 522, 43 L. Ed. 786; Thomas v. United States, 192 U. S. 363, 24 Sup. Ct. 305, 48 L. Ed. 481. But these are questions which are not before us and upon which we wish to express no definite opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The injunction against the Board of Trade and its officers, and the injunction against the collector of internal revenue and the district attorney, should be granted, so far as section 4 is concerned and the regulations of the act interwoven within it. The court below acquired no personal jurisdiction of the Secretary of Agriculture and the Commissioner of Internal Revenue by proper service and the dismissal as to them was right.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The decree of the District Court is reversed, and the cause is remanded for further proceedings in conformity to this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Mr. Justice BRANDELS concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">I agree that the Future Trading Act is unconstitutional; but I doubt whether the plaintiffs are in a position to require the court to pass upon the constitutional question in this case. It seems proper to state the reasons for my doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In essence this is a suit by eight members of the Chicago Board of Trade to prevent its directors and officers from accepting the offer of the government to designate it a 'contract market.' The act does not require the corporation to become a 'contract market.' If&#8212;and only if&#8212;it elects to become such, must its rules, and the conduct of its business, conform to requirements prescribed by the act of the Secretary of Agriculture. In that event its members may likewise be subjected individually to some slight additional trouble and expense; for the Secretary of Agriculture may require a more detailed record of transactions than is ordinarily kept and may require that the records be preserved three years. Members may, in that event, also suffer individually some loss of business through the competition of representatives of producers' co-operative organizations, who wre to be admitted to the privileges of the exchange if it becomes a 'contract market.' On the other hand, by acceptance of the designation as a 'contract market' members of the Board of Trade would be relieved from all danger of liability for taxes on their future trading; and if the act is enforced generally, the profits of the individual members may increase largely, because the general public, being debarred by the act from gambling on futures in bucket shops, will naturally turn to the few 'contract markets' when desiring to speculate in futures.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">To decide whether the corporation and its members will be benefited or injured by its becoming a 'contract market' is a matter calling for the exercise of business judgment. The charter vests in the directors and managers broad powers; and, so far as appears, there is nothing in the by-laws or in the nature of the action proposed which prevents their exercising freely their judgment in this, as in other matters affecting the business. No radical or fundamental change in the object, character, or methods of the business of the corporation or of its members is involved. There is no allegation that the directors and managing officers are incapacitated from acting because their interests are adverse to the corporation or its members, or that their action should be interfered with because they are purposing to exercise their powers fraudulently or otherwise in violation of their trust. Nor is it alleged that efforts have been made to control their action by calling a meeting of the 1,600 members or that such efforts would be vain, or that there is an emergency requiring interposition of a court of equity. The requirements of equity rule 27 (33 Sup. Ct. xxv) are not complied with by alleging simply that plaintiffs requested the board of directors 'to institute a suit to have said Future Trading Act adjudged unconstitutional,' and that the plaintiffs 'are informed and believe that said board of directors refused said request because they fear to antagonize the public officials whose duty it is to construe and enforce said act.'</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">That under such circumstances a stockholder's bill is fatally defective, although it was brought to restrain the enforcement of a statute alleged to be unconstitutional, is well settled; and the rule has been recently applied. Wathen v. Jackson Oil &amp; Refining Co., 235 U. S. 635, 35 Sup. Ct. 225, 59 L. Ed. 395; Corbus v. Gold Mining Co., 187 U. S. 455, 23 Sup. Ct. 157, 47 L. Ed. 256. In the case at bar, plaintiffs' case is still weaker than it was in those cited. For aught that appears, most of the members of the exchange, as well as its directors and managing officers, may be of opinion that they will be benefited by the enforcement of the act. Nothing is better settled than that an individual may acquiesce in or waive an admitted infringement of a constitutional right; and I am not aware of any rule of law which requires a corporation, upon request of a minority stockholder, to play the knight-errant and tilt at every statute affecting it which he believes to be invalid. A corporation, like an individual, may refrain from embarking in litigation to enforce even a clear right of action, if litigation is deemed inadvisable; and it is immaterial, in this respect, whether the right of action arises at common law or under a statute or under a constitutional provision. Nor do I know of any reason why the disadvantages which may flow from 'antagonizing public officials' may not properly be considered by directors and managing officers of a corporation in determining whether to embark in litigation. The fear of antagonizing customers or other business connections or the public is a motive which quite commonly and properly influences the conduct of men.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">If, after the corporation has become a 'contract market,' its directors and managing officers should seek to subject the plaintiffs as members to unauthorized restrictions, or should attempt to deprive them of vested rights, relief may, of course, be had in a proper proceeding. And likewise, if the plaintiffs now have, as individuals, rights entitled to protection, there are appropriate remedies. But this is not such a suit. Here members of a corporation seek to enforce alleged derivative rights; and I doubt whether they have shown that they are in a position to do so.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>259 U.S. 44 (1922)</b></center>\n<center><h1>HILL, JR., ET AL.<br>\nv.<br>\nWALLACE, SECRETARY OF AGRICULTURE, ET AL.</h1></center>\n<center>No. 616.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 11, 12, 1922.</center>\n<center>Decided May 15, 1922.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF ILLINOIS.\n<p><span class=\"star-pagination\">*49</span> <i>Mr. Henry S. Robbins</i> for appellants.</p>\n<p><i>Mr. Solicitor General Beck,</i> with whom <i>Mr. Blackburn Esterline,</i> Special Assistant to the Attorney General, <i>Mr. R.W. Williams,</i> and <i>Mr. Fred. Lees</i> were on the brief, for appellees.</p>\n<p><span class=\"star-pagination\">*60</span> MR. CHIEF JUSTICE TAFT, after making the foregoing statement of the case, delivered the opinion of the court.</p>\n<p>The first question for our consideration is whether, assuming the act to be invalid, the complainants on the <span class=\"star-pagination\">*61</span> face of their bill state sufficient equitable grounds to justify granting the relief they ask. We think it clear that within the cases of <i>Smith</i> v. <i>Kansas City Title &amp; Trust Co.,</i> 255 U.S. 180; <i>Brushaber</i> v. <i>Union Pacific R.R. Co.,</i> 240 U.S. 1, 10; <i>Pollock</i> v. <i>Farmer's Loan &amp; Trust Co.,</i> 157 U.S. 429, and <i>Dodge</i> v. <i>Woolsey,</i> 18 How. 331, 341, 346, the averments of the bill entitle them to relief against the Board of Trade of Chicago, its president and its directors. The bill shows that the act, if enforced, will seriously injure the value of the Board of Trade to its members, and the pecuniary value of their memberships. If the law be unconstitutional, then it was the duty of the Board of Directors to bring an action to resist its enforcement. It is quite like the case of <i>Dodge</i> v. <i>Woolsey</i><i>,</i> in which the court said with respect to a similar refusal (p. 345):</p>\n<p>\"Now, in our view, the refusal upon the part of the directors, by their own showing, partakes more of disregard of duty, than of an error of judgment. It was a non-performance of a confessed official obligation, amounting to what the law considers a breach of trust, though it may not involve intentional moral delinquency. It was a mistake, it is true, of what their duty required from them, according to their own sense of it, but, being a duty by their own confession, their refusal was an act outside of the obligation which the charter imposed upon them to protect what they conscientiously believed to be the franchises of the bank. A sense of duty and conduct contrary to it, is not `an error of judgment merely,' and cannot be so called in any case.\"</p>\n<p>The averments of the bill are that the Board of Directors refused the request to bring the suit because they feared to antagonize the public officials whose duty it was to construe and enforce the act, and not because they thought the act was constitutional. They must be taken to have admitted this by the motion to dismiss.</p>\n<p><span class=\"star-pagination\">*62</span> In <i>Wathen</i> v. <i>Jackson Oil &amp; Refining Co.,</i> 235 U.S. 635, and in <i>Corbus</i> v. <i>Alaska Treadwell Gold Mining Co.,</i> 187 U.S. 455, thought to cast doubt upon the sufficiency of the averments made herein to sustain complainants' right to file the bill, there had been no request made of the corporation or the Board of Directors to bring suit and no refusal, both of which are present in the case at bar.</p>\n<p>A further question arises as to whether this is a suit for an injunction against the collection of the tax in violation of ยง 3224, Rev. Stats., in so far as it seeks relief against the District Attorney and Collector of Internal Revenue. Were this a state act, injunction would certainly issue against such officers under the decisions in <i>Ex parte Young,</i> 209 U.S. 123; <i>Ohio Tax Cases,</i> 232 U.S. 576, 587; <i>McFarland</i> v. <i>American Sugar Refining Co.,</i> 241 U.S. 79, 82. Does ยง 3224, Rev. Stats., prevent the application of similar principles to a federal taxing act? It has been held by this court, in <i>Dodge</i> v. <i>Brady,</i> 240 U.S. 122, 126, that ยง 3224 of the Revised Statutes does not prevent an injunction in a case apparently within its terms in which some extraordinary and entirely exceptional circumstances make its provisions inapplicable. See also <i>Dodge</i> v. <i>Osborn,</i> 240 U.S. 118, 122. In the case before us, a sale of grain for future delivery without paying the tax will subject one to heavy criminal penalties. To pay the heavy tax on each of many daily transactions which occur in the ordinary business of a member of the exchange, and then sue to recover it back would necessitate a multiplicity of suits and, indeed, would be impracticable. For the Board of Trade to refuse to apply for designation as a contract market in order to test the validity of the act would stop its 1600 members in a branch of their business most important to themselves and to the country. We think these exceptional and extraordinary circumstances with respect to the operation of this act make ยง 3224 inapplicable. The right to sue for an injunction against the <span class=\"star-pagination\">*63</span> taxing officials is not, however, necessary to give us jurisdiction. If they were to be dismissed under ยง 3224, the bill would still raise the question here mooted against the Board of Trade and its directors. The Solicitor General has appeared on behalf of the Government and argued the case in full on all the issues. Our conclusion as to the validity of the act will, therefore, have the same effect as did the judgment of the court in respect to the income tax law in <i>Pollock</i> v. <i>Farmers' Loan &amp; Trust Co.,</i> 157 U.S. 429, to which the Government was not a party but in which the Attorney General on its behalf was heard as <i>amicus curiae.</i></p>\n<p>The act whose constitutionality is attacked is entitled \"An Act Taxing contracts for the sale of grain for future delivery, and options for such contracts, and <i>providing for the regulation of boards of trade,</i> and for other purposes.\" (Italics ours.)</p>\n<p>Section 4 imposes a tax, in addition to any imposed by law, of 20 cents a bushel involved in every contract of sale of grain for future delivery, with two exceptions. The first exception is where the seller holds and owns the grain at the time of sale, or is the owner or renter of land on which the grain is to be grown, or is an association made of such owners or renters. The second exceptions is where such contracts are made by or through a member of the Board of Trade designated by the Secretary of Agriculture as a contract market, and are evidenced by a memorandum containing certain particulars to be kept for a period of three years or as much longer as the Secretary of Agriculture shall direct and to be open to official inspection. This tax on sale contracts for future delivery is in addition to a tax now imposed by the Revenue Act of February 24, 1919, c. 18, 40 Stat. 1057, 1136, Title XI, Schedule A, of 2 cents on every hundred dollars in value of such sales.</p>\n<p>Section 5 authorizes the Secretary of Agriculture to designate boards of trade as contract markets when and <span class=\"star-pagination\">*64</span> only when such boards comply with certain conditions and requirements, as follows:</p>\n<p><i>a.</i> When located at a terminal market where cash grain is sold in sufficient amount and under such conditions as to reflect the value of the grain in its different grades, and where there is recognized official weighing and inspection service;</p>\n<p><i>b.</i> When the governing body of the Board adopts rules and enforces them, requiring its members to make and keep the memorandum of all transactions in grain whether cash or for future delivery as directed by the Secretary;</p>\n<p><i>c.</i> When the governing body prevents the dissemination by the Board or any member thereof of false, misleading, or inaccurate reports, concerning crop or market information or conditions that affect or tend to affect the price of commodities.</p>\n<p><i>d.</i> When the governing board provides for the prevention of manipulation of prices, or the cornering of any grain, by the dealers or operators upon such board.</p>\n<p><i>e.</i> When the governing body admits to membership on the Board and all its privileges any authorized representative of any lawfully formed and conducted cooperative associations of producers having adequate financial responsibility; \"<i>Provided,</i> That no rule of a contract market against rebating commissions shall apply to the distribution of earnings among bona fide members of any such co-operative association.\"</p>\n<p><i>f.</i> When the governing body of the Board shall make effective the orders and decisions of the commission appointed under ยง 6.</p>\n<p>Section 6 provides that any board of trade desiring to be designated as a contract market shall apply to the Secretary of Agriculture, with a showing that it complies with the conditions already stipulated in ยง 5, and a sufficient assurance of future compliance. The section appoints <span class=\"star-pagination\">*65</span> a commission of the Secretary of Agriculture, the Secretary of Commerce, and the Attorney General, who may, after due notice to the officers of the Board, suspended for six months or revoke the designation of any board as a contract market, upon a showing of failure to comply with the requirements of ยง 5.</p>\n<p>Provisions are made for an appeal from this order to the Circuit Court of Appeals, and appeal is granted to the commission from the refusal of the Secretary of Agriculture, upon application, to designate any board as a contract market.</p>\n<p>Section 6 also provides that if the Secretary of Agriculture has reason to believe that any person is violating any provisions of the act or is attempting to manipulate the market price of grain in violation of the provisions of ยง 5, or any of the rules or regulations made pursuant to its requirements, he may have served upon such persons a complaint for a hearing before a referee, to take evidence, to be transmitted to the Secretary as chairman of the commission, and the commission may, after a finding of guilt, issue an order requiring all contract markets to refuse such person trade or privileges. This order may be revised in the Circuit Court of Appeals.</p>\n<p>Section 7 provides that the tax imposed shall be paid by the seller and shall be collected either by affixing stamps or by such other method as may be prescribed by the published regulations of the Secretary of the Treasury.</p>\n<p>Section 10 provides a penalty for any person who shall fail to evidence the contract of sale he makes by memorandum or to keep the record of it, or to pay the tax as provided in ยงยง 4 and 5, with a penalty of 50 per cent. of the tax and a punishment as a misdemeanor and a fine of $10,000, with imprisonment for one year or both and the costs of the prosecution.</p>\n<p><span class=\"star-pagination\">*66</span> It is impossible to escape the conviction, from a full reading of this law, that it was enacted for the purpose of regulating the conduct of business of boards of trade through supervision of the Secretary of Agriculture and the use of an administrative tribunal consisting of that Secretary, the Secretary of Commerce, and the Attorney General. Indeed the title of the act recites that one of its purposes is the regulation of boards of trade. As the bill shows, the imposition of 20 cents a bushel on the various grains affected by the tax is most burdensome. The tax upon contracts for sales for future delivery under the Revenue Act is only 2 cents upon $100 of value, whereas this tax varies according to the price and character of the grain from 15 per cent. of its value to 50 per cent. The manifest purpose of the tax is to compel boards of trade to comply with regulations, many of which can have no relevancy to the collection of the tax at all. Even if we conceded, as we do not, that the keeping of a memorandum and of the particulars of each sale as a record for three years or more, not only of contracts for future delivery, but also of cash sales, neither of which are subject to tax in designated boards of trade, would help taxing officers in any way to detect the evasions of this tax outside of such boards, no such construction can be put upon the provisions which require the board of trade to prevent a dissemination of false or misleading reports or to prevent the manipulation of prices or the cornering of grain or which enforce the admission to membership in the Board of the representatives of cooperative associations of producers or the abrogation of rules against rebate as applied to such representatives. The act is in essence and on its face a complete regulation of boards of trade, with a penalty of 20 cents a bushel on all \"futures\" to coerce boards of trade and their members into compliance. When this purpose is declared in the title to the bill, and is so clear from the effect of the provisions <span class=\"star-pagination\">*67</span> of the bill itself, it leaves no ground upon which the provisions we have been considering can be sustained as a valid exercise of the taxing power. The elaborate machinery for hearings by the Secretary of Agriculture and by the commission of violations of these regulations, with the withdrawal by the commission of the designation of the Board as a contract market, and of complaints against persons who violate the act or such regulations, and the imposition upon them of the penalty of requiring all boards of trade to refuse to permit them the usual privileges, only confirm this view.</p>\n<p>Our decision, just announced, in the <i>Child Labor Tax Case, ante,</i> 20, involving the constitutional validity of the Child Labor Tax Law, completely covers this case. We there distinguish between cases like <i>Veazie Bank</i> v. <i>Fenno,</i> 8 Wall. 533, and <i>McCray</i> v. <i>United States,</i> 195 U.S. 27, in which it was held that this court could not limit the discretion of Congress in the exercise of its constitutional powers to levy excise taxes because the court might deem the incidence of the tax oppressive or even destructive. It was pointed out that in none of those cases did the law objected to show on its face, as did the Child Labor Tax Law, detailed regulation of a concern or business wholly within the police power of the State, with a heavy exaction to promote the efficacy of such regulation. We there say (pp. 37, 38):</p>\n<p>\"Out of a proper respect for the acts of a coordinate branch of the Government, this court has gone far to sustain taxing acts as such, even though there has been ground for suspecting from the weight of the tax it was intended to destroy its subject. But, in the act before us, the presumption of validity cannot prevail, because the proof of the contrary is found on the very face of its provisions. Grant the validity of this law, and all that Congress would need to do, hereafter, in seeking to take over to its control any one of the great number of subjects of <span class=\"star-pagination\">*68</span> public interest, jurisdiction of which the States have never parted with, and which are reserved to them by the Tenth Amendment, would be to enact a detailed measure of complete regulation of the subject and enforce it by a so-called tax upon departures from it. To give such magic to the word `tax' would be to break down all constitutional limitation of the powers of Congress and completely wipe out the sovereignty of the States.\"</p>\n<p>This has complete application to the act before us, and requires us to hold that the provisions of the act we have been discussing can not be sustained as an exercise of the taxing power of Congress conferred by ยง 8, Article I.</p>\n<p>We come to the question then, Can these regulations of boards of trade by Congress be sustained under the commerce clause of the Constitution? Such regulations are held to be within the police powers of the State. <i>House</i> v. <i>Mayes,</i> 219 U.S. 270; <i>Brodnax</i> v. <i>Missouri,</i> 219 U.S. 285. There is not a word in the act from which it can be gathered that it is confined in its operation to interstate commerce. The words \"interstate commerce\" are not to be found in any part of the act from the title to the closing section. The transactions upon which the tax is to be imposed, the bill avers, are sales made between members of the Board of Trade in the City of Chicago for future delivery of grain, which will be settled by the process of offsetting purchases or by a delivery of warehouse receipts of grain stored in Chicago. Looked at in this aspect and without any limitation of the application of the tax to interstate commerce, or to that which the Congress may deem from evidence before it to be an obstruction to interstate commerce, we do not find it possible to sustain the validity of the regulations as they are set forth in this act. A reading of the act makes it quite clear that Congress sought to use the taxing power to give validity to the act. It did not have the exercise of its power under the commerce clause in mind and so did not <span class=\"star-pagination\">*69</span> introduce into the act the limitations which certainly would accompany and mark an exercise of the power under the latter clause.</p>\n<p>In <i>Ware &amp; Leland</i> v. <i>Mobile County,</i> 209 U.S. 405, it was held that contracts for the sale of cotton for future delivery which do not oblige interstate shipments are not subjects of interstate commerce, and that a state tax on persons engaged in buying and selling cotton for future delivery was not a regulation of interstate commerce or beyond the power of the State.</p>\n<p>It follows that sales for future delivery on the Board of Trade are not in and of themselves interstate commerce. They can not come within the regulatory power of Congress as such, unless they are regarded by Congress, from the evidence before it, as directly interfering with interstate commerce so as to be an obstruction or a burden thereon. <i>United States</i> v. <i>Ferger,</i> 250 U.S. 199. It was upon this principle that in <i>Stafford</i> v. <i>Wallace,</i> 258 U.S. 495, we held it to be within the power of Congress to regulate business in the stockyards of the country, and include therein the regulation of commission men and of traders there, although they had to do only with sales completed and ended within the yards, because Congress had concluded that through exorbitant charges, dishonest practices and collusion they were likely, unless regulated, to impose a direct burden on the interstate commerce passing through.</p>\n<p>So, too, in <i>United States</i> v. <i>Patten,</i> 226 U.S. 525, it was held that though this court, as we have seen, had decided in the <i>Ware &amp; Leland Case</i> that mere contracts for sales of cotton for future delivery which did not oblige interstate shipments were not interstate commerce, an indictment charging the defendants with having cornered the whole cotton market of the United States by excessive purchases of cotton for future delivery and thus conspired to restrain, obstruct and monopolize interstate <span class=\"star-pagination\">*70</span> commerce in cotton, was sustained under the first and second sections of the Sherman Anti-Trust Law. This case, like <i>Stafford</i> v. <i>Wallace</i><i>,</i> followed the principles of <i>Swift &amp; Co.</i> v. <i>United States,</i> 196 U.S. 375. But the form and limitations of the act before us form no such basis as those cases presented for federal jurisdiction and the exercise of the power to protect interstate commerce. Our conclusion makes it necessary for us to hold ยง 4 and those parts of the act which are regulations affected by the so-called tax imposed by ยง 4, to be unenforceable.</p>\n<p>Section 11 of this act directs that \"if any provision of this Act or the application thereof to any person or circumstances is held invalid, the validity of the remainder of the Act and of the application of such provision to other persons and circumstances shall not be affected thereby.\"</p>\n<p>Section 4 with its penalty to secure compliance with the regulations of Boards of Trade is so interwoven with those regulations that they can not be separated. None of them can stand. Section 11 did not intend the court to dissect an unconstitutional measure and reframe a valid one out of it by inserting limitations it does not contain. This is legislative work beyond the power and function of the court. In <i>United States</i> v. <i>Reese,</i> 92 U.S. 214, presenting a similar question as to a criminal statute, Chief Justice Waite said (p. 221):</p>\n<p>\"We are not able to reject a part which is unconstitutional, and retain the remainder, because it is not possible to separate that which is unconstitutional, if there be any such, from that which is not. The proposed effect is not to be attained by striking out or disregarding words that are in the section, but by inserting those that are not now there. Each of the sections must stand as a whole, or fall together. The language is plain. There is no room for construction, unless it be as to the effect of the Constitution. The question, then, to be determined, <span class=\"star-pagination\">*71</span> is, whether we can introduce words of limitation into a penal statute so as to make it specific, when, as expressed, it is general only. . . . To limit this statute in the manner now asked for would be to make a new law, not to enforce an old one. This is no part of our duty.\"</p>\n<p><i>Trade-Mark Cases,</i> 100 U.S. 82; <i>Butts</i> v. <i>Merchants &amp; Miners Transportation Co.,</i> 230 U.S. 126.</p>\n<p>To be sure in the cases cited there was no saving provision like ยง 11, and undoubtedly such a provision furnishes assurance to courts that they may properly sustain separate sections or provisions of a partly invalid act without hesitation or doubt as to whether they would have been adopted, even if the legislature had been advised of the invalidity of part. But it does not give the court power to amend the act.</p>\n<p>There are sections of the act to which under ยง 11 the reasons for our conclusion as to ยง 4 and the interwoven regulations do not apply. Such is ยง 9 authorizing investigations by the Secretary of Agriculture and his publication of results. Section 3, too, would not seem to be affected by our conclusion. It provides:</p>\n<p>\"That in addition to the taxes now imposed by law there is hereby levied a tax amounting to 20 cents per bushel on each bushel involved therein, whether the actual commodity is intended to be delivered or only nominally referred to, upon each and every privilege or option for a contract either of purchase or sale of grain, intending hereby to tax only the transactions known to the trade as `privileges,' `bids,' `offers,' `puts and calls,' `indemnities,' or `ups and downs.'\"</p>\n<p>This is the imposition of an excise tax upon certain transactions of a unilateral character in grain markets which approximate gambling or offer full opportunity for it and does not seem to be associated with ยง 4. Such a tax without more would seem to be within the congressional <span class=\"star-pagination\">*72</span> power. <i>Treat</i> v. <i>White,</i> 181 U.S. 264; <i>Nicol</i> v. <i>Ames,</i> 173 U.S. 509; <i>Thomas</i> v. <i>United States,</i> 192 U.S. 363. But these are questions which are not before us and upon which we wish to express no definite opinion.</p>\n<p>The injunction against the Board of Trade and its officers, and the injunction against the Collector of Internal Revenue and the District Attorney, should be granted, so far as ยง 4 is concerned and the regulations of the act interwoven within it. The court below acquired no personal jurisdiction of the Secretary of Agriculture and the Commissioner of Internal Revenue by proper service and the dismissal as to them was right.</p>\n<p><i>The decree of the District Court is reversed, and the cause is remanded for further proceedings in conformity to this opinion.</i></p>\n<p>MR. JUSTICE BRANDEIS, concurring.</p>\n<p>I agree that the Future Trading Act is unconstitutional; but I doubt whether the plaintiffs are in a position to require the court to pass upon the constitutional question in this case. It seems proper to state the reasons for my doubt.</p>\n<p>In essence this is a suit by eight members of the Chicago Board of Trade to prevent its directors and officers from accepting the offer of the Government to designate it a \"contract market.\" The act does not require the corporation to become a \"contract market.\" If ย and only if ย it elects to become such, must its rules, and the conduct of its business, conform to requirements prescribed by the act or the Secretary of Agriculture. In that event its members may likewise be subjected individually to some slight additional trouble and expense; for the Secretary of Agriculture may require a more detailed record of transactions than is ordinarily kept and may require that the records be preserved three years. Members may, in that event, also suffer individually some loss of business <span class=\"star-pagination\">*73</span> through the competition of representatives of producers cooperative organizations who are to be admitted to the privileges of the exchange if it becomes a \"contract market.\" On the other hand, by acceptance of the designation as a \"contract market\" members of the Board of Trade would be relieved from all danger of liability for taxes on their future trading; and if the act is enforced generally, the profits of the individual members may increase largely; because the general public, being debarred by the act from gambling on futures in bucket shops, will naturally turn to the few \"contract markets\" when desiring to speculate in futures.</p>\n<p>To decide whether the corporation and its members will be benefited or injured by its becoming a \"contract market\" is a matter calling for the exercise of business judgment. The charter vests in the directors and managers broad powers; and, so far as appears, there is nothing in the by-laws or in the nature of the action proposed which prevents their exercising freely their judgment in this, as in other matters affecting the business. No radical or fundamental change in the object, character or methods of the business of the corporation or of its members is involved. There is no allegation that the directors and managing officers are incapacitated from acting because their interests are adverse to the corporation or its members; or that their action should be interfered with because they are purposing to exercise their powers fraudulently or otherwise in violation of their trust. Nor is it alleged that efforts have been made to control their action by calling a meeting of the 1600 members or that such efforts would be vain, or that there is an emergency requiring interposition of a court of equity. The requirements of Equity Rule 27 are not complied with by alleging simply that plaintiffs requested the Board of Directors \"to institute a suit to have said Future Trading Act adjudged unconstitutional\" and that the plaintiffs\" are informed and <span class=\"star-pagination\">*74</span> believe that said Board of Directors refused said request because they fear to antagonize the public officials whose duty it is to construe and enforce said Act.\"</p>\n<p>That under such circumstances a stockholder's bill is fatally defective, although it was brought to restrain the enforcement of a statute alleged to be unconstitutional, is well settled; and the rule has been recently applied. <i>Wathen</i> v. <i>Jackson Oil &amp; Refining Co.,</i> 235 U.S. 635; <i>Corbus</i> v. <i>Alaska Treadwell Gold Mining Co.,</i> 187 U.S. 455. In the case at bar, plaintiffs' case is still weaker than it was in those cited. For aught that appears most of the members of the exchange, as well as its directors and managing officers, may be of opinion that they will be benefited by the enforcement of the act. Nothing is better settled than that an individual may acquiesce in or waive an admitted infringement of a constitutional right; and I am not aware of any rule of law which requires a corporation, upon request of a minority stockholder, to play the knight-errant and tilt at every statute affecting it, which he believes to be invalid. A corporation, like an individual, may refrain from embarking in litigation to enforce even a clear right of action if litigation is deemed inadvisable; and it is immaterial, in this respect, whether the right of action arises at common law or under a statute or under a constitutional provision. Nor do I know of any reason why the disadvantages which may flow from \"antagonizing public officials\" may not properly be considered by directors and managing officers of a corporation in determining whether to embark in litigation. The fear of antagonizing customers or other business connections or the public is a motive which quite commonly and properly influences the conduct of men.</p>\n<p>If, after the corporation has become a \"contract market\" its directors and managing officers should seek to subject the plaintiffs, as members, to unauthorized restrictions or should attempt to deprive them of vested rights, <span class=\"star-pagination\">*75</span> relief may, of course, be had in a proper proceeding. And likewise if the plaintiffs now have, as individuals, rights entitled to protection, there are appropriate remedies. But this is not such a suit. Here members of a corporation seek to enforce alleged derivative rights; and I doubt whether they have shown that they are in a position to do so.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">259</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></span> (1922)</b></center>\n<center><h1>HILL, JR., ET AL.<br>\nv.<br>\nWALLACE, SECRETARY OF AGRICULTURE, ET AL.</h1></center>\n<center>No. 616.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 11, 12, 1922.</center>\n<center>Decided May 15, 1922.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF ILLINOIS.\n<p><span class=\"star-pagination\">*49</span> <i>Mr. Henry S. Robbins</i> for appellants.</p>\n<p><i>Mr. Solicitor General Beck,</i> with whom <i>Mr. Blackburn Esterline,</i> Special Assistant to the Attorney General, <i>Mr. R.W. Williams,</i> and <i>Mr. Fred. Lees</i> were on the brief, for appellees.</p>\n<p><span class=\"star-pagination\">*60</span> MR. CHIEF JUSTICE TAFT, after making the foregoing statement of the case, delivered the opinion of the court.</p>\n<p>The first question for our consideration is whether, assuming the act to be invalid, the complainants on the <span class=\"star-pagination\">*61</span> face of their bill state sufficient equitable grounds to justify granting the relief they ask. We think it clear that within the cases of <i>Smith</i> v. <i>Kansas City Title &amp; Trust Co.,</i> 255 U.S. 180; <i>Brushaber</i> v. <i>Union Pacific R.R. Co.,</i> <span class=\"citation\" data-id=\"98629\"><a href=\"/opinion/98629/brushaber-v-union-pacific-r-co/\"><span class=\"volume\">240</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 10; <i>Pollock</i> v. <i>Farmer's Loan &amp; Trust Co.,</i> <span class=\"citation\" data-id=\"94174\"><a href=\"/opinion/94174/pollock-v-farmers-loan-trust-co/\"><span class=\"volume\">157</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">429</span></a></span>, and <i>Dodge</i> v. <i>Woolsey,</i> <span class=\"citation\" data-id=\"87016\"><a href=\"/opinion/87016/dodge-v-woolsey/\"><span class=\"volume\">18</span> <span class=\"reporter\">How.</span> <span class=\"page\">331</span></a></span>, 341, 346, the averments of the bill entitle them to relief against the Board of Trade of Chicago, its president and its directors. The bill shows that the act, if enforced, will seriously injure the value of the Board of Trade to its members, and the pecuniary value of their memberships. If the law be unconstitutional, then it was the duty of the Board of Directors to bring an action to resist its enforcement. It is quite like the case of <i>Dodge</i> v. <i>Woolsey</i><i>,</i> in which the court said with respect to a similar refusal (p. 345):</p>\n<p>\"Now, in our view, the refusal upon the part of the directors, by their own showing, partakes more of disregard of duty, than of an error of judgment. It was a non-performance of a confessed official obligation, amounting to what the law considers a breach of trust, though it may not involve intentional moral delinquency. It was a mistake, it is true, of what their duty required from them, according to their own sense of it, but, being a duty by their own confession, their refusal was an act outside of the obligation which the charter imposed upon them to protect what they conscientiously believed to be the franchises of the bank. A sense of duty and conduct contrary to it, is not `an error of judgment merely,' and cannot be so called in any case.\"</p>\n<p>The averments of the bill are that the Board of Directors refused the request to bring the suit because they feared to antagonize the public officials whose duty it was to construe and enforce the act, and not because they thought the act was constitutional. They must be taken to have admitted this by the motion to dismiss.</p>\n<p><span class=\"star-pagination\">*62</span> In <i>Wathen</i> v. <i>Jackson Oil &amp; Refining Co.,</i> <span class=\"citation\" data-id=\"98332\"><a href=\"/opinion/98332/wathen-v-jackson-oil-refining-co/\"><span class=\"volume\">235</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, and in <i>Corbus</i> v. <i>Alaska Treadwell Gold Mining Co.,</i> <span class=\"citation\" data-id=\"95749\"><a href=\"/opinion/95749/corbus-v-alaska-treadwell-gold-mining-co/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></a></span>, thought to cast doubt upon the sufficiency of the averments made herein to sustain complainants' right to file the bill, there had been no request made of the corporation or the Board of Directors to bring suit and no refusal, both of which are present in the case at bar.</p>\n<p>A further question arises as to whether this is a suit for an injunction against the collection of the tax in violation of ยง 3224, Rev. Stats., in so far as it seeks relief against the District Attorney and Collector of Internal Revenue. Were this a state act, injunction would certainly issue against such officers under the decisions in <i>Ex parte Young,</i> 209 U.S. 123; <i>Ohio Tax Cases,</i> <span class=\"citation\" data-id=\"98114\"><a href=\"/opinion/98114/ohio-tax-cases/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">576</span></a></span>, 587; <i>McFarland</i> v. <i>American Sugar Refining Co.,</i> <span class=\"citation\" data-id=\"98718\"><a href=\"/opinion/98718/mcfarland-v-american-sugar-refining-co/\"><span class=\"volume\">241</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 82. Does ยง 3224, Rev. Stats., prevent the application of similar principles to a federal taxing act? It has been held by this court, in <i>Dodge</i> v. <i>Brady,</i> <span class=\"citation\" data-id=\"98629\"><a href=\"/opinion/98629/brushaber-v-union-pacific-r-co/\"><span class=\"volume\">240</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>22, 126, that ยง 3224 of the Revised Statutes does not prevent an injunction in a case apparently within its terms in which some extraordinary and entirely exceptional circumstances make its provisions inapplicable. See also <i>Dodge</i> v. <i>Osborn,</i> <span class=\"citation\" data-id=\"98629\"><a href=\"/opinion/98629/brushaber-v-union-pacific-r-co/\"><span class=\"volume\">240</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>18, 122. In the case before us, a sale of grain for future delivery without paying the tax will subject one to heavy criminal penalties. To pay the heavy tax on each of many daily transactions which occur in the ordinary business of a member of the exchange, and then sue to recover it back would necessitate a multiplicity of suits and, indeed, would be impracticable. For the Board of Trade to refuse to apply for designation as a contract market in order to test the validity of the act would stop its 1600 members in a branch of their business most important to themselves and to the country. We think these exceptional and extraordinary circumstances with respect to the operation of this act make ยง 3224 inapplicable. The right to sue for an injunction against the <span class=\"star-pagination\">*63</span> taxing officials is not, however, necessary to give us jurisdiction. If they were to be dismissed under ยง 3224, the bill would still raise the question here mooted against the Board of Trade and its directors. The Solicitor General has appeared on behalf of the Government and argued the case in full on all the issues. Our conclusion as to the validity of the act will, therefore, have the same effect as did the judgment of the court in respect to the income tax law in <i>Pollock</i> v. <i>Farmers' Loan &amp; Trust Co.,</i> <span class=\"citation\" data-id=\"94174\"><a href=\"/opinion/94174/pollock-v-farmers-loan-trust-co/\"><span class=\"volume\">157</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">429</span></a></span>, to which the Government was not a party but in which the Attorney General on its behalf was heard as <i>amicus curiae.</i></p>\n<p>The act whose constitutionality is attacked is entitled \"An Act Taxing contracts for the sale of grain for future delivery, and options for such contracts, and <i>providing for the regulation of boards of trade,</i> and for other purposes.\" (Italics ours.)</p>\n<p>Section 4 imposes a tax, in addition to any imposed by law, of 20 cents a bushel involved in every contract of sale of grain for future delivery, with two exceptions. The first exception is where the seller holds and owns the grain at the time of sale, or is the owner or renter of land on which the grain is to be grown, or is an association made of such owners or renters. The second exceptions is where such contracts are made by or through a member of the Board of Trade designated by the Secretary of Agriculture as a contract market, and are evidenced by a memorandum containing certain particulars to be kept for a period of three years or as much longer as the Secretary of Agriculture shall direct and to be open to official inspection. This tax on sale contracts for future delivery is in addition to a tax now imposed by the Revenue Act of February 24, 1919, c. 18, 40 Stat. 1057, 1136, Title XI, Schedule A, of 2 cents on every hundred dollars in value of such sales.</p>\n<p>Section 5 authorizes the Secretary of Agriculture to designate boards of trade as contract markets when and <span class=\"star-pagination\">*64</span> only when such boards comply with certain conditions and requirements, as follows:</p>\n<p><i>a.</i> When located at a terminal market where cash grain is sold in sufficient amount and under such conditions as to reflect the value of the grain in its different grades, and where there is recognized official weighing and inspection service;</p>\n<p><i>b.</i> When the governing body of the Board adopts rules and enforces them, requiring its members to make and keep the memorandum of all transactions in grain whether cash or for future delivery as directed by the Secretary;</p>\n<p><i>c.</i> When the governing body prevents the dissemination by the Board or any member thereof of false, misleading, or inaccurate reports, concerning crop or market information or conditions that affect or tend to affect the price of commodities.</p>\n<p><i>d.</i> When the governing board provides for the prevention of manipulation of prices, or the cornering of any grain, by the dealers or operators upon such board.</p>\n<p><i>e.</i> When the governing body admits to membership on the Board and all its privileges any authorized representative of any lawfully formed and conducted cooperative associations of producers having adequate financial responsibility; \"<i>Provided,</i> That no rule of a contract market against rebating commissions shall apply to the distribution of earnings among bona fide members of any such co-operative association.\"</p>\n<p><i>f.</i> When the governing body of the Board shall make effective the orders and decisions of the commission appointed under ยง 6.</p>\n<p>Section 6 provides that any board of trade desiring to be designated as a contract market shall apply to the Secretary of Agriculture, with a showing that it complies with the conditions already stipulated in ยง 5, and a sufficient assurance of future compliance. The section appoints <span class=\"star-pagination\">*65</span> a commission of the Secretary of Agriculture, the Secretary of Commerce, and the Attorney General, who may, after due notice to the officers of the Board, suspended for six months or revoke the designation of any board as a contract market, upon a showing of failure to comply with the requirements of ยง 5.</p>\n<p>Provisions are made for an appeal from this order to the Circuit Court of Appeals, and appeal is granted to the commission from the refusal of the Secretary of Agriculture, upon application, to designate any board as a contract market.</p>\n<p>Section 6 also provides that if the Secretary of Agriculture has reason to believe that any person is violating any provisions of the act or is attempting to manipulate the market price of grain in violation of the provisions of ยง 5, or any of the rules or regulations made pursuant to its requirements, he may have served upon such persons a complaint for a hearing before a referee, to take evidence, to be transmitted to the Secretary as chairman of the commission, and the commission may, after a finding of guilt, issue an order requiring all contract markets to refuse such person trade or privileges. This order may be revised in the Circuit Court of Appeals.</p>\n<p>Section 7 provides that the tax imposed shall be paid by the seller and shall be collected either by affixing stamps or by such other method as may be prescribed by the published regulations of the Secretary of the Treasury.</p>\n<p>Section 10 provides a penalty for any person who shall fail to evidence the contract of sale he makes by memorandum or to keep the record of it, or to pay the tax as provided in ยงยง 4 and 5, with a penalty of 50 per cent. of the tax and a punishment as a misdemeanor and a fine of $10,000, with imprisonment for one year or both and the costs of the prosecution.</p>\n<p><span class=\"star-pagination\">*66</span> It is impossible to escape the conviction, from a full reading of this law, that it was enacted for the purpose of regulating the conduct of business of boards of trade through supervision of the Secretary of Agriculture and the use of an administrative tribunal consisting of that Secretary, the Secretary of Commerce, and the Attorney General. Indeed the title of the act recites that one of its purposes is the regulation of boards of trade. As the bill shows, the imposition of 20 cents a bushel on the various grains affected by the tax is most burdensome. The tax upon contracts for sales for future delivery under the Revenue Act is only 2 cents upon $100 of value, whereas this tax varies according to the price and character of the grain from 15 per cent. of its value to 50 per cent. The manifest purpose of the tax is to compel boards of trade to comply with regulations, many of which can have no relevancy to the collection of the tax at all. Even if we conceded, as we do not, that the keeping of a memorandum and of the particulars of each sale as a record for three years or more, not only of contracts for future delivery, but also of cash sales, neither of which are subject to tax in designated boards of trade, would help taxing officers in any way to detect the evasions of this tax outside of such boards, no such construction can be put upon the provisions which require the board of trade to prevent a dissemination of false or misleading reports or to prevent the manipulation of prices or the cornering of grain or which enforce the admission to membership in the Board of the representatives of cooperative associations of producers or the abrogation of rules against rebate as applied to such representatives. The act is in essence and on its face a complete regulation of boards of trade, with a penalty of 20 cents a bushel on all \"futures\" to coerce boards of trade and their members into compliance. When this purpose is declared in the title to the bill, and is so clear from the effect of the provisions <span class=\"star-pagination\">*67</span> of the bill itself, it leaves no ground upon which the provisions we have been considering can be sustained as a valid exercise of the taxing power. The elaborate machinery for hearings by the Secretary of Agriculture and by the commission of violations of these regulations, with the withdrawal by the commission of the designation of the Board as a contract market, and of complaints against persons who violate the act or such regulations, and the imposition upon them of the penalty of requiring all boards of trade to refuse to permit them the usual privileges, only confirm this view.</p>\n<p>Our decision, just announced, in the <i>Child Labor Tax Case, ante,</i> 20, involving the constitutional validity of the Child Labor Tax Law, completely covers this case. We there distinguish between cases like <i>Veazie Bank</i> v. <i>Fenno,</i> <span class=\"citation\" data-id=\"88116\"><a href=\"/opinion/88116/veazie-v-fenno/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">533</span></a></span>, and <i>McCray</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"96127\"><a href=\"/opinion/96127/mccray-v-united-states/\"><span class=\"volume\">195</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">27</span></a></span>, in which it was held that this court could not limit the discretion of Congress in the exercise of its constitutional powers to levy excise taxes because the court might deem the incidence of the tax oppressive or even destructive. It was pointed out that in none of those cases did the law objected to show on its face, as did the Child Labor Tax Law, detailed regulation of a concern or business wholly within the police power of the State, with a heavy exaction to promote the efficacy of such regulation. We there say (pp. 37, 38):</p>\n<p>\"Out of a proper respect for the acts of a coordinate branch of the Government, this court has gone far to sustain taxing acts as such, even though there has been ground for suspecting from the weight of the tax it was intended to destroy its subject. But, in the act before us, the presumption of validity cannot prevail, because the proof of the contrary is found on the very face of its provisions. Grant the validity of this law, and all that Congress would need to do, hereafter, in seeking to take over to its control any one of the great number of subjects of <span class=\"star-pagination\">*68</span> public interest, jurisdiction of which the States have never parted with, and which are reserved to them by the Tenth Amendment, would be to enact a detailed measure of complete regulation of the subject and enforce it by a so-called tax upon departures from it. To give such magic to the word `tax' would be to break down all constitutional limitation of the powers of Congress and completely wipe out the sovereignty of the States.\"</p>\n<p>This has complete application to the act before us, and requires us to hold that the provisions of the act we have been discussing can not be sustained as an exercise of the taxing power of Congress conferred by ยง 8, Article I.</p>\n<p>We come to the question then, Can these regulations of boards of trade by Congress be sustained under the commerce clause of the Constitution? Such regulations are held to be within the police powers of the State. <i>House</i> v. <i>Mayes,</i> 219 U.S. 270; <i>Brodnax</i> v. <i>Missouri,</i> 219 U.S. 285. There is not a word in the act from which it can be gathered that it is confined in its operation to interstate commerce. The words \"interstate commerce\" are not to be found in any part of the act from the title to the closing section. The transactions upon which the tax is to be imposed, the bill avers, are sales made between members of the Board of Trade in the City of Chicago for future delivery of grain, which will be settled by the process of offsetting purchases or by a delivery of warehouse receipts of grain stored in Chicago. Looked at in this aspect and without any limitation of the application of the tax to interstate commerce, or to that which the Congress may deem from evidence before it to be an obstruction to interstate commerce, we do not find it possible to sustain the validity of the regulations as they are set forth in this act. A reading of the act makes it quite clear that Congress sought to use the taxing power to give validity to the act. It did not have the exercise of its power under the commerce clause in mind and so did not <span class=\"star-pagination\">*69</span> introduce into the act the limitations which certainly would accompany and mark an exercise of the power under the latter clause.</p>\n<p>In <i>Ware &amp; Leland</i> v. <i>Mobile County,</i> <span class=\"citation\" data-id=\"96839\"><a href=\"/opinion/96839/ware-leland-v-mobile-county/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">405</span></a></span>, it was held that contracts for the sale of cotton for future delivery which do not oblige interstate shipments are not subjects of interstate commerce, and that a state tax on persons engaged in buying and selling cotton for future delivery was not a regulation of interstate commerce or beyond the power of the State.</p>\n<p>It follows that sales for future delivery on the Board of Trade are not in and of themselves interstate commerce. They can not come within the regulatory power of Congress as such, unless they are regarded by Congress, from the evidence before it, as directly interfering with interstate commerce so as to be an obstruction or a burden thereon. <i>United States</i> v. <i>Ferger,</i> 250 U.S. 199. It was upon this principle that in <i>Stafford</i> v. <i>Wallace,</i> <span class=\"citation\" data-id=\"99977\"><a href=\"/opinion/99977/stafford-v-wallace/\"><span class=\"volume\">258</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span>, we held it to be within the power of Congress to regulate business in the stockyards of the country, and include therein the regulation of commission men and of traders there, although they had to do only with sales completed and ended within the yards, because Congress had concluded that through exorbitant charges, dishonest practices and collusion they were likely, unless regulated, to impose a direct burden on the interstate commerce passing through.</p>\n<p>So, too, in <i>United States</i> v. <i>Patten,</i> <span class=\"citation\" data-id=\"97744\"><a href=\"/opinion/97744/united-states-v-patten/\"><span class=\"volume\">226</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span>, it was held that though this court, as we have seen, had decided in the <i>Ware &amp; Leland Case</i> that mere contracts for sales of cotton for future delivery which did not oblige interstate shipments were not interstate commerce, an indictment charging the defendants with having cornered the whole cotton market of the United States by excessive purchases of cotton for future delivery and thus conspired to restrain, obstruct and monopolize interstate <span class=\"star-pagination\">*70</span> commerce in cotton, was sustained under the first and second sections of the Sherman Anti-Trust Law. This case, like <i>Stafford</i> v. <i>Wallace</i><i>,</i> followed the principles of <i>Swift &amp; Co.</i> v. <i>United States,</i> 196 U.S. 375. But the form and limitations of the act before us form no such basis as those cases presented for federal jurisdiction and the exercise of the power to protect interstate commerce. Our conclusion makes it necessary for us to hold ยง 4 and those parts of the act which are regulations affected by the so-called tax imposed by ยง 4, to be unenforceable.</p>\n<p>Section 11 of this act directs that \"if any provision of this Act or the application thereof to any person or circumstances is held invalid, the validity of the remainder of the Act and of the application of such provision to other persons and circumstances shall not be affected thereby.\"</p>\n<p>Section 4 with its penalty to secure compliance with the regulations of Boards of Trade is so interwoven with those regulations that they can not be separated. None of them can stand. Section 11 did not intend the court to dissect an unconstitutional measure and reframe a valid one out of it by inserting limitations it does not contain. This is legislative work beyond the power and function of the court. In <i>United States</i> v. <i>Reese,</i> <span class=\"citation\" data-id=\"89266\"><a href=\"/opinion/89266/united-states-v-reese/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, presenting a similar question as to a criminal statute, Chief Justice Waite said (p. 221):</p>\n<p>\"We are not able to reject a part which is unconstitutional, and retain the remainder, because it is not possible to separate that which is unconstitutional, if there be any such, from that which is not. The proposed effect is not to be attained by striking out or disregarding words that are in the section, but by inserting those that are not now there. Each of the sections must stand as a whole, or fall together. The language is plain. There is no room for construction, unless it be as to the effect of the Constitution. The question, then, to be determined, <span class=\"star-pagination\">*71</span> is, whether we can introduce words of limitation into a penal statute so as to make it specific, when, as expressed, it is general only. . . . To limit this statute in the manner now asked for would be to make a new law, not to enforce an old one. This is no part of our duty.\"</p>\n<p><i>Trade-Mark Cases,</i> 100 U.S. 82; <i>Butts</i> v. <i>Merchants &amp; Miners Transportation Co.,</i> 230 U.S. 126.</p>\n<p>To be sure in the cases cited there was no saving provision like ยง 11, and undoubtedly such a provision furnishes assurance to courts that they may properly sustain separate sections or provisions of a partly invalid act without hesitation or doubt as to whether they would have been adopted, even if the legislature had been advised of the invalidity of part. But it does not give the court power to amend the act.</p>\n<p>There are sections of the act to which under ยง 11 the reasons for our conclusion as to ยง 4 and the interwoven regulations do not apply. Such is ยง 9 authorizing investigations by the Secretary of Agriculture and his publication of results. Section 3, too, would not seem to be affected by our conclusion. It provides:</p>\n<p>\"That in addition to the taxes now imposed by law there is hereby levied a tax amounting to 20 cents per bushel on each bushel involved therein, whether the actual commodity is intended to be delivered or only nominally referred to, upon each and every privilege or option for a contract either of purchase or sale of grain, intending hereby to tax only the transactions known to the trade as `privileges,' `bids,' `offers,' `puts and calls,' `indemnities,' or `ups and downs.'\"</p>\n<p>This is the imposition of an excise tax upon certain transactions of a unilateral character in grain markets which approximate gambling or offer full opportunity for it and does not seem to be associated with ยง 4. Such a tax without more would seem to be within the congressional <span class=\"star-pagination\">*72</span> power. <i>Treat</i> v. <i>White,</i> 181 U.S. 264; <i>Nicol</i> v. <i>Ames,</i> 173 U.S. 509; <i>Thomas</i> v. <i>United States,</i> 192 U.S. 363. But these are questions which are not before us and upon which we wish to express no definite opinion.</p>\n<p>The injunction against the Board of Trade and its officers, and the injunction against the Collector of Internal Revenue and the District Attorney, should be granted, so far as ยง 4 is concerned and the regulations of the act interwoven within it. The court below acquired no personal jurisdiction of the Secretary of Agriculture and the Commissioner of Internal Revenue by proper service and the dismissal as to them was right.</p>\n<p><i>The decree of the District Court is reversed, and the cause is remanded for further proceedings in conformity to this opinion.</i></p>\n<p>MR. JUSTICE BRANDEIS, concurring.</p>\n<p>I agree that the Future Trading Act is unconstitutional; but I doubt whether the plaintiffs are in a position to require the court to pass upon the constitutional question in this case. It seems proper to state the reasons for my doubt.</p>\n<p>In essence this is a suit by eight members of the Chicago Board of Trade to prevent its directors and officers from accepting the offer of the Government to designate it a \"contract market.\" The act does not require the corporation to become a \"contract market.\" If ย and only if ย it elects to become such, must its rules, and the conduct of its business, conform to requirements prescribed by the act or the Secretary of Agriculture. In that event its members may likewise be subjected individually to some slight additional trouble and expense; for the Secretary of Agriculture may require a more detailed record of transactions than is ordinarily kept and may require that the records be preserved three years. Members may, in that event, also suffer individually some loss of business <span class=\"star-pagination\">*73</span> through the competition of representatives of producers cooperative organizations who are to be admitted to the privileges of the exchange if it becomes a \"contract market.\" On the other hand, by acceptance of the designation as a \"contract market\" members of the Board of Trade would be relieved from all danger of liability for taxes on their future trading; and if the act is enforced generally, the profits of the individual members may increase largely; because the general public, being debarred by the act from gambling on futures in bucket shops, will naturally turn to the few \"contract markets\" when desiring to speculate in futures.</p>\n<p>To decide whether the corporation and its members will be benefited or injured by its becoming a \"contract market\" is a matter calling for the exercise of business judgment. The charter vests in the directors and managers broad powers; and, so far as appears, there is nothing in the by-laws or in the nature of the action proposed which prevents their exercising freely their judgment in this, as in other matters affecting the business. No radical or fundamental change in the object, character or methods of the business of the corporation or of its members is involved. There is no allegation that the directors and managing officers are incapacitated from acting because their interests are adverse to the corporation or its members; or that their action should be interfered with because they are purposing to exercise their powers fraudulently or otherwise in violation of their trust. Nor is it alleged that efforts have been made to control their action by calling a meeting of the 1600 members or that such efforts would be vain, or that there is an emergency requiring interposition of a court of equity. The requirements of Equity Rule 27 are not complied with by alleging simply that plaintiffs requested the Board of Directors \"to institute a suit to have said Future Trading Act adjudged unconstitutional\" and that the plaintiffs\" are informed and <span class=\"star-pagination\">*74</span> believe that said Board of Directors refused said request because they fear to antagonize the public officials whose duty it is to construe and enforce said Act.\"</p>\n<p>That under such circumstances a stockholder's bill is fatally defective, although it was brought to restrain the enforcement of a statute alleged to be unconstitutional, is well settled; and the rule has been recently applied. <i>Wathen</i> v. <i>Jackson Oil &amp; Refining Co.,</i> <span class=\"citation\" data-id=\"98332\"><a href=\"/opinion/98332/wathen-v-jackson-oil-refining-co/\"><span class=\"volume\">235</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>; <i>Corbus</i> v. <i>Alaska Treadwell Gold Mining Co.,</i> <span class=\"citation\" data-id=\"95749\"><a href=\"/opinion/95749/corbus-v-alaska-treadwell-gold-mining-co/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">455</span></a></span>. In the case at bar, plaintiffs' case is still weaker than it was in those cited. For aught that appears most of the members of the exchange, as well as its directors and managing officers, may be of opinion that they will be benefited by the enforcement of the act. Nothing is better settled than that an individual may acquiesce in or waive an admitted infringement of a constitutional right; and I am not aware of any rule of law which requires a corporation, upon request of a minority stockholder, to play the knight-errant and tilt at every statute affecting it, which he believes to be invalid. A corporation, like an individual, may refrain from embarking in litigation to enforce even a clear right of action if litigation is deemed inadvisable; and it is immaterial, in this respect, whether the right of action arises at common law or under a statute or under a constitutional provision. Nor do I know of any reason why the disadvantages which may flow from \"antagonizing public officials\" may not properly be considered by directors and managing officers of a corporation in determining whether to embark in litigation. The fear of antagonizing customers or other business connections or the public is a motive which quite commonly and properly influences the conduct of men.</p>\n<p>If, after the corporation has become a \"contract market\" its directors and managing officers should seek to subject the plaintiffs, as members, to unauthorized restrictions or should attempt to deprive them of vested rights, <span class=\"star-pagination\">*75</span> relief may, of course, be had in a proper proceeding. And likewise if the plaintiffs now have, as individuals, rights entitled to protection, there are appropriate remedies. But this is not such a suit. Here members of a corporation seek to enforce alleged derivative rights; and I doubt whether they have shown that they are in a position to do so.</p>\n</div>", "id": 99988, "judges": "Taft, After Making the Foregoing Statement of the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/99988/", "sha1": "7fc1c6d3b2c6a92cc3ab8df2df77c553ccad8121", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:47:22"}