{"absolute_url": "/opinion/106562/weyerhauser-ss-co-v-united-states/", "blocked": false, "citation": {"case_name": "Weyerhauser SS Co. v. United States", "docket_number": "65", "document_uris": ["/api/rest/v2/document/106562/"], "federal_cite_one": "372 U.S. 597", "federal_cite_three": "10 L. Ed. 2d 1", "federal_cite_two": "83 S. Ct. 926", "id": 90945, "lexis_cite": "1963 U.S. LEXIS 2424", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/90945/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 55, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1963-04-01", "date_modified": "2014-12-21T06:51:10.935039", "docket": "/api/rest/v2/docket/442852/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">372 U.S. 597</p>\n    <p class=\"case_cite\">83 S.Ct. 926</p>\n    <p class=\"case_cite\">10 L.Ed.2d 1</p>\n    <p class=\"parties\">WEYERHAEUSER STEAMSHIP COMPANY, Petitioner,<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 65.</p>\n    <p class=\"date\">Argued Feb. 18, 1963.</p>\n    <p class=\"date\">Decided April 1, 1963.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Henry R. Rolph, San Francisco, Cal., for petitioner.</p>\n      <p class=\"indent\">Anthony L. Mondello, Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice STEWART delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In September of 1955 the United States Army Dredge Pacific and the petitioner's vessel F. E. Weyerhaeuser were in a collision off the Oregon coast. To recover for its resultant damages the petitioner brought this action against the United States under the Public Vessels Act.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> A cross-libel was filed, and the District Court after a hearing found that the collision had occurred through the mutual fault of both vessels. Applying the settled admiralty rule of divided damages, the court held that each party was entitled to recover from the other one-half of its provable damages and court costs. 174 F.Supp. 663 supplemented at 178 F.Supp. 496.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A United States Civil Service employee aboard the Pacific, Reynold E. Ostrom, had sustained personal injuries in the collision. He had received compensation for these injuries under the Federal Employees' Compensation Act,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and had then filed a suit against the petitioner to recover damages. That lawsuit was subsequently settled by the payment to Ostrom of $16,000 by the petitioner, and Ostrom then repaid to the United States the amount which had previously been awarded him as statutory compensation, as required by the Compensation Act.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The United States objected to the inclusion, as part of the petitioner's damages from the collision, of the $16,000 which the petitioner had paid to Ostrom. The Government stipulated that the amount was a reasonable settlement of Ostrom's claim, and agreed that such a payment would ordinarily be includible as a proper item of the damages to be divided pursuant to the accepted admiralty formula. The Government took the position, however, that with respect to the amount paid Ostrom the established admiralty rule has been qualified by &#167; 7(b) of the Federal Employees' Compensation Act, which provides that the liability of the United States under the Act for</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'injury or death of an employee shall be exclusive, and in      place, of all other liability of the United States or such      instrumentality to the employee, his legal representative,      spouse, dependents, next of kin, and anyone otherwise      entitled to recover damages from the United States * * * on      account of such injury or death, in any direct judicial      proceedings in a civil action or in admiralty, or by      proceedings, whether administrative or judicial, under any      other workmen's compensation law or under any Federal tort      liability statute * * *.'<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The District Court rejected the Government's argument and entered a decree which recognized the amount paid by the petitioner to Ostrom as part of the petitioner's provable damages from the collision. The Court of Appeals reversed, remanding the case to the District Court with directions to recompute the damages after excluding the Ostrom settlement, holding that the exclusive liability provision of &#167; 7(b) of the Compensation Act precluded any liability of the United States on account of the petitioner's payment for Ostrom's personal injuries. 294 F.2d 179.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We granted certiorari to consider the single question whether the historic admiralty rule of divided damages in mutual fault collisions has been qualified, as the Court of Appeals held, by the exclusive liability provision of the federal compensation statute. 369 U.S. 810, 82 S.Ct. 688, 7 L.Ed.2d 611. For the reasons stated in this opinion, we hold that this provision of the compensation statute does not so limit the admiralty rule, and we accordingly reverse the judgment of the Court of Appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As this Court has pointed out, the Public Vessels Act 'was intended to impose on the United States the same liability (apart from seizure or arrest under a libel in rem) as is imposed by the admiralty law on the private shipowner * * *.' Canadian Aviator, Ltd. v. United States, 324 U.S. 215, 228, 65 S.Ct. 639, 646, 89 L.Ed. 901. And there can be no question that a private shipowner in a case such as this would be liable for half of all the petitioner's provable damages, including the $16,000 paid to Ostrom. The Government argues, however, that the 'plain words' of the federal compensation statute nevertheless operate to limit the Government's liability in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 7(b) provides that the compensation remedy shall be exclusive with respect to the Government's liability 'to the employee, his legal representative, spouse, dependents, next of kin, and anyone otherwise entitled to recover damages from the United States * * *.' The Government points out that the general words 'anyone otherwise entitled to recover damages' literally would cover a shipowner entitled to recover divided damages after a mutual fault collision. But the general language upon which the Government relies follows explicit enumeration of specific categories: employees, their representatives, and their dependents. Under the traditional rule of statutory construction which counsels against giving to general words a meaning totally unrelated to the more specific terms of a statute, we think the meaning of the statutory language is far from 'plain.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The legislative history of the Federal Employees' Compensation Act, originally passed in 1916, shows that the concern of Congress was to provide federal employees a swift, economical, and assured right of compensation for injuries arising out of the employment relationship, regardless of the negligence of the employee or his fellow servants, or the lack of fault on the part of the United States. The purpose of &#167; 7(b), added in 1949, was to establish that, as between the Government on the one hand and its employees and their representatives or dependents on the other, the statutory remedy was to be exclusive. There is no evidence whatever that Congress was concerned with the rights of unrelated third parties, much less of any purpose to disturb settled doctrines of admiralty law affecting the mutual rights and liabilities of private shipowners in collision cases.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Section 5 of the Longshoremen's and Harbor Workers' Compensation Act is nearly identical to &#167; 7(b) of the Federal Employees' Compensation Act in providing that '(t)he liability of an employer * * * shall be exclusive and in place of all other liability of such employer to the employee, his legal representative, husband or wife, parents, dependents, next of kin, and anyone otherwise entitled to recover damages from such employer at law or in admiralty on account of such injury or death * * *.'<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In Ryan Stevedoring Co. v. Pan-Atlantic S.S. Corp., 350 U.S. 124, 76 S.Ct. 232, 100 L.Ed. 133, it was held that despite this exclusive liability provision, a shipowner was entitled to reimbursement from a longshoreman's employer for damages recovered against the shipowner by the longshoreman injured by the employer's negligence. The Court's decision in Ryan was based upon the existence of a contractual relationship between the shipowner and the employer. In a series of subsequent cases, the same result was reached, although the contractual relationship was considerably more attenuated. Weyerhaeuser S.S. Co. v. Nacirema Co., 355 U.S. 563, 78 S.Ct. 438, 2 L.Ed.2d 491; Crumady v. The Joachim Hendrik Fisser, 358 U.S. 423, 79 S.Ct. 445, 3 L.Ed.2d 413; Waterman S.S. Corp. v. Dugan &amp; McNamara, 364 U.S. 421, 81 S.Ct. 200, 5 L.Ed.2d 169.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the present case there was no contractual relationship between the United States and the petitioner, governing their correlative rights and duties. There is involved here, instead, a rule of admiralty law which, for more than 100 years, has governed with at least equal clarity the correlative rights and duties of two shipowners whose vessels have been involved in a collision in which both were at fault. The Schooner Catharine v. Dickinson, 17 How. 170, 177, 15 L.Ed. 233; The North Star, 106 U.S. 17, 21, 1 S.Ct. 41, 44, 27 L.Ed. 91. See Halcyon Lines v. Haenn Ship Ceiling and Refitting Corp., 342 U.S. 282, 284, 72 S.Ct. 277, 279, 96 L.Ed. 318. Long ago this Court held that the full scope of the divided damages rule must prevail over a statutory provision which, like the one involved in the present case, limited the liability of one of the shipowners with respect to an element of damages incurred by the other in a mutual fault collision. The Chattahoochee, 173 U.S. 540, 19 S.Ct. 491, 43 L.Ed. 801. The statute at issue in that case was the Harter Act, which categorically provides that cargo cannot collect directly from the carrying vessel for damages as a result of faults in navigation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The Court held that despite this statutory provision, the carrying vessel must share, according to the divided damages rule, damages sustained by the non-carrying vessel resulting from liability to the carrying vessel's cargo. See also Aktieselskabet Cuzco v. The Sucarseco, 294 U.S. 394, 55 S.Ct. 467, 79 L.Ed. 942.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In this case, as in The Chattahoochee, we hold that the scope of the divided damages rule in mutual fault collisions is unaffected by a statute enacted to limit the liability of one of the shipowners to unrelated third parties. The judgment is reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 43 Stat. 1112, 46 U.S.C. &#167; 781 et seq.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 39 Stat. 742, as amended, 5 U.S.C. &#167; 751 et seq.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 'If an injury or death for which compensation is payable * * * is caused under circumstances creating a legal liability in some person other than the United States to pay damages therefor, and a beneficiary entitled to compensation from the United States for such injury or death receives, as a result of a suit brought by him or on his behalf, or as a result of a settlement made by him or on his behalf, any money or other property in satisfaction of the liability of such other person, such beneficiary shall, after deducting the costs of suit and a reasonable attorney's fee, apply the money or other property so received in the following manner:</p>\n        <p>'(A) If his compensation has been paid in whole or in part, he shall refund to the United States the amount of compensation which has been paid by the United States * * *.' 5 U.S.C. &#167; 777.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 63 Stat. 861, 5 U.S.C. &#167; 757(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Senate Report explained the addition of &#167; 7(b) as follows:</p>\n        <p>'Section 7 of the act would be amended by designating the present language as subsection '(a)' and by adding a new subsection '(b).' The purpose of the latter is to make it clear that the right to compensation benefits under the act is exclusive and in place of any and all other legal liability of the United States or its instrumentalities of the kind which can be enforced by original proceeding whether administrative or judicial, in a civil action or in admiralty or by any proceeding under any other workmen's compensation law or under any Federal tort liability statute. Thus, an important gap in the present law would be filled and at the same time needless and expensive litigation will be replaced with measured justice. The savings to the United States, both in damages recovered and in the expense of handling the lawsuits, should be very substantial and the employees will benefit accordingly under the Compensation Act as liberalized by this bill.</p>\n        <p>'Workmen's compensation laws, in general, specify that the remedy therein provided shall be the exclusive remedy. The basic theory supporting all workmen's compensation legislation is that the remedy afforded is a substitute for the employee's (or dependent's) former remedy at law for damages against the employer. With the creation of corporate instrumentalities of Government and with the enactment of various statutes authorizing suits against the United States for tort, new problems have arisen. Such statutes as the Suits in Admiralty Act, the Public Vessels Act, the Federal Tort Claims Act and the like, authorize in general terms the bringing of civil actions for damages against the United States. The inadequacy of the benefits under the Employees' Compensation Act has tended to cause Federal employees to seek relief under these general statutes. Similarly, corporate instrumentalities created by the Congress among their powers are authorized to sue and be sued, and this, in turn, has resulted in filing of suits by employees against such instrumentalities based upon accidents in employments.</p>\n        <p>'This situation has been of considerable concern to all Government agencies and especially to the corporate instrumentalities. Since the proposed remedy would afford employees and their dependents a planned and substantial protection, to permit other remedies by civil action or suits would not only be unnecessary, but would in general be uneconomical, from the standpoint of both the beneficiaries involved and the government.' S.Rep. No. 836, 81st Cong., 1st Sess. 23; U.S.Code Cong.Service 1949, p. 2135. (Emphasis supplied.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 44 Stat. 1426, 33 U.S.C. &#167; 905.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Harter Act provides in pertinent part:</p>\n        <p>'If the owner of any vessel transporting merchandise or property to or from any port in the United States of America shall exercise due diligence to make the said vessel in all respects seaworthy and properly manned, equipped, and supplied, neither the vessel, her owner or owners, agent, or charterers, shall become or be held responsible for damage or loss resulting from faults or errors in navigation or in the management of said vessel nor shall the vessel, her owner or owners, charterers, agent, or master be held liable for losses arising from dangers of the sea or other navigable waters, acts of God, or public enemies, or the inherent defect, quality, or vice of the thing carried, or from insufficiency of package, or seizure under legal process, or for loss resulting from any act or omission of the shipper or owner of the goods, his agent or representative, or from saving or attempting to save life or property at sea, or from any deviation in rendering such service.' 46 U.S.C. &#167; 192.</p>\n        <p>This provision has been substantially reenacted in &#167; 4(2) of the Carriage of Goods by Sea Act, which provides:</p>\n        <p>'(2) Neither the carrier nor the ship shall be responsible for loss or damage arising or resulting from&#8212;</p>\n        <p>'(a) Act, neglect, or default of the master, mariner, pilot, or the servants of the carrier in the navigation or in the management of the ship;' 46 U.S.C. &#167; 1304(2)(a).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>372 U.S. 597 (1963)</b></center>\n<center><h1>WEYERHAEUSER STEAMSHIP CO.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 65.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 18, 1963.</center>\n<center>Decided April 1, 1963.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><i>Henry R. Rolph</i> argued the cause for petitioner. With him on the briefs was <i>Chalmers G. Graham.</i></p>\n<p><i>Anthony L. Mondello</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Cox, Acting Assistant Attorney General Guilfoyle</i> and <i>John G. Laughlin, Jr.</i></p>\n<p>MR. JUSTICE STEWART delivered the opinion of the Court.</p>\n<p>In September of 1955 the United States Army Dredge <i>Pacific</i> and the petitioner's vessel <i>F. E. Weyerhaeuser</i> <span class=\"star-pagination\">*598</span> were in a collision off the Oregon coast. To recover for its resultant damages the petitioner brought this action against the United States under the Public Vessels Act.<sup>[1]</sup> A cross-libel was filed, and the District Court after a hearing found that the collision had occurred through the mutual fault of both vessels. Applying the settled admiralty rule of divided damages, the court held that each party was entitled to recover from the other one-half of its provable damages and court costs. 174 F. Supp. 663. supplemented at 178 F. Supp. 496.</p>\n<p>A United States Civil Service employee aboard the <i>Pacific,</i> Reynold E. Ostrom, had sustained personal injuries in the collision. He had received compensation for these injuries under the Federal Employees' Compensation Act,<sup>[2]</sup> and had then filed a suit against the petitioner to recover damages. That lawsuit was subsequently settled by the payment to Ostrom of $16,000 by the petitioner, and Ostrom then repaid to the United States the amount which had previously been awarded him as statutory compensation, as required by the Compensation Act.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*599</span> The United States objected to the inclusion, as part of the petitioner's damages from the collision, of the $16,000 which the petitioner had paid to Ostrom. The Government stipulated that the amount was a reasonable settlement of Ostrom's claim, and agreed that such a payment would ordinarily be includible as a proper item of the damages to be divided pursuant to the accepted admiralty formula. The Government took the position, however, that with respect to the amount paid Ostrom the established admiralty rule has been qualified by § 7 (b) of the Federal Employees' Compensation Act, which provides that the liability of the United States under the Act for</p>\n<blockquote>\"injury or death of an employee shall be exclusive, and in place, of all other liability of the United States or such instrumentality to the employee, his legal representative, spouse, dependents, next of kin, and anyone otherwise entitled to recover damages from the United States . . . on account of such injury or death, in any direct judicial proceedings in a civil action or in admiralty, or by proceedings, whether administrative or judicial, under any other workmen's compensation law or under any Federal tort liability statute . . . .\"<sup>[4]</sup></blockquote>\n<p>The District Court rejected the Government's argument and entered a decree which recognized the amount paid by the petitioner to Ostrom as part of the petitioner's provable damages from the collision. The Court of Appeals reversed, remanding the case to the District Court with directions to recompute the damages after excluding the Ostrom settlement, holding that the exclusive liability provision of § 7 (b) of the Compensation Act precluded any liability of the United States on account of <span class=\"star-pagination\">*600</span> the petitioner's payment for Ostrom's personal injuries. 294 F. 2d 179.</p>\n<p>We granted certiorari to consider the single question whether the historic admiralty rule of divided damages in mutual fault collisions has been qualified, as the Court of Appeals held, by the exclusive liability provision of the federal compensation statute. 369 U. S. 810. For the reasons stated in this opinion, we hold that this provision of the compensation statute does not so limit the admiralty rule, and we accordingly reverse the judgment of the Court of Appeals.</p>\n<p>As this Court has pointed out, the Public Vessels Act \"was intended to impose on the United States the same liability (apart from seizure or arrest under a libel <i>in rem</i>) as is imposed by the admiralty law on the private shipowner. . . .\" <i>Canadian Aviator, Ltd.,</i> v. <i>United States,</i> 324 U. S. 215, 228. And there can be no question that a private shipowner in a case such as this would be liable for half of all the petitioner's provable damages, including the $16,000 paid to Ostrom. The Government argues, however, that the \"plain words\" of the federal compensation statute nevertheless operate to limit the Government's liability in this case.</p>\n<p>Section 7 (b) provides that the compensation remedy shall be exclusive with respect to the Government's liability \"to the employee, his legal representative, spouse, dependents, next of kin, and anyone otherwise entitled to recover damages from the United States . . . .\" The Government points out that the general words \"anyone otherwise entitled to recover damages\" literally would cover a shipowner entitled to recover divided damages after a mutual fault collision. But the general language upon which the Government relies follows explicit enumeration of specific categories: employees, their representatives, and their dependents. Under the traditional rule of statutory construction which counsels against <span class=\"star-pagination\">*601</span> giving to general words a meaning totally unrelated to the more specific terms of a statute, we think the meaning of the statutory language is far from \"plain.\"</p>\n<p>The legislative history of the Federal Employees' Compensation Act, originally passed in 1916, shows that the concern of Congress was to provide federal employees a swift, economical, and assured right of compensation for injuries arising out of the employment relationship, regardless of the negligence of the employee or his fellow servants, or the lack of fault on the part of the United States. The purpose of § 7 (b), added in 1949, was to establish that, as between the Government on the one hand and its employees and their representatives or dependents on the other, the statutory remedy was to be exclusive. There is no evidence whatever that Congress was concerned with the rights of unrelated third parties, much less of any purpose to disturb settled doctrines of admiralty law affecting the mutual rights and liabilities of private shipowners in collision cases.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*602</span> Section 5 of the Longshoremen's and Harbor Workers' Compensation Act is nearly identical to § 7 (b) of the Federal Employees' Compensation Act in providing that \"[t]he liability of an employer . . . shall be exclusive and in place of all other liability of such employer to the employee, his legal representative, husband or wife, parents, dependents, next of kin, and anyone otherwise entitled to recover damages from such employer at law or in admiralty on account of such injury or death . . . .\"<sup>[6]</sup> In <i>Ryan Co.</i> v. <i>Pan-Atlantic Corp.,</i> 350 U. S. 124, it was held that despite this exclusive liability provision, a shipowner was entitled to reimbursement from a longshoreman's employer for damages recovered against the shipowner by the longshoreman injured by the employer's negligence. The Court's decision in <i>Ryan</i> was based <span class=\"star-pagination\">*603</span> upon the existence of a contractual relationship between the shipowner and the employer. In a series of subsequent cases, the same result was reached, although the contractual relationship was considerably more attenuated. <i>Weyerhaeuser S. S. Co.</i> v. <i>Nacirema Co.,</i> 355 U. S. 563; <i>Crumady</i> v. <i>The J. H. Fisser,</i> 358 U. S. 423; <i>Waterman Co.</i> v. <i>Dugan &amp; McNamara,</i> 364 U. S. 421.</p>\n<p>In the present case there was no contractual relationship between the United States and the petitioner, governing their correlative rights and duties. There is involved here, instead, a rule of admiralty law which, for more than 100 years, has governed with at least equal clarity the correlative rights and duties of two shipowners whose vessels have been involved in a collision in which both were at fault. <i>The Schooner Catharine</i> v. <i>Dickinson,</i> 17 How. 170, 177; <i>The North Star,</i> 106 U. S. 17, 21. See <i>Halcyon Lines</i> v. <i>Haenn Ship Corp.,</i> 342 U. S. 282, 284. Long ago this Court held that the full scope of the divided damages rule must prevail over a statutory provision which, like the one involved in the present case, limited the liability of one of the shipowners with respect to an element of damages incurred by the other in a mutual fault collision. <i>The Chattahoochee,</i> 173 U. S. 540. The statute at issue in that case was the Harter Act, which categorically provides that cargo cannot collect directly from the carrying vessel for damages as a result of faults in navigation.<sup>[7]</sup> The Court held that despite this statutory <span class=\"star-pagination\">*604</span> provision, the carrying vessel must share, according to the divided damages rule, damages sustained by the noncarrying vessel resulting from liability to the carrying vessel's cargo. See also <i>Aktslsk. Cuzco</i> v. <i>The Sucarseco,</i> 294 U. S. 394.</p>\n<p>In this case, as in <i>The Chattahoochee,</i> we hold that the scope of the divided damages rule in mutual fault collisions is unaffected by a statute enacted to limit the liability of one of the shipowners to unrelated third parties. The judgment is</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  43 Stat. 1112, 46 U. S. C. § 781 <i>et seq.</i></p>\n<p>[2]  39 Stat. 742, as amended, 5 U. S. C. § 751 <i>et seq.</i></p>\n<p>[3]  \"If an injury or death for which compensation is payable . . . is caused under circumstances creating a legal liability in some person other than the United States to pay damages therefor, and a beneficiary entitled to compensation from the United States for such injury or death receives, as a result of a suit brought by him or on his behalf, or as a result of a settlement made by him or on his behalf, any money or other property in satisfaction of the liability of such other person, such beneficiary shall, after deducting the costs of suit and a reasonable attorney's fee, apply the money or other property so received in the following manner:\n</p>\n<p>\"(A) If his compensation has been paid in whole or in part, he shall refund to the United States the amount of compensation which has been paid by the United States . . . .\" 5 U. S. C. § 777.</p>\n<p>[4]  63 Stat. 861, 5 U. S. C. § 757 (b).</p>\n<p>[5]  The Senate Report explained the addition of § 7 (b) as follows:\n</p>\n<p>\"Section 7 of the act would be amended by designating the present language as subsection `(a)' and by adding a new subsection `(b).' The purpose of the latter is to make it clear that the right to compensation benefits under the act is exclusive and in place of any and all other legal liability of the United States or its instrumentalities of the kind which can be enforced by original proceeding whether administrative or judicial, in a civil action or in admiralty or by any proceeding under any other workmen's compensation law or under any Federal tort liability statute. Thus, an important gap in the present law would be filled and at the same time needless and expensive litigation will be replaced with measured justice. The savings to the United States, both in damages recovered and in the expense of handling the lawsuits, should be very substantial and the employees will benefit accordingly under the Compensation Act as liberalized by this bill.</p>\n<p>\"Workmen's compensation laws, in general, specify that the remedy therein provided shall be the exclusive remedy. The basic theory supporting all workmen's compensation legislation is that the remedy afforded is a substitute for the employee's (or dependent's) former remedy at law for damages against the employer. With the creation of corporate instrumentalities of Government and with the enactment of various statutes authorizing suits against the United States for tort, new problems have arisen. Such statutes as the Suits in Admiralty Act, the Public Vessels Act, the Federal Tort Claims Act and the like, authorize in general terms the bringing of civil actions for damages against the United States. The inadequacy of the benefits under the Employees' Compensation Act has tended to cause <i>Federal employees</i> to seek relief under these general statutes. Similarly, corporate instrumentalities created by the Congress among their powers are authorized to sue and be sued, and this, in turn, has resulted in filing of suits <i>by employees</i> against such instrumentalities based upon accidents in employments.</p>\n<p>\"This situation has been of considerable concern to all Government agencies and especially to the corporate instrumentalities. Since the proposed remedy would afford <i>employees and their dependents</i> a planned and substantial protection, to permit other remedies by civil action or suits would not only be unnecessary, but would in general be uneconomical, from the standpoint of both <i>the beneficiaries involved</i> and the Government.\" S. Rep. No. 836, 81st Cong., 1st Sess. 23. (Emphasis supplied.)</p>\n<p>[6]  44 Stat. 1426, 33 U. S. C. § 905.</p>\n<p>[7]  The Harter Act provides in pertinent part:\n</p>\n<p>\"If the owner of any vessel transporting merchandise or property to or from any port in the United States of America shall exercise due diligence to make the said vessel in all respects seaworthy and properly manned, equipped, and supplied, neither the vessel, her owner or owners, agent, or charterers, shall become or be held responsible for damage or loss resulting from faults or errors in navigation or in the management of said vessel nor shall the vessel, her owner or owners, charterers, agent, or master be held liable for losses arising from dangers of the sea or other navigable waters, acts of God, or public enemies, or the inherent defect, quality, or vice of the thing carried, or from insufficiency of package, or seizure under legal process, or for loss resulting from any act or omission of the shipper or owner of the goods, his agent or representative, or from saving or attempting to save life or property at sea, or from any deviation in rendering such service.\" 46 U. S. C. § 192.</p>\n<p>This provision has been substantially reenacted in § 4 (2) of the Carriage of Goods by Sea Act, which provides:</p>\n<p>\"(2) Neither the carrier nor the ship shall be responsible for loss or damage arising or resulting from</p>\n<p>\"(a) Act, neglect, or default of the master, mariner, pilot, or the servants of the carrier in the navigation or in the management of the ship;\" 46 U. S. C. § 1304 (2) (a).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">597</span></span> (1963)</b></center>\n<center><h1>WEYERHAEUSER STEAMSHIP CO.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 65.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 18, 1963.</center>\n<center>Decided April 1, 1963.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><i>Henry R. Rolph</i> argued the cause for petitioner. With him on the briefs was <i>Chalmers G. Graham.</i></p>\n<p><i>Anthony L. Mondello</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Cox, Acting Assistant Attorney General Guilfoyle</i> and <i>John G. Laughlin, Jr.</i></p>\n<p>MR. JUSTICE STEWART delivered the opinion of the Court.</p>\n<p>In September of 1955 the United States Army Dredge <i>Pacific</i> and the petitioner's vessel <i>F. E. Weyerhaeuser</i> <span class=\"star-pagination\">*598</span> were in a collision off the Oregon coast. To recover for its resultant damages the petitioner brought this action against the United States under the Public Vessels Act.<sup>[1]</sup> A cross-libel was filed, and the District Court after a hearing found that the collision had occurred through the mutual fault of both vessels. Applying the settled admiralty rule of divided damages, the court held that each party was entitled to recover from the other one-half of its provable damages and court costs. 174 F. Supp. 663. supplemented at 178 F. Supp. 496.</p>\n<p>A United States Civil Service employee aboard the <i>Pacific,</i> Reynold E. Ostrom, had sustained personal injuries in the collision. He had received compensation for these injuries under the Federal Employees' Compensation Act,<sup>[2]</sup> and had then filed a suit against the petitioner to recover damages. That lawsuit was subsequently settled by the payment to Ostrom of $16,000 by the petitioner, and Ostrom then repaid to the United States the amount which had previously been awarded him as statutory compensation, as required by the Compensation Act.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*599</span> The United States objected to the inclusion, as part of the petitioner's damages from the collision, of the $16,000 which the petitioner had paid to Ostrom. The Government stipulated that the amount was a reasonable settlement of Ostrom's claim, and agreed that such a payment would ordinarily be includible as a proper item of the damages to be divided pursuant to the accepted admiralty formula. The Government took the position, however, that with respect to the amount paid Ostrom the established admiralty rule has been qualified by § 7 (b) of the Federal Employees' Compensation Act, which provides that the liability of the United States under the Act for</p>\n<blockquote>\"injury or death of an employee shall be exclusive, and in place, of all other liability of the United States or such instrumentality to the employee, his legal representative, spouse, dependents, next of kin, and anyone otherwise entitled to recover damages from the United States . . . on account of such injury or death, in any direct judicial proceedings in a civil action or in admiralty, or by proceedings, whether administrative or judicial, under any other workmen's compensation law or under any Federal tort liability statute . . . .\"<sup>[4]</sup></blockquote>\n<p>The District Court rejected the Government's argument and entered a decree which recognized the amount paid by the petitioner to Ostrom as part of the petitioner's provable damages from the collision. The Court of Appeals reversed, remanding the case to the District Court with directions to recompute the damages after excluding the Ostrom settlement, holding that the exclusive liability provision of § 7 (b) of the Compensation Act precluded any liability of the United States on account of <span class=\"star-pagination\">*600</span> the petitioner's payment for Ostrom's personal injuries. 294 F. 2d 179.</p>\n<p>We granted certiorari to consider the single question whether the historic admiralty rule of divided damages in mutual fault collisions has been qualified, as the Court of Appeals held, by the exclusive liability provision of the federal compensation statute. 369 U. S. 810. For the reasons stated in this opinion, we hold that this provision of the compensation statute does not so limit the admiralty rule, and we accordingly reverse the judgment of the Court of Appeals.</p>\n<p>As this Court has pointed out, the Public Vessels Act \"was intended to impose on the United States the same liability (apart from seizure or arrest under a libel <i>in rem</i>) as is imposed by the admiralty law on the private shipowner. . . .\" <i>Canadian Aviator, Ltd.,</i> v. <i>United States,</i> 324 U. S. 215, 228. And there can be no question that a private shipowner in a case such as this would be liable for half of all the petitioner's provable damages, including the $16,000 paid to Ostrom. The Government argues, however, that the \"plain words\" of the federal compensation statute nevertheless operate to limit the Government's liability in this case.</p>\n<p>Section 7 (b) provides that the compensation remedy shall be exclusive with respect to the Government's liability \"to the employee, his legal representative, spouse, dependents, next of kin, and anyone otherwise entitled to recover damages from the United States . . . .\" The Government points out that the general words \"anyone otherwise entitled to recover damages\" literally would cover a shipowner entitled to recover divided damages after a mutual fault collision. But the general language upon which the Government relies follows explicit enumeration of specific categories: employees, their representatives, and their dependents. Under the traditional rule of statutory construction which counsels against <span class=\"star-pagination\">*601</span> giving to general words a meaning totally unrelated to the more specific terms of a statute, we think the meaning of the statutory language is far from \"plain.\"</p>\n<p>The legislative history of the Federal Employees' Compensation Act, originally passed in 1916, shows that the concern of Congress was to provide federal employees a swift, economical, and assured right of compensation for injuries arising out of the employment relationship, regardless of the negligence of the employee or his fellow servants, or the lack of fault on the part of the United States. The purpose of § 7 (b), added in 1949, was to establish that, as between the Government on the one hand and its employees and their representatives or dependents on the other, the statutory remedy was to be exclusive. There is no evidence whatever that Congress was concerned with the rights of unrelated third parties, much less of any purpose to disturb settled doctrines of admiralty law affecting the mutual rights and liabilities of private shipowners in collision cases.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*602</span> Section 5 of the Longshoremen's and Harbor Workers' Compensation Act is nearly identical to § 7 (b) of the Federal Employees' Compensation Act in providing that \"[t]he liability of an employer . . . shall be exclusive and in place of all other liability of such employer to the employee, his legal representative, husband or wife, parents, dependents, next of kin, and anyone otherwise entitled to recover damages from such employer at law or in admiralty on account of such injury or death . . . .\"<sup>[6]</sup> In <i>Ryan Co.</i> v. <i>Pan-Atlantic Corp.,</i> 350 U. S. 124, it was held that despite this exclusive liability provision, a shipowner was entitled to reimbursement from a longshoreman's employer for damages recovered against the shipowner by the longshoreman injured by the employer's negligence. The Court's decision in <i>Ryan</i> was based <span class=\"star-pagination\">*603</span> upon the existence of a contractual relationship between the shipowner and the employer. In a series of subsequent cases, the same result was reached, although the contractual relationship was considerably more attenuated. <i>Weyerhaeuser S. S. Co.</i> v. <i>Nacirema Co.,</i> 355 U. S. 563; <i>Crumady</i> v. <i>The J. H. Fisser,</i> 358 U. S. 423; <i>Waterman Co.</i> v. <i>Dugan &amp; McNamara,</i> 364 U. S. 421.</p>\n<p>In the present case there was no contractual relationship between the United States and the petitioner, governing their correlative rights and duties. There is involved here, instead, a rule of admiralty law which, for more than 100 years, has governed with at least equal clarity the correlative rights and duties of two shipowners whose vessels have been involved in a collision in which both were at fault. <i>The Schooner Catharine</i> v. <i>Dickinson,</i> <span class=\"citation\" data-id=\"86919\"><a href=\"/opinion/86919/the-schooner-catharine-v-dickinson/\"><span class=\"volume\">17</span> <span class=\"reporter\">How.</span> <span class=\"page\">170</span></a></span>, 177; <i>The North Star,</i> 106 U. S. 17, 21. See <i>Halcyon Lines</i> v. <i>Haenn Ship Corp.,</i> 342 U. S. 282, 284. Long ago this Court held that the full scope of the divided damages rule must prevail over a statutory provision which, like the one involved in the present case, limited the liability of one of the shipowners with respect to an element of damages incurred by the other in a mutual fault collision. <i>The Chattahoochee,</i> 173 U. S. 540. The statute at issue in that case was the Harter Act, which categorically provides that cargo cannot collect directly from the carrying vessel for damages as a result of faults in navigation.<sup>[7]</sup> The Court held that despite this statutory <span class=\"star-pagination\">*604</span> provision, the carrying vessel must share, according to the divided damages rule, damages sustained by the noncarrying vessel resulting from liability to the carrying vessel's cargo. See also <i>Aktslsk. Cuzco</i> v. <i>The Sucarseco,</i> 294 U. S. 394.</p>\n<p>In this case, as in <i>The Chattahoochee,</i> we hold that the scope of the divided damages rule in mutual fault collisions is unaffected by a statute enacted to limit the liability of one of the shipowners to unrelated third parties. The judgment is</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  43 Stat. 1112, 46 U. S. C. § 781 <i>et seq.</i></p>\n<p>[2]  39 Stat. 742, as amended, 5 U. S. C. § 751 <i>et seq.</i></p>\n<p>[3]  \"If an injury or death for which compensation is payable . . . is caused under circumstances creating a legal liability in some person other than the United States to pay damages therefor, and a beneficiary entitled to compensation from the United States for such injury or death receives, as a result of a suit brought by him or on his behalf, or as a result of a settlement made by him or on his behalf, any money or other property in satisfaction of the liability of such other person, such beneficiary shall, after deducting the costs of suit and a reasonable attorney's fee, apply the money or other property so received in the following manner:\n</p>\n<p>\"(A) If his compensation has been paid in whole or in part, he shall refund to the United States the amount of compensation which has been paid by the United States . . . .\" 5 U. S. C. § 777.</p>\n<p>[4]  63 Stat. 861, 5 U. S. C. § 757 (b).</p>\n<p>[5]  The Senate Report explained the addition of § 7 (b) as follows:\n</p>\n<p>\"Section 7 of the act would be amended by designating the present language as subsection `(a)' and by adding a new subsection `(b).' The purpose of the latter is to make it clear that the right to compensation benefits under the act is exclusive and in place of any and all other legal liability of the United States or its instrumentalities of the kind which can be enforced by original proceeding whether administrative or judicial, in a civil action or in admiralty or by any proceeding under any other workmen's compensation law or under any Federal tort liability statute. Thus, an important gap in the present law would be filled and at the same time needless and expensive litigation will be replaced with measured justice. The savings to the United States, both in damages recovered and in the expense of handling the lawsuits, should be very substantial and the employees will benefit accordingly under the Compensation Act as liberalized by this bill.</p>\n<p>\"Workmen's compensation laws, in general, specify that the remedy therein provided shall be the exclusive remedy. The basic theory supporting all workmen's compensation legislation is that the remedy afforded is a substitute for the employee's (or dependent's) former remedy at law for damages against the employer. With the creation of corporate instrumentalities of Government and with the enactment of various statutes authorizing suits against the United States for tort, new problems have arisen. Such statutes as the Suits in Admiralty Act, the Public Vessels Act, the Federal Tort Claims Act and the like, authorize in general terms the bringing of civil actions for damages against the United States. The inadequacy of the benefits under the Employees' Compensation Act has tended to cause <i>Federal employees</i> to seek relief under these general statutes. Similarly, corporate instrumentalities created by the Congress among their powers are authorized to sue and be sued, and this, in turn, has resulted in filing of suits <i>by employees</i> against such instrumentalities based upon accidents in employments.</p>\n<p>\"This situation has been of considerable concern to all Government agencies and especially to the corporate instrumentalities. Since the proposed remedy would afford <i>employees and their dependents</i> a planned and substantial protection, to permit other remedies by civil action or suits would not only be unnecessary, but would in general be uneconomical, from the standpoint of both <i>the beneficiaries involved</i> and the Government.\" S. Rep. No. 836, 81st Cong., 1st Sess. 23. (Emphasis supplied.)</p>\n<p>[6]  44 Stat. 1426, 33 U. S. C. § 905.</p>\n<p>[7]  The Harter Act provides in pertinent part:\n</p>\n<p>\"If the owner of any vessel transporting merchandise or property to or from any port in the United States of America shall exercise due diligence to make the said vessel in all respects seaworthy and properly manned, equipped, and supplied, neither the vessel, her owner or owners, agent, or charterers, shall become or be held responsible for damage or loss resulting from faults or errors in navigation or in the management of said vessel nor shall the vessel, her owner or owners, charterers, agent, or master be held liable for losses arising from dangers of the sea or other navigable waters, acts of God, or public enemies, or the inherent defect, quality, or vice of the thing carried, or from insufficiency of package, or seizure under legal process, or for loss resulting from any act or omission of the shipper or owner of the goods, his agent or representative, or from saving or attempting to save life or property at sea, or from any deviation in rendering such service.\" 46 U. S. C. § 192.</p>\n<p>This provision has been substantially reenacted in § 4 (2) of the Carriage of Goods by Sea Act, which provides:</p>\n<p>\"(2) Neither the carrier nor the ship shall be responsible for loss or damage arising or resulting from</p>\n<p>\"(a) Act, neglect, or default of the master, mariner, pilot, or the servants of the carrier in the navigation or in the management of the ship;\" 46 U. S. C. § 1304 (2) (a).</p>\n\n</div>", "id": 106562, "judges": "Stewart", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/106562/", "sha1": "b8e17de62023ac0bd3e0ccb47f7a893f975fbda2", "source": "LR", "supreme_court_db_id": "1962-070", "time_retrieved": "2010-04-28T10:10:43"}