{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "375 U.S. 85", 
    "federal_cite_two": "84 S. Ct. 229", 
    "specialty_cite_one": null, 
    "federal_cite_three": "11 L. Ed. 2d 171", 
    "lexis_cite": "1963 U.S. LEXIS 128", 
    "document_uris": [
      "/api/rest/v2/document/106699/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Fahy v. Connecticut", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "19", 
    "id": 91082, 
    "resource_uri": "/api/rest/v2/citation/91082/"
  }, 
  "id": 106699, 
  "blocked": false, 
  "judges": "Warren", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1963-12-02", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>375 U.S. 85 (1963)</b></center>\n<center><h1>FAHY<br>\nv.<br>\nCONNECTICUT.</h1></center>\n<center>No. 19.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 16, 1963.</center>\n<center>Decided December 2, 1963.</center>\nCERTIORARI TO THE SUPREME COURT OF ERRORS OF CONNECTICUT.\n<p><i>Francis J. McNamara, Jr.</i> argued the cause for petitioner. With him on the brief were <i>Raymond T. Benedict</i> and <i>John F. Spindler.</i></p>\n<p><i>John F. McGowan,</i> Assistant State's Attorney for Connecticut, argued the cause for respondent. With him on the brief was <i>Otto J. Saur,</i> State's Attorney.</p>\n<p>MR. CHIEF JUSTICE WARREN delivered the opinion of the Court.</p>\n<p>Petitioner waived trial by jury and was convicted in a Connecticut state court of wilfully injuring a public building in violation of Connecticut General Statutes § 53-45 (a). Specifically, petitioner and his codefendant Arnold<sup>[1]</sup> were found guilty of having painted swastikas <span class=\"star-pagination\">*86</span> on a Norwalk, Connecticut, synagogue. The trial took place before our decision in <i>Mapp</i> v. <i>Ohio,</i> 367 U. S. 643, but the conviction was affirmed on appeal after that decision. <i>Connecticut</i> v. <i>Fahy,</i> 149 Conn. 577, 183 A. 2d 256 (1962). At the trial of the case, a can of black paint and a paint brush were admitted into evidence over petitioner's objection. On appeal, the Connecticut Supreme Court of Errors held that the paint and brush had been obtained by means of an illegal search and seizure. It further held that the <i>Mapp</i> decision applies to cases pending on appeal in Connecticut courts at the time that decision was rendered, and, therefore, the trial court erred in admitting the paint and brush into evidence. However, the court affirmed petitioner's conviction because it found the admission of the unconstitutionally obtained evidence to have been harmless error.<sup>[2]</sup> We granted certiorari, 372 U. S. 928 (1963).</p>\n<p>On the facts of this case, it is not now necessary for us to decide whether the erroneous admission of evidence obtained by an illegal search and seizure can ever be subject to the normal rules of \"harmless error\" under the federal standard of what constitutes harmless error. Compare <i>Ker</i> v. <i>California,</i> 374 U. S. 23. We find that the erroneous admission of this unconstitutionally obtained evidence at this petitioner's trial was prejudicial; therefore, the error was not harmless, and the conviction must be reversed. We are not concerned here with whether there was sufficient evidence on which the petitioner could have been convicted without the evidence complained of. The question is whether there is a reasonable possibility that the evidence complained of might have contributed <span class=\"star-pagination\">*87</span> to the conviction. To decide this question, it is necessary to review the facts of the case and the evidence adduced at trial.</p>\n<p>On February 1, 1960, between the hours of 4 and 5 a. m., swastikas were painted with black paint on the steps and walls of a Norwalk synagogue. At about 4:40 a. m., Officer Lindwall of the Norwalk police saw an automobile being operated without lights about a block from the synagogue. Upon stopping the car, Lindwall found that Fahy was driving and Arnold was a passenger. Lindwall questioned Fahy and Arnold about their reason for being out at that hour, and they told him they had been to a diner for coffee and were going home. Lindwall also checked the car and found a can of black paint and a paint brush under the front seat. Having no reason to do otherwise, Lindwall released Fahy and Arnold. He followed the car to Fahy's home. Later the same morning, Lindwall learned of the painting of the swastikas. Thereupon, he went to Fahy's home and\u0097without having applied for or obtained an arrest or search warrant\u0097 entered the garage under the house and removed from Fahy's car the can of paint and the brush. About two hours later, Lindwall returned to the Fahy home, this time in the company of two other Norwalk policemen. Pursuant to a valid arrest warrant, the officers arrested Fahy and Arnold.</p>\n<p>At trial, the court admitted the paint and brush into evidence over petitioner's objection. We assume, as did the Connecticut Supreme Court of Errors, that doing so was error because this evidence was obtained by an illegal search and seizure and was thus inadmissible under the rule of <i>Mapp</i> v. <i>Ohio</i><i>.</i> Examining the effect of this evidence upon the other evidence adduced at trial and upon the conduct of the defense, we find inescapable the conclusion that the trial court's error was prejudicial and cannot be called harmless.</p>\n<p><span class=\"star-pagination\">*88</span> Obviously, the tangible evidence of the paint and brush was itself incriminating. In addition, it was used to corroborate the testimony of Officer Lindwall as to the presence of petitioner near the scene of the crime at about the time it was committed and as to the presence of a can of paint and a brush in petitioner's car at that time. When Officer Lindwall testified at trial concerning that incident, the following transpired:</p>\n<blockquote>\"Q. Will you tell the Court what you found in the car?</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"A. Checking on the passengers' side, under the front seat I found a small jar of paint and a paint brush.</blockquote>\n<blockquote>\"Q. Are you able to identify this object I show you?</blockquote>\n<blockquote>\"A. Yes.</blockquote>\n<blockquote>\"Q. What is it?</blockquote>\n<blockquote>\"A. A jar of paint I found in the motor vehicle.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"Q. I show you this object and ask you if you can identify that.</blockquote>\n<blockquote>\"A. Yes, sir.</blockquote>\n<blockquote>\"Q. What is it?</blockquote>\n<blockquote>\"A. A paint brush.</blockquote>\n<blockquote>\"Q. Where did you first see this paint brush?</blockquote>\n<blockquote>\"A. Under the front seat of Mr. Fahy's car.\"</blockquote>\n<p>The brush and paint were offered in evidence and were received over petitioner's objection. The trial court found: \"13. The police found the same can of black paint and the brush in the car which the defendants had been operating when stopped by Officer Lindwall earlier in the morning.\" It can be inferred from this that the admission of the illegally seized evidence made Lindwall's testimony <span class=\"star-pagination\">*89</span> far more damaging than it would otherwise have been.</p>\n<p>In addition, the illegally obtained evidence was used as the basis of opinion testimony to the effect that the paint and brush matched the markings on the synagogue, thus forging another link between the accused and the crime charged. At trial, Norwalk Police Officer Tigano testified that he had examined the markings on the synagogue and had determined that they were put on with black paint. He further testified that he had examined the contents of the can illegally seized from Fahy's car and had determined that it contained black paint. Even more damaging was Tigano's testimony that he had taken the illegally seized brush to the synagogue \"to measure the width of the brush with the width of the paintings of the swastikas.\" Over objection, Tigano then testified that the brush \"fitted the same as the paint brush in some drawings of the lines and some it did not due to the fact the paint dripped.\" Thus the trial court found: \"14. The two-inch paint brush matched the markings made with black paint upon the synagogue.\" In relation to this testimony, the prejudicial effect of admitting the illegally obtained evidence is obvious.</p>\n<p>Other incriminating evidence admitted at trial concerned admissions petitioner made when he was arrested and a full confession made at the police station later. Testifying at trial, Norwalk Police Lieutenant Virgulak recounted what took place when Fahy, who was just waking up at the time, was arrested:</p>\n<blockquote>\"I told him I [<i>sic,</i> he] was under arrest for painting swastikas on the synagogue. He said, `Oh, that?' and he appeared to lay back in bed.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"Q. Did you have any further conversation with Fahy before you reached the police station that you remember?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*90</span> \"A. I asked him what the reason was for painting the swastikas and he said it was only a prank and I asked him why and he said for kicks.\"</blockquote>\n<p>At the police station, there was further questioning, and Fahy told Lieutenant Virgulak that he, Fahy, would take the responsibility for painting the swastikas. In addition, some hours after the arrest Arnold was asked to give a statement of the events, and he complied, dictating a complete confession of two typewritten pages. After this confession was admitted against Arnold at trial, Lieutenant Virgulak testified that he had read the confession to Fahy and:</p>\n<blockquote>\"Q. After you finished reading it, will you tell us whether or not he [Fahy] made any comment?</blockquote>\n<blockquote>\"A. I asked him what his version was and he said the story was as I had it from Mr. Arnold. I asked him if he would like to give a written statement and he declined.\"</blockquote>\n<p>The record does not show whether Fahy knew that the police had seized the paint and brush before he made his admissions at the time of arrest and en route to the police station. In oral argument, however, counsel for the State told the Court that Fahy \"probably\" had been told of the search and seizure by then. Of course, the full confession was more damaging to the defendants, and unquestionably the defendants knew the police had obtained the paint and brush by the time they confessed. But the defendants were not allowed to pursue the illegal search and seizure inquiry at trial, because, at the time of trial, the exclusionary rule was not applied in Connecticut state courts. Thus petitioner was unable to claim at trial that the illegally seized evidence induced his admissions and confession. Petitioner has told the Court that he would so claim were he allowed to challenge the search and seizure as illegal at a new trial. And we think that such <span class=\"star-pagination\">*91</span> a line of inquiry is permissible. As the Court has noted in the past: \"The essence of a provision forbidding the acquisition of evidence in a certain way is that not merely evidence so acquired shall not be used before the Court but that it shall not be used at all.\" See <i>Silverthorne Lumber Co.</i> v. <i>United States,</i> 251 U. S. 385, 392; see also <i>Nardone</i> v. <i>United States,</i> 308 U. S. 338; <i>Wong Sun</i> v. <i>United States,</i> 371 U. S. 471. Thus petitioner should have had a chance to show that his admissions were induced by being confronted with the illegally seized evidence.</p>\n<p>Nor can we ignore the cumulative prejudicial effect of this evidence upon the conduct of the defense at trial. It was only after admission of the paint and brush and only after their subsequent use to corroborate other state's evidence and only after introduction of the confession that the defendants took the stand, admitted their acts, and tried to establish that the nature of those acts was not within the scope of the felony statute under which the defendants had been charged.<sup>[3]</sup> We do not mean to suggest that petitioner has presented any valid claim based on the privilege against self-incrimination. We merely note this course of events as another indication of the prejudicial effect of the erroneously admitted evidence.</p>\n<p>From the foregoing it clearly appears that the erroneous admission of this illegally obtained evidence was prejudicial to petitioner and hence it cannot be called <span class=\"star-pagination\">*92</span> harmless error. Therefore, the conviction is reversed, and the cause is remanded for proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE HARLAN, whom MR. JUSTICE CLARK, MR. JUSTICE STEWART and MR. JUSTICE WHITE join, dissenting.</p>\n<p>The only question in this case which merits consideration by this Court, and which alone accounts for the case being here at all, is that which the majority does not reach: Does the Fourteenth Amendment prevent a State from applying its harmless-error rule in a criminal trial with respect to the erroneous admission of evidence obtained through an unconstitutional search and seizure? The majority avoids this issue only by disregarding the finding of the Connecticut Supreme Court of Errors that the erroneously admitted evidence was without prejudicial effect on the outcome of petitioner's trial.</p>\n<p>Evidentiary questions of this sort are not a proper part of this Court's business, particularly in cases coming here from state courts over which this Court possesses no supervisory power. This is not the rare instance of a state conviction which rests upon a record that is devoid of any evidence to support the charge against the defendant, see <i>Thompson</i> v. <i>Louisville,</i> 362 U. S. 199; <i>Garner</i> v. <i>Louisiana,</i> 368 U. S. 157. The most that can be said is that the record leaves the issue of harmless error open to differing conclusions. That, however, furnishes no ground for this Court's intervention, even in the name of avoiding the constitutional question which brought the case here.</p>\n<p>Furthermore, taking the Court's opinion on its own bottom, I feel compelled to say, with due respect, that I am unable to understand its evaluation of the record. <span class=\"star-pagination\">*93</span> The opinion below provides the full answer to the petitioner's claim that the admission into evidence of the can of paint and paint brush prejudiced him:</p>\n<blockquote>\". . . The defendants do not claim, nor, as the transcript shows, could they claim, that the illegal search and seizure induced their admissions or confessions. Their claim is that, `[h]ad they been able to preclude the admission of the illegally seized evidence, [their] confessions would not have been admissible,' under the rule of <i>State</i> v. <i>Doucette,</i> 147 Conn. 95, 98, 157 A. 2d 487, because there was, apart from the confessions, insufficient evidence of the corpus delicti, that is, that the crime charged had been committed by someone. In other words, their claim is that the state, in order to prove that a crime had been committed, had to rely solely on the admission in evidence of the paint jar and the brush. The answer to that claim is that there was ample evidence besides the defendants' confessions and the jar of paint and the brush to prove that swastikas had been painted on the synagogue between the hours of 4 and 5 o'clock on the morning of February 1, 1960. This was sufficient to establish that the crime charged had been committed by someone. The confessions were not inadmissible on the ground claimed, and no other ground of inadmissibility is advanced.</blockquote>\n<blockquote>\"The paint jar and the brush, which were exhibits, were, at most, cumulative. The transcript of the evidence of the state's case, in chief, discloses over-whelming evidence of the guilt of the defendants. They were observed a block from the scene of the crime at approximately the time when it was committed, riding in an automobile without lights, and were brought to a stop only after a police officer had pursued them for upwards of a mile. When the <span class=\"star-pagination\">*94</span> police later in the morning came with warrants to arrest them, they admitted their guilt at once and attempted to excuse their conduct as a `prank.' Both later freely confessed. . . .\" 149 Conn. 577, 587-588, 183 A. 2d 256, 261-262.</blockquote>\n<p>The Court's discussion of corroborative and cumulative evidence and its effect on the conduct of the defense is surely beside the point in a case in which both before and during trial it was not disputed that the petitioner had committed the acts in question and the only defense raised was that the acts were not criminal as charged.<sup>[1]</sup></p>\n<p>This brings me to the question which the Court does not reach: Was it constitutionally permissible for Connecticut to apply its harmless-error rule to save this conviction from the otherwise vitiating effect of the admission of the unconstitutionally seized evidence? I see no reason why not. It is obvious that there is no necessary connection between the fact that evidence was unconstitutionally seized and the degree of harm caused by its admission. The question of harmless error turns not on the reasons for inadmissibility but on the effect of the evidence in the context of a particular case. Erroneously admitted \"constitutional\" evidence may often be more prejudicial than erroneously admitted \"unconstitutional\" evidence. Since the harmless-error rule plainly affords no shield under which prosecutors might use damaging evidence, unconstitutionally obtained, to secure a conviction, there is no danger that application of the rule will undermine the prophylactic function of the rule of inadmissibility.</p>\n<p><span class=\"star-pagination\">*95</span> Cases in which this Court has held that the sufficiency of other evidence will not validate a conviction if an unconstitutionally obtained confession is introduced at trial, <i>e. g., </i><i>Malinski</i> v. <i>New York,</i> 324 U. S. 401, are inapposite. It may well be that a confession is never to be considered as nonprejudicial. In any event, the standard applied here required a determination that exclusion of the unconstitutional evidence could not have changed the outcome of the trial. That is a much stricter standard than that of independently sufficient evidence, which leaves open the possibility that the trier of fact did rely on the unconstitutional evidence and, therefore, would have reached a different conclusion if the evidence had been excluded.<sup>[2]</sup></p>\n<p>I would affirm.</p>\n<h2>NOTES</h2>\n<p>[1]  Arnold was tried and convicted with petitioner Fahy, and their appeals were heard and decided together. Arnold also filed a petition for certiorari; however, that petition was dismissed on Arnold's motion before we granted Fahy's petition.</p>\n<p>[2]  Connecticut's statutory harmless error rule states that the Supreme Court of Errors need not reverse a judgment below if it finds the errors complained of \"have not materially injured the appellant.\" Connecticut General Statutes § 52-265 (1958).</p>\n<p>[3]  The Connecticut Supreme Court of Errors rejected petitioner's argument that painting swastikas on a synagogue was \"defacement,\" not \"injury,\" to a public building. The statute involved was passed in 1832 and made it illegal to \"injure or deface\" a public building. In 1875, the words \"or deface\" were omitted, and the statute remained essentially unchanged thereafter. The Connecticut Supreme Court of Errors held that \"injure\" includes defacement and thus includes petitioner's acts.</p>\n<p>[1]  As the quoted portion of the opinion below shows, our Court, by relying on the petitioner's statement that he would claim at a new trial that the unlawfully seized evidence induced his admissions and confession, accepts a claim which, apart from its lack of foundation in the record, is made for the first time here.</p>\n<p>[2]  There is no need to consider whether a state or federal standard of harmless error governs, since the state standard applied here is as strict as any possible federal standard.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:10:46", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></span> (1963)</b></center>\n<center><h1>FAHY<br>\nv.<br>\nCONNECTICUT.</h1></center>\n<center>No. 19.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 16, 1963.</center>\n<center>Decided December 2, 1963.</center>\nCERTIORARI TO THE SUPREME COURT OF ERRORS OF CONNECTICUT.\n<p><i>Francis J. McNamara, Jr.</i> argued the cause for petitioner. With him on the brief were <i>Raymond T. Benedict</i> and <i>John F. Spindler.</i></p>\n<p><i>John F. McGowan,</i> Assistant State's Attorney for Connecticut, argued the cause for respondent. With him on the brief was <i>Otto J. Saur,</i> State's Attorney.</p>\n<p>MR. CHIEF JUSTICE WARREN delivered the opinion of the Court.</p>\n<p>Petitioner waived trial by jury and was convicted in a Connecticut state court of wilfully injuring a public building in violation of Connecticut General Statutes § 53-45 (a). Specifically, petitioner and his codefendant Arnold<sup>[1]</sup> were found guilty of having painted swastikas <span class=\"star-pagination\">*86</span> on a Norwalk, Connecticut, synagogue. The trial took place before our decision in <i>Mapp</i> v. <i>Ohio,</i> 367 U. S. 643, but the conviction was affirmed on appeal after that decision. <i>Connecticut</i> v. <i>Fahy,</i> <span class=\"citation\" data-id=\"2336951\"><a href=\"/opinion/2336951/state-v-fahy/\"><span class=\"volume\">149</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">577</span></a></span>, 183 A. 2d 256 (1962). At the trial of the case, a can of black paint and a paint brush were admitted into evidence over petitioner's objection. On appeal, the Connecticut Supreme Court of Errors held that the paint and brush had been obtained by means of an illegal search and seizure. It further held that the <i>Mapp</i> decision applies to cases pending on appeal in Connecticut courts at the time that decision was rendered, and, therefore, the trial court erred in admitting the paint and brush into evidence. However, the court affirmed petitioner's conviction because it found the admission of the unconstitutionally obtained evidence to have been harmless error.<sup>[2]</sup> We granted certiorari, 372 U. S. 928 (1963).</p>\n<p>On the facts of this case, it is not now necessary for us to decide whether the erroneous admission of evidence obtained by an illegal search and seizure can ever be subject to the normal rules of \"harmless error\" under the federal standard of what constitutes harmless error. Compare <i>Ker</i> v. <i>California,</i> 374 U. S. 23. We find that the erroneous admission of this unconstitutionally obtained evidence at this petitioner's trial was prejudicial; therefore, the error was not harmless, and the conviction must be reversed. We are not concerned here with whether there was sufficient evidence on which the petitioner could have been convicted without the evidence complained of. The question is whether there is a reasonable possibility that the evidence complained of might have contributed <span class=\"star-pagination\">*87</span> to the conviction. To decide this question, it is necessary to review the facts of the case and the evidence adduced at trial.</p>\n<p>On February 1, 1960, between the hours of 4 and 5 a. m., swastikas were painted with black paint on the steps and walls of a Norwalk synagogue. At about 4:40 a. m., Officer Lindwall of the Norwalk police saw an automobile being operated without lights about a block from the synagogue. Upon stopping the car, Lindwall found that Fahy was driving and Arnold was a passenger. Lindwall questioned Fahy and Arnold about their reason for being out at that hour, and they told him they had been to a diner for coffee and were going home. Lindwall also checked the car and found a can of black paint and a paint brush under the front seat. Having no reason to do otherwise, Lindwall released Fahy and Arnold. He followed the car to Fahy's home. Later the same morning, Lindwall learned of the painting of the swastikas. Thereupon, he went to Fahy's home and\u0097without having applied for or obtained an arrest or search warrant\u0097 entered the garage under the house and removed from Fahy's car the can of paint and the brush. About two hours later, Lindwall returned to the Fahy home, this time in the company of two other Norwalk policemen. Pursuant to a valid arrest warrant, the officers arrested Fahy and Arnold.</p>\n<p>At trial, the court admitted the paint and brush into evidence over petitioner's objection. We assume, as did the Connecticut Supreme Court of Errors, that doing so was error because this evidence was obtained by an illegal search and seizure and was thus inadmissible under the rule of <i>Mapp</i> v. <i>Ohio</i><i>.</i> Examining the effect of this evidence upon the other evidence adduced at trial and upon the conduct of the defense, we find inescapable the conclusion that the trial court's error was prejudicial and cannot be called harmless.</p>\n<p><span class=\"star-pagination\">*88</span> Obviously, the tangible evidence of the paint and brush was itself incriminating. In addition, it was used to corroborate the testimony of Officer Lindwall as to the presence of petitioner near the scene of the crime at about the time it was committed and as to the presence of a can of paint and a brush in petitioner's car at that time. When Officer Lindwall testified at trial concerning that incident, the following transpired:</p>\n<blockquote>\"Q. Will you tell the Court what you found in the car?</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"A. Checking on the passengers' side, under the front seat I found a small jar of paint and a paint brush.</blockquote>\n<blockquote>\"Q. Are you able to identify this object I show you?</blockquote>\n<blockquote>\"A. Yes.</blockquote>\n<blockquote>\"Q. What is it?</blockquote>\n<blockquote>\"A. A jar of paint I found in the motor vehicle.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"Q. I show you this object and ask you if you can identify that.</blockquote>\n<blockquote>\"A. Yes, sir.</blockquote>\n<blockquote>\"Q. What is it?</blockquote>\n<blockquote>\"A. A paint brush.</blockquote>\n<blockquote>\"Q. Where did you first see this paint brush?</blockquote>\n<blockquote>\"A. Under the front seat of Mr. Fahy's car.\"</blockquote>\n<p>The brush and paint were offered in evidence and were received over petitioner's objection. The trial court found: \"13. The police found the same can of black paint and the brush in the car which the defendants had been operating when stopped by Officer Lindwall earlier in the morning.\" It can be inferred from this that the admission of the illegally seized evidence made Lindwall's testimony <span class=\"star-pagination\">*89</span> far more damaging than it would otherwise have been.</p>\n<p>In addition, the illegally obtained evidence was used as the basis of opinion testimony to the effect that the paint and brush matched the markings on the synagogue, thus forging another link between the accused and the crime charged. At trial, Norwalk Police Officer Tigano testified that he had examined the markings on the synagogue and had determined that they were put on with black paint. He further testified that he had examined the contents of the can illegally seized from Fahy's car and had determined that it contained black paint. Even more damaging was Tigano's testimony that he had taken the illegally seized brush to the synagogue \"to measure the width of the brush with the width of the paintings of the swastikas.\" Over objection, Tigano then testified that the brush \"fitted the same as the paint brush in some drawings of the lines and some it did not due to the fact the paint dripped.\" Thus the trial court found: \"14. The two-inch paint brush matched the markings made with black paint upon the synagogue.\" In relation to this testimony, the prejudicial effect of admitting the illegally obtained evidence is obvious.</p>\n<p>Other incriminating evidence admitted at trial concerned admissions petitioner made when he was arrested and a full confession made at the police station later. Testifying at trial, Norwalk Police Lieutenant Virgulak recounted what took place when Fahy, who was just waking up at the time, was arrested:</p>\n<blockquote>\"I told him I [<i>sic,</i> he] was under arrest for painting swastikas on the synagogue. He said, `Oh, that?' and he appeared to lay back in bed.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"Q. Did you have any further conversation with Fahy before you reached the police station that you remember?</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*90</span> \"A. I asked him what the reason was for painting the swastikas and he said it was only a prank and I asked him why and he said for kicks.\"</blockquote>\n<p>At the police station, there was further questioning, and Fahy told Lieutenant Virgulak that he, Fahy, would take the responsibility for painting the swastikas. In addition, some hours after the arrest Arnold was asked to give a statement of the events, and he complied, dictating a complete confession of two typewritten pages. After this confession was admitted against Arnold at trial, Lieutenant Virgulak testified that he had read the confession to Fahy and:</p>\n<blockquote>\"Q. After you finished reading it, will you tell us whether or not he [Fahy] made any comment?</blockquote>\n<blockquote>\"A. I asked him what his version was and he said the story was as I had it from Mr. Arnold. I asked him if he would like to give a written statement and he declined.\"</blockquote>\n<p>The record does not show whether Fahy knew that the police had seized the paint and brush before he made his admissions at the time of arrest and en route to the police station. In oral argument, however, counsel for the State told the Court that Fahy \"probably\" had been told of the search and seizure by then. Of course, the full confession was more damaging to the defendants, and unquestionably the defendants knew the police had obtained the paint and brush by the time they confessed. But the defendants were not allowed to pursue the illegal search and seizure inquiry at trial, because, at the time of trial, the exclusionary rule was not applied in Connecticut state courts. Thus petitioner was unable to claim at trial that the illegally seized evidence induced his admissions and confession. Petitioner has told the Court that he would so claim were he allowed to challenge the search and seizure as illegal at a new trial. And we think that such <span class=\"star-pagination\">*91</span> a line of inquiry is permissible. As the Court has noted in the past: \"The essence of a provision forbidding the acquisition of evidence in a certain way is that not merely evidence so acquired shall not be used before the Court but that it shall not be used at all.\" See <i>Silverthorne Lumber Co.</i> v. <i>United States,</i> 251 U. S. 385, 392; see also <i>Nardone</i> v. <i>United States,</i> 308 U. S. 338; <i>Wong Sun</i> v. <i>United States,</i> 371 U. S. 471. Thus petitioner should have had a chance to show that his admissions were induced by being confronted with the illegally seized evidence.</p>\n<p>Nor can we ignore the cumulative prejudicial effect of this evidence upon the conduct of the defense at trial. It was only after admission of the paint and brush and only after their subsequent use to corroborate other state's evidence and only after introduction of the confession that the defendants took the stand, admitted their acts, and tried to establish that the nature of those acts was not within the scope of the felony statute under which the defendants had been charged.<sup>[3]</sup> We do not mean to suggest that petitioner has presented any valid claim based on the privilege against self-incrimination. We merely note this course of events as another indication of the prejudicial effect of the erroneously admitted evidence.</p>\n<p>From the foregoing it clearly appears that the erroneous admission of this illegally obtained evidence was prejudicial to petitioner and hence it cannot be called <span class=\"star-pagination\">*92</span> harmless error. Therefore, the conviction is reversed, and the cause is remanded for proceedings not inconsistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE HARLAN, whom MR. JUSTICE CLARK, MR. JUSTICE STEWART and MR. JUSTICE WHITE join, dissenting.</p>\n<p>The only question in this case which merits consideration by this Court, and which alone accounts for the case being here at all, is that which the majority does not reach: Does the Fourteenth Amendment prevent a State from applying its harmless-error rule in a criminal trial with respect to the erroneous admission of evidence obtained through an unconstitutional search and seizure? The majority avoids this issue only by disregarding the finding of the Connecticut Supreme Court of Errors that the erroneously admitted evidence was without prejudicial effect on the outcome of petitioner's trial.</p>\n<p>Evidentiary questions of this sort are not a proper part of this Court's business, particularly in cases coming here from state courts over which this Court possesses no supervisory power. This is not the rare instance of a state conviction which rests upon a record that is devoid of any evidence to support the charge against the defendant, see <i>Thompson</i> v. <i>Louisville,</i> 362 U. S. 199; <i>Garner</i> v. <i>Louisiana,</i> 368 U. S. 157. The most that can be said is that the record leaves the issue of harmless error open to differing conclusions. That, however, furnishes no ground for this Court's intervention, even in the name of avoiding the constitutional question which brought the case here.</p>\n<p>Furthermore, taking the Court's opinion on its own bottom, I feel compelled to say, with due respect, that I am unable to understand its evaluation of the record. <span class=\"star-pagination\">*93</span> The opinion below provides the full answer to the petitioner's claim that the admission into evidence of the can of paint and paint brush prejudiced him:</p>\n<blockquote>\". . . The defendants do not claim, nor, as the transcript shows, could they claim, that the illegal search and seizure induced their admissions or confessions. Their claim is that, `[h]ad they been able to preclude the admission of the illegally seized evidence, [their] confessions would not have been admissible,' under the rule of <i>State</i> v. <i>Doucette,</i> <span class=\"citation\" data-id=\"1921615\"><a href=\"/opinion/1921615/state-v-doucette/\"><span class=\"volume\">147</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">95</span></a></span>, 98, 157 A. 2d 487, because there was, apart from the confessions, insufficient evidence of the corpus delicti, that is, that the crime charged had been committed by someone. In other words, their claim is that the state, in order to prove that a crime had been committed, had to rely solely on the admission in evidence of the paint jar and the brush. The answer to that claim is that there was ample evidence besides the defendants' confessions and the jar of paint and the brush to prove that swastikas had been painted on the synagogue between the hours of 4 and 5 o'clock on the morning of February 1, 1960. This was sufficient to establish that the crime charged had been committed by someone. The confessions were not inadmissible on the ground claimed, and no other ground of inadmissibility is advanced.</blockquote>\n<blockquote>\"The paint jar and the brush, which were exhibits, were, at most, cumulative. The transcript of the evidence of the state's case, in chief, discloses over-whelming evidence of the guilt of the defendants. They were observed a block from the scene of the crime at approximately the time when it was committed, riding in an automobile without lights, and were brought to a stop only after a police officer had pursued them for upwards of a mile. When the <span class=\"star-pagination\">*94</span> police later in the morning came with warrants to arrest them, they admitted their guilt at once and attempted to excuse their conduct as a `prank.' Both later freely confessed. . . .\" <span class=\"citation\" data-id=\"2336951\"><a href=\"/opinion/2336951/state-v-fahy/\"><span class=\"volume\">149</span> <span class=\"reporter\">Conn.</span> <span class=\"page\">577</span></a></span>, 587-588, 183 A. 2d 256, 261-262.</blockquote>\n<p>The Court's discussion of corroborative and cumulative evidence and its effect on the conduct of the defense is surely beside the point in a case in which both before and during trial it was not disputed that the petitioner had committed the acts in question and the only defense raised was that the acts were not criminal as charged.<sup>[1]</sup></p>\n<p>This brings me to the question which the Court does not reach: Was it constitutionally permissible for Connecticut to apply its harmless-error rule to save this conviction from the otherwise vitiating effect of the admission of the unconstitutionally seized evidence? I see no reason why not. It is obvious that there is no necessary connection between the fact that evidence was unconstitutionally seized and the degree of harm caused by its admission. The question of harmless error turns not on the reasons for inadmissibility but on the effect of the evidence in the context of a particular case. Erroneously admitted \"constitutional\" evidence may often be more prejudicial than erroneously admitted \"unconstitutional\" evidence. Since the harmless-error rule plainly affords no shield under which prosecutors might use damaging evidence, unconstitutionally obtained, to secure a conviction, there is no danger that application of the rule will undermine the prophylactic function of the rule of inadmissibility.</p>\n<p><span class=\"star-pagination\">*95</span> Cases in which this Court has held that the sufficiency of other evidence will not validate a conviction if an unconstitutionally obtained confession is introduced at trial, <i>e. g., </i><i>Malinski</i> v. <i>New York,</i> 324 U. S. 401, are inapposite. It may well be that a confession is never to be considered as nonprejudicial. In any event, the standard applied here required a determination that exclusion of the unconstitutional evidence could not have changed the outcome of the trial. That is a much stricter standard than that of independently sufficient evidence, which leaves open the possibility that the trier of fact did rely on the unconstitutional evidence and, therefore, would have reached a different conclusion if the evidence had been excluded.<sup>[2]</sup></p>\n<p>I would affirm.</p>\n<h2>NOTES</h2>\n<p>[1]  Arnold was tried and convicted with petitioner Fahy, and their appeals were heard and decided together. Arnold also filed a petition for certiorari; however, that petition was dismissed on Arnold's motion before we granted Fahy's petition.</p>\n<p>[2]  Connecticut's statutory harmless error rule states that the Supreme Court of Errors need not reverse a judgment below if it finds the errors complained of \"have not materially injured the appellant.\" Connecticut General Statutes § 52-265 (1958).</p>\n<p>[3]  The Connecticut Supreme Court of Errors rejected petitioner's argument that painting swastikas on a synagogue was \"defacement,\" not \"injury,\" to a public building. The statute involved was passed in 1832 and made it illegal to \"injure or deface\" a public building. In 1875, the words \"or deface\" were omitted, and the statute remained essentially unchanged thereafter. The Connecticut Supreme Court of Errors held that \"injure\" includes defacement and thus includes petitioner's acts.</p>\n<p>[1]  As the quoted portion of the opinion below shows, our Court, by relying on the petitioner's statement that he would claim at a new trial that the unlawfully seized evidence induced his admissions and confession, accepts a claim which, apart from its lack of foundation in the record, is made for the first time here.</p>\n<p>[2]  There is no need to consider whether a state or federal standard of harmless error governs, since the state standard applied here is as strict as any possible federal standard.</p>\n\n</div>", 
  "sha1": "e29c1682e3aab7a7bd92b673f62bc0c3c6d7987a", 
  "date_modified": "2015-05-12T09:08:34.153006", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/106699/fahy-v-connecticut/", 
  "citation_count": 462, 
  "supreme_court_db_id": "1963-019", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/511139/", 
  "html": "<p class=\"case_cite\">375 U.S. 85</p>\n    <p class=\"case_cite\">84 S.Ct. 229</p>\n    <p class=\"case_cite\">11 L.Ed.2d 171</p>\n    <p class=\"parties\">Harold FAHY, Petitioner,<br>v.<br>STATE OF CONNECTICUT.</p>\n    <p class=\"docket\">No. 19&#8212;October Term, 1963.</p>\n    <p class=\"date\">Argued Oct. 16, 1963.</p>\n    <p class=\"date\">Decided Dec. 2, 1963.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Francis J. McNamara, Jr., Stamford, Conn., for petitioner.</p>\n      <p class=\"indent\">John F. McGowan, Bridgeport, Conn., for respondent.</p>\n      <p class=\"indent\">Mr. Chief Justice WARREN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner waived trial by jury and was convicted in a Connecticut state court of wilfully injuring a public building in violation of Connecticut General Statutes &#167; 53&#8212;45(a). Specifically, petitioner and his codefendant Arnold<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> were found guilty of having painted swastikas on a Norwalk, Connecticut, synagogue. The trial took place before our decision in Mapp v. Ohio, 367 U.S. 643, 81 S.Ct. 1684, 6 L.Ed.2d 1081, but the conviction was affirmed on appeal after that decision. Connecticut v. Fahy, 149 Conn. 577, 183 A.2d 256 (1962). At the trial of the case, a can of black paint and a paint brush were admitted into evidence over petitioner's objection. On appeal, the Connecticut Supreme Court of Errors held that the paint and brush had been obtained by means of an illegal search and seizure. It further held that the Mapp decision applies to cases pending on appeal in Connecticut courts at the time that decision was rendered, and, therefore, the trial court erred in admitting the paint and brush into evidence. However, the court affirmed petitioner's conviction because it found the admission of the unconstitutionally obtained evidence to have been harmless error.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We granted certiorari, 372 U.S. 928, 83 S.Ct. 871, 9 L.Ed.2d 732 (1963).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the facts of t is case, it is not now necessary for us to decide whether the erroneous admission of evidence obtained by an illegal search and seizure can ever be subject to the normal rules of 'harmless error' under the federal standard of what constitutes harmless error. Compare Ker v. California, 374 U.S. 23, 83 S.Ct. 1623, 10 L.Ed.2d 726. We find that the erroneous admission of this unconstitutionally obtained evidence at this petitioner's trial was prejudicial; therefore, the error was not harmless, and the conviction must be reversed. We are not concerned here with whether there was sufficient evidence on which the petitioner could have been convicted without the evidence complained of. The question is whether there is a reasonable possibility that the evidence complained of might have contributed to the conviction. To decide this question, it is necessary to review the facts of the case and the evidence adduced at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On February 1, 1960, between the hours of 4 and 5 a.m., swastikas were painted with black paint on the steps and walls of a Norwalk synagogue. At about 4:40 a.m., Officer Lindwall of the Norwalk police saw an automobile being operated without lights about a block from the synagogue. Upon stopping the car, Lindwall found that Fahy was driving and Arnold was a passenger. Lindwall questioned Fahy and Arnold about their reason for being out at that hour, and they told him they had been to a diner for coffee and were going home. Lindwall also checked the car and found a can of black paint and a paint brush under the front seat. Having no reason to do otherwise, Lindwall released Fahy and Arnold. He followed the car to Fahy's home. Later the same morning, Lindwall learned of the painting of the swastikas. Thereupon, he went to Fahy's home and&#8212;without having applied for or obtained an arrest or search warrant&#8212;entered the garage under the house and removed from Fahy's car the can of paint and the brush. About two hours later, Lindwall returned to the Fahy home, this time in the company of two other Norwalk policemen. Pursuant to a valid arrest warrant, the officers arrested Fahy and Arnold.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At trial, the court admitted the paint and brush into evidence over petitioner's objection. We assume, as did the Connecticut Supreme Court of Errors, that doing so was error because this evidence was obtained by an illegal search and seizure and was thus inadmissible under the rule of Mapp v. Ohio. Examining the effect of this evidence upon the other evidence adduced at trial and upon the conduct of the defense, we find inescapable the conclusion that the trial court's error was prejudicial and cannot be called harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Obviously, the tangible evidence of the paint and brush was itself incriminating. In addition, it was used to corroborate the testimony of Officer Lindwall as to the presence of petitioner near the scene of the crime at about the time it was committed and as to the presence of a can of paint and a brush in petitioner's car at that time. When Officer Lindwall testified at trial concerning that incident, the following transpired:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Q. Will you tell the court what you found in the car?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'A. Checking on the passengers' side, under the front seat I      found a small jar of paint and a paint brush.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Q. Are you able to identify this object I show you?</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'A. Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Q. What is it?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'A. A jar of paint I found in the motor vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'Q. I show you this object and ask you if you can identify      that.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'A. Yes, sir.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Q. What is it?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'A. A paint brush.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'Q. Where did you first see this paint brush?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'A. Under the front seat of Mr. Fahy's car.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The brush and paint were offered in evidence and were received over petitioner's objection. The trial court found: '13. The police found the same can of black paint and the brush in the car which the defendants had been operating when stopped by Officer Lindwall earlier in the morning.' It can be inferred from this that the admission of the illegally seized evidence made Lindwall's testimony far more damaging than it would otherwise have been.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In addition, the illegally obtained evidence was used as the basis of opinion testimony to the effect that the paint and brush matched the markings on the synagogue, thus forging another link between the accused and the crime charged. At trial, Norwalk Police Officer Tigano testified that he had examined the markings on the synagogue and had determined that they were put on with black paint. He further testified that he had examined the contents of the can illegally seized from Fahy's car and had determined that it contained black paint. Even more damaging was Tigano's testimony that he had taken the illegally seized brush to the synagogue 'to measure the width of the brush with the width of the paintings of the swastikas.' Over objection, Tigano then testified that the brush 'fitted the same as the paint brush in some drawings of the lines and some it did not due to the fact the paint dripped.' Thus the trial court found: '14. The two-inch paint brush matched the markings made with black paint upon the synagogue.' In relation to this testimony, the prejudicial effect of admitting the illegally obtained evidence is obvious.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Other incriminating evidence admitted at trial concerned admissions petitioner made when he was arrested and a full confession made at the police station later. Testifying at trial, Norwalk Police Lieutenant Virgulak recounted what took place when Fahy, who was just waking up at the time, was arrested:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'I told him I (sic, he) was under arrest for painting      swastikas on the synagogue. He said, 'Oh, that?' and he      appeared to lay back in bed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'Q. Did you have any further conversation with Fahy before      you reached the police station that you remember? 'A. I asked him what the reason was for painting the           swastikas and he said it was only a prank and I asked           him why and he said for kicks.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the police station, there was further questioning, and Fahy told Lieutenant Virgulak that he, Fahy, would take the responsibility for painting the swastikas. In addition, some hours after the arrest Arnold was asked to give a statement of the events, and he complied, dictating a complete confession of two typewritten pages. After this confession was admitted against Arnold at trial, Lieutenant Virgulak testified that he had read the confession to Fahy and:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'Q. After you finished reading it, will you tell us whether      or not he (Fahy) made any comment?</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">'A. I asked him what his version was and he said the story      was as I had it from Mr. Arnold. I asked him if he would like      to give a written statement and he declined.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The record does not show whether Fahy knew that the police had seized the paint and brush before he made his admissions at the time of arrest and en route to the police station. In oral argument, however, counsel for the State told the Court that Fahy 'probably' had been told of the search and seizure by then. Of course, the full confession was more damaging to the defendants, and unquestionably the defendants knew the police had obtained the paint and brush by the time they confessed. But the defendants were not allowed to pursue the illegal search and seizure inquiry at trial, because, at the time of trial, the exclusionary rule was not applied in Connecticut state courts. Thus petitioner was unable to claim at trial that the illegally seized evidence induced his admissions and confession. Petitioner has told the Court that he would so claim were he allowed to challenge the search and seizure as illegal at a new trial. And we think that such a line of inquiry is permissible. As the Court has noted in the past: 'The essence of a provision forbidding the acquisition of evidence in a certain way is that not merely evidence so acquired shall not be used before the Court but that it shall not be used at all.' See Silverthorne Lumber Co. v. United States, 251 U.S. 385, 392, 40 S.Ct. 182, 183, 64 L.Ed. 319; see also Nardone v. United States, 308 U.S  338, 60 S.Ct. 266, 84 L.Ed. 307; Wong Sun v. United States, 371 U.S. 471, 83 S.Ct. 407, 9 L.Ed.2d 441. Thus petitioner should have had a chance to show that his admissions were induced by being confronted with the illegally seized evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Nor can we ignore the cumulative prejudicial effect of this evidence upon the conduct of the defense at trial. It was only after admission of the paint and brush and only after their subsequent use to corroborate other state's evidence and only after introduction of the confession that the defendants took the stand, admitted their acts, and tried to establish that the nature of those acts was not within the scope of the felony statute under which the defendants had been charged.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We do not mean to suggest that petitioner has presented any valid claim based on the privilege against self-incrimination. We merely note this course of events as another indication of the prejudicial effect of the erroneously admitted evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">From the foregoing it clearly appears that the erroneous admission of this illegally obtained evidence was prejudicial to petitioner and hence it cannot be called harmless error. Therefore, the conviction is reversed, and the cause is remanded for proceedings not inconsistent with this opinion. It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Mr. Justice HARLAN, whom Mr. Justice CLARK, Mr. Justice STEWART and Mr. Justice WHITE join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The only question in this case which merits consideration by this Court, and which alone accounts for the case being here at all, is that which the majority does not reach: Does the Fourteenth Amendment prevent a State from applying its harmless-error rule in a criminal trial with respect to the erroneous admission of evidence obtained through an unconstitutional search and seizure? The majority avoids this issue only by disregarding the finding of the Connecticut Supreme Court of Errors that the erroneously admitted evidence was without prejudicial effect on the outcome of petitioner's trial.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Evidentiary questions of this sort are not a proper part of this Court's business, particularly in cases coming here from state courts over which this Court possesses no supervisory power. This is not the rare instance of a state conviction which rests upon a record that is devoid of any evidence to support the charge against the defendant, see Thompson v. Louisville, 362 U.S. 199, 80 S.Ct. 624, 4 L.Ed.2d 654; Garner v. Louisiana, 368 U.S. 157, 82 S.Ct. 248, 7 L.Ed.2d 207. The most that can be said is that the record leaves the issue of harmless error open to differing conclusions. That, however, furnishes no ground for this Court's intervention, even in the name of avoiding the constitutional question which brought the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Furthermore, taking the Court's opinion on its own bottom, I feel compelled to say, with due respect, that I am unable to understand its evaluation of the record. The opinion below provides the full answer to the petitioner's claim that the admission into evidence of the can of paint and paint brush prejudiced him:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">'* * * The defendants do not claim, nor, as the transcript      shows, could they claim, that the illegal search and seizure      induced their admissions or confessions. Their claim is that,      '(h)ad they been able to preclude the admission of the      illegally seized evidence, (their) confessions would not have      been admissible,' under the rule of State v. Doucette, 147      Conn. 95, 98, 157 A.2d 487, because there was, apart from the      confessions, in ufficient evidence of the corpus delicti,      that is, that the crime charged had been committed by      someone. In other words, their claim is that the state, in      order to prove that a crime had been committed, had to rely      solely on the admission in evidence of the paint jar and the      brush. The answer to that claim is that there was ample      evidence besides the defendants' confessions and the jar of      paint and the brush to prove that swastikas had been painted      on the synagogue between the hours of 4 and 5 o'clock on the      morning of February 1, 1960. This was sufficient to establish      that the crime charged had been committed by someone. The      confessions were not inadmissible on the ground claimed, and      no other ground of inadmissibility is advanced.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">'The paint jar and the brush, which were exhibits, were, at      most, cumulative. The transcript of the evidence of the      state's case, in chief, discloses overwhelming evidence of      the guilt of the defendants. They were observed a block from      the scene of the crime at approximately the time when it was      committed, riding in an automobile without lights, and were      brought to a stop only after a police officer had pursued      them for upwards of a mile. When the police later in the morning came with warrants to arrest      them, they admitted their guilt at once and attempted to      excuse their conduct as a 'prank.' Both later freely      confessed. * * *' 149 Conn. 577, 587&#8212;588, 183 A.2d 256, 261      262.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Court's discussion of corroborative and cumulative evidence and its effect on the conduct of the defense is surely beside the point in a case in which both before and during trial it was not disputed that the petitioner had committed the acts in question and the only defense raised was that the acts were not criminal as charged.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">This brings me to the question which the Court does not reach: Was it constitutionally permissible for Connecticut to apply its harmless-error rule to save this conviction from the otherwise vitiating effect of the admission of the unconstitutionally seized evidence? I see no reason why not. It is obvious that there is no necessary connection between the fact that evidence was unconstitutionally seized and the degree of harm caused by its admission. The question of harmless error turns not on the reasons for inadmissibility but on the effect of the evidence in the context of a particular case. Erroneously admitted 'constitutional' evidence may often be more prejudicial than erroneously admitted 'unconstitutional' evidence. Since the harmless-error rule plainly affords no shield under which prosecutors might use damaging evidence, unconstitutionally obtained, to secure a conviction, there is no danger that application of the rule will undermine the prophylactic function of the rule of inadmissibility.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Cases in which this Court has held that the sufficiency of other evidence will not validate a conviction if an unconstitutionally obtained confession is introduced at trial, e.g., Malinski v. New York, 324 U.S. 401, 65 S.Ct. 781, 89 L.Ed. 1029, are inapposite. It may well be that a confession is never to be considered as nonprejudicial. In any event, the standard applied here required a determination that exclusion of the unconstitutional evidence could not have changed the outcome of the trial. That is a much stricter standard than that of independently sufficient evidence, which leaves open the possibility that the trier of fact did rely on the unconstitutional evidence and, therefore, would have reached a different conclusion if the evidence had been excluded.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I would affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Arnold was tried and convicted with petitioner Fahy, and their appeals were heard and decided together. Arnold also filed a petition for certiorari; however, that petition was dismissed on Arnold's motion before we granted Fahy's petition.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Connecticut's statutory harmless error rule states that the Supreme Court of Errors need not reverse a judgment below if it finds the errors complained of 'have not materially injured the appellant.' Connecticut General Statutes &#167; 52&#8212;265 (1958).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Connecticut Supreme Court of Errors rejected petitioner's argument that painting swastikas on a synagogue was 'defacement,' not 'injury,' to a public building. The statute involved was passed in 1832 and made it illegal to 'injure or deface' a public building. In 1875, the words 'or deface' were omitted, and the statute remained essentially unchanged thereafter. The Connecticut Supreme Court of Errors held that 'injure' includes defacement and thus includes petitioner's acts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> As the quoted portion of the opinion below shows, our Court, by relying on the petitioner's statement that he would claim at a new trial that the unlawfully seized evidence induced his admissions and confession, accepts a claim which, apart from its lack of foundation in the record, is made for the first time here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> There is no need to consider whether a state or federal standard of harmless error governs, since the state standard applie  here is as strict as any possible federal standard.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/106699/"
}