{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "151 U.S. 229", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/93763/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Halliday v. Stuart", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "25", 
    "id": 78143, 
    "resource_uri": "/api/rest/v2/citation/78143/"
  }, 
  "id": 93763, 
  "blocked": false, 
  "judges": "Harlan", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1894-01-08", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>151 U.S. 229 (1894)</b></center>\n<center><h1>HALLIDAY<br>\nv.<br>\nSTUART.</h1></center>\n<center>No. 25.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 12, 1893.</center>\n<center>Decided January 8, 1894.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF ARKANSAS.\n<p><span class=\"star-pagination\">*230</span> <i>Mr. A.H. Garland,</i> (with whom were <i>Mr. D.H. Reynolds</i> and <i>Mr. H.J. May</i> on the brief,) for appellant.</p>\n<p><i>Mr. Mark Valentine</i> and <i>Mr. Julian S. Jones</i> for appellees.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This case presents a dispute as to the ownership of certain lands in Chicot County, Arkansas. The appellant, who was the plaintiff below, holds a commissioner's deed made by order of the Circuit Court of that county in a foreclosure suit brought by the personal representative of Junius W. Craig, while the appellees hold a commissioner's deed made by order of the same court, in the same cause, at a subsequent date. The relief sought is a decree restraining the defendants from all attempts to take possession of the lands, or from obtaining a writ of possession for them. The bill having been dismissed, the present appeal has been prosecuted.</p>\n<p>The transcript does not contain the pleadings in the suit in which the lands were sold, but from various orders made in that cause, copies of which are made exhibits to the bill in the present suit, the following facts appear:</p>\n<p>On the 2d day of February, 1878, the equity suit of <i>Emma J. Wright, Executrix,</i> v. <i>Samuel R. Walker et al.,</i> came on to be heard in the Chicot Circuit Court on the answer and cross-bill of John S. Whitaker, executor of the estate of Horace F. Walworth, deceased, the motion to strike out a part of that answer and cross-bill, and a demurrer to the remainder thereof, the petition of Richard H. Stuart, and the motion to strike out the same, and the original pleadings in the cause. These motions and the demurrer were sustained, and it was adjudged that there was a lien on the lands here in question to secure the payment of a certain sum found to be due the plaintiff in that suit. The lands were ordered to be sold at public auction, in satisfaction of that amount, on the notice required in cases of sales of land under execution, the terms being one-half cash and the balance in eight months, with a lien retained to secure the deferred payment. James R. Martin was appointed commissioner to make the sale. Whitaker, as executor of Walworth, <span class=\"star-pagination\">*231</span> excepted to the decree, and prayed an appeal, which was granted.</p>\n<p>An order was entered, February 5, 1879, appointing R.M. Gaines commissioner in the place of Martin to make the sale.</p>\n<p>On the 27th of February, 1879, a written agreement, signed C.H. Carlton and W.W. Wilshire as \"attorneys for Whitaker et al.,\" and by D.H. Reynolds as \"att'y for receiver,\" was filed in the cause, and was as follows: \"In the above-entitled cause it is hereby agreed that the proceeds of any sale or sales that may be made under any order or orders of sale or decree of the court aforesaid shall be paid into said court by the master or commissioner appointed by said court, sitting in chancery or at chambers, for the sale of the property or any part thereof ordered or decreed to be sold by said court in said cause and held by said court until the disposition of an appeal taken by said John S. Whitaker in said cause to the Supreme Court of this State and now pending is disposed of, and the mandate of said Supreme Court therein is filed in the office of the clerk of said Circuit Court, and then only in pursuance of such mandate in the further proceedings in said Circuit Court.\" Commissioner Gaines made his report July 15, 1879, showing a sale of the lands under the above decree, upon due notice, on the 1st day of May, 1879, at which sale Halliday, being the highest and best bidder, became the purchaser at the price of $1200, one-half of which was paid at the time in cash. The commissioner brought the cash payment into court, and reported for examination and approval a deed to Halliday, retaining a lien for the deferred payment. The court confirmed the sale in all things, and approved the deed, directing its approval to be entered of record, endorsed on the deed, and recorded with it.</p>\n<p>From the exhibits attached to the answer the following facts appear:</p>\n<p>On the 30th day of October, 1880, the Supreme Court of Arkansas, in the above case, on the appeal of John S. Whitaker, executor, made the following order: \"This cause came on to be heard upon the transcript of the record of the Circuit Court of Chicot County, in chancery, and was argued by <span class=\"star-pagination\">*232</span> solicitors; on consideration whereof it is the opinion of the court that there is error in the proceedings and decree of said Circuit Court in chancery in this cause, in this, that said Circuit Court in chancery erred in striking out a part of the answer as stated in the opinion, and also in sustaining the demurrer to the cross-bill and in decreeing in favor of the complainant. It is therefore ordered and decreed by the court that the decree of said Circuit Court in chancery in this cause rendered be, and the same is hereby, for the error aforesaid, reversed, annulled, and set aside, with costs, and that this cause be remanded to said Circuit Court in chancery for further proceedings to be therein had, according to the principles of equity and not inconsistent with the opinion herein delivered, with instructions that an administrator <i>de bonis non</i> of J.W. Craig may be appointed, if there is none, and that he be made a party complainant.\"</p>\n<p>The opinion of the Supreme Court of Arkansas, referred to in that order, was rendered at the May term, 1880, of that court, and is reported as <i>Whittaker</i> v. <i>Wright,</i> 35 Arkansas, 511, 514. That case was first before the court at the May term, 1875, (<i>Wright</i> v. <i>Walker,</i> 30 Arkansas, 44, 46,) upon the appeal of Emma J. Wright, to whom letters of administration upon the estate of Junius W. Craig had been granted, and who had been substituted as plaintiff in place of Joshua M. Craig, former administrator of the same estate. The same opinion states that in Whitaker's cross-bill in the original cause it is averred that Emma J. Wright, the plaintiff therein, \"had married and removed from the State, and so had ceased to be executrix; and that she had previously, on the 15th day of December, 1867, entered into an agreement in writing with certain of the principal creditors of the estate, that the whole assets of the estate should be placed in the hands of a receiver, and to retire from the administration; in accordance with which agreement, and upon her application, a receiver was appointed, and he had taken possession and charge of the same, and her connection with the estate, and authority in respect to it, had from that time ceased.\" The court, among other things, said: \"We, therefore, think the court erred in <span class=\"star-pagination\">*233</span> sustaining the demurrer to the appellant's cross-bill. It also erred in striking out of his answer the averment that the complainant had married and removed from the State, and so had ceased to be executrix. Neither a married woman nor a non-resident of the State can be an executrix or administratrix. Gantt's Digest, secs. 9, 17, 35. If the averment was true, the complainant had no authority to further prosecute the suit, and though the assets of the estate were in the hands of a receiver, as alleged, there was no representative of the estate who might prosecute it; and it could not be further prosecuted until an administrator, with the will annexed, was appointed.\" The decree was, therefore, reversed, \"and the cause remanded, that an administrator, with the will annexed of Junius W. Craig, may be appointed, if the complainant has ceased to be executrix, and for further proceedings.\"</p>\n<p>On the 30th day of January, 1882, Stuart and Walker, as executors, etc., and as defendants in the cause which was then entitled \"<i>John G.B. Sims, Adm'r de bonis non, &amp;c.</i> v. <i>Samuel R. Walker &amp; others,\"</i> filed, by leave of the court, (but, so far as the record discloses, without notice to Halliday,) a motion to set aside the decree theretofore rendered, and the sale and order of confirmation made under it. On the same day the cause was heard on that motion, and on the mandate of the Supreme Court of Arkansas, and it was ordered: \"It appearing that the decree of foreclosure and sale was rendered when there was no representative of the estate of Junius W. Craig, deceased, who could prosecute said suit, and that the sale was made and confirmed when the cause was pending in the Supreme Court on the appeal of John S. Whitaker, as executor of Horace F. Walworth, deceased, and this court had no jurisdiction, etc., on consideration whereof the court both adjudge, order, and decree that said decree and sale and order of confirmation are null and void, and that the same be set aside.\" On the same day (Halliday not being before the court in any form) that cause was finally heard, and the lands ordered to be again sold to pay the claim of Craig's estate, which was declared to be a lien on the lands, subject to certain claims of Stuart, and of Whitaker as executor of Walworth. <span class=\"star-pagination\">*234</span> The last sale occurred on the 10th of July, 1882, Stuart and Whitaker, as agents and attorneys of the heirs of Walworth, becoming the purchasers at the price of $2000. That sum was credited on their respective claims, which exceeded the amount of their bid. The sale was confirmed, and a deed by the commissioner to the purchasers was made, and approved by the court.</p>\n<p>Whitaker, as executor of Walworth, prosecuted his appeal from the decree of February 2, 1878, without supersedeas, and the point is much pressed by the present appellant, that, independently of the agreement of February 27, 1879, that appeal did not prevent the sale of May 1, 1879, at which he purchased. This contention is based upon sections 1293, 1294, and 1295 of the statutes of Arkansas, by one of which sections it is provided that \"an appeal or writ of error shall not stay proceedings on the judgment or order, unless a supersedeas is issued.\" Mansfield's Dig. 1884, Title, Court-Supreme, p. 386. The appellees insist that these sections do not apply to judgments or orders affecting the estates of decedents, and that by section 1387 in the chapter relating to appeals to the Circuit Courts, from the judgments or orders of Probate Courts, administrators, executors, and guardians are relieved from giving bond, on appeal, and \"all orders against them as such shall be superseded by the appeal.\" Mansfield's Dig. 1884, Title, Courts of Probate, p. 405.</p>\n<p>In the view this court takes of the case it is not necessary to determine this question of statutory construction. In our opinion the appellees are estopped by the agreement of February 27, 1879, from questioning the validity of the sale at which Halliday purchased, upon the ground of its having been made pending the appeal by Whitaker, as executor of Walworth. That agreement is exhibited with the bill, and there is no dispute that it was signed by the attorneys of the appellees after Whitaker had taken his appeal. It is true that, in their answer, appellees \"deny that pending said appeal an agreement was entered into between these defendants and the plaintiff in said suit by which these defendants agreed that the proceeds of any sale of property under said decree should <span class=\"star-pagination\">*235</span> be paid into court, and there held in place of the property to abide the decision of the case on appeal.\" Upon comparing the allegations of the bill and the answer, it is manifest that the defendants purposely restricted their denial to those averments of the bill which stated what the plaintiffs supposed was the legal effect of the agreement. It is not denied that the signatures of Carlton and Wilshire are genuine, or that they were the attorneys of appellees in the foreclosure suit. Nor is it suggested or hinted that they acted, in the matter of that agreement, without the authority, knowledge, or consent of appellees. So that the answer only intended to make the point that appellees themselves did not agree that the proceeds of any sale should be held by the Circuit Court, \"in place of the property, to abide the decision of the case on appeal.\" That is simply playing upon words. The agreement was made after Whitaker asked and was allowed an appeal. And it was one which the attorneys of appellees might well have made in the exercise of their general authority, and as incidental to the management of the interests entrusted to them. <i>Saleski</i> v. <i>Boyd,</i> 32 Arkansas, 74; <i>Holker</i> v. <i>Parker,</i> 7 Cranch, 436, 452; <i>Jeffries</i> v. <i>Mut. Life Ins. Co.,</i> 110 U.S. 305, 309; <i>Moulton</i> v. <i>Bowker,</i> 115 Mass. 36, 40; <i>Cox</i> v. <i>New York Central &amp;c. Railroad,</i> 63 N.Y. 414, 419. It was not, to use the words of Chief Justice Marshall in <i>Holker</i> v. <i>Parker</i><i>,</i> \"so unreasonable in itself as to be exclaimed against by all, and to create an impression that the judgment of the attorney has been imposed on or not fairly exercised in the case.\" It was simply an arrangement by which a sale that all the parties desired to take place at some time, should not be delayed by the pendency of Whitaker's appeal. And those who were parties to it, directly or indirectly, should not be permitted to disregard it to the injury of one, who purchased, in good faith, at a judicial sale.</p>\n<p>If, as appellees now insist, the appeal itself, without supersedeas bond, stopped all proceedings under the decree, until it was disposed of in the Supreme Court, the only possible object of an agreement, declaring that the proceeds of any sale or sales made under any order of the court \"shall be paid into <span class=\"star-pagination\">*236</span> court,\" and held there until Whitaker's appeal was determined, was to enable a sale \u0097 a real, effective sale \u0097 to take place notwithstanding the appeal, leaving the parties to continue their contest over the proceeds of sale, rather than over the lands in suit. And if a sale took place under the decree pursuant to that agreement, it was intended, so far at least as the parties to the agreement were concerned, that the purchaser should take title <i>to the lands</i> if the sale was in conformity with the decree, and was approved by the court. Under all the circumstances, it must be taken that the sale, at which Halliday purchased, occurred with the assent of the appellees. Any other interpretation of the agreement would impute bad faith to the parties by whom it was executed.</p>\n<p>It is said the agreement was not effectual for any purpose, because the only parties to it were the receiver of Craig's estate and the counsel for Stuart and Whitaker. But it was assumed by the parties to the agreement that if signed by those attorneys and by the attorney of the receiver, it would be sufficient for all the purposes therein expressed. If Craig's estate was not then before the court, by a personal representative, competent to bind it, that fact was known to those who were parties to the agreement. Appellees, in effect, said by the agreement to all who might attend a sale under the decree of 1878, that so far as they were concerned, and notwithstanding Whitaker's appeal, they would look to the proceeds of the sale of the lands, and not to the lands. Halliday having purchased at a sale that took place with their assent, if not by their procurement, and his purchase having been confirmed by the court, the appellees ought not be heard now to say that they will look to the lands and not to the proceeds of sale.</p>\n<p>The argument, in support of the opposite view, assumes that it must be taken as true, as against Halliday, that Emma J. Wright married and removed from Arkansas before the first decree of sale was rendered, and, therefore, had ceased to be the personal representative of Craig's estate. But no such fact is established against Halliday in this case. It is true that the order of January 30, 1882, recites that when the original decree of foreclosure and sale was rendered \"there <span class=\"star-pagination\">*237</span> was no representative of the estate of Junius W. Craig, deceased, who could prosecute the suit,\" and that the Chicot Circuit Court, at that date, \"had no jurisdiction.\" But the want of jurisdiction does not appear on the face of that decree. Nor does the answer in the present case allege that, at the date of the original decree of foreclosure, the estate of Craig was without a personal representative to prosecute the suit by reason of the executrix having married and removed from the State. Upon this point the answer only says that the Supreme Court of Arkansas reversed the decree for the reason, among others, that \"there was no party plaintiff to said suit.\" But the Supreme Court did not say, in its opinion or mandate, that such was the fact. It sent the cause back with instructions \"that an administrator <i>de bonis non</i> of J.W. Craig may be appointed, <i>if</i> there is none, and that he be made a party complainant.\" If the appellees desired to make the point, as against Halliday, that Emma J. Wright, executrix of Craig's estate, had married and removed from the State, before the decree, under which he purchased, was rendered, they should have alleged that fact in their answer in this case, and established it by evidence, if it was not admitted. But they did not adopt that course. They have proceeded upon the ground that the mere recitals in the orders of the Chicot Circuit Court, made long after Halliday received his deed, and without notice to him, would establish, <i>in this case,</i> the fact that the original decree of sale, which shows no want of jurisdiction as to parties or subject-matter, was passed when there was no personal representative of Craig's estate entitled to prosecute the suit. But, as against Halliday, they can take nothing under the proceedings in the Chicot Circuit Court after the return of the original cause from the Supreme Court of the State, and in virtue of which the second sale took place. Of those proceedings, as already suggested, he had no notice. No direct issue was made with him as to the validity of the sale at which he purchased. Not even a rule was taken against him to show cause why his deed should not be annulled. The title he acquired was of record in the very cause in which appellees obtained the order setting aside the decree under <span class=\"star-pagination\">*238</span> which he bought and the confirmation of his purchase, as well as the order directing another sale of the lands. And yet he was not notified that any steps were being taken to annul his purchase and to cancel his deed. When appellees present a decree of sale under which they purchased the lands, and, in virtue of that decree and the sale had under it, claim the lands, Halliday may well say, \"Whatever may be the rights of Craig's estate in respect to the lands, and whatever may be your right to the proceeds of the sale at which I purchased, you cannot claim the lands purchased by me under a former decree, which sale occurred with your consent, and which purchase was confirmed and a deed made to me without objection from you.\" And this position is consistent with the principles of equity.</p>\n<p>As the decree of sale under which Halliday bought does not appear to be void for want of jurisdiction in the court which rendered it, and as, pending Whitaker's appeal, the sale at which Halliday purchased took place with the assent of the present appellees, and was confirmed by the court without objection from them, the appellant should have been awarded, as against them, the relief asked by him.</p>\n<p><i>The decree is reversed and the cause remanded for further proceedings consistent with this opinion.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:07:59", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></span> (1894)</b></center>\n<center><h1>HALLIDAY<br>\nv.<br>\nSTUART.</h1></center>\n<center>No. 25.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 12, 1893.</center>\n<center>Decided January 8, 1894.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE EASTERN DISTRICT OF ARKANSAS.\n<p><span class=\"star-pagination\">*230</span> <i>Mr. A.H. Garland,</i> (with whom were <i>Mr. D.H. Reynolds</i> and <i>Mr. H.J. May</i> on the brief,) for appellant.</p>\n<p><i>Mr. Mark Valentine</i> and <i>Mr. Julian S. Jones</i> for appellees.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>This case presents a dispute as to the ownership of certain lands in Chicot County, Arkansas. The appellant, who was the plaintiff below, holds a commissioner's deed made by order of the Circuit Court of that county in a foreclosure suit brought by the personal representative of Junius W. Craig, while the appellees hold a commissioner's deed made by order of the same court, in the same cause, at a subsequent date. The relief sought is a decree restraining the defendants from all attempts to take possession of the lands, or from obtaining a writ of possession for them. The bill having been dismissed, the present appeal has been prosecuted.</p>\n<p>The transcript does not contain the pleadings in the suit in which the lands were sold, but from various orders made in that cause, copies of which are made exhibits to the bill in the present suit, the following facts appear:</p>\n<p>On the 2d day of February, 1878, the equity suit of <i>Emma J. Wright, Executrix,</i> v. <i>Samuel R. Walker et al.,</i> came on to be heard in the Chicot Circuit Court on the answer and cross-bill of John S. Whitaker, executor of the estate of Horace F. Walworth, deceased, the motion to strike out a part of that answer and cross-bill, and a demurrer to the remainder thereof, the petition of Richard H. Stuart, and the motion to strike out the same, and the original pleadings in the cause. These motions and the demurrer were sustained, and it was adjudged that there was a lien on the lands here in question to secure the payment of a certain sum found to be due the plaintiff in that suit. The lands were ordered to be sold at public auction, in satisfaction of that amount, on the notice required in cases of sales of land under execution, the terms being one-half cash and the balance in eight months, with a lien retained to secure the deferred payment. James R. Martin was appointed commissioner to make the sale. Whitaker, as executor of Walworth, <span class=\"star-pagination\">*231</span> excepted to the decree, and prayed an appeal, which was granted.</p>\n<p>An order was entered, February 5, 1879, appointing R.M. Gaines commissioner in the place of Martin to make the sale.</p>\n<p>On the 27th of February, 1879, a written agreement, signed C.H. Carlton and W.W. Wilshire as \"attorneys for Whitaker et al.,\" and by D.H. Reynolds as \"att'y for receiver,\" was filed in the cause, and was as follows: \"In the above-entitled cause it is hereby agreed that the proceeds of any sale or sales that may be made under any order or orders of sale or decree of the court aforesaid shall be paid into said court by the master or commissioner appointed by said court, sitting in chancery or at chambers, for the sale of the property or any part thereof ordered or decreed to be sold by said court in said cause and held by said court until the disposition of an appeal taken by said John S. Whitaker in said cause to the Supreme Court of this State and now pending is disposed of, and the mandate of said Supreme Court therein is filed in the office of the clerk of said Circuit Court, and then only in pursuance of such mandate in the further proceedings in said Circuit Court.\" Commissioner Gaines made his report July 15, 1879, showing a sale of the lands under the above decree, upon due notice, on the 1st day of May, 1879, at which sale Halliday, being the highest and best bidder, became the purchaser at the price of $1200, one-half of which was paid at the time in cash. The commissioner brought the cash payment into court, and reported for examination and approval a deed to Halliday, retaining a lien for the deferred payment. The court confirmed the sale in all things, and approved the deed, directing its approval to be entered of record, endorsed on the deed, and recorded with it.</p>\n<p>From the exhibits attached to the answer the following facts appear:</p>\n<p>On the 30th day of October, 1880, the Supreme Court of Arkansas, in the above case, on the appeal of John S. Whitaker, executor, made the following order: \"This cause came on to be heard upon the transcript of the record of the Circuit Court of Chicot County, in chancery, and was argued by <span class=\"star-pagination\">*232</span> solicitors; on consideration whereof it is the opinion of the court that there is error in the proceedings and decree of said Circuit Court in chancery in this cause, in this, that said Circuit Court in chancery erred in striking out a part of the answer as stated in the opinion, and also in sustaining the demurrer to the cross-bill and in decreeing in favor of the complainant. It is therefore ordered and decreed by the court that the decree of said Circuit Court in chancery in this cause rendered be, and the same is hereby, for the error aforesaid, reversed, annulled, and set aside, with costs, and that this cause be remanded to said Circuit Court in chancery for further proceedings to be therein had, according to the principles of equity and not inconsistent with the opinion herein delivered, with instructions that an administrator <i>de bonis non</i> of J.W. Craig may be appointed, if there is none, and that he be made a party complainant.\"</p>\n<p>The opinion of the Supreme Court of Arkansas, referred to in that order, was rendered at the May term, 1880, of that court, and is reported as <i>Whittaker</i> v. <i>Wright,</i> 35 Arkansas, 511, 514. That case was first before the court at the May term, 1875, (<i>Wright</i> v. <i>Walker,</i> 30 Arkansas, 44, 46,) upon the appeal of Emma J. Wright, to whom letters of administration upon the estate of Junius W. Craig had been granted, and who had been substituted as plaintiff in place of Joshua M. Craig, former administrator of the same estate. The same opinion states that in Whitaker's cross-bill in the original cause it is averred that Emma J. Wright, the plaintiff therein, \"had married and removed from the State, and so had ceased to be executrix; and that she had previously, on the 15th day of December, 1867, entered into an agreement in writing with certain of the principal creditors of the estate, that the whole assets of the estate should be placed in the hands of a receiver, and to retire from the administration; in accordance with which agreement, and upon her application, a receiver was appointed, and he had taken possession and charge of the same, and her connection with the estate, and authority in respect to it, had from that time ceased.\" The court, among other things, said: \"We, therefore, think the court erred in <span class=\"star-pagination\">*233</span> sustaining the demurrer to the appellant's cross-bill. It also erred in striking out of his answer the averment that the complainant had married and removed from the State, and so had ceased to be executrix. Neither a married woman nor a non-resident of the State can be an executrix or administratrix. Gantt's Digest, secs. 9, 17, 35. If the averment was true, the complainant had no authority to further prosecute the suit, and though the assets of the estate were in the hands of a receiver, as alleged, there was no representative of the estate who might prosecute it; and it could not be further prosecuted until an administrator, with the will annexed, was appointed.\" The decree was, therefore, reversed, \"and the cause remanded, that an administrator, with the will annexed of Junius W. Craig, may be appointed, if the complainant has ceased to be executrix, and for further proceedings.\"</p>\n<p>On the 30th day of January, 1882, Stuart and Walker, as executors, etc., and as defendants in the cause which was then entitled \"<i>John G.B. Sims, Adm'r de bonis non, &amp;c.</i> v. <i>Samuel R. Walker &amp; others,\"</i> filed, by leave of the court, (but, so far as the record discloses, without notice to Halliday,) a motion to set aside the decree theretofore rendered, and the sale and order of confirmation made under it. On the same day the cause was heard on that motion, and on the mandate of the Supreme Court of Arkansas, and it was ordered: \"It appearing that the decree of foreclosure and sale was rendered when there was no representative of the estate of Junius W. Craig, deceased, who could prosecute said suit, and that the sale was made and confirmed when the cause was pending in the Supreme Court on the appeal of John S. Whitaker, as executor of Horace F. Walworth, deceased, and this court had no jurisdiction, etc., on consideration whereof the court both adjudge, order, and decree that said decree and sale and order of confirmation are null and void, and that the same be set aside.\" On the same day (Halliday not being before the court in any form) that cause was finally heard, and the lands ordered to be again sold to pay the claim of Craig's estate, which was declared to be a lien on the lands, subject to certain claims of Stuart, and of Whitaker as executor of Walworth. <span class=\"star-pagination\">*234</span> The last sale occurred on the 10th of July, 1882, Stuart and Whitaker, as agents and attorneys of the heirs of Walworth, becoming the purchasers at the price of $2000. That sum was credited on their respective claims, which exceeded the amount of their bid. The sale was confirmed, and a deed by the commissioner to the purchasers was made, and approved by the court.</p>\n<p>Whitaker, as executor of Walworth, prosecuted his appeal from the decree of February 2, 1878, without supersedeas, and the point is much pressed by the present appellant, that, independently of the agreement of February 27, 1879, that appeal did not prevent the sale of May 1, 1879, at which he purchased. This contention is based upon sections 1293, 1294, and 1295 of the statutes of Arkansas, by one of which sections it is provided that \"an appeal or writ of error shall not stay proceedings on the judgment or order, unless a supersedeas is issued.\" Mansfield's Dig. 1884, Title, Court-Supreme, p. 386. The appellees insist that these sections do not apply to judgments or orders affecting the estates of decedents, and that by section 1387 in the chapter relating to appeals to the Circuit Courts, from the judgments or orders of Probate Courts, administrators, executors, and guardians are relieved from giving bond, on appeal, and \"all orders against them as such shall be superseded by the appeal.\" Mansfield's Dig. 1884, Title, Courts of Probate, p. 405.</p>\n<p>In the view this court takes of the case it is not necessary to determine this question of statutory construction. In our opinion the appellees are estopped by the agreement of February 27, 1879, from questioning the validity of the sale at which Halliday purchased, upon the ground of its having been made pending the appeal by Whitaker, as executor of Walworth. That agreement is exhibited with the bill, and there is no dispute that it was signed by the attorneys of the appellees after Whitaker had taken his appeal. It is true that, in their answer, appellees \"deny that pending said appeal an agreement was entered into between these defendants and the plaintiff in said suit by which these defendants agreed that the proceeds of any sale of property under said decree should <span class=\"star-pagination\">*235</span> be paid into court, and there held in place of the property to abide the decision of the case on appeal.\" Upon comparing the allegations of the bill and the answer, it is manifest that the defendants purposely restricted their denial to those averments of the bill which stated what the plaintiffs supposed was the legal effect of the agreement. It is not denied that the signatures of Carlton and Wilshire are genuine, or that they were the attorneys of appellees in the foreclosure suit. Nor is it suggested or hinted that they acted, in the matter of that agreement, without the authority, knowledge, or consent of appellees. So that the answer only intended to make the point that appellees themselves did not agree that the proceeds of any sale should be held by the Circuit Court, \"in place of the property, to abide the decision of the case on appeal.\" That is simply playing upon words. The agreement was made after Whitaker asked and was allowed an appeal. And it was one which the attorneys of appellees might well have made in the exercise of their general authority, and as incidental to the management of the interests entrusted to them. <i>Saleski</i> v. <i>Boyd,</i> 32 Arkansas, 74; <i>Holker</i> v. <i>Parker,</i> 7 Cranch, 436, 452; <i>Jeffries</i> v. <i>Mut. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"91034\"><a href=\"/opinion/91034/jeffries-v-mutual-life-ins-co-of-ny/\"><span class=\"volume\">110</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">305</span></a></span>, 309; <i>Moulton</i> v. <i>Bowker,</i> <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">36</span></span>, 40; <i>Cox</i> v. <i>New York Central &amp;c. Railroad,</i> <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">414</span></span>, 419. It was not, to use the words of Chief Justice Marshall in <i>Holker</i> v. <i>Parker</i><i>,</i> \"so unreasonable in itself as to be exclaimed against by all, and to create an impression that the judgment of the attorney has been imposed on or not fairly exercised in the case.\" It was simply an arrangement by which a sale that all the parties desired to take place at some time, should not be delayed by the pendency of Whitaker's appeal. And those who were parties to it, directly or indirectly, should not be permitted to disregard it to the injury of one, who purchased, in good faith, at a judicial sale.</p>\n<p>If, as appellees now insist, the appeal itself, without supersedeas bond, stopped all proceedings under the decree, until it was disposed of in the Supreme Court, the only possible object of an agreement, declaring that the proceeds of any sale or sales made under any order of the court \"shall be paid into <span class=\"star-pagination\">*236</span> court,\" and held there until Whitaker's appeal was determined, was to enable a sale \u0097 a real, effective sale \u0097 to take place notwithstanding the appeal, leaving the parties to continue their contest over the proceeds of sale, rather than over the lands in suit. And if a sale took place under the decree pursuant to that agreement, it was intended, so far at least as the parties to the agreement were concerned, that the purchaser should take title <i>to the lands</i> if the sale was in conformity with the decree, and was approved by the court. Under all the circumstances, it must be taken that the sale, at which Halliday purchased, occurred with the assent of the appellees. Any other interpretation of the agreement would impute bad faith to the parties by whom it was executed.</p>\n<p>It is said the agreement was not effectual for any purpose, because the only parties to it were the receiver of Craig's estate and the counsel for Stuart and Whitaker. But it was assumed by the parties to the agreement that if signed by those attorneys and by the attorney of the receiver, it would be sufficient for all the purposes therein expressed. If Craig's estate was not then before the court, by a personal representative, competent to bind it, that fact was known to those who were parties to the agreement. Appellees, in effect, said by the agreement to all who might attend a sale under the decree of 1878, that so far as they were concerned, and notwithstanding Whitaker's appeal, they would look to the proceeds of the sale of the lands, and not to the lands. Halliday having purchased at a sale that took place with their assent, if not by their procurement, and his purchase having been confirmed by the court, the appellees ought not be heard now to say that they will look to the lands and not to the proceeds of sale.</p>\n<p>The argument, in support of the opposite view, assumes that it must be taken as true, as against Halliday, that Emma J. Wright married and removed from Arkansas before the first decree of sale was rendered, and, therefore, had ceased to be the personal representative of Craig's estate. But no such fact is established against Halliday in this case. It is true that the order of January 30, 1882, recites that when the original decree of foreclosure and sale was rendered \"there <span class=\"star-pagination\">*237</span> was no representative of the estate of Junius W. Craig, deceased, who could prosecute the suit,\" and that the Chicot Circuit Court, at that date, \"had no jurisdiction.\" But the want of jurisdiction does not appear on the face of that decree. Nor does the answer in the present case allege that, at the date of the original decree of foreclosure, the estate of Craig was without a personal representative to prosecute the suit by reason of the executrix having married and removed from the State. Upon this point the answer only says that the Supreme Court of Arkansas reversed the decree for the reason, among others, that \"there was no party plaintiff to said suit.\" But the Supreme Court did not say, in its opinion or mandate, that such was the fact. It sent the cause back with instructions \"that an administrator <i>de bonis non</i> of J.W. Craig may be appointed, <i>if</i> there is none, and that he be made a party complainant.\" If the appellees desired to make the point, as against Halliday, that Emma J. Wright, executrix of Craig's estate, had married and removed from the State, before the decree, under which he purchased, was rendered, they should have alleged that fact in their answer in this case, and established it by evidence, if it was not admitted. But they did not adopt that course. They have proceeded upon the ground that the mere recitals in the orders of the Chicot Circuit Court, made long after Halliday received his deed, and without notice to him, would establish, <i>in this case,</i> the fact that the original decree of sale, which shows no want of jurisdiction as to parties or subject-matter, was passed when there was no personal representative of Craig's estate entitled to prosecute the suit. But, as against Halliday, they can take nothing under the proceedings in the Chicot Circuit Court after the return of the original cause from the Supreme Court of the State, and in virtue of which the second sale took place. Of those proceedings, as already suggested, he had no notice. No direct issue was made with him as to the validity of the sale at which he purchased. Not even a rule was taken against him to show cause why his deed should not be annulled. The title he acquired was of record in the very cause in which appellees obtained the order setting aside the decree under <span class=\"star-pagination\">*238</span> which he bought and the confirmation of his purchase, as well as the order directing another sale of the lands. And yet he was not notified that any steps were being taken to annul his purchase and to cancel his deed. When appellees present a decree of sale under which they purchased the lands, and, in virtue of that decree and the sale had under it, claim the lands, Halliday may well say, \"Whatever may be the rights of Craig's estate in respect to the lands, and whatever may be your right to the proceeds of the sale at which I purchased, you cannot claim the lands purchased by me under a former decree, which sale occurred with your consent, and which purchase was confirmed and a deed made to me without objection from you.\" And this position is consistent with the principles of equity.</p>\n<p>As the decree of sale under which Halliday bought does not appear to be void for want of jurisdiction in the court which rendered it, and as, pending Whitaker's appeal, the sale at which Halliday purchased took place with the assent of the present appellees, and was confirmed by the court without objection from them, the appellant should have been awarded, as against them, the relief asked by him.</p>\n<p><i>The decree is reversed and the cause remanded for further proceedings consistent with this opinion.</i></p>\n</div>", 
  "sha1": "f6b7677c0e972e637d01ed3e511f757aa453b89a", 
  "date_modified": "2014-12-21T01:31:52.973578", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/93763/halliday-v-stuart/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/365603/", 
  "html": "<p class=\"case_cite\">151 U.S. 229</p>\n    <p class=\"case_cite\">14 S.Ct. 302</p>\n    <p class=\"case_cite\">38 L.Ed. 141</p>\n    <p class=\"parties\">HALLIDAY<br>v.<br>STUART et al.</p>\n    <p class=\"docket\">No. 25.</p>\n    <p class=\"date\">January 8, 1894.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">D. H. Reynolds, A. H. Garland, and H. J. May, for appellant.</p>\n      <p class=\"indent\">Julien S. Jones, for appellees.</p>\n      <p class=\"indent\">Mr. Justice HARLAN, after stating the facts in the foregoing language, delivered the opinion of the court.</p>\n    </div>\n    <p class=\"indent\">Statement by Mr. Justice HARLAN:</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents a dispute as to the ownership of certain lands in Chicot county, Ark. The appellant, who was the plaintiff below, holds a commissioner's deed made by order of the circuit court of that county in a foreclosure suit brought by the personal representative of Junius W. Craig, while the appellees hold a commissioner's deed made by order of the same court, in the same cause, at a subsequent date. The relief sought is a decree restraining the defendants from all attempts to take possession of the lands, or from obtaining a writ of possession for them. The bill having been dismissed, the present appeal has been prosecuted.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The transcript does not contain the pleadings in the suit in which the lands were sold, but from various orders made in that cause, copies of which are made exhibits to the bill in the present suit, the following facts appear:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the 2d day of February, 1878, the equity suit of Emma J. Wright, executrix, v. Samuel R. Walker et al. came on to be heard in the Chicot circuit court on the answer and cross bill of John S. Whittaker, executor of the estate of Horace F. Walworth, deceased, the motion to strike out a part of that answer and cross bill, and a demurrer to the remainder thereof, the petition of Richard H. Stuart, and the motion to strike out the same, and the original pleadings in the cause. These motions and the demurrer were sustained, and it was adjudged that there was a lien on the lands here in question to secure the payment of a certain sum found to be due the plaintiff in that suit. The lands were ordered to be sold at public auction in satisfaction of that amount, on the notice required in cases of sales of land under execution, the terms being one-half cash and the balance in eight months, with a lien retained to secure the deferred payment. James R. Martin was appointed commissioner to make the sale. Whittaker, as executor of Walworth, excepted to the decree, and prayed an appeal, which was granted.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">An order was entered, February 5, 1879, appointing R. M. Gaines commissioner, in the place of Martin, to make the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the 27th of February, 1879, a written agreement, signed 'C. H. Carlton and W. W. Wilshire,' as 'attorneys for Whittaker et al.,' and by D. H. Reynolds, as 'att'y for receiver,' was filed in the cause, and was as follows: 'In the above-entitled cause, it is hereby agreed that the proceeds of any sale or sales that may be made under any order or orders of sale or decree of the court aforesaid shall be paid into said court by the master or commissioner appointed by said court, sitting in chancery or at chambers, for the sale of the property, or any part thereof, ordered or decreed to be sold by said court in said cause, and held by said court until the disposition of an appeal taken by said John S. Whittaker, in said cause, to the supreme court of this state, and now pending, is disposed of, and the mandate of said supreme court therein is filed in the office of the clerk of said circuit court, and then only in pursuance of such mandate in the further proceedings in said circuit court.' Commissioner Gaines made his report July 15, 1879, showing a sale of the lands under the above decree, upon due notice, on the 1st ady of May, 1879, at which sale Halliday, being the highest and best bidder, became the purchaser at the price of $1,200, one-half of which was paid at the time in cash. The commissioner brought the cash payment into court, and reported for examination and approval a deed to Halliday retaining a lien for the deferred payment. The court confirmed the sale in all things, and approved the deed, directing its approval to be entered of record, indorsed on the deed, and recorded with it.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">From the exhibits attached to the answer, the following facts appear:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On the 30th day of October, 1880, the supreme court of Arkansas, in the above case, on the appeal of John S. Whittaker, executor, made the following order: 'This cause came on to be heard upon the transcript of the record of the circuit court of Chicot county, in chancery, and was argued by solicitors, on consideration whereof, it is the opinion of the court that there is error in the proceedings and decree of said circuit court in chancery in this cause, in this: That said circuit court in chancery erred in striking out a part of the answer, as stated in the opinion, and also in sustaining the demurrer to the cross bill, and in decreeing in favor of the complainant. It is therefore ordered and decreed by the court that the decree of said circuit court in chancery in this cause rendered be, and the same is hereby, for the error aforesaid, reversed, annulled, and set aside, with costs, and that this cause be remanded to said circuit court in chancery for further proceedings to be therein had, according to the principles of equity, and not inconsistent with the opinion herein delivered, with instructions that an administrator de bonis non of J. W. Craig may be appointed, if there is none, and that he be made a party complainant.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The opinion of the supreme court of Arkansas, referred to in that order, was rendered at the May term, 1880, of that court, and is reported as Whittaker v. Wright, 35 Ark. 511, 514. That case was first before the court at the May term, 1875, (Wright v. Walker, 30 Ark. 44, 46,) upon the appeal of Emma J. Wright, to whom letters of administration upon the estate of Junius W. Craig had been granted, and who had been substituted as plaintiff in place of Joshua M. Craig, former administrator of the same estate. The same opinion states that in Whittaker's cross bill in the original cause it is averred that Emma J. Wright, the plaintiff therein, 'had married and removed from the state, and so had ceased to be executrix, and that she had previously, on the 15th day of December, 1867, entered into an agreement in writing with certain of the principal creditors of the estate that the whole assets of the estate should be placed in the hands of a receiver, and to retire from the administration, in accordance with which agreement, and upon her application, a receiver was appointed, and he had taken possession and charge of the same, and her connection with the estate, and authority in respect to it, had from that time ceased.' The court, among other things, said: 'We therefore think the court erred in sustaining the demurrer to the appellant's cross bill. It also erred in striking out of his answer the averment that the complainant had married, and removed from the state, and so had ceased to be executrix. Neither a married woman nor a nonresident of the state can be an executrix or administratrix. Gantt, Dig. &#167;&#167; 9, 17, 35. If the averment was true, the complainant had no authority to further prosecute the suit, and though the assets of the estate were in the hands of a receiver, as alleged, there was no representative of the estate who might prosecute it; and it could not be further prosecuted until an administrator, with the will annexed, was appointed.' The decree was therefore reversed, 'and the cause remanded, that an administrator with the will annexed, of Junius W. Craig, may be appointed, if the complainant has ceased to be executrix, and for further proceedings.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the 30th day of January, 1882, Stuart and Walker, as executors, etc., and as defendants in the cause which was then entitled 'John G. B. Sims, adm'r de bonis non, etc., v. Samuel R. Walker &amp; other,' filed, by leave of the court, (but, so far as the record discloses, without notice to Halliday,) a motion to set aside the decree theretofore rendered, and the sale and order of confirmation made under it. On the same day the cause was heard on that motion, and on the mandate of the supreme court of Arkansas, and it was ordered: 'It appearing that the decree of foreclosure and sale was rendered when there was no representative of the estate of Junius W. Craig, deceased, who could prosecute said suit, and that the sale was made and confirmed when the cause was pending in the supreme court on the appeal of John S. Whittaker, as executor of Horace F. Walworth, deceased, and this court had no jurisdiction, etc., on consideration whereof the court doth adjudge, order, and decree that said decree and sale and order of confirmation are null and void, and that the same be set aside.' On the same day, Halliday not being before the court in any form, that cause was finally heard, and the lands ordered to be again sold to pay the claim of Craig's estate, which was declared to be a lien on the lands, subject to certain claims of Stuart and of Whittaker, as executor of Walworth. The last sale occurred on the 10th of July, 1882; Stuart and Whittaker, as agents and attorneys of the heirs of Walworth, becoming the purchasers, at the price of $2,000. That sum was credited on their respective claims, which exceeded the amount of their bid. The sale was confirmed, and a deed by the commissioner to the purchasers was made, and approved by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Whittaker, as executor of Walworth, prosecuted his appeal from the decree of February 2, 1878, without supersedeas; and the point is much pressed by the present appellant that, independently of the agreement of February 27, 1879, that appeal did not prevent the sale of May 1, 1879, at which he purchased. This contention is based upon sections 1293, 1294, and 1295 of the statutes of Arkansas, by one of which sections it is provided that 'an appeal or writ of error shall not stay proceedings on the judgment or order, unless a supersedeas is issued.' Mansf. Dig. 1884, tit. 'Court&#8212;Supreme,' p. 386. The appellees insist that these sections do not apply to judgments or orders affecting the estates of decedents, and that, by section 1387 in the chapter relating to appeals to the circuit courts from the judgments or orders of probate courts, administrators, executors, and guardians are relieved from giving bond on appeal, and 'all orders against them as such shall be superseded by the appeal.' Id. tit. 'Courts of Probate,' p. 405.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the view this court takes of the case, it is not necessary to determine this question of statutory construction. In our opinion the appellees are estopped by the agreement of February 27, 1879, from questioning the validity of the sale at which Halliday purchased, upon the ground of its having been made pending the appeal by Whittaker, as executor of Walworth. That agreement is exhibited with the bill, and there is no dispute that it was signed by the attorneys of the appellees after Whittaker had taken his appeal. It is true that, in their answer, appellees 'deny that pending said appeal an agreement was entered into between these defendants and the plaintiff in said suit, by which these defendants agreed that the proceeds of any sale of property under said decree should be paid into court, and there held in place of the property, to abide the decision of the case on appeal.' Upon comparing the allegations of the bill and the answer, it is manifest that the defendants purposely restricted their denial to those averments of the bill which stated what the plaintiff supposed was the legal effect of the agreement. It is not denied that the signatures of Carlton and Wilshire are genuine, or that they were the attorneys of appellees in the foreclosure suit, nor is it suggested or hinted that they acted, in the matter of that agreement, without the authority, knowledge, or consent of appellees; so that the answer only intended to make the point that appellees themselves did not agree that the proceeds of any sale should be held by the circuit court 'in place of the property, to abide the decision of the case on appeal.' That is simply playing upon words. The agreement was made after Whittaker asked and was allowed an appeal, and it was one which the attorneys of appellees might well have made, in the exercise of their general authority, and as incidental to the management of the interests intrusted to them. Saleski v. Boyd, 32 Ark. 74; Holker v. Parker, 7 Cranch, 436, 452; Jeffries v. Insurance Co., 110 U. S. 305, 309, 4 Sup. Ct. 8; Moulton v. Bowker, 115 Mass. 36, 40; Cox v. Railroad Co., 63 N. Y. 414-419. It was not, to use the words of Chief Justice Marshall in Holker v. Parker, 'so unreasonable in itself as to be exclaimed against by all, and to create an impression that the judgment of the attorney has been imposed on, or not fairly exercised in the case.' It was simply an arrangement by which a sale that all the parties desired to take place at some time should not be delayed by the pendency of Whittaker's appeal; and those who were parties to it, directly or indirectly, should not be permitted to disregard it, to the injury of one who purchased in good faith at a judicial sale.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If, as appellees now insist, the appeal itself, without supersedeas bond, stopped all proceedings under the decree until it was disposed of in the supreme court, the only possible object of an agreement declaring that the proceeds of any sale or sales made under any order of the court 'shall be paid into court,' and held there until Whittaker's appeal was determined, was to enable a sale&#8212;a real, effective sale&#8212;to take place notwithstanding the appeal; leaving the parties to continue their contest over the proceeds of sale, rather than over the lands in suit. And, if a sale took place under the decree pursuant to that agreement, it was intended, so far, at least, as the parties to the agreement were concerned, that the purchaser should take title to the lands, if the sale was in conformity with the decree, and was approved by the court. Under all the circumstances, it must be taken that the sale at which Halliday purchased occurred with the assent of the appellees. Any other interpretation of the agreement would impute bad faith to the parties by whom it was executed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is said the agreement was not effectual for any purpose, because the only parties to it were the receiver of Craig's estate and the counsel for Stuart and Whittaker. But it was assumed by the parties to the agreement that if signed by those attorneys, and by the attorney of the receiver, it would be sufficient for all the purposes therein expressed. If Craig's estate was not then before the court, by a personal representative competent to bind it, that fact was known to those who were parties to the agreement. Appellees, in effect, said, by the agreement, to all who might attend a sale under the decree of 1878, that so far as they were concerned, and notwithstanding Whittaker's appeal, they would look to the proceeds of the sale of the lands, and not to the lands. Halliday having purchased at a sale that took place with their assent, if not by their procurement, and his purchase having been confirmed by the court, the appellees ought not be heard now to say that they will look to the lands, and not to the proceeds of sale.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The argument in support of the opposite view assumes that it must be taken as true, as against Halliday, that Emma J. Wright married, and removed from Arkansas, before the first decree of sale was rendered, and therefore had ceased to be the personal representative of Craig's estate. but no such fact is established against Halliday in this case. It is true that the order of January 30, 1882, recites that when the original decree of foreclosure and sale was rendered 'there was no representative of the estate of Junius W. Craig, deceased, who could prosecute the suit,' and that the Chicot circuit court at that date, 'had no jurisdiction.' But the want of jurisdiction does not appeal on the face of that decree. Nor does the answer in the present case allege that at the date of the original decree of foreclosure the estate of Craig was without a personal representative to prosecute the suit, by reason of the executrix having married, and removed from the state. Upon this point the answer only says that the supreme court of Arkansas reversed the decree for the reason, among others, that 'there was no party plaintiff to said suit.' But the supreme court did not say, in its opinion or mandate, that such was the fact. It sent the cause back with instructions 'that an administrator de bonis non of J. W. Craig may be appointed, if there is none, and that he be made a party complainant.' If the appellees desired to make the point, as against Halliday, that Emma J. Wright, executrix of Craig's estate, had married, and removed from the state, before the decree under which he purchased was rendered, they should have alleged that fact in their answer in this case, and established it by evidence, if it was not admitted. But they did not adopt that course. They have proceeded upon the ground that the mere recitals in the orders of the Chicot circuit court, made long after Halliday received his deed, and without notice to him, would establish in this case the fact that the original decree of sale, which shows no want of jurisdiction as to parties or subject-matter, was passed when there was no personal representative of Craig's estate entitled to prosecute the suit. But as against Halliday they can take nothing under the proceedings in the Chicot circuit court after the return of the original cause from the supreme court of the state, and in virtue of which the second sale took place. Of those proceedings, as already suggested, he had no notice. No direct issue was made with him as to the validity of the sale at which he purchased. Not even a rule was taken against him to show cause why his deed should not be annulled. The title he acquired was of record in the very cause in which appellees obtained the order setting aside the decree under which he bought and the confirmation of his purchase, as well as the order directing another sale of the lands, and yet he was not notified that any steps were being taken to annul his purchase and to cancel his deed. When appellees present a decree of sale under which they purchased the lands, and in virtue of that decree, and the sale had under it, claim the lands, Halliday may well say, 'Whatever may be the rights of Craig's estate, in respect to the lands, and whatever may be your right to the proceeds of the sale at which I purchased, you cannot claim the lands purchased by me under a former decree, which sale occurred with your consent, and which purchase was confirmed, and a deed made to me, without objection from you;' and this position is consistent with the principles of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As the decree of sale under which Halliday bought does not appear to be void for want of jurisdiction in the court which rendered it, and as, pending Whittaker's appeal, the sale at which Halliday purchased took place with the assent of the present appellees, and was confirmed by the court without objection from them, the appellant should have been awarded, as against them, the relief asked by him.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The decree is reversed, and the cause is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/93763/"
}