{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "154 U.S. 288", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/93945/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Barden v. Northern Pacific R. Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "612", 
    "id": 78326, 
    "resource_uri": "/api/rest/v2/citation/78326/"
  }, 
  "id": 93945, 
  "blocked": false, 
  "judges": "Field, After Stating the Case", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1894-05-26", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>154 U.S. 288 (1894)</b></center>\n<center><h1>BARDEN<br>\nv.<br>\nNORTHERN PACIFIC RAILROAD COMPANY.</h1></center>\n<center>No. 612.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 11, 1894.</center>\n<center>Decided May 26, 1894.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MONTANA.\n<p><span class=\"star-pagination\">*294</span> <i>Mr. Solicitor General,</i> with whom was <i>Mr. W.W. Dixon,</i> for plaintiffs in error.</p>\n<p><i>Mr. Edwin W. Toole</i> and <i>Mr. William Wallace, Jr.,</i> filed a brief for plaintiffs in error.</p>\n<p><i>Mr. Martin F. Morris</i> and <i>Mr. W.W. Dixon</i> filed a brief for plaintiffs in error.</p>\n<p><i>Mr. Assistant Attorney General Shields</i> filed briefs for plaintiffs in error.</p>\n<p><i>Mr. James McNaught</i> and <i>Mr. A.H. Garland</i> filed briefs for defendant in error.</p>\n<p><i>Mr. A.T. Britton, Mr. A.T. Browne</i> and <i>Mr. George R. Peck,</i> by leave of court, filed a brief on the part of the Atlantic and Pacific Railroad Company.</p>\n<p><span class=\"star-pagination\">*305</span> <i>Mr. James C. Carter</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*311</span> MR. JUSTICE FIELD, after stating the case, delivered the opinion of the court.</p>\n<p><span class=\"star-pagination\">*312</span> This action is brought for the possession of certain parcels or lots of mineral land claimed by the plaintiff below \u0097 the defendant in error here \u0097 as embraced in the grant of the United States of July 2, 1864. The facts constituting the claim of the plaintiff are set forth at length in the complaint, and to their sufficiency the defendants demurred as not constituting a cause of action, or entitling the plaintiff to the relief prayed. The lots are there conceded to be mineral lands, and the grant of the government applies in terms only to lands other than mineral.</p>\n<p>To remove any doubt of the intention of the government to confine its concession to lands of that character, the grant is accompanied with a proviso declaring that all mineral lands are <i>excluded</i> from its operations. And as if to cut off every possible suggestion by any ingenious and strained construction, that mineral lands might be reached under the legislation giving vast tracts of public lands to States and private corporations, under the pretence of aiding public improvements, a joint resolution was passed by Congress on January 30 of the following year, declaring \"that no act passed at the first session of the Thirty-eighth Congress [that being of the year 1864] granting lands to States or corporations to aid in the construction of roads, or for other purposes, or to extend the time of grants heretofore made, shall be so construed as to embrace mineral lands, which in all cases shall be and are reserved exclusively to the United States, unless otherwise specially provided in the act or acts making the grant.\" 13 Stat. 567. This provision should be borne in mind when the statement is made, as it is, that there has been no reservation of mines or minerals to the government.</p>\n<p>No part of the contemplated road or telegraph line of the Northern Pacific Railroad Company had at the passage of this joint resolution been constructed or commenced, and on the authority of the case of that <i>Company</i> v. <i>Traill County,</i> 115 U.S. 600, its provisions are to be deemed an amendment of the original act, and as operative as if originally incorporated therein.</p>\n<p>The action being for the possession of lands conceded to be <span class=\"star-pagination\">*313</span> mineral, under the act of Congress of July 2, 1864, it would seem that the simple reading of the granting clause and its proviso and the joint resolution mentioned would be a sufficient answer to the complaint, and a sufficient reason to sustain the demurrer without further consideration. But the plaintiff's counsel appear to find in the fact which they allege, that the lands were not known to be mineral at the time the plaintiff, by the definite location of the line of its road, was able to identify the sections granted, a sufficient ground to avoid the limitations of the grant and the prohibitions of the proviso and joint resolution.</p>\n<p>The grant was of 20 alternate sections of land, designated by odd numbers, on each side of the road which the plaintiff was authorized to construct \u0097 a tract of 2000 miles in length and 40 miles in width constituting a territory of 80,000 square miles. It is true the grant was a float, and the location of the sections could not be made until the line of the proposed road had become definitely fixed. The ascertainment of the location of the sections in no respect affected the nature of the lands or the conditions on which their grant was made. If swamp lands, or timber lands, or mineral lands previously, they continued so afterwards.</p>\n<p>It is also true that the grant was one <i>in præsenti</i> of lands to be afterwards located. From the immense territory from which the sections were to be taken, it could not be known where they would fall until the line of the road was established; then the grant attached to them, subject to certain specified exceptions; that is, the sections, or parts of sections, which had been previously granted, sold, reserved, occupied by homestead settlers, or preëmpted or otherwise disposed of, were excepted, and the title of its other sections or parts of sections attached as of the date of the grant so as to cut off intervening claimants. In that sense the grant was a present one. But it was still, as such grant, subject to the exception of mineral lands made at its date or then excluded therefrom by conditions annexed. Whatever the location of the sections, and whatever the exceptions then arising, there remained that original exception declared in the creation of the grant. The <span class=\"star-pagination\">*314</span> location of the sections and the exceptions from other causes in no respect affected that one, or limited its operation. There is no language in the act from which an inference to that effect can be drawn, in the face of its declaration that all mineral lands are thereby \"excluded from its operations,\" and of the joint resolution of 1865 that \"no act of the Thirty-eighth Congress, [that is, of the previous session of 1864,] granting lands to States or corporations, to aid in the construction of roads or for other purposes, shall be so construed as to embrace mineral lands.\" The plaintiff, however, appears to labor under the persuasion that only those mineral lands were excepted from the grant which were known to be such on the identification of the granted sections by the definite location of the proposed road and the ascertainment at that time of the exceptions from them of parcels of land previously disposed of; and that the want of such knowledge operated in some way to eliminate the reservation made by Congress of the mineral lands. But how the absence of such knowledge on the ascertainment of the sections granted and the parcels of land embraced therein previously disposed of, had the effect or could have the effect to eliminate the reservation of mineral lands from the act of Congress, we are unable to comprehend. Such a conclusion can only arise from an impression that a grant of land cannot be made without carrying the minerals therein; and yet the reverse is the experience of every day. The granting of lands, either by the government or individuals, with a reservation of certain quarries therein, as of marble, or granite, or slate, or of certain mines, as of copper, or lead, or iron found therein, is not an uncommon proceeding, and the knowledge or want of knowledge at the time by the grantee in such cases, of the property reserved in no respect affects the transfer to him of the title to it. No one will affirm that want of such knowledge on the identification of the lands granted, containing the reserved quarries or mines, would vacate the reservation, and we are unable to perceive any more reason from that cause for eliminating the reservation of minerals in the present case from the grant of the government than for eliminating for a like cause the reservation <span class=\"star-pagination\">*315</span> of quarries or mines in the cases supposed. And it will hardly be pretended that Congress has not the power to grant portions of the public land with a reservation of any severable products thereof, whether minerals or quarries contained therein, and whether known or unknown; yet such must be the contention of the plaintiff or its conclusion will fall to the ground. The cases cited in support of the claim of the plaintiff only show that the identification of the sections granted and of the exceptions therefrom of parcels of land previously disposed of, leaves the title of the remaining sections or parts thereof, to attach as of the date of the grant, but has absolutely no other effect. Such is the purport, and the sole purport, of the cases of <i>St. Paul and Pacific Railroad Company</i> v. <i>Northern Pacific Company,</i> 139 U.S. 1, 5, and <i>Deseret Salt Company</i> v. <i>Tarpey,</i> 142 U.S. 241, 247, cited by the plaintiff. In both of those cases the writer of this opinion had the honor to write the opinions of this court: and it was never asserted or pretended that they decided anything whatever respecting the minerals, but only that the title to the lands granted took effect, with certain designated exceptions, as of the date of the grant. They never decided anything else. And what was that title? It was of the lands which at the time of the grant were not reserved as minerals, and of the lands which at the time of the location had not been sold, reserved, or to which a preëmption or homestead right had not attached. If one were to sell land, reserving therefrom the minerals of gold or silver found therein, and tell the purchaser to take the surveyor and measure off the land, would it be urged or pretended that the moment the surveyor ascertained the boundaries of the land sold the reservation of the minerals then undiscovered would be eliminated? Would any one uphold the reasoning, or the doctrine, which would assert such a conclusion? And can any one see the difference between the case now before us and the case supposed? Not a word was said or suggested in the cases cited about the elimination of the reservation for that cause; and not only in the cases cited by the plaintiff, but in a multitude of other cases, almost without number, a like silence <span class=\"star-pagination\">*316</span> was observed. In none of them was it ever pretended that the ascertainment of the location of the lands granted operated to withdraw from the grant the reservation of the minerals then undisclosed. The grant did not exist without the exception of minerals therefrom, and Congress has declared, in positive terms, that the act shall not be construed to embrace them, and there is nothing in any of the cases cited in the plaintiff's contention which indicates in the slightest degree that the original exception was subsequently qualified.</p>\n<p>It seems to us as plain as language can make it that the intention of Congress was to exclude from the grant actual mineral lands, whether known or unknown, and not merely such as were at the time known to be mineral. After the plaintiff had complied with all the conditions of the grant, performed every duty respecting it, and among other things that of definitely fixing the line of the route, its grant was still limited to odd sections which were not mineral at the time of the grant, and also to those which were not reserved, sold, granted, or otherwise appropriated, and were free from preëmption and other claims or rights at the time the line of the road was definitely fixed, and was coupled with the condition that all mineral lands were excluded from its operation, and that, in lieu thereof, a like quantity of unoccupied and unappropriated, agricultural lands, in odd sections, nearest to the line of the road, might be selected.</p>\n<p>There is, in our judgment, a fundamental mistake made by the plaintiff in the consideration of the grant. Mineral lands were not conveyed, but by the grant itself and the subsequent resolution of Congress cited were specifically reserved to the United States and excepted from the operations of the grant. Therefore, they were not to be located at all, and if in fact located they could not pass under the grant. Mineral lands being absolutely reserved from the inception of the grant, Congress further provided that <i>at the time of the location</i> of the road other lands should be excepted, viz., those previously sold, reserved, or to which a homestead or preëmption right had attached.</p>\n<p>It is difficult to perceive the principle upon which the term <span class=\"star-pagination\">*317</span> \"known\" is sought to be inserted in the act of Congress, either to limit the extent of its grant or the extent of its mineral, though its purpose is apparent. It is to add to the convenience of the grantee and enhance the value of its grant. But to change the meaning of the act is not in the power of the plaintiff, and to insert by construction what is expressly excluded is in terms prohibited. Besides the impossibility, according to recognized rules of construction, of incorporating in a statute a new term \u0097 one inconsistent with its express declarations \u0097 there are many reasons for holding that the omission of the word \"known,\" as defining the extent of the mineral lands excluded, was purposely intended.</p>\n<p>The grant to the railroad company was, as we have already mentioned, two thousand miles in length and forty miles in width, making an area of eighty thousand square miles, a territory nearly equal in extent to that of Ohio and New York combined. This territory was known to embrace in its hills and mountains great quantities of minerals of various kinds, and among others those of gold and silver. It was sparsely inhabited and in many districts of large extent was entirely unoccupied. The policy of Congress as expressed in its numerous grants of public lands to aid in the construction of railroads has always been to exclude the mineral lands from them, and reserve them for special disposition, as seen in the following acts among others: Acts of July 1, 1862, c. 120, 12 Stat. 489, and of July 2, 1864, c. 216, 13 Stat. 356, making grants to the Union and Central Pacific Companies; act of July 4, 1866, c. 165, 14 Stat. 83, making a grant to the Iron Mountain Railroad Company; act of July 13, 1866, c. 182, 14 Stat. 94, making a grant to the Placerville &amp;c. Railroad; act of July 25, 1866, c. 242, 14 Stat. 239, making a grant to the California and Oregon Railroad, sections 2 and 10; act of July 27, 1866, c. 278, 14 Stat. 292, making a grant to the Atlantic and Pacific Railroad and to the Southern Pacific Railroad; act of March 2, 1867, c. 189, 14 Stat. 548, making a grant to the Stockton and Copperopolis Railroad; act of March 3, 1871, c. 122, 16 Stat. 573, making a grant to the Texas Pacific Railroad. In all of these cases, and in all grants <span class=\"star-pagination\">*318</span> of public lands in aid of railroads, minerals (except iron and coal) have uniformly been reserved, and in no instance has such a grant been held to pass them. Patents issued after an examination and determination of the fact by the government whether portions of the land embraced in such grants did or did not contain other minerals have been held as conclusive in subsequent controversies, and of this we shall speak more fully hereafter; but grants in aid of railroads (and we speak of no other grants) before such determination and issue of a patent have never been held to pass other minerals than iron or coal, and it is only with other minerals, and with lands containing them, that we are concerned in this case.</p>\n<p>When the act was passed making the grant to the plaintiff, it would have been impossible to state with any accuracy what parts of the tract contained minerals and what did not. That fact could only be ascertained after extensive and careful explorations, and it is not reasonable to suppose that Congress would have left that important fact dependent upon the simple designation by the plaintiff of the line of its road, and the possible disclosure of minerals by the way, instead of leaving it to future and special explorations for their discovery. To suppose that Congress intended any such limitation would be to impute to it a desire that its exclusion of minerals from the grant should be defeated, which it is impossible to admit. It is conceded that in the interpretation of statutes like the one before us, reference may be had not only to the physical condition of the country and its surroundings, but that its political conditions and necessities may also be considered. The tract granted covered a belt believed to be rich in minerals of gold and silver, and the United States were at the time engaged in a terrific conflict for the preservation of the Union, incurring an immense debt, exceeding two thousand millions, and many of their citizens, engaged in the struggle, looked forward hopefully and confidently to this source for relief to the burdened treasury. And we cannot with reason suppose that, under these circumstances, the United States intended that the control of this source of wealth and relief should be taken from them. It passes belief that they could have deliberately <span class=\"star-pagination\">*319</span> designed in this hour of sore distress and fearful pressure upon their finances, to give away to a corporation of their own creation not only an imperial domain in land but the boundless wealth that might lie buried in the mineral regions covered by 80,000 square miles. They knew that the mineral belt over which the proposed railroad was to pass was almost entirely unexplored. They, therefore, retained from their grant the mineral lands, whether known or unknown, and left the discovery of the minerals to future explorations, and their disposition to future legislation. We can never admit that, at the time and under the circumstances upon which the grant was made, Congress intended that its clear words of exclusion of minerals should be interpreted to mean the exact reverse \u0097 that when it declared that \"no act of Congress granting lands in aid of railroads\" passed during the session of 1864 (the session at which the grant under consideration was made) should \"be construed to embrace minerals,\" it meant that such act might be so construed. Never has it as yet fallen to Congress to deceive by its legislation and juggle in this way.</p>\n<p>To incorporate the term \"known\" into the act and add it to the description of the mineral excepted would also contravene a settled rule in the construction of grants like the one before us, that nothing will pass to the grantee by implication or inference, unless essential to the use and enjoyment of the thing granted, and that exceptions intended for the benefit of the public are to be maintained and liberally construed. As justly observed by counsel for the defendant in their very able brief, \"the reservation in the grant of mineral lands was intended to keep them under government control for the public good, in the development of the mineral resources of the country, and the benefit and protection of the miner and explorer, instead of compelling him to litigate or capitulate with a stupendous corporation and ultimately succumb to such terms, subject to such conditions, and amenable to such servitudes as it might see proper to impose. The government has exhibited its beneficence in reference to its mineral lands as it has in the disposition of its agricultural lands, where the <span class=\"star-pagination\">*320</span> claims and rights of the settlers are fully protected. The privilege of exploring for mineral lands was in full force at the time of the location of the definite line of the road, and was a right reserved and excepted out of the grant at that time.\"</p>\n<p>Some weight is sought to be given by counsel of the plaintiff to the allegation that the lands in controversy are included in the section which was surveyed in 1868 and a plat thereof filed by the surveyor in the local land office in September of that year, from which it is asserted that the character of the land was ascertained and determined, and reported to be agricultural and not mineral. But the conclusive answer to such alleged determination and report is that the matters to which they relate were not left to the surveyor general. Neither he nor any of his subordinates was authorized to determine finally the character of any lands granted or make any binding report thereon. Information of the character of all lands surveyed is required of surveying officers, so far as knowledge respecting them is obtained in the course of their duties, but they are not clothed with authority to especially examine as to these matters outside of their other duties, or determine them, nor does their report have any binding force. It is simply an addition made to the general information obtained from different sources on the subject. In <i>Cole</i> v. <i>Markley,</i> (2 Decisions Dept. of the Interior relating to Public Lands, 847-849,) Mr. Teller, when Secretary of the Interior, in a communication to the Commissioner of the General Land Office, speaks at large of the notations of surveyors, and says: \"Public and official information was the object of these notations, with a view to preventing entry until the facts are finally determined. They should be, and they are, only <i>prima facie</i> evidence, and subject to be rebutted by satisfactory proof of the real character of the land.\" The determination of the character of the land granted by Congress, in any case, whether agricultural or mineral, or swamp or timber land, is placed in the officers of the Land Department, whose action is subject to the revision of the Commissioner of the General Land Office, and on appeal from him by the Secretary of the <span class=\"star-pagination\">*321</span> Interior. Under their direction and supervision the actual character of the land may be determined and fully established. The effect of a patent issued by them under the authority of Congress, as to such matters, we shall presently consider. In the present case the mineral character of the lands in controversy is conceded. They are alleged in the complaint to be mineral lands containing gold and silver and other precious metals.</p>\n<p>Nor is there any force in the averments that in November, 1868, the plaintiff listed the section embracing the mineral lands in controversy, with other sections, as portions of its grant, and filed the lists in the local land office at Helena and paid the receiver's fees for filing the same; and that the register and receiver accepted, allowed, and approved the list, and certified the same to the Commissioner of the General Land Office, and that no part of the fees has ever been refunded. The act of Congress does not provide that selections of the lands by the plaintiff, as a part of its grant, shall in any respect change its purport and effect and eliminate any of its reservations; nor does it empower the officers of the local land office to accept the list as conclusive with respect to such grant in any particular. There was, therefore, no obligation on the part of any one to refund to the plaintiff the fees paid on filing the list mentioned, when an attempt is made to do away with its supposed effect.</p>\n<p>There is, in our opinion, no merit in any of the positions advanced by the plaintiff in support of its claim to the mineral lands in controversy. The language of the grant to the plaintiff is free from ambiguity. The exclusion from its operation of all mineral lands is entirely clear, and if there were any doubt respecting it, the established rule of construction applicable to statutes making such grants would compel a construction favorable to the grantor.</p>\n<p>Some reference should be made here to the language used in the cases of <i>Deffeback</i> v. <i>Hawke,</i> 115 U S. 392, and <i>Davis</i> v. <i>Weibbold,</i> 139 U.S. 507, as it is contended that it is in conflict with the views expressed in the present case. If so, the writer of this opinion, who was also the writer of the opinions <span class=\"star-pagination\">*322</span> in both of the cases cited, must take the responsibility of any conflict with the views now expressed. It is more important that the court should be right upon later and more elaborate consideration of the cases than consistent with previous declarations. Those doctrines only will eventually stand which bear the strictest examination and the test of experience.</p>\n<p>The case of <i>Deffeback</i> v. <i>Hawke</i> arose in this wise: The plaintiff asserted title to mineral lands under a patent of the United States, founded upon an entry under the laws of Congress, for the sale of mineral lands. The defendant, not having the legal title, claimed a better right to the premises by virtue of a previous occupation of them by his grantor as a lot on a portion of the public lands appropriated and used as a town site \u0097 that is, settled upon for purposes of trade and business, and not for agriculture, and laid out into streets, lots, blocks, and alleys for that purpose. And it was held by this court that no title from the United States to land known at the time of sale to be valuable for its minerals of gold, silver, cinnabar, or copper could be obtained under the preemption or homestead laws, or the town-site laws, or in any other way than as prescribed by the laws specially authorizing the sale of such lands. These three cases, those under the preëmption and homestead laws and town-site act, were classed together. It was found that under the preëmption and homestead act lands containing known saline deposits and mines could not be purchased. In the town-site act it was provided that by virtue of its provisions no title could be acquired to any mine of gold, silver, cinnabar or copper, or to any valid mining claim or possession held under existing laws. And under the mineral act of Congress it was provided that in all cases lands valuable for minerals should be reserved from sale except as otherwise expressly provided. The court held that under those acts land could be purchased which was not known to be mineral; and from this the inference was drawn that only lands known at the time of the sale to be valuable for minerals could be excluded, and if they were not thus known to be valuable for minerals a sale might be had. <span class=\"star-pagination\">*323</span> This was not a case arising upon a grant like the one under consideration at present; but, inasmuch as the law of Congress authorized lands valuable for minerals to be sold generally under the mineral act, and excluded from sale mineral lands when claimed for homesteads or preëmption or for town sites, it was thought that these conflicting provisions of law would be reconciled by simply excluding from the sale lands known at the time to be mineral. But that case has no bearing upon the present one involving the construction of an act of Congress declaring in express terms that no mineral lands shall be conveyed by the grant made.</p>\n<p>The case of <i>Davis</i> v. <i>Weibbold</i> was an action on the part of a mineral claimant who had obtained a patent in January, 1880, of a parcel of land within the exterior limits of Butte town site, subsequently to the patent for the town site.</p>\n<p>When the entry of the town site was had and the patent issued, and a sale was thereafter made to the defendant of the lots held by him, it was not known \u0097 at least, it does not appear that it was known \u0097 that there were any valuable mineral lands within the town site, and the question was whether in the absence of this knowledge the defendant, who claimed under the town-site patent, could be deprived by the laws of the United States of the premises purchased and occupied by him, because of a subsequent discovery of minerals in them, and the issue of a patent to the discoverer under whom the plaintiff claimed. The court said that the declaration that no title could be acquired under the provisions relating to such town sites and the sale of lands therein to any mine of gold, silver, cinnabar, or copper, or to any valid mining claim or possession held under existing laws, would seem on first impression to constitute a reservation of such mines in the land sold, and of mining claims on them, to the United States; but such was held not to be the necessary meaning of the terms used; in strictness they imported only that the provisions by which the title to the land in such town sites was transferred should not be the means of passing a title also to mines of gold, silver, cinnabar, or copper in the land, or to valid mining claims or possessions thereon; but <span class=\"star-pagination\">*324</span> that they were to be read in connection with the clause protecting existing rights to mineral veins; and with the qualification uniformly accompanying exceptions in acts of Congress of mineral lands from grant or sale. Thus read, the court held that they merely prohibited the passage of title under the provisions of the town-site laws to mines of gold, silver, cinnabar, or copper, which were known to exist on the issue of the town-site patent and to mining claims and mining possessions, in respect to which such proceedings had been taken under the law or the custom of miners, as to render them valid, creating a property right in the holder, and not to prohibit the acquisition for all time of mines which then lay buried unknown in the depths of the earth. The patent for the town site was therefore held to cover minerals subsequently discovered in the lands patented. The patent was in law a declaration that minerals did not exist in the premises when it was issued, and the subsequent acquisition of minerals in the town site was within the specific authorization of the act of Congress that all valuable minerals should be open for exploration and sale. There is a marked distinction between that case, under the town-site law, and the present case, under a grant of Congress excluding mineral lands from its operation, although it is conceded that some of the language used is broader than the necessities of the case required. Yet the effect given to the town-site patent will be found not inconsistent with the views hereafter expressed in the present case.</p>\n<p>Some effect is also sought to be given to the fact that Congress authorized the Northern Pacific Railroad Company to place a mortgage upon its entire property. Admitting that such is the fact, the conclusion claimed does not follow. Congress thereby only authorized a mortgage upon the property granted to the company, which was the lands without minerals. The mortgage could not cover more than the property granted. So also it is said that the States and Territories through which the road passes would not be able to tax the property of the company, unless they could tax the whole property, minerals as well as lands. We do not see why not. <span class=\"star-pagination\">*325</span> The authority to tax the property granted to the company did not give authority to tax the minerals which were not granted. The property could be appraised without including any consideration of the minerals. The value of the property excluding the minerals could be as well estimated as its value including them. The property could be taxed for its value to the extent of the title which is of the land.</p>\n<p>The grant under consideration is one of a public nature. It covers an immense domain, greater in extent than the area of some of our largest States, and it must be strictly construed. It would seem from the frequency with which we have announced this doctrine that it should be forever closed against further question, but as the most extravagant pretensions are made in the plaintiff's construction of the present grant, we will venture to refer to one or two of the important judicial declarations on that subject.</p>\n<p>The general rule, when grants relate to matters of public interest, is thus forcibly expressed by Chief Justice Taney: \"The object and end of all government,\" said the Chief Justice, speaking for the court, \"is to promote the happiness and prosperity of the community by which it is established; and it can never be assumed that the government intended to diminish its power of accomplishing the end for which it was created... . The continued existence of a government would be of no great value, if by implications and presumptions it was disarmed of the powers necessary to accomplish the ends of its creation; and the functions it was designed to perform transferred to the hands of privileged corporations.\" <i>Charles River Bridge Co.</i> v. <i>Warren Bridge Co.,</i> 11 Pet. 420, 547.</p>\n<p>In <i>Leavenworth Railroad Company</i> v. <i>United States,</i> 92 U.S. 733, this court said: \"The rules which govern the interpretation of legislative grants ... apply as well to grants of lands to States to aid in building railroads as to grants of special privileges to private corporations. In both cases the legislature, prompted by the supposed wants of the public, confers on others the means of securing an object the accomplishment of which it desires to promote, but declines to undertake. <span class=\"star-pagination\">*326</span>... If the terms are plain and unambiguous, there can be no difficulty in interpreting them; but if they admit of different meanings, one of extension and one of limitation, they must be accepted in a sense favorable to the grantor.\"</p>\n<p>In <i>Winona &amp;c.</i> v. <i>Barney,</i> 113 U.S. 618, 625, speaking of the construction of legislative grants, the court said: \"They are to receive such a construction as will carry out the intent of Congress, however difficult it might be to give full effect to the language used if the grants were by instruments of private conveyance. To ascertain that intent we must look to the condition of the country when the acts were passed, as well as to the purpose declared on their face, and read all parts of them together.\"</p>\n<p>The earnest contention of the counsel of the plaintiff arises principally, we think, from an unfounded apprehension that our interpretation will lead to uncertainty in the titles of the country. If the exception of the government is not limited to <i>known</i> minerals, the title, it is said, may be defeated years after the land has passed into the hands of the grantee, and improvements of great extent and value have been made upon its faith. It is conceded to be of the utmost importance to the prosperity of the country that titles to lands and to minerals in them shall be settled, and not be the subject of constant and ever-recurring disputes and litigation, to the disturbance of individuals, and the annoyance of the public. We do not think that any apprehension of disturbance in titles from the views we assert need arise. The law places under the supervision of the Interior Department and its subordinate officers, acting under its direction, the control of all matters affecting the disposition of public lands of the United States, and the adjustment of private claims to them under the legislation of Congress. It can hear contestants and decide upon the respective merits of their claims. It can investigate and settle the contentions of all persons with respect to such claims. It can hear evidence upon and determine the character of lands to which different parties assert a right; and when the controversy before it is fully considered and ended, <span class=\"star-pagination\">*327</span> it can issue to the rightful claimant the patent provided by law, specifying that the lands are of the character for which a patent is authorized. It can thus determine whether the lands called for are swamp lands, timber lands, agricultural lands, or mineral lands, and so designate them in the patent which it issues. The act of Congress making the grant to the plaintiff provides for the issue of a patent to the grantee for the land claimed, and as the grant excludes mineral lands in the direction for such patent to issue, the Land Office can examine into the character of the lands, and designate it in its conveyance.</p>\n<p>It is the established doctrine, expressed in numerous decisions of this court, that wherever Congress has provided for the disposition of any portion of the public lands, of a particular character, and authorizes the officers of the Land Department to issue a patent for such land upon ascertainment of certain facts, that department has jurisdiction to inquire into and determine as to the existence of such facts, and in the absence of fraud, imposition, or mistake, its determination is conclusive against collateral attack.</p>\n<p>In <i>Smelting Co.</i> v. <i>Kemp,</i> 104 U.S. 636, 640, 641, this court thus spoke of the Land Department in the transfer of public lands: \"The patent of the United States is the conveyance by which the nation passes its title to portions of the public domain. For the transfer of that title the law has made numerous provisions, designating the persons who may acquire it and the terms of its acquisition. That the provisions may be properly carried out the Land Department, as part of the administrative and executive branch of the government, has been created to supervise all the various proceedings taken to obtain the title from their commencement to their close. In the course of their duty the officers of that department are constantly called upon to hear testimony as to matters presented for their consideration and to pass upon its competency, credibility, and weight. In that respect they exercise a judicial function, and therefore it has been held in various instances by this court that their judgment as to matters of fact properly determinable by them is conclusive, <span class=\"star-pagination\">*328</span> when brought to notice in a collateral proceeding. Their judgment in such cases is like that of other special tribunals upon matters within their exclusive jurisdiction, unassailable except by a direct proceeding for its correction or annulment. The execution and record of the patent are the final acts of the officers of the government for the transfer of its title, and as they can be lawfully performed only after certain steps have been taken, that instrument, duly signed, countersigned, and sealed, not merely operates to pass the title, but is in the nature of an official declaration by that branch of the government to which the alienation of the public lands, under the law, is entrusted, that all the requirements preliminary to its issue have been complied with. The presumptions thus attending it are not open to rebuttal in an action of law.\"</p>\n<p>In <i>Steele</i> v. <i>Smelting Co.,</i> 106 U.S. 447, 450, the language of the court was that: \"The Land Department, as we have repeatedly said, was established to supervise various proceedings whereby a conveyance of the title from the United States to portions of the public domain is obtained, and to see that the requirements of different acts of Congress are fully complied with. Necessarily, therefore, it must consider and pass upon the qualification of the applicant, the acts he has performed to secure the title, the nature of the land, and whether it is of the class which is open to sale. Its judgment upon these matters is that of a special tribunal, and is unassailable except by direct proceedings for its annulment or limitation.\"</p>\n<p>In <i>Heath</i> v. <i>Wallace,</i> 138 U.S. 573, 585, it was held that \"the question whether or not lands returned as `subject to periodical overflow' are `swamp and overflowed lands' is a question of fact properly determinable by the Land Department.\" And Mr. Justice Lamar added: \"It is settled by an unbroken line of decisions of this court in land jurisprudence that the decisions of that department upon matters of fact within its jurisdiction are, in the absence of fraud or imposition, conclusive and binding on the courts of the country.\" If the Land Department must decide what lands shall not be patented because reserved, sold, granted, or otherwise appropriated, <span class=\"star-pagination\">*329</span> or because not free from preëmption or other claims or rights at the time the line of the road is definitely fixed, it must also decide whether lands are excepted because they are mineral lands. It has always exercised this jurisdiction in patenting lands which were alleged to be mineral, or in refusing to patent them because the evidence was insufficient to show that they contained minerals in such quantities as to justify the issue of the patent. If, as suggested by counsel, when the Secretary of the Interior has under consideration a list of lands to be patented to the Northern Pacific Railroad Company, it is shown that part of said lands contain minerals of gold and silver, discovered since the company's location of its road opposite thereto, he would not perform his duty, stated in <i>Knight</i> v. <i>Land Association,</i> 142 U.S. 161, 178, as the \"supervising agent of the government to do justice to all claims and preserve the rights of the people of the United States,\" by certifying the list until corrected in accordance with the discoveries made known to the department. He would not otherwise discharge the trust reposed in him in the administration of the law respecting the public domain.</p>\n<p>There are undoubtedly many cases arising before the Land Department in the disposition of the public lands where it will be a matter of much difficulty on the part of its officers to ascertain with accuracy whether the lands to be disposed of are to be deemed mineral lands or agricultural lands, and in such cases the rule adopted that they will be considered mineral or agricultural as they are more valuable in the one class or the other, may be sound. The officers will be governed by the knowledge of the lands obtained at the time as to their real character. The determination of the fact by those officers that they are one or the other will be considered as conclusive.</p>\n<p>In the case of the <i>Central Pacific Railroad Company</i> v. <i>Valentine,</i> 11 Land Dec. 238, 246, the late Secretary of the Interior, Mr. Noble, speaks of the practice of the Land Department in issuing patents to railroad lands. His language is: \"The very fact, if it be true, that the office of the patent is to define and identify the land granted, and to evidence the <span class=\"star-pagination\">*330</span> title which vested by the act, necessarily implies that there exists jurisdiction in some tribunal to ascertain and determine what lands were subject to the grant and capable of passing thereunder. Now, this jurisdiction is in the Land Department, and it continues, as we have seen, until the lands have been either patented or certified to or for the use of the railroad company. By reason of this jurisdiction it has been the practice of that department for many years past to refuse to issue patents to railroad companies for lands found to be mineral in character at any time before the date of patent. Moreover, I am informed by the officers in charge of the mineral division of the Land Department that ever since the year 1867 (the date when that division was organized) it has been the uniform practice to allow and maintain mineral locations within the geographical limits of railroad grants, based upon discoveries made at any time before patent or certification where patent is not required. This practice having been uniformly followed and generally accepted for so long a time there should be, in my judgment, the clearest evidence of error as well as the strongest reasons of policy and justice controlling before a departure from it should be sanctioned. It has, in effect, become a rule of property.\"</p>\n<p>It is true that the patent has been issued in many instances without the investigation and consideration which the public interest requires; but if that has been done without fraud, though unadvisedly by officers of the government charged with the duty of supervising and attending to the preparation and issue of such patents, the consequence must be borne by the government until by further legislation a stricter regard to their duties in that respect can be enforced upon them. The fact remains that under the law the duty of determining the character of the lands granted by Congress, and stating it in instruments transferring the title of the government to the grantees, reposes in officers of the Land Department. Until such patent is issued, defining the character of the land granted and showing that it is non-mineral, it will not comply with the act of Congress in which the grant before us was made to plaintiff. The grant, even when all the acts required <span class=\"star-pagination\">*331</span> of the grantees are performed, only passes a title to non-mineral lands; but a patent issued in proper form, upon a judgment rendered after a due examination of the subject by officers of the Land Department, charged with its preparation and issue, that the lands were non-mineral, would, unless set aside and annulled by direct proceedings, estop the government from contending to the contrary, and as we have already said in the absence of fraud in the officers of the department, would be conclusive in subsequent proceedings respecting the title.</p>\n<p>The delay of the government in issuing a patent to the plaintiff, of which great complaint is made, does not affect the power of the company, to assert in the meantime, by possessory action, (as held in <i>Deseret Salt Company</i> v. <i>Tarpey,</i> 142 U.S. 241,) its right to lands which are in fact non-mineral. But such delay, as well observed, cannot have the effect of entitling it to recover, as is contended in this case, lands which it admits to be mineral. The government cannot be reasonably expected to issue its patent, and it is not authorized to do so, without excepting mineral lands, until it has had an opportunity to have the country, or that part of it for which a patent is sought, sufficiently explored to justify its declaration in the patent, which would be taken as its determination, that no mineral lands exist therein.</p>\n<p>On the other hand, an affirmance of the judgment in this case would enlarge the grant of the government against its oft-repeated exception of mineral lands, and give to the plaintiff the vast mineral wealth of the States through which the grant passes. It would render the plaintiff corporation imperial in its resources \u0097 one that would far outshine \"the wealth of Ormus and of Ind.\" And, as counsel justly observes, the same rule would apply to all our transcontinental railroads and give to them nearly all our mineral lands, when Congress has time and again declared that they should have no mineral lands, and that no act of Congress should be construed to give them any; and that they \"in all cases shall be and are reserved exclusively to the United States unless otherwise specially provided in the act or acts making the grant.\"</p>\n<p><span class=\"star-pagination\">*332</span> It is unnecessary to pursue this subject any further. We will only observe that we do not notice the numerous assertions made in the argument of the plaintiff, as to what has been decided by this court and what is the settled rule in cases of railroad grants by Congress embracing mineral lands, the correctness of which we do not admit. The official reports will disclose wherein the errors lie sufficiently for the attainment of accuracy of statement in matters of judicial decision.</p>\n<p>The plaintiff in this case, not having a patent, and relying solely upon its grant, which gives no title to the minerals within any of its lands, shows by its complaint no cause of action for the possession of the mineral lands claimed. The demurrer of the defendants should have been sustained, and judgment entered thereon in their favor.</p>\n<p>It follows that the judgment of the Circuit Court in this case must be</p>\n<p><i>Reversed and the cause remanded to that court with directions to sustain the demurrer of the defendants and enter judgment thereon in their favor with costs.</i></p>\n<p>MR. JUSTICE BREWER, with whom concurred MR. JUSTICE GRAY and MR. JUSTICE SHIRAS, dissenting.</p>\n<p>I dissent from the opinion and judgment of the court in this case. The burden of the opinion seems to be that the magnitude of that which is supposed to pass by the grant, as construed by defendant in error, is so great that it cannot be believed that Congress intended to make such a donation; and, therefore, rules of decision, repeatedly affirmed and hitherto the settled law in the construction of such grants, are set aside and a new rule established, whether applicable to this grant alone, or also hereafter to be considered as applicable to the whole body of law in respect to public lands I know not, nor is it affirmed. I respectfully insist that the magnitude of the loss supposed to result to the government is a mere chimera of the imagination \u0097 <i>ignotum pro magnifico</i> \u0097 and that even if it be ever so great, it furnishes no ground for a departure from settled rules and established law.</p>\n<p><span class=\"star-pagination\">*333</span> The grant of land to the Northern Pacific Railroad Company is enormous; no one disputes that; but before being appalled by its magnitude it is fitting that a comparison be made between it and others, accepted and construed without fear of results. If it be said that its total area is vastly in excess of that of any other Congressional grant, it must at the same time be remembered that the length of the road, in aid of whose construction it was made, is also greatly in excess of that of any other road theretofore or since thus aided. The only fair method of comparison is that by mile. Tested in that way it is the same as other grants. Texas Pacific Railroad grant, Act of March 3, 1871, c. 122, 16 Stat. 573. And it is only twice as large as that to the Union Pacific Railroad and the Central Pacific Railroad, and they in addition were aided by the bonds of the nation to the amount of $16,000 a mile, with an increase (in the mountainous portions of the road) to $32,000 per mile. I affirm that the value of the grant, unquestioned hitherto, to the Union Pacific Railroad and the Central Pacific Railroad Companies was greater per mile than that to the Northern Pacific Railroad Company, and that this defendant in error would at any time have been glad to make an exchange therefor mile for mile.</p>\n<p>It is true that the country through which this proposed road was to run was, in 1864, an unknown and uninhabited region, but I deduce therefrom a conclusion the very opposite of that drawn in the opinion of the court. The corporation, the recipient of this grant, would never have moved in the construction of the road if it had not supposed that, upon the definite location of its line, it would receive, in accordance with the rulings of this court, an absolute and unquestioned title to all the lands within the limits of its grant, at that time not taken by homestead or preëmption right and not known to be mineral lands, and thus excepted from the operation of the grant; neither would the mortgage placed upon the road and its land grant, as authorized by the act of Congress, have ever successfully appealed to the confidence of the possessors of money except upon like belief. The limits of the place lands were fixed by the terms of the act, and also the limits of the indemnity <span class=\"star-pagination\">*334</span> lands. If at the time of the definite location there was no certainty as to what lands within the place limits passed by the grant, there was also an equal uncertainty as to what lands within the indemnity limits could be selected, and an absolute impossibility of making any selection because of ignorance as to the extent of the loss in the place limits; and when it is affirmed that at the time of the definite location there was no certainty as to whether any lands passed by this grant either within the place or indemnity limits, the assertion is necessarily that the mortgagees were invited to loan their money upon a security, of the existence of any part of which there was no certainty, and could not be any certainty, until after Congress by a subsequent act had appropriated money for an exploration, of which there is no hint in the granting act. Such an assertion is equivalent to saying that Congress invited parties to lend upon real estate security, the title to no acre of which no act of mortgagor or mortgagee could ever certainly secure. It may be that in the far days to come (and thirty years have passed since the passage of the act without any effort on the part of Congress in that direction) it shall suit Congress to appropriate money for an exploration of the character of these lands, and it may then be found that every quarter section, though not known to be when the line was definitely located and the road fully constructed, is in fact possessed of minerals, and therefore excepted from the operation of the grant. I respectfully submit that it ought not to be imputed to Congress that it invited a loan on securities which might turn out to be but apples of Sodom \u0097 beautiful to the eye, but ashes to the taste.</p>\n<p>Much is said of the possible mineral wealth within the area of this grant, and we are told that, when the government was in the financial stress caused by the war, it is not to be supposed that Congress would willingly throw away this enormous mineral wealth; but surely that suggestion has not even the semblance of force. There has been no reservation of mines or minerals to the government. On the contrary, the entire purpose in respect to mines has been and is expressed in the two rules: First, ordinary lands are given to <span class=\"star-pagination\">*335</span> all willing to make homesteads of them, and sold to others for $1.25 per acre, and when conveyed carried all mines and minerals beneath the surface; second, as to the ungranted and still public lands, they are open to exploration by individuals, and the discoverer of mines is entitled to purchase the land, embracing the mines, on the payment of $5 per acre, if the mine is a lode or vein, and $2.50 an acre if it is a placer mine.</p>\n<p>Obviously no visions of an undiscovered \"wealth of Ormus or of Ind,\" out of which the debts of the war were to be paid, floated before the eyes of Congress when this legislation was pending and prompted the exception of mineral lands. The only purpose was to secure to the individual explorer an opportunity to search for the as yet undiscovered mines. But that purpose was no more significant and no stronger than that to secure to the individual emigrant the opportunity to acquire a homestead, or to preëmpt a farm. And this right, as always held, expired when the definite location of the road was made. Under what theory can it be said that it was more important and more within the thought of Congress to give time to the individual to hunt through the country in pursuit of mines than to the emigrant pioneer to locate a home or purchase a farm?</p>\n<p>But it is said that Congress never meant that this vast mineral wealth should pass to this corporation, and that the individual must contract with that corporation for the purchase of any mine. And yet with a strange inconsistency, as it seems to me, before the opinion is closed it is declared, in effect, that Congress meant that when the President should issue a patent, the mineral wealth, vast as it is supposed to be, should then pass to the corporation. If Congress by its legislation excluded mineral lands from the scope of this grant, then surely no executive officer is authorized to convey mineral lands, and even the patent of the President passes no title thereto. The concession that a patent conveys the mines as incident to the conveyance of the land is a concession that the language of the grant, excluding from the operation of the grant mineral lands, is not to be taken absolutely; and leaves <span class=\"star-pagination\">*336</span> the only difference between the opinion of the court and my own that of the time as to which the identification of the lands as mineral lands is to be had.</p>\n<p>Coming to the matter of identification, the rule uniformly laid down heretofore \u0097 in the construction of all railroad grants, including those with like exception of mineral lands \u0097 has been that the identification takes place at the time of the definite location. Out of the multitude of cases in which this doctrine has been laid down I quote from one in which this very grant to the Northern Pacific was under consideration.</p>\n<p>In <i>St. Paul &amp; Pacific Railroad</i> v. <i>Northern Pacific Railroad,</i> 139 U.S. 1, 5, it was said:</p>\n<p>\"As seen by the terms of the third section of the act, the grant is one <i>in præsenti;</i> that is, it purports to pass a present title to the lands designated by alternate sections, subject to such exceptions and reservations as may arise from sale, grant, preëmption or other disposition previous to the time the definite route of the road is fixed... .</p>\n<p>\"This is the construction given to similar grants by this court, where the question has often been considered; indeed, it is so well settled as to be no longer open to discussion. <i>Schulenberg</i> v. <i>Harriman,</i> 21 Wall. 44, 60; <i>Leavenworth, Lawrence, &amp;c. Railroad Co.</i> v. <i>United States,</i> 92 U.S. 733; <i>Missouri, Kansas, &amp;c. Railway</i> v. <i>Kansas Pacific Railway,</i> 97 U.S. 491; <i>Railroad Co.</i> v. <i>Baldwin,</i> 103 U.S. 426... .</p>\n<p>\"It is contended that they are qualified, and restricted by the provision of the fourth section, that whenever twenty-five miles of the road are completed in a good, substantial, and workmanlike manner, and the commissioners appointed to examine the same have made a report to that effect to the President, patents shall be issued `confirming to said company the right and title to said lands, situated opposite to, and coterminous with, said completed section of said road.' This provision, it is urged, is inconsistent with the theory that a title to the lands had previously vested in the company. We do not think so. There are many reasons why patents should be issued upon the completion of each section of the road. They would not only identify the lands as coterminous with <span class=\"star-pagination\">*337</span> the completed section, but they would be evidence that, as to that portion of the road, the conditions of the grant had been complied with, and that it was thus freed from any liability to forfeiture for a disregard of them. They would also obviate the necessity of any further evidence of the grantee's title. As deeds of further assurance they would thus be of great value in giving quiet and peace to the grantee's possession. There are many instances in the legislation of Congress where patents are authorized to be issued to parties in further assurance of their title, notwithstanding a previous legislative grant to them or a legislative confirmation of a previously existing claim. The previous grant or confirmation is in no respect impaired thereby, or its construction affected. See on this point <i>Langdeau</i> v. <i>Hanes,</i> 21 Wall. 521; <i>Wright</i> v. <i>Roseberry,</i> 121 U.S. 488, 497.\"</p>\n<p>I refer also to the case of <i>Deseret Salt Co.</i> v. <i>Tarpey,</i> 142 U.S. 241, 247. That was a case involving the construction of the grant to the Central Pacific Railroad Company, which grant, as the one before us, excluded from its operation mineral lands; no patent had issued for the particular tracts; the plaintiff claimed by lease from the Central Pacific Railroad Company, and brought an action of ejectment against the defendant in possession. The trial court charged the jury that, although no patent had been issued, on the definite location of the line of the road, the title to the lands within the place limits passed to the company unless they had been previously sold, reserved, or otherwise disposed of by the United States, or a preëmption, homestead, swamp-land, or other lawful claim had attached to them, or they were known to be mineral lands or were returned as such. A judgment rendered in favor of the plaintiff upon such an instruction was sustained by this court, and it was distinctly held that a full title had passed to the railroad company. There was no pretence in that case of any ruling as to the character of the land by the Interior Department or any determination by the Secretary of the Interior that this was not mineral land. In disposing of the case this court said:</p>\n<p>\"By the terms of the act making the grant the contention <span class=\"star-pagination\">*338</span> of the defendant is not supported. Those terms import the transfer of a present title, not one to be made in the future. They are that `there be and is hereby granted' to the company every alternate section of the lands. No partial or limited interest is designated, but the lands themselves are granted, as they are described by the sections mentioned. Whatever interest the United States possessed in the lands was covered by those terms, unless they were qualified by subsequent provisions, a position to be presently considered.</p>\n<p>\"In a great number of cases grants containing similar terms have been before this court for consideration. They have always received the same construction, that unless the terms are restricted by other clauses, they import a grant <i>in præsenti,</i> carrying at once the interest of the grantor in the lands described. <i>Schulenberg</i> v. <i>Harriman,</i> 21 Wall. 44; <i>Leavenworth, Lawrence &amp; Galveston Railroad</i> v. <i>United States,</i> 92 U.S. 733.</p>\n<p>\"In <i>Wisconsin Central Railroad Co.</i> v. <i>Price County,</i> 133 U.S. 496, 507, referring to the different acts of Congress making grants to aid in the construction of railroads, we stated that they were similar in their general provisions, and had been before this court for consideration at different times, and of the title they passed we said: `The title conferred was a present one, so as to insure the donation for the construction of the road proposed against any revocation by Congress, except for non-performance of the work within the period designated, accompanied, however, with such restrictions upon the use and disposal of the lands as to prevent their diversion from the purposes of the grant.'</p>\n<p>\"As the sections granted were to be within a certain distance on each side of the line of the contemplated railroad, they could not be located until the line of the road was fixed. The grant was, therefore, in the nature of a `float;' but, when the route of the road was definitely fixed, the sections granted became susceptible of identification, and the title then attached as of the date of the grant, except as to such parcels as had been in the meantime under its provisions appropriated to other purposes.</p>\n<p><span class=\"star-pagination\">*339</span> \"That doctrine is very clearly stated in the <i>Leavenworth</i><i> case</i> cited above, where the language of the grant was identical with that of the one under consideration, and the court said: `There be and is hereby granted,' are words of absolute donation and import a grant <i>in præsenti.</i> This court has held that they can have no other meaning, and the land department, on this interpretation of them, has uniformly administered every previous similar grant. They vest a present title in the State of Kansas, (the grantee named,) though a survey of the lands and a location of the road are necessary to give precision to it and attach it to any particular tract. The grant then becomes certain, and, by relation, has the same effect upon the selected parcels as if it had specifically described them.</p>\n<p>\"The terms used in the granting clause of the act of Congress, and the interpretation thus given to them, exclude the idea that they are to be treated as words of contract or promise rather than, as they naturally import, as words indicating an immediate transfer of interest. The title transferred is a legal title, as distinguished from an equitable or inchoate interest.\"</p>\n<p>It is a misconstruction of the decision to say that the court only held that an action could be maintained for the possession of lands not mineral. For it was neither alleged nor proved that the lands were not mineral, but simply that at the date of the definite location they were not known to be mineral. The same allegation and proof could have been made in this case if the action had been brought two years before the discovery of the mineral and four years after the definite location, and the court then, under the authority of the <i>Tarpey</i><i> case,</i> would have been compelled to sustain a judgment in favor of the company, declaring it the owner of the land, while now it enters the very opposite judgment that the company is not the owner. So, in the <i>Tarpey</i><i> case,</i> if the day after the opinion of this court had been announced some enterprising explorer had discovered a mine of value within the limits of the tract in controversy in that case, following this opinion the court would have been compelled to hold that <span class=\"star-pagination\">*340</span> the company had no title, never had had any title, although it had affirmed a judgment declaring that it had the title. It is impossible to uphold such a difference of ruling on anything equivalent to a condition subsequent. For as held in <i>Schulenberg</i> v. <i>Harriman,</i> 21 Wall. 44, no one can take advantage of the non-performance of such a condition but the grantor or his heirs or successors, and the government has taken no action in respect to the title to this tract since the discovery of the mineral.</p>\n<p>These decisions could be supplemented by a score and more in which the same doctrine has been affirmed and reaffirmed until, as said in the quotation first above made, \"it is so well settled as to be no longer open to discussion.\" All these authorities are in effect wholly overthrown by this decision, for there is no identification of the lands passing by the grant unless it is known and can be known at the time what lands pass. Take any particular mile of the road; on either side of the line, as located, there are twenty alternate sections within the place limits. By the rule now laid down, the title to no one of these twenty sections passes to the company, because it is not known absolutely which are mineral lands. So far as known, none may be mineral, and yet, as in this case before us, six years after that line of definite location an exploration develops the fact of minerals, and then it is declared that the title did not pass. When you simply say, as the court does in this opinion, that out of those twenty sections there shall pass the title to such lands as shall thereafter be found or be determined by the Secretary of the Interior to be non-mineral lands, you say in effect that there is no identification of a single tract. This court has hitherto said that when the line of definite location was fixed the lands granted were identified. That means, if it means anything, that the particular tracts which passed by the grant were disclosed. Now it is said that they are not disclosed, and cannot be identified as passing by the grant until it shall be affirmatively proved that they do not contain mines, or the Secretary of the Interior has determined that they are not mineral lands. There is, therefore, at the time no identification of the particular lands which <span class=\"star-pagination\">*341</span> pass, as has always heretofore been declared. It is true, as suggested, that it is no uncommon thing to make a grant of lands with a reservation of mines or minerals, and if such were the reservation in this case there would be no question as to the matter of identification; but there is in this case no reservation of mines or minerals; no land passes with a reservation of anything underneath the surface. There is simply an exception of mineral lands from the operation of the grant, and there has got to be something to separate and distinguish one class of lands, to wit, mineral lands, from the other, non-mineral lands, before there is any identification as to any lands. So, unless there is that which, at the time of the definite location, distinguishes lands non-mineral from lands mineral, there is no identification of any particular tract as passing under this grant.</p>\n<p>In the case of <i>Davis's Administrator</i> v. <i>Weibbold,</i> 139 U.S. 507, 524, this court said:</p>\n<p>\"It would seem from this uniform construction of that department of the government specially entrusted with supervision of proceedings required for the alienation of the public lands, including those that embrace minerals, and also of the courts of the mining States, Federal and State, whose attention has been called to the subject, that the exception of mineral lands from grant in the acts of Congress should be considered to apply only to such lands as were at the time of the grant known to be so valuable for their minerals as to justify expenditure for their extraction.\"</p>\n<p>And again on page 519:</p>\n<p>\"The exceptions of mineral lands from preëmption and settlement and from grants to States for universities and schools, for the construction of public buildings, and in aid of railroads and other works of internal improvements are not held to exclude all lands in which minerals may be found, but only those where the mineral is in sufficient quantity to add to their richness and to justify expenditure for its extraction, and known to be so at the date of the grant.\"</p>\n<p>It is probably unnecessary, in view of this declaration as to the uniform construction by the Land Department, to refer to <span class=\"star-pagination\">*342</span> any specific rulings therein, and yet the following illustrations may not be amiss: By the act of March 3, 1853, (10 Stat. 244,) it was provided (sec. 6) \"that all the public lands in the State of California, whether surveyed or unsurveyed, ... excepting also the lands claimed under any foreign grant or title, and the mineral lands, shall be subject to the preëmption laws of fourth September, 1841, with all the exceptions, conditions, and limitations therein, except as is herein otherwise provided.\" In a circular of instructions issued to the registers and receivers in California, October 12, 1853, construing this act, Commissioner Wilson defines the above exception of \"mineral lands\" as \"lands on which are situated any known salines or mines.\" (1 Lester's Land Laws, p. 698.)</p>\n<p>In <i>State</i> v. <i>Poley &amp; Thomas,</i> (4 Copp's L.O.,) this question, as stated by Secretary Schurz, was presented, arising under the Congressional grant of school lands to the State of California:</p>\n<p>\"Did the title to lands in said sections vest in the State, upon survey, if their mineral character was unknown at the time, and the same were regarded by the officers of the government as ordinary public lands, not reserved or otherwise appropriated, but subject to disposal under the general laws of the United States?\"</p>\n<p>And this was his answer:</p>\n<p>\"In compliance with the doctrine established by the courts, it must, I think, be held that the title vested in the State at the date of the survey, when the land was not known to be mineral, or was not treated as such by the government. If, following the doctrines of the courts, the grant of school lands takes effect at the date of survey, can the character of the land, subsequently determined, change or affect said title? If it can, for how long a period can such change be affected? If for three years, why not for ten or fifty, or after the title derived from the State has been transmitted through numerous grantees? For lands confessedly not mineral at the date of survey, may, many years thereafter, be ascertained, through the improvements in mining operations, to be valuable as mineral lands. To maintain such a doctrine might result in <span class=\"star-pagination\">*343</span> placing in jeopardy the title held by grantees to all the school lands in California, and could only be authorized by the most positive and clearly expressed provisions of law. In my opinion, there is nothing in the act which can thus be interpreted. I must, therefore, hold that the discovery of the mineral character of the land in sections 16 and 36, subsequent to survey, does not defeat the title of the State to the same as school lands.\"</p>\n<p>Again, the Land Department can acquire no knowledge as to whether these lands are mineral or not, except by exploration, and that requires the labor of explorers and the payment of their compensation therefor. That Congress never contemplated that there should be any such exploration, as a condition of passage of title, is evident from the fact that thirty years have passed since the date of this grant; thirty-two years since the date of the grant to the Union Pacific and Central Pacific Railroad Companies, which also excluded mineral lands, and never has an act been passed, or, even so far as we are advised, even a bill offered in Congress, contemplating the appropriation of a single dollar for such an exploration. Aside from an exploration conducted by the government, at its expense, the only way that knowledge could be acquired would be through the personal efforts of individual explorers. Was it contemplated by this act that the Secretary of the Interior should have authority to wait so long as he saw fit for the results of these individual explorations before finding and determining that any particular tract was mineral or not? Assuredly a suggestion of such a purpose on the part of Congress would border closely on disrespect to the intelligence and integrity of that body.</p>\n<p>But Congress knew that provision had already been made for ascertaining the character of these lands. Revised Statutes, section 2395, contains these provisions:</p>\n<p>\"Seventh. Every surveyor shall note in his field-book the true situations of all mines, salt licks, salt springs, and mill seats which come to his knowledge, all watercourses over which the line he runs may pass, and also the quality of the lands.</p>\n<p><span class=\"star-pagination\">*344</span> \"Eighth. These field-books shall be returned to the surveyor-general, who shall cause therefrom a description of the whole lands surveyed to be made out and transmitted to the officers who may superintend the sales. He shall also cause a fair plat to be made of the townships and fractional parts of townships contained in the lands, describing the subdivisions thereof, and the marks of the corners. This plat shall be recorded in books to be kept for that purpose; and a copy thereof shall be kept open at the surveyor-general's office for public information, and other copies shall be sent to the places of the sale, and to the General Land Office.\"</p>\n<p>By the act of July 26, 1866, c. 262, 14 Stat. 251, the mineral lands of the public domain were declared to be free and open to exploration or occupation, and provision was made for the entry and patenting of a vein or lode of quartz or other rock in place, bearing gold, silver, cinnabar, or copper.</p>\n<p>In a circular of instructions issued under this act, January 14, 1867, the Commissioner says of section 11:</p>\n<p>\"In order to enable the department properly to give effect to this section of the law, you will cause your deputy surveyors to describe in their field-notes of surveys, in addition to the data required to be noted in the printed Manual of Surveying Instructions, on pages 17 and 18, the agricultural lands, and represent the same on township plats by the designation of \"agricultural lands.\" (2 Lester's Land Laws, 317.)</p>\n<p>It is true that such survey and report only give what are the surface indications of the tracts, but any other examination and exploration for discovering minerals beneath the surface, require, as any one can see, a large expenditure of money, and it may well be believed that Congress, knowing that the surveys which were already provided for, would disclose the character of the lands so far as they could be disclosed by the surface appearances, meant that the field-books returned to the Land Department containing that information should be that which should guide in the identification of the tracts at the time of the definite location as mineral or not mineral.</p>\n<p>Again, the section by which the land grant was made to the <span class=\"star-pagination\">*345</span> Northern Pacific Railroad Company, after defining the place limits of the grant and providing for the definite location of the line of the road, contained this clause (13 Stat. p. 368):</p>\n<p>\"And whenever, prior to said time, any of said sections or parts of sections shall have been granted, sold, reserved, occupied by homestead settlers, or preëmpted, or otherwise disposed of, other lands shall be selected by said company in lieu thereof, under the direction of the Secretary of the Interior, in alternate sections, and designated by odd numbers, not more than ten miles beyond the limits of said alternate sections.\"</p>\n<p>But unless at the time of that definite location there was an identification of the particular lands within the place limits which passed, how could there be any selection in the indemnity limits? Take this particular tract in controversy before us: If, after the definite location, the company had applied to the Secretary for a selection of land within the indemnity limits in lieu of this tract, would not the Secretary have been compelled to refuse such selection, on the ground that, so far as was known, this was not mineral land, and, therefore, passed by the grant? And if now, after the lapse of six years, mineral is discovered and it is adjudged that the title does not pass, is it not possible \u0097 nay, probable \u0097 that when selection is sought of lands within the indemnity limits it will be found that all have been taken by homestead or preëmption; or, if not, and a selection is made of any particular tract within those limits, will not the land thus selected and supposed to pass to the company come within the rule here announced that if, before the patent shall issue, mines be discovered, it must be adjudged non-mineral land, and, therefore, not passing by the selection? In other words, the title to no lands within the place limits passes because it is unknown whether they are mineral or not, and no selection can be made within the indemnity limits because it is not known how much the deficiency is.</p>\n<p>Again, in section 4 of the same act, it is provided that after the completion of twenty-five consecutive miles of road, commissioners shall be appointed by the President to examine as <span class=\"star-pagination\">*346</span> to whether the road has been completed in a substantial and workmanlike manner, and if they make a favorable report, \"patents of lands, as aforesaid, shall be issued to said company, confirming to said company the right and title to said lands, situated opposite to, and coterminous with, said completed section of said road; and, from time to time, whenever twenty-five additional consecutive miles shall have been constructed, completed, and in readiness as aforesaid, and verified by said commissioners to the President of the United States, then patents shall be issued to said company, conveying the additional sections of land as aforesaid, and so on as fast as every twenty-five miles of said road is completed as aforesaid.\"</p>\n<p>If language can make anything plain it is that when the commissioners have reported favorably as to the construction of any twenty-five consecutive miles of road, the right to a patent exists. It was said in <i>Stark</i> v. <i>Starrs,</i> 6 Wall. 402, 418: \"The right to a patent once vested is treated by the government, when dealing with the public lands, as equivalent to a patent issued. When, in fact, the patent does issue, it relates back to the inception of the right of the patentee, so far as it may be necessary, to cut off intervening claimants.\"</p>\n<p>When this case was argued before us at the last term it was conceded by the Attorney General that if it was not known that the lands were mineral at the time of that report, the title then passed. Such a concession on the part of the government, if now recognized, would compel an affirmance of this judgment; for, at the time the commissioners made report as to the twenty-five consecutive miles adjacent to this tract, no mineral had been discovered, and so far as known the land was not mineral; but the court in this opinion repudiates such concession, and holds that the matter of determination remains open until the very issue of the patent.</p>\n<p>Again, by a resolution of May 31, 1870, 16 Stat. 378, the Northern Pacific Railroad Company was authorized to issue its bonds secured by mortgage upon its entire property. Did Congress mean to imply that at that time no specific tracts passed by the mortgage, but only such as might thereafter be <span class=\"star-pagination\">*347</span> determined by the Land Department to be non-mineral? That resolution contained also this provision:</p>\n<p>\"Provided, that all lands hereby granted to said company which shall not be sold or disposed of or remain subject to the mortgage by this act authorized, at the expiration of five years after the completion of the entire road, shall be subject to settlement and preëmption like other lands, at a price to be paid to said company not exceeding two dollars and fifty cents per acre.\"</p>\n<p>How could the company sell any particular tract, unless at the time the purchaser knew that the title of the company was perfect? And if the company had failed to place its mortgage, as it most certainly would have failed if the construction now contended for had been believed to be the true construction of this grant, then by the terms of this provision at the end of five years from the completion of the road any tract would be open to settlement and preëmption as are the public lands of the government.</p>\n<p>Again, it is abundantly well settled that lands the title to which remain in the government are not subject to taxation. Can it be that Congress contemplated that the Territories and States which should be organized along the line of this transcontinental highway should not be able to tax any alternate sections within the place limits of this grant until such time as it should appropriate money for an exploration as to their character? Take this particular tract for illustration: In 1872 the line of definite location was fixed; apparently it was within the terms of the grant, but it is now adjudged that no title passed to the Northern Pacific, but remained in the government. Was the land subject to taxation during the six years prior to the discovery of the mines? Will it be said that Congress intended that the Northern Pacific should pay the taxes on all the lands so situated, taking the chances in the future of some of them proving to be non-mineral? Would such injustice be imputed to Congress, even as against a corporation? Suppose the Northern Pacific did not pay, and some party purchased the land at a tax sale; has he lost his money because the land now proves to be mineral lands, <span class=\"star-pagination\">*348</span> and, therefore, still the property of the government? Or, if the State is under obligation to refund the money thus improperly collected in the way of taxes, what then results? The State or county has regulated its tax levy and its expenditures upon the supposition that these lands were subject to taxation. If the title has not passed from the government they are not taxable, and a new burden must be cast upon the property of individuals within the territorial limits to make good the unexpected deficiency of public funds.</p>\n<p>It is well known in the history of this and similar land grants that there was an earnest effort to relieve many of the lands from the burdens of state taxation \u0097 an effort which brought to this court the cases of the <i>Kansas Pacific Railway</i> v. <i>Prescott,</i> 16 Wall. 603, and <i>Union Pacific Railroad</i> v. <i>McShane,</i> 22 Wall. 444. This litigation was carried on on the part of the railroad companies under the superintendence and direction of Hon. John P. Usher, who was Secretary of the Interior at the time of the passage of these land grant acts, than whom perhaps no one was more familiar with the land laws of the United States; and during all that litigation there was not even a suggestion that the absolute transfer of the title at the time of the definite location was, as to any particular tract, delayed by the question thereafter to be determined as to whether the lands were mineral or not.</p>\n<p>Turning to legislation other than that respecting railroad land grants, we find by section 2258 of the Revised Statutes that preëmptions are not allowed of \"lands on which are situated any known salines or mines.\" In section 2302, in reference to homesteads, it is enacted: \"Nor shall any mineral lands be liable to entry and settlement under its provisions.\" Section 2392, in reference to town sites, reads: \"No title shall be acquired under the foregoing provisions of this chapter to any mine of gold, silver, cinnabar, or copper; or to any valid mining claim or possession held under existing laws.\" In one of these three clauses the word \"known\" is used, but not in the others. Is thereby any difference intended as to what shall be excepted from the scope of the authority to acquire lands? That in reference to town sites, as heretofore decided <span class=\"star-pagination\">*349</span> in <i>Davis</i> v. <i>Weibbold,</i> 139 U.S. 507, includes only <i>known</i> mines.</p>\n<p>I deem it unnecessary to pursue this discussion further. Many other considerations of equal significance might be adduced. It is enough to say in conclusion that the uniform and settled rule of decision heretofore has been that identification of the particular tracts which pass under a grant was complete at the time of the definite location of the line of the road. Congress, with a knowledge of that frequent ruling, has never by any act directed a change. It is to be presumed that the legislation of the various States has been cast upon that as the law of the land. To now overthrow that and establish a new rule not merely unsettles the question of title to the lands within this vast area, but it may produce complications which we do not now perceive in the rights of individuals and counties, and even of the States along the line of this road. If ever there was a case in which the rule <i>stare decisis</i> should prevail, this is one.</p>\n<p>I, therefore, dissent from the opinion and judgment in this case, and am authorized to say that MR. JUSTICE GRAY and MR. JUSTICE SHIRAS concur in this dissent.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:12:49", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">154</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">288</span></span> (1894)</b></center>\n<center><h1>BARDEN<br>\nv.<br>\nNORTHERN PACIFIC RAILROAD COMPANY.</h1></center>\n<center>No. 612.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 11, 1894.</center>\n<center>Decided May 26, 1894.</center>\nERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF MONTANA.\n<p><span class=\"star-pagination\">*294</span> <i>Mr. Solicitor General,</i> with whom was <i>Mr. W.W. Dixon,</i> for plaintiffs in error.</p>\n<p><i>Mr. Edwin W. Toole</i> and <i>Mr. William Wallace, Jr.,</i> filed a brief for plaintiffs in error.</p>\n<p><i>Mr. Martin F. Morris</i> and <i>Mr. W.W. Dixon</i> filed a brief for plaintiffs in error.</p>\n<p><i>Mr. Assistant Attorney General Shields</i> filed briefs for plaintiffs in error.</p>\n<p><i>Mr. James McNaught</i> and <i>Mr. A.H. Garland</i> filed briefs for defendant in error.</p>\n<p><i>Mr. A.T. Britton, Mr. A.T. Browne</i> and <i>Mr. George R. Peck,</i> by leave of court, filed a brief on the part of the Atlantic and Pacific Railroad Company.</p>\n<p><span class=\"star-pagination\">*305</span> <i>Mr. James C. Carter</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*311</span> MR. JUSTICE FIELD, after stating the case, delivered the opinion of the court.</p>\n<p><span class=\"star-pagination\">*312</span> This action is brought for the possession of certain parcels or lots of mineral land claimed by the plaintiff below \u0097 the defendant in error here \u0097 as embraced in the grant of the United States of July 2, 1864. The facts constituting the claim of the plaintiff are set forth at length in the complaint, and to their sufficiency the defendants demurred as not constituting a cause of action, or entitling the plaintiff to the relief prayed. The lots are there conceded to be mineral lands, and the grant of the government applies in terms only to lands other than mineral.</p>\n<p>To remove any doubt of the intention of the government to confine its concession to lands of that character, the grant is accompanied with a proviso declaring that all mineral lands are <i>excluded</i> from its operations. And as if to cut off every possible suggestion by any ingenious and strained construction, that mineral lands might be reached under the legislation giving vast tracts of public lands to States and private corporations, under the pretence of aiding public improvements, a joint resolution was passed by Congress on January 30 of the following year, declaring \"that no act passed at the first session of the Thirty-eighth Congress [that being of the year 1864] granting lands to States or corporations to aid in the construction of roads, or for other purposes, or to extend the time of grants heretofore made, shall be so construed as to embrace mineral lands, which in all cases shall be and are reserved exclusively to the United States, unless otherwise specially provided in the act or acts making the grant.\" 13 Stat. 567. This provision should be borne in mind when the statement is made, as it is, that there has been no reservation of mines or minerals to the government.</p>\n<p>No part of the contemplated road or telegraph line of the Northern Pacific Railroad Company had at the passage of this joint resolution been constructed or commenced, and on the authority of the case of that <i>Company</i> v. <i>Traill County,</i> <span class=\"citation\" data-id=\"91483\"><a href=\"/opinion/91483/northern-pacific-r-co-v-traill-county/\"><span class=\"volume\">115</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span>, its provisions are to be deemed an amendment of the original act, and as operative as if originally incorporated therein.</p>\n<p>The action being for the possession of lands conceded to be <span class=\"star-pagination\">*313</span> mineral, under the act of Congress of July 2, 1864, it would seem that the simple reading of the granting clause and its proviso and the joint resolution mentioned would be a sufficient answer to the complaint, and a sufficient reason to sustain the demurrer without further consideration. But the plaintiff's counsel appear to find in the fact which they allege, that the lands were not known to be mineral at the time the plaintiff, by the definite location of the line of its road, was able to identify the sections granted, a sufficient ground to avoid the limitations of the grant and the prohibitions of the proviso and joint resolution.</p>\n<p>The grant was of 20 alternate sections of land, designated by odd numbers, on each side of the road which the plaintiff was authorized to construct \u0097 a tract of 2000 miles in length and 40 miles in width constituting a territory of 80,000 square miles. It is true the grant was a float, and the location of the sections could not be made until the line of the proposed road had become definitely fixed. The ascertainment of the location of the sections in no respect affected the nature of the lands or the conditions on which their grant was made. If swamp lands, or timber lands, or mineral lands previously, they continued so afterwards.</p>\n<p>It is also true that the grant was one <i>in præsenti</i> of lands to be afterwards located. From the immense territory from which the sections were to be taken, it could not be known where they would fall until the line of the road was established; then the grant attached to them, subject to certain specified exceptions; that is, the sections, or parts of sections, which had been previously granted, sold, reserved, occupied by homestead settlers, or preëmpted or otherwise disposed of, were excepted, and the title of its other sections or parts of sections attached as of the date of the grant so as to cut off intervening claimants. In that sense the grant was a present one. But it was still, as such grant, subject to the exception of mineral lands made at its date or then excluded therefrom by conditions annexed. Whatever the location of the sections, and whatever the exceptions then arising, there remained that original exception declared in the creation of the grant. The <span class=\"star-pagination\">*314</span> location of the sections and the exceptions from other causes in no respect affected that one, or limited its operation. There is no language in the act from which an inference to that effect can be drawn, in the face of its declaration that all mineral lands are thereby \"excluded from its operations,\" and of the joint resolution of 1865 that \"no act of the Thirty-eighth Congress, [that is, of the previous session of 1864,] granting lands to States or corporations, to aid in the construction of roads or for other purposes, shall be so construed as to embrace mineral lands.\" The plaintiff, however, appears to labor under the persuasion that only those mineral lands were excepted from the grant which were known to be such on the identification of the granted sections by the definite location of the proposed road and the ascertainment at that time of the exceptions from them of parcels of land previously disposed of; and that the want of such knowledge operated in some way to eliminate the reservation made by Congress of the mineral lands. But how the absence of such knowledge on the ascertainment of the sections granted and the parcels of land embraced therein previously disposed of, had the effect or could have the effect to eliminate the reservation of mineral lands from the act of Congress, we are unable to comprehend. Such a conclusion can only arise from an impression that a grant of land cannot be made without carrying the minerals therein; and yet the reverse is the experience of every day. The granting of lands, either by the government or individuals, with a reservation of certain quarries therein, as of marble, or granite, or slate, or of certain mines, as of copper, or lead, or iron found therein, is not an uncommon proceeding, and the knowledge or want of knowledge at the time by the grantee in such cases, of the property reserved in no respect affects the transfer to him of the title to it. No one will affirm that want of such knowledge on the identification of the lands granted, containing the reserved quarries or mines, would vacate the reservation, and we are unable to perceive any more reason from that cause for eliminating the reservation of minerals in the present case from the grant of the government than for eliminating for a like cause the reservation <span class=\"star-pagination\">*315</span> of quarries or mines in the cases supposed. And it will hardly be pretended that Congress has not the power to grant portions of the public land with a reservation of any severable products thereof, whether minerals or quarries contained therein, and whether known or unknown; yet such must be the contention of the plaintiff or its conclusion will fall to the ground. The cases cited in support of the claim of the plaintiff only show that the identification of the sections granted and of the exceptions therefrom of parcels of land previously disposed of, leaves the title of the remaining sections or parts thereof, to attach as of the date of the grant, but has absolutely no other effect. Such is the purport, and the sole purport, of the cases of <i>St. Paul and Pacific Railroad Company</i> v. <i>Northern Pacific Company,</i> <span class=\"citation\" data-id=\"92990\"><a href=\"/opinion/92990/st-paul-pacific-railroad-v-northern-pacific-railro/\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 5, and <i>Deseret Salt Company</i> v. <i>Tarpey,</i> <span class=\"citation\" data-id=\"93213\"><a href=\"/opinion/93213/deseret-salt-co-v-tarpey/\"><span class=\"volume\">142</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>, 247, cited by the plaintiff. In both of those cases the writer of this opinion had the honor to write the opinions of this court: and it was never asserted or pretended that they decided anything whatever respecting the minerals, but only that the title to the lands granted took effect, with certain designated exceptions, as of the date of the grant. They never decided anything else. And what was that title? It was of the lands which at the time of the grant were not reserved as minerals, and of the lands which at the time of the location had not been sold, reserved, or to which a preëmption or homestead right had not attached. If one were to sell land, reserving therefrom the minerals of gold or silver found therein, and tell the purchaser to take the surveyor and measure off the land, would it be urged or pretended that the moment the surveyor ascertained the boundaries of the land sold the reservation of the minerals then undiscovered would be eliminated? Would any one uphold the reasoning, or the doctrine, which would assert such a conclusion? And can any one see the difference between the case now before us and the case supposed? Not a word was said or suggested in the cases cited about the elimination of the reservation for that cause; and not only in the cases cited by the plaintiff, but in a multitude of other cases, almost without number, a like silence <span class=\"star-pagination\">*316</span> was observed. In none of them was it ever pretended that the ascertainment of the location of the lands granted operated to withdraw from the grant the reservation of the minerals then undisclosed. The grant did not exist without the exception of minerals therefrom, and Congress has declared, in positive terms, that the act shall not be construed to embrace them, and there is nothing in any of the cases cited in the plaintiff's contention which indicates in the slightest degree that the original exception was subsequently qualified.</p>\n<p>It seems to us as plain as language can make it that the intention of Congress was to exclude from the grant actual mineral lands, whether known or unknown, and not merely such as were at the time known to be mineral. After the plaintiff had complied with all the conditions of the grant, performed every duty respecting it, and among other things that of definitely fixing the line of the route, its grant was still limited to odd sections which were not mineral at the time of the grant, and also to those which were not reserved, sold, granted, or otherwise appropriated, and were free from preëmption and other claims or rights at the time the line of the road was definitely fixed, and was coupled with the condition that all mineral lands were excluded from its operation, and that, in lieu thereof, a like quantity of unoccupied and unappropriated, agricultural lands, in odd sections, nearest to the line of the road, might be selected.</p>\n<p>There is, in our judgment, a fundamental mistake made by the plaintiff in the consideration of the grant. Mineral lands were not conveyed, but by the grant itself and the subsequent resolution of Congress cited were specifically reserved to the United States and excepted from the operations of the grant. Therefore, they were not to be located at all, and if in fact located they could not pass under the grant. Mineral lands being absolutely reserved from the inception of the grant, Congress further provided that <i>at the time of the location</i> of the road other lands should be excepted, viz., those previously sold, reserved, or to which a homestead or preëmption right had attached.</p>\n<p>It is difficult to perceive the principle upon which the term <span class=\"star-pagination\">*317</span> \"known\" is sought to be inserted in the act of Congress, either to limit the extent of its grant or the extent of its mineral, though its purpose is apparent. It is to add to the convenience of the grantee and enhance the value of its grant. But to change the meaning of the act is not in the power of the plaintiff, and to insert by construction what is expressly excluded is in terms prohibited. Besides the impossibility, according to recognized rules of construction, of incorporating in a statute a new term \u0097 one inconsistent with its express declarations \u0097 there are many reasons for holding that the omission of the word \"known,\" as defining the extent of the mineral lands excluded, was purposely intended.</p>\n<p>The grant to the railroad company was, as we have already mentioned, two thousand miles in length and forty miles in width, making an area of eighty thousand square miles, a territory nearly equal in extent to that of Ohio and New York combined. This territory was known to embrace in its hills and mountains great quantities of minerals of various kinds, and among others those of gold and silver. It was sparsely inhabited and in many districts of large extent was entirely unoccupied. The policy of Congress as expressed in its numerous grants of public lands to aid in the construction of railroads has always been to exclude the mineral lands from them, and reserve them for special disposition, as seen in the following acts among others: Acts of July 1, 1862, c. 120, 12 Stat. 489, and of July 2, 1864, c. 216, 13 Stat. 356, making grants to the Union and Central Pacific Companies; act of July 4, 1866, c. 165, 14 Stat. 83, making a grant to the Iron Mountain Railroad Company; act of July 13, 1866, c. 182, 14 Stat. 94, making a grant to the Placerville &amp;c. Railroad; act of July 25, 1866, c. 242, 14 Stat. 239, making a grant to the California and Oregon Railroad, sections 2 and 10; act of July 27, 1866, c. 278, 14 Stat. 292, making a grant to the Atlantic and Pacific Railroad and to the Southern Pacific Railroad; act of March 2, 1867, c. 189, 14 Stat. 548, making a grant to the Stockton and Copperopolis Railroad; act of March 3, 1871, c. 122, 16 Stat. 573, making a grant to the Texas Pacific Railroad. In all of these cases, and in all grants <span class=\"star-pagination\">*318</span> of public lands in aid of railroads, minerals (except iron and coal) have uniformly been reserved, and in no instance has such a grant been held to pass them. Patents issued after an examination and determination of the fact by the government whether portions of the land embraced in such grants did or did not contain other minerals have been held as conclusive in subsequent controversies, and of this we shall speak more fully hereafter; but grants in aid of railroads (and we speak of no other grants) before such determination and issue of a patent have never been held to pass other minerals than iron or coal, and it is only with other minerals, and with lands containing them, that we are concerned in this case.</p>\n<p>When the act was passed making the grant to the plaintiff, it would have been impossible to state with any accuracy what parts of the tract contained minerals and what did not. That fact could only be ascertained after extensive and careful explorations, and it is not reasonable to suppose that Congress would have left that important fact dependent upon the simple designation by the plaintiff of the line of its road, and the possible disclosure of minerals by the way, instead of leaving it to future and special explorations for their discovery. To suppose that Congress intended any such limitation would be to impute to it a desire that its exclusion of minerals from the grant should be defeated, which it is impossible to admit. It is conceded that in the interpretation of statutes like the one before us, reference may be had not only to the physical condition of the country and its surroundings, but that its political conditions and necessities may also be considered. The tract granted covered a belt believed to be rich in minerals of gold and silver, and the United States were at the time engaged in a terrific conflict for the preservation of the Union, incurring an immense debt, exceeding two thousand millions, and many of their citizens, engaged in the struggle, looked forward hopefully and confidently to this source for relief to the burdened treasury. And we cannot with reason suppose that, under these circumstances, the United States intended that the control of this source of wealth and relief should be taken from them. It passes belief that they could have deliberately <span class=\"star-pagination\">*319</span> designed in this hour of sore distress and fearful pressure upon their finances, to give away to a corporation of their own creation not only an imperial domain in land but the boundless wealth that might lie buried in the mineral regions covered by 80,000 square miles. They knew that the mineral belt over which the proposed railroad was to pass was almost entirely unexplored. They, therefore, retained from their grant the mineral lands, whether known or unknown, and left the discovery of the minerals to future explorations, and their disposition to future legislation. We can never admit that, at the time and under the circumstances upon which the grant was made, Congress intended that its clear words of exclusion of minerals should be interpreted to mean the exact reverse \u0097 that when it declared that \"no act of Congress granting lands in aid of railroads\" passed during the session of 1864 (the session at which the grant under consideration was made) should \"be construed to embrace minerals,\" it meant that such act might be so construed. Never has it as yet fallen to Congress to deceive by its legislation and juggle in this way.</p>\n<p>To incorporate the term \"known\" into the act and add it to the description of the mineral excepted would also contravene a settled rule in the construction of grants like the one before us, that nothing will pass to the grantee by implication or inference, unless essential to the use and enjoyment of the thing granted, and that exceptions intended for the benefit of the public are to be maintained and liberally construed. As justly observed by counsel for the defendant in their very able brief, \"the reservation in the grant of mineral lands was intended to keep them under government control for the public good, in the development of the mineral resources of the country, and the benefit and protection of the miner and explorer, instead of compelling him to litigate or capitulate with a stupendous corporation and ultimately succumb to such terms, subject to such conditions, and amenable to such servitudes as it might see proper to impose. The government has exhibited its beneficence in reference to its mineral lands as it has in the disposition of its agricultural lands, where the <span class=\"star-pagination\">*320</span> claims and rights of the settlers are fully protected. The privilege of exploring for mineral lands was in full force at the time of the location of the definite line of the road, and was a right reserved and excepted out of the grant at that time.\"</p>\n<p>Some weight is sought to be given by counsel of the plaintiff to the allegation that the lands in controversy are included in the section which was surveyed in 1868 and a plat thereof filed by the surveyor in the local land office in September of that year, from which it is asserted that the character of the land was ascertained and determined, and reported to be agricultural and not mineral. But the conclusive answer to such alleged determination and report is that the matters to which they relate were not left to the surveyor general. Neither he nor any of his subordinates was authorized to determine finally the character of any lands granted or make any binding report thereon. Information of the character of all lands surveyed is required of surveying officers, so far as knowledge respecting them is obtained in the course of their duties, but they are not clothed with authority to especially examine as to these matters outside of their other duties, or determine them, nor does their report have any binding force. It is simply an addition made to the general information obtained from different sources on the subject. In <i>Cole</i> v. <i>Markley,</i> (2 Decisions Dept. of the Interior relating to Public Lands, 847-849,) Mr. Teller, when Secretary of the Interior, in a communication to the Commissioner of the General Land Office, speaks at large of the notations of surveyors, and says: \"Public and official information was the object of these notations, with a view to preventing entry until the facts are finally determined. They should be, and they are, only <i>prima facie</i> evidence, and subject to be rebutted by satisfactory proof of the real character of the land.\" The determination of the character of the land granted by Congress, in any case, whether agricultural or mineral, or swamp or timber land, is placed in the officers of the Land Department, whose action is subject to the revision of the Commissioner of the General Land Office, and on appeal from him by the Secretary of the <span class=\"star-pagination\">*321</span> Interior. Under their direction and supervision the actual character of the land may be determined and fully established. The effect of a patent issued by them under the authority of Congress, as to such matters, we shall presently consider. In the present case the mineral character of the lands in controversy is conceded. They are alleged in the complaint to be mineral lands containing gold and silver and other precious metals.</p>\n<p>Nor is there any force in the averments that in November, 1868, the plaintiff listed the section embracing the mineral lands in controversy, with other sections, as portions of its grant, and filed the lists in the local land office at Helena and paid the receiver's fees for filing the same; and that the register and receiver accepted, allowed, and approved the list, and certified the same to the Commissioner of the General Land Office, and that no part of the fees has ever been refunded. The act of Congress does not provide that selections of the lands by the plaintiff, as a part of its grant, shall in any respect change its purport and effect and eliminate any of its reservations; nor does it empower the officers of the local land office to accept the list as conclusive with respect to such grant in any particular. There was, therefore, no obligation on the part of any one to refund to the plaintiff the fees paid on filing the list mentioned, when an attempt is made to do away with its supposed effect.</p>\n<p>There is, in our opinion, no merit in any of the positions advanced by the plaintiff in support of its claim to the mineral lands in controversy. The language of the grant to the plaintiff is free from ambiguity. The exclusion from its operation of all mineral lands is entirely clear, and if there were any doubt respecting it, the established rule of construction applicable to statutes making such grants would compel a construction favorable to the grantor.</p>\n<p>Some reference should be made here to the language used in the cases of <i>Deffeback</i> v. <i>Hawke,</i> 115 U S. 392, and <i>Davis</i> v. <i>Weibbold,</i> <span class=\"citation\" data-id=\"93035\"><a href=\"/opinion/93035/davis-administrator-v-weibbold/\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, as it is contended that it is in conflict with the views expressed in the present case. If so, the writer of this opinion, who was also the writer of the opinions <span class=\"star-pagination\">*322</span> in both of the cases cited, must take the responsibility of any conflict with the views now expressed. It is more important that the court should be right upon later and more elaborate consideration of the cases than consistent with previous declarations. Those doctrines only will eventually stand which bear the strictest examination and the test of experience.</p>\n<p>The case of <i>Deffeback</i> v. <i>Hawke</i> arose in this wise: The plaintiff asserted title to mineral lands under a patent of the United States, founded upon an entry under the laws of Congress, for the sale of mineral lands. The defendant, not having the legal title, claimed a better right to the premises by virtue of a previous occupation of them by his grantor as a lot on a portion of the public lands appropriated and used as a town site \u0097 that is, settled upon for purposes of trade and business, and not for agriculture, and laid out into streets, lots, blocks, and alleys for that purpose. And it was held by this court that no title from the United States to land known at the time of sale to be valuable for its minerals of gold, silver, cinnabar, or copper could be obtained under the preemption or homestead laws, or the town-site laws, or in any other way than as prescribed by the laws specially authorizing the sale of such lands. These three cases, those under the preëmption and homestead laws and town-site act, were classed together. It was found that under the preëmption and homestead act lands containing known saline deposits and mines could not be purchased. In the town-site act it was provided that by virtue of its provisions no title could be acquired to any mine of gold, silver, cinnabar or copper, or to any valid mining claim or possession held under existing laws. And under the mineral act of Congress it was provided that in all cases lands valuable for minerals should be reserved from sale except as otherwise expressly provided. The court held that under those acts land could be purchased which was not known to be mineral; and from this the inference was drawn that only lands known at the time of the sale to be valuable for minerals could be excluded, and if they were not thus known to be valuable for minerals a sale might be had. <span class=\"star-pagination\">*323</span> This was not a case arising upon a grant like the one under consideration at present; but, inasmuch as the law of Congress authorized lands valuable for minerals to be sold generally under the mineral act, and excluded from sale mineral lands when claimed for homesteads or preëmption or for town sites, it was thought that these conflicting provisions of law would be reconciled by simply excluding from the sale lands known at the time to be mineral. But that case has no bearing upon the present one involving the construction of an act of Congress declaring in express terms that no mineral lands shall be conveyed by the grant made.</p>\n<p>The case of <i>Davis</i> v. <i>Weibbold</i> was an action on the part of a mineral claimant who had obtained a patent in January, 1880, of a parcel of land within the exterior limits of Butte town site, subsequently to the patent for the town site.</p>\n<p>When the entry of the town site was had and the patent issued, and a sale was thereafter made to the defendant of the lots held by him, it was not known \u0097 at least, it does not appear that it was known \u0097 that there were any valuable mineral lands within the town site, and the question was whether in the absence of this knowledge the defendant, who claimed under the town-site patent, could be deprived by the laws of the United States of the premises purchased and occupied by him, because of a subsequent discovery of minerals in them, and the issue of a patent to the discoverer under whom the plaintiff claimed. The court said that the declaration that no title could be acquired under the provisions relating to such town sites and the sale of lands therein to any mine of gold, silver, cinnabar, or copper, or to any valid mining claim or possession held under existing laws, would seem on first impression to constitute a reservation of such mines in the land sold, and of mining claims on them, to the United States; but such was held not to be the necessary meaning of the terms used; in strictness they imported only that the provisions by which the title to the land in such town sites was transferred should not be the means of passing a title also to mines of gold, silver, cinnabar, or copper in the land, or to valid mining claims or possessions thereon; but <span class=\"star-pagination\">*324</span> that they were to be read in connection with the clause protecting existing rights to mineral veins; and with the qualification uniformly accompanying exceptions in acts of Congress of mineral lands from grant or sale. Thus read, the court held that they merely prohibited the passage of title under the provisions of the town-site laws to mines of gold, silver, cinnabar, or copper, which were known to exist on the issue of the town-site patent and to mining claims and mining possessions, in respect to which such proceedings had been taken under the law or the custom of miners, as to render them valid, creating a property right in the holder, and not to prohibit the acquisition for all time of mines which then lay buried unknown in the depths of the earth. The patent for the town site was therefore held to cover minerals subsequently discovered in the lands patented. The patent was in law a declaration that minerals did not exist in the premises when it was issued, and the subsequent acquisition of minerals in the town site was within the specific authorization of the act of Congress that all valuable minerals should be open for exploration and sale. There is a marked distinction between that case, under the town-site law, and the present case, under a grant of Congress excluding mineral lands from its operation, although it is conceded that some of the language used is broader than the necessities of the case required. Yet the effect given to the town-site patent will be found not inconsistent with the views hereafter expressed in the present case.</p>\n<p>Some effect is also sought to be given to the fact that Congress authorized the Northern Pacific Railroad Company to place a mortgage upon its entire property. Admitting that such is the fact, the conclusion claimed does not follow. Congress thereby only authorized a mortgage upon the property granted to the company, which was the lands without minerals. The mortgage could not cover more than the property granted. So also it is said that the States and Territories through which the road passes would not be able to tax the property of the company, unless they could tax the whole property, minerals as well as lands. We do not see why not. <span class=\"star-pagination\">*325</span> The authority to tax the property granted to the company did not give authority to tax the minerals which were not granted. The property could be appraised without including any consideration of the minerals. The value of the property excluding the minerals could be as well estimated as its value including them. The property could be taxed for its value to the extent of the title which is of the land.</p>\n<p>The grant under consideration is one of a public nature. It covers an immense domain, greater in extent than the area of some of our largest States, and it must be strictly construed. It would seem from the frequency with which we have announced this doctrine that it should be forever closed against further question, but as the most extravagant pretensions are made in the plaintiff's construction of the present grant, we will venture to refer to one or two of the important judicial declarations on that subject.</p>\n<p>The general rule, when grants relate to matters of public interest, is thus forcibly expressed by Chief Justice Taney: \"The object and end of all government,\" said the Chief Justice, speaking for the court, \"is to promote the happiness and prosperity of the community by which it is established; and it can never be assumed that the government intended to diminish its power of accomplishing the end for which it was created... . The continued existence of a government would be of no great value, if by implications and presumptions it was disarmed of the powers necessary to accomplish the ends of its creation; and the functions it was designed to perform transferred to the hands of privileged corporations.\" <i>Charles River Bridge Co.</i> v. <i>Warren Bridge Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">420</span></span>, 547.</p>\n<p>In <i>Leavenworth Railroad Company</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"89329\"><a href=\"/opinion/89329/leavenworth-etc-rr-co-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">733</span></a></span>, this court said: \"The rules which govern the interpretation of legislative grants ... apply as well to grants of lands to States to aid in building railroads as to grants of special privileges to private corporations. In both cases the legislature, prompted by the supposed wants of the public, confers on others the means of securing an object the accomplishment of which it desires to promote, but declines to undertake. <span class=\"star-pagination\">*326</span>... If the terms are plain and unambiguous, there can be no difficulty in interpreting them; but if they admit of different meanings, one of extension and one of limitation, they must be accepted in a sense favorable to the grantor.\"</p>\n<p>In <i>Winona &amp;c.</i> v. <i>Barney,</i> <span class=\"citation\" data-id=\"91321\"><a href=\"/opinion/91321/winona-st-peter-r-co-v-barney/\"><span class=\"volume\">113</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">618</span></a></span>, 625, speaking of the construction of legislative grants, the court said: \"They are to receive such a construction as will carry out the intent of Congress, however difficult it might be to give full effect to the language used if the grants were by instruments of private conveyance. To ascertain that intent we must look to the condition of the country when the acts were passed, as well as to the purpose declared on their face, and read all parts of them together.\"</p>\n<p>The earnest contention of the counsel of the plaintiff arises principally, we think, from an unfounded apprehension that our interpretation will lead to uncertainty in the titles of the country. If the exception of the government is not limited to <i>known</i> minerals, the title, it is said, may be defeated years after the land has passed into the hands of the grantee, and improvements of great extent and value have been made upon its faith. It is conceded to be of the utmost importance to the prosperity of the country that titles to lands and to minerals in them shall be settled, and not be the subject of constant and ever-recurring disputes and litigation, to the disturbance of individuals, and the annoyance of the public. We do not think that any apprehension of disturbance in titles from the views we assert need arise. The law places under the supervision of the Interior Department and its subordinate officers, acting under its direction, the control of all matters affecting the disposition of public lands of the United States, and the adjustment of private claims to them under the legislation of Congress. It can hear contestants and decide upon the respective merits of their claims. It can investigate and settle the contentions of all persons with respect to such claims. It can hear evidence upon and determine the character of lands to which different parties assert a right; and when the controversy before it is fully considered and ended, <span class=\"star-pagination\">*327</span> it can issue to the rightful claimant the patent provided by law, specifying that the lands are of the character for which a patent is authorized. It can thus determine whether the lands called for are swamp lands, timber lands, agricultural lands, or mineral lands, and so designate them in the patent which it issues. The act of Congress making the grant to the plaintiff provides for the issue of a patent to the grantee for the land claimed, and as the grant excludes mineral lands in the direction for such patent to issue, the Land Office can examine into the character of the lands, and designate it in its conveyance.</p>\n<p>It is the established doctrine, expressed in numerous decisions of this court, that wherever Congress has provided for the disposition of any portion of the public lands, of a particular character, and authorizes the officers of the Land Department to issue a patent for such land upon ascertainment of certain facts, that department has jurisdiction to inquire into and determine as to the existence of such facts, and in the absence of fraud, imposition, or mistake, its determination is conclusive against collateral attack.</p>\n<p>In <i>Smelting Co.</i> v. <i>Kemp,</i> <span class=\"citation\" data-id=\"90513\"><a href=\"/opinion/90513/smelting-co-v-kemp/\"><span class=\"volume\">104</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">636</span></a></span>, 640, 641, this court thus spoke of the Land Department in the transfer of public lands: \"The patent of the United States is the conveyance by which the nation passes its title to portions of the public domain. For the transfer of that title the law has made numerous provisions, designating the persons who may acquire it and the terms of its acquisition. That the provisions may be properly carried out the Land Department, as part of the administrative and executive branch of the government, has been created to supervise all the various proceedings taken to obtain the title from their commencement to their close. In the course of their duty the officers of that department are constantly called upon to hear testimony as to matters presented for their consideration and to pass upon its competency, credibility, and weight. In that respect they exercise a judicial function, and therefore it has been held in various instances by this court that their judgment as to matters of fact properly determinable by them is conclusive, <span class=\"star-pagination\">*328</span> when brought to notice in a collateral proceeding. Their judgment in such cases is like that of other special tribunals upon matters within their exclusive jurisdiction, unassailable except by a direct proceeding for its correction or annulment. The execution and record of the patent are the final acts of the officers of the government for the transfer of its title, and as they can be lawfully performed only after certain steps have been taken, that instrument, duly signed, countersigned, and sealed, not merely operates to pass the title, but is in the nature of an official declaration by that branch of the government to which the alienation of the public lands, under the law, is entrusted, that all the requirements preliminary to its issue have been complied with. The presumptions thus attending it are not open to rebuttal in an action of law.\"</p>\n<p>In <i>Steele</i> v. <i>Smelting Co.,</i> <span class=\"citation\" data-id=\"90695\"><a href=\"/opinion/90695/steel-v-smelting-co/\"><span class=\"volume\">106</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, 450, the language of the court was that: \"The Land Department, as we have repeatedly said, was established to supervise various proceedings whereby a conveyance of the title from the United States to portions of the public domain is obtained, and to see that the requirements of different acts of Congress are fully complied with. Necessarily, therefore, it must consider and pass upon the qualification of the applicant, the acts he has performed to secure the title, the nature of the land, and whether it is of the class which is open to sale. Its judgment upon these matters is that of a special tribunal, and is unassailable except by direct proceedings for its annulment or limitation.\"</p>\n<p>In <i>Heath</i> v. <i>Wallace,</i> <span class=\"citation\" data-id=\"92981\"><a href=\"/opinion/92981/heath-v-wallace/\"><span class=\"volume\">138</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span></a></span>, 585, it was held that \"the question whether or not lands returned as `subject to periodical overflow' are `swamp and overflowed lands' is a question of fact properly determinable by the Land Department.\" And Mr. Justice Lamar added: \"It is settled by an unbroken line of decisions of this court in land jurisprudence that the decisions of that department upon matters of fact within its jurisdiction are, in the absence of fraud or imposition, conclusive and binding on the courts of the country.\" If the Land Department must decide what lands shall not be patented because reserved, sold, granted, or otherwise appropriated, <span class=\"star-pagination\">*329</span> or because not free from preëmption or other claims or rights at the time the line of the road is definitely fixed, it must also decide whether lands are excepted because they are mineral lands. It has always exercised this jurisdiction in patenting lands which were alleged to be mineral, or in refusing to patent them because the evidence was insufficient to show that they contained minerals in such quantities as to justify the issue of the patent. If, as suggested by counsel, when the Secretary of the Interior has under consideration a list of lands to be patented to the Northern Pacific Railroad Company, it is shown that part of said lands contain minerals of gold and silver, discovered since the company's location of its road opposite thereto, he would not perform his duty, stated in <i>Knight</i> v. <i>Land Association,</i> <span class=\"citation\" data-id=\"93210\"><a href=\"/opinion/93210/knight-v-united-states-land-assn/\"><span class=\"volume\">142</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, 178, as the \"supervising agent of the government to do justice to all claims and preserve the rights of the people of the United States,\" by certifying the list until corrected in accordance with the discoveries made known to the department. He would not otherwise discharge the trust reposed in him in the administration of the law respecting the public domain.</p>\n<p>There are undoubtedly many cases arising before the Land Department in the disposition of the public lands where it will be a matter of much difficulty on the part of its officers to ascertain with accuracy whether the lands to be disposed of are to be deemed mineral lands or agricultural lands, and in such cases the rule adopted that they will be considered mineral or agricultural as they are more valuable in the one class or the other, may be sound. The officers will be governed by the knowledge of the lands obtained at the time as to their real character. The determination of the fact by those officers that they are one or the other will be considered as conclusive.</p>\n<p>In the case of the <i>Central Pacific Railroad Company</i> v. <i>Valentine,</i> 11 Land Dec. 238, 246, the late Secretary of the Interior, Mr. Noble, speaks of the practice of the Land Department in issuing patents to railroad lands. His language is: \"The very fact, if it be true, that the office of the patent is to define and identify the land granted, and to evidence the <span class=\"star-pagination\">*330</span> title which vested by the act, necessarily implies that there exists jurisdiction in some tribunal to ascertain and determine what lands were subject to the grant and capable of passing thereunder. Now, this jurisdiction is in the Land Department, and it continues, as we have seen, until the lands have been either patented or certified to or for the use of the railroad company. By reason of this jurisdiction it has been the practice of that department for many years past to refuse to issue patents to railroad companies for lands found to be mineral in character at any time before the date of patent. Moreover, I am informed by the officers in charge of the mineral division of the Land Department that ever since the year 1867 (the date when that division was organized) it has been the uniform practice to allow and maintain mineral locations within the geographical limits of railroad grants, based upon discoveries made at any time before patent or certification where patent is not required. This practice having been uniformly followed and generally accepted for so long a time there should be, in my judgment, the clearest evidence of error as well as the strongest reasons of policy and justice controlling before a departure from it should be sanctioned. It has, in effect, become a rule of property.\"</p>\n<p>It is true that the patent has been issued in many instances without the investigation and consideration which the public interest requires; but if that has been done without fraud, though unadvisedly by officers of the government charged with the duty of supervising and attending to the preparation and issue of such patents, the consequence must be borne by the government until by further legislation a stricter regard to their duties in that respect can be enforced upon them. The fact remains that under the law the duty of determining the character of the lands granted by Congress, and stating it in instruments transferring the title of the government to the grantees, reposes in officers of the Land Department. Until such patent is issued, defining the character of the land granted and showing that it is non-mineral, it will not comply with the act of Congress in which the grant before us was made to plaintiff. The grant, even when all the acts required <span class=\"star-pagination\">*331</span> of the grantees are performed, only passes a title to non-mineral lands; but a patent issued in proper form, upon a judgment rendered after a due examination of the subject by officers of the Land Department, charged with its preparation and issue, that the lands were non-mineral, would, unless set aside and annulled by direct proceedings, estop the government from contending to the contrary, and as we have already said in the absence of fraud in the officers of the department, would be conclusive in subsequent proceedings respecting the title.</p>\n<p>The delay of the government in issuing a patent to the plaintiff, of which great complaint is made, does not affect the power of the company, to assert in the meantime, by possessory action, (as held in <i>Deseret Salt Company</i> v. <i>Tarpey,</i> <span class=\"citation\" data-id=\"93213\"><a href=\"/opinion/93213/deseret-salt-co-v-tarpey/\"><span class=\"volume\">142</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>,) its right to lands which are in fact non-mineral. But such delay, as well observed, cannot have the effect of entitling it to recover, as is contended in this case, lands which it admits to be mineral. The government cannot be reasonably expected to issue its patent, and it is not authorized to do so, without excepting mineral lands, until it has had an opportunity to have the country, or that part of it for which a patent is sought, sufficiently explored to justify its declaration in the patent, which would be taken as its determination, that no mineral lands exist therein.</p>\n<p>On the other hand, an affirmance of the judgment in this case would enlarge the grant of the government against its oft-repeated exception of mineral lands, and give to the plaintiff the vast mineral wealth of the States through which the grant passes. It would render the plaintiff corporation imperial in its resources \u0097 one that would far outshine \"the wealth of Ormus and of Ind.\" And, as counsel justly observes, the same rule would apply to all our transcontinental railroads and give to them nearly all our mineral lands, when Congress has time and again declared that they should have no mineral lands, and that no act of Congress should be construed to give them any; and that they \"in all cases shall be and are reserved exclusively to the United States unless otherwise specially provided in the act or acts making the grant.\"</p>\n<p><span class=\"star-pagination\">*332</span> It is unnecessary to pursue this subject any further. We will only observe that we do not notice the numerous assertions made in the argument of the plaintiff, as to what has been decided by this court and what is the settled rule in cases of railroad grants by Congress embracing mineral lands, the correctness of which we do not admit. The official reports will disclose wherein the errors lie sufficiently for the attainment of accuracy of statement in matters of judicial decision.</p>\n<p>The plaintiff in this case, not having a patent, and relying solely upon its grant, which gives no title to the minerals within any of its lands, shows by its complaint no cause of action for the possession of the mineral lands claimed. The demurrer of the defendants should have been sustained, and judgment entered thereon in their favor.</p>\n<p>It follows that the judgment of the Circuit Court in this case must be</p>\n<p><i>Reversed and the cause remanded to that court with directions to sustain the demurrer of the defendants and enter judgment thereon in their favor with costs.</i></p>\n<p>MR. JUSTICE BREWER, with whom concurred MR. JUSTICE GRAY and MR. JUSTICE SHIRAS, dissenting.</p>\n<p>I dissent from the opinion and judgment of the court in this case. The burden of the opinion seems to be that the magnitude of that which is supposed to pass by the grant, as construed by defendant in error, is so great that it cannot be believed that Congress intended to make such a donation; and, therefore, rules of decision, repeatedly affirmed and hitherto the settled law in the construction of such grants, are set aside and a new rule established, whether applicable to this grant alone, or also hereafter to be considered as applicable to the whole body of law in respect to public lands I know not, nor is it affirmed. I respectfully insist that the magnitude of the loss supposed to result to the government is a mere chimera of the imagination \u0097 <i>ignotum pro magnifico</i> \u0097 and that even if it be ever so great, it furnishes no ground for a departure from settled rules and established law.</p>\n<p><span class=\"star-pagination\">*333</span> The grant of land to the Northern Pacific Railroad Company is enormous; no one disputes that; but before being appalled by its magnitude it is fitting that a comparison be made between it and others, accepted and construed without fear of results. If it be said that its total area is vastly in excess of that of any other Congressional grant, it must at the same time be remembered that the length of the road, in aid of whose construction it was made, is also greatly in excess of that of any other road theretofore or since thus aided. The only fair method of comparison is that by mile. Tested in that way it is the same as other grants. Texas Pacific Railroad grant, Act of March 3, 1871, c. 122, 16 Stat. 573. And it is only twice as large as that to the Union Pacific Railroad and the Central Pacific Railroad, and they in addition were aided by the bonds of the nation to the amount of $16,000 a mile, with an increase (in the mountainous portions of the road) to $32,000 per mile. I affirm that the value of the grant, unquestioned hitherto, to the Union Pacific Railroad and the Central Pacific Railroad Companies was greater per mile than that to the Northern Pacific Railroad Company, and that this defendant in error would at any time have been glad to make an exchange therefor mile for mile.</p>\n<p>It is true that the country through which this proposed road was to run was, in 1864, an unknown and uninhabited region, but I deduce therefrom a conclusion the very opposite of that drawn in the opinion of the court. The corporation, the recipient of this grant, would never have moved in the construction of the road if it had not supposed that, upon the definite location of its line, it would receive, in accordance with the rulings of this court, an absolute and unquestioned title to all the lands within the limits of its grant, at that time not taken by homestead or preëmption right and not known to be mineral lands, and thus excepted from the operation of the grant; neither would the mortgage placed upon the road and its land grant, as authorized by the act of Congress, have ever successfully appealed to the confidence of the possessors of money except upon like belief. The limits of the place lands were fixed by the terms of the act, and also the limits of the indemnity <span class=\"star-pagination\">*334</span> lands. If at the time of the definite location there was no certainty as to what lands within the place limits passed by the grant, there was also an equal uncertainty as to what lands within the indemnity limits could be selected, and an absolute impossibility of making any selection because of ignorance as to the extent of the loss in the place limits; and when it is affirmed that at the time of the definite location there was no certainty as to whether any lands passed by this grant either within the place or indemnity limits, the assertion is necessarily that the mortgagees were invited to loan their money upon a security, of the existence of any part of which there was no certainty, and could not be any certainty, until after Congress by a subsequent act had appropriated money for an exploration, of which there is no hint in the granting act. Such an assertion is equivalent to saying that Congress invited parties to lend upon real estate security, the title to no acre of which no act of mortgagor or mortgagee could ever certainly secure. It may be that in the far days to come (and thirty years have passed since the passage of the act without any effort on the part of Congress in that direction) it shall suit Congress to appropriate money for an exploration of the character of these lands, and it may then be found that every quarter section, though not known to be when the line was definitely located and the road fully constructed, is in fact possessed of minerals, and therefore excepted from the operation of the grant. I respectfully submit that it ought not to be imputed to Congress that it invited a loan on securities which might turn out to be but apples of Sodom \u0097 beautiful to the eye, but ashes to the taste.</p>\n<p>Much is said of the possible mineral wealth within the area of this grant, and we are told that, when the government was in the financial stress caused by the war, it is not to be supposed that Congress would willingly throw away this enormous mineral wealth; but surely that suggestion has not even the semblance of force. There has been no reservation of mines or minerals to the government. On the contrary, the entire purpose in respect to mines has been and is expressed in the two rules: First, ordinary lands are given to <span class=\"star-pagination\">*335</span> all willing to make homesteads of them, and sold to others for $1.25 per acre, and when conveyed carried all mines and minerals beneath the surface; second, as to the ungranted and still public lands, they are open to exploration by individuals, and the discoverer of mines is entitled to purchase the land, embracing the mines, on the payment of $5 per acre, if the mine is a lode or vein, and $2.50 an acre if it is a placer mine.</p>\n<p>Obviously no visions of an undiscovered \"wealth of Ormus or of Ind,\" out of which the debts of the war were to be paid, floated before the eyes of Congress when this legislation was pending and prompted the exception of mineral lands. The only purpose was to secure to the individual explorer an opportunity to search for the as yet undiscovered mines. But that purpose was no more significant and no stronger than that to secure to the individual emigrant the opportunity to acquire a homestead, or to preëmpt a farm. And this right, as always held, expired when the definite location of the road was made. Under what theory can it be said that it was more important and more within the thought of Congress to give time to the individual to hunt through the country in pursuit of mines than to the emigrant pioneer to locate a home or purchase a farm?</p>\n<p>But it is said that Congress never meant that this vast mineral wealth should pass to this corporation, and that the individual must contract with that corporation for the purchase of any mine. And yet with a strange inconsistency, as it seems to me, before the opinion is closed it is declared, in effect, that Congress meant that when the President should issue a patent, the mineral wealth, vast as it is supposed to be, should then pass to the corporation. If Congress by its legislation excluded mineral lands from the scope of this grant, then surely no executive officer is authorized to convey mineral lands, and even the patent of the President passes no title thereto. The concession that a patent conveys the mines as incident to the conveyance of the land is a concession that the language of the grant, excluding from the operation of the grant mineral lands, is not to be taken absolutely; and leaves <span class=\"star-pagination\">*336</span> the only difference between the opinion of the court and my own that of the time as to which the identification of the lands as mineral lands is to be had.</p>\n<p>Coming to the matter of identification, the rule uniformly laid down heretofore \u0097 in the construction of all railroad grants, including those with like exception of mineral lands \u0097 has been that the identification takes place at the time of the definite location. Out of the multitude of cases in which this doctrine has been laid down I quote from one in which this very grant to the Northern Pacific was under consideration.</p>\n<p>In <i>St. Paul &amp; Pacific Railroad</i> v. <i>Northern Pacific Railroad,</i> <span class=\"citation\" data-id=\"92990\"><a href=\"/opinion/92990/st-paul-pacific-railroad-v-northern-pacific-railro/\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 5, it was said:</p>\n<p>\"As seen by the terms of the third section of the act, the grant is one <i>in præsenti;</i> that is, it purports to pass a present title to the lands designated by alternate sections, subject to such exceptions and reservations as may arise from sale, grant, preëmption or other disposition previous to the time the definite route of the road is fixed... .</p>\n<p>\"This is the construction given to similar grants by this court, where the question has often been considered; indeed, it is so well settled as to be no longer open to discussion. <i>Schulenberg</i> v. <i>Harriman,</i> <span class=\"citation\" data-id=\"88984\"><a href=\"/opinion/88984/schulenberg-v-harriman/\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">44</span></a></span>, 60; <i>Leavenworth, Lawrence, &amp;c. Railroad Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"89329\"><a href=\"/opinion/89329/leavenworth-etc-rr-co-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">733</span></a></span>; <i>Missouri, Kansas, &amp;c. Railway</i> v. <i>Kansas Pacific Railway,</i> 97 U.S. 491; <i>Railroad Co.</i> v. <i>Baldwin,</i> 103 U.S. 426... .</p>\n<p>\"It is contended that they are qualified, and restricted by the provision of the fourth section, that whenever twenty-five miles of the road are completed in a good, substantial, and workmanlike manner, and the commissioners appointed to examine the same have made a report to that effect to the President, patents shall be issued `confirming to said company the right and title to said lands, situated opposite to, and coterminous with, said completed section of said road.' This provision, it is urged, is inconsistent with the theory that a title to the lands had previously vested in the company. We do not think so. There are many reasons why patents should be issued upon the completion of each section of the road. They would not only identify the lands as coterminous with <span class=\"star-pagination\">*337</span> the completed section, but they would be evidence that, as to that portion of the road, the conditions of the grant had been complied with, and that it was thus freed from any liability to forfeiture for a disregard of them. They would also obviate the necessity of any further evidence of the grantee's title. As deeds of further assurance they would thus be of great value in giving quiet and peace to the grantee's possession. There are many instances in the legislation of Congress where patents are authorized to be issued to parties in further assurance of their title, notwithstanding a previous legislative grant to them or a legislative confirmation of a previously existing claim. The previous grant or confirmation is in no respect impaired thereby, or its construction affected. See on this point <i>Langdeau</i> v. <i>Hanes,</i> 21 Wall. 521; <i>Wright</i> v. <i>Roseberry,</i> <span class=\"citation\" data-id=\"91943\"><a href=\"/opinion/91943/wright-v-roseberry/\"><span class=\"volume\">121</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">488</span></a></span>, 497.\"</p>\n<p>I refer also to the case of <i>Deseret Salt Co.</i> v. <i>Tarpey,</i> <span class=\"citation\" data-id=\"93213\"><a href=\"/opinion/93213/deseret-salt-co-v-tarpey/\"><span class=\"volume\">142</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>, 247. That was a case involving the construction of the grant to the Central Pacific Railroad Company, which grant, as the one before us, excluded from its operation mineral lands; no patent had issued for the particular tracts; the plaintiff claimed by lease from the Central Pacific Railroad Company, and brought an action of ejectment against the defendant in possession. The trial court charged the jury that, although no patent had been issued, on the definite location of the line of the road, the title to the lands within the place limits passed to the company unless they had been previously sold, reserved, or otherwise disposed of by the United States, or a preëmption, homestead, swamp-land, or other lawful claim had attached to them, or they were known to be mineral lands or were returned as such. A judgment rendered in favor of the plaintiff upon such an instruction was sustained by this court, and it was distinctly held that a full title had passed to the railroad company. There was no pretence in that case of any ruling as to the character of the land by the Interior Department or any determination by the Secretary of the Interior that this was not mineral land. In disposing of the case this court said:</p>\n<p>\"By the terms of the act making the grant the contention <span class=\"star-pagination\">*338</span> of the defendant is not supported. Those terms import the transfer of a present title, not one to be made in the future. They are that `there be and is hereby granted' to the company every alternate section of the lands. No partial or limited interest is designated, but the lands themselves are granted, as they are described by the sections mentioned. Whatever interest the United States possessed in the lands was covered by those terms, unless they were qualified by subsequent provisions, a position to be presently considered.</p>\n<p>\"In a great number of cases grants containing similar terms have been before this court for consideration. They have always received the same construction, that unless the terms are restricted by other clauses, they import a grant <i>in præsenti,</i> carrying at once the interest of the grantor in the lands described. <i>Schulenberg</i> v. <i>Harriman,</i> <span class=\"citation\" data-id=\"88984\"><a href=\"/opinion/88984/schulenberg-v-harriman/\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">44</span></a></span>; <i>Leavenworth, Lawrence &amp; Galveston Railroad</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"89329\"><a href=\"/opinion/89329/leavenworth-etc-rr-co-v-united-states/\"><span class=\"volume\">92</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">733</span></a></span>.</p>\n<p>\"In <i>Wisconsin Central Railroad Co.</i> v. <i>Price County,</i> <span class=\"citation\" data-id=\"92685\"><a href=\"/opinion/92685/wisconsin-central-r-co-v-price-county/\"><span class=\"volume\">133</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, 507, referring to the different acts of Congress making grants to aid in the construction of railroads, we stated that they were similar in their general provisions, and had been before this court for consideration at different times, and of the title they passed we said: `The title conferred was a present one, so as to insure the donation for the construction of the road proposed against any revocation by Congress, except for non-performance of the work within the period designated, accompanied, however, with such restrictions upon the use and disposal of the lands as to prevent their diversion from the purposes of the grant.'</p>\n<p>\"As the sections granted were to be within a certain distance on each side of the line of the contemplated railroad, they could not be located until the line of the road was fixed. The grant was, therefore, in the nature of a `float;' but, when the route of the road was definitely fixed, the sections granted became susceptible of identification, and the title then attached as of the date of the grant, except as to such parcels as had been in the meantime under its provisions appropriated to other purposes.</p>\n<p><span class=\"star-pagination\">*339</span> \"That doctrine is very clearly stated in the <i>Leavenworth</i><i> case</i> cited above, where the language of the grant was identical with that of the one under consideration, and the court said: `There be and is hereby granted,' are words of absolute donation and import a grant <i>in præsenti.</i> This court has held that they can have no other meaning, and the land department, on this interpretation of them, has uniformly administered every previous similar grant. They vest a present title in the State of Kansas, (the grantee named,) though a survey of the lands and a location of the road are necessary to give precision to it and attach it to any particular tract. The grant then becomes certain, and, by relation, has the same effect upon the selected parcels as if it had specifically described them.</p>\n<p>\"The terms used in the granting clause of the act of Congress, and the interpretation thus given to them, exclude the idea that they are to be treated as words of contract or promise rather than, as they naturally import, as words indicating an immediate transfer of interest. The title transferred is a legal title, as distinguished from an equitable or inchoate interest.\"</p>\n<p>It is a misconstruction of the decision to say that the court only held that an action could be maintained for the possession of lands not mineral. For it was neither alleged nor proved that the lands were not mineral, but simply that at the date of the definite location they were not known to be mineral. The same allegation and proof could have been made in this case if the action had been brought two years before the discovery of the mineral and four years after the definite location, and the court then, under the authority of the <i>Tarpey</i><i> case,</i> would have been compelled to sustain a judgment in favor of the company, declaring it the owner of the land, while now it enters the very opposite judgment that the company is not the owner. So, in the <i>Tarpey</i><i> case,</i> if the day after the opinion of this court had been announced some enterprising explorer had discovered a mine of value within the limits of the tract in controversy in that case, following this opinion the court would have been compelled to hold that <span class=\"star-pagination\">*340</span> the company had no title, never had had any title, although it had affirmed a judgment declaring that it had the title. It is impossible to uphold such a difference of ruling on anything equivalent to a condition subsequent. For as held in <i>Schulenberg</i> v. <i>Harriman,</i> <span class=\"citation\" data-id=\"88984\"><a href=\"/opinion/88984/schulenberg-v-harriman/\"><span class=\"volume\">21</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">44</span></a></span>, no one can take advantage of the non-performance of such a condition but the grantor or his heirs or successors, and the government has taken no action in respect to the title to this tract since the discovery of the mineral.</p>\n<p>These decisions could be supplemented by a score and more in which the same doctrine has been affirmed and reaffirmed until, as said in the quotation first above made, \"it is so well settled as to be no longer open to discussion.\" All these authorities are in effect wholly overthrown by this decision, for there is no identification of the lands passing by the grant unless it is known and can be known at the time what lands pass. Take any particular mile of the road; on either side of the line, as located, there are twenty alternate sections within the place limits. By the rule now laid down, the title to no one of these twenty sections passes to the company, because it is not known absolutely which are mineral lands. So far as known, none may be mineral, and yet, as in this case before us, six years after that line of definite location an exploration develops the fact of minerals, and then it is declared that the title did not pass. When you simply say, as the court does in this opinion, that out of those twenty sections there shall pass the title to such lands as shall thereafter be found or be determined by the Secretary of the Interior to be non-mineral lands, you say in effect that there is no identification of a single tract. This court has hitherto said that when the line of definite location was fixed the lands granted were identified. That means, if it means anything, that the particular tracts which passed by the grant were disclosed. Now it is said that they are not disclosed, and cannot be identified as passing by the grant until it shall be affirmatively proved that they do not contain mines, or the Secretary of the Interior has determined that they are not mineral lands. There is, therefore, at the time no identification of the particular lands which <span class=\"star-pagination\">*341</span> pass, as has always heretofore been declared. It is true, as suggested, that it is no uncommon thing to make a grant of lands with a reservation of mines or minerals, and if such were the reservation in this case there would be no question as to the matter of identification; but there is in this case no reservation of mines or minerals; no land passes with a reservation of anything underneath the surface. There is simply an exception of mineral lands from the operation of the grant, and there has got to be something to separate and distinguish one class of lands, to wit, mineral lands, from the other, non-mineral lands, before there is any identification as to any lands. So, unless there is that which, at the time of the definite location, distinguishes lands non-mineral from lands mineral, there is no identification of any particular tract as passing under this grant.</p>\n<p>In the case of <i>Davis's Administrator</i> v. <i>Weibbold,</i> <span class=\"citation\" data-id=\"93035\"><a href=\"/opinion/93035/davis-administrator-v-weibbold/\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 524, this court said:</p>\n<p>\"It would seem from this uniform construction of that department of the government specially entrusted with supervision of proceedings required for the alienation of the public lands, including those that embrace minerals, and also of the courts of the mining States, Federal and State, whose attention has been called to the subject, that the exception of mineral lands from grant in the acts of Congress should be considered to apply only to such lands as were at the time of the grant known to be so valuable for their minerals as to justify expenditure for their extraction.\"</p>\n<p>And again on page 519:</p>\n<p>\"The exceptions of mineral lands from preëmption and settlement and from grants to States for universities and schools, for the construction of public buildings, and in aid of railroads and other works of internal improvements are not held to exclude all lands in which minerals may be found, but only those where the mineral is in sufficient quantity to add to their richness and to justify expenditure for its extraction, and known to be so at the date of the grant.\"</p>\n<p>It is probably unnecessary, in view of this declaration as to the uniform construction by the Land Department, to refer to <span class=\"star-pagination\">*342</span> any specific rulings therein, and yet the following illustrations may not be amiss: By the act of March 3, 1853, (10 Stat. 244,) it was provided (sec. 6) \"that all the public lands in the State of California, whether surveyed or unsurveyed, ... excepting also the lands claimed under any foreign grant or title, and the mineral lands, shall be subject to the preëmption laws of fourth September, 1841, with all the exceptions, conditions, and limitations therein, except as is herein otherwise provided.\" In a circular of instructions issued to the registers and receivers in California, October 12, 1853, construing this act, Commissioner Wilson defines the above exception of \"mineral lands\" as \"lands on which are situated any known salines or mines.\" (1 Lester's Land Laws, p. 698.)</p>\n<p>In <i>State</i> v. <i>Poley &amp; Thomas,</i> (4 Copp's L.O.,) this question, as stated by Secretary Schurz, was presented, arising under the Congressional grant of school lands to the State of California:</p>\n<p>\"Did the title to lands in said sections vest in the State, upon survey, if their mineral character was unknown at the time, and the same were regarded by the officers of the government as ordinary public lands, not reserved or otherwise appropriated, but subject to disposal under the general laws of the United States?\"</p>\n<p>And this was his answer:</p>\n<p>\"In compliance with the doctrine established by the courts, it must, I think, be held that the title vested in the State at the date of the survey, when the land was not known to be mineral, or was not treated as such by the government. If, following the doctrines of the courts, the grant of school lands takes effect at the date of survey, can the character of the land, subsequently determined, change or affect said title? If it can, for how long a period can such change be affected? If for three years, why not for ten or fifty, or after the title derived from the State has been transmitted through numerous grantees? For lands confessedly not mineral at the date of survey, may, many years thereafter, be ascertained, through the improvements in mining operations, to be valuable as mineral lands. To maintain such a doctrine might result in <span class=\"star-pagination\">*343</span> placing in jeopardy the title held by grantees to all the school lands in California, and could only be authorized by the most positive and clearly expressed provisions of law. In my opinion, there is nothing in the act which can thus be interpreted. I must, therefore, hold that the discovery of the mineral character of the land in sections 16 and 36, subsequent to survey, does not defeat the title of the State to the same as school lands.\"</p>\n<p>Again, the Land Department can acquire no knowledge as to whether these lands are mineral or not, except by exploration, and that requires the labor of explorers and the payment of their compensation therefor. That Congress never contemplated that there should be any such exploration, as a condition of passage of title, is evident from the fact that thirty years have passed since the date of this grant; thirty-two years since the date of the grant to the Union Pacific and Central Pacific Railroad Companies, which also excluded mineral lands, and never has an act been passed, or, even so far as we are advised, even a bill offered in Congress, contemplating the appropriation of a single dollar for such an exploration. Aside from an exploration conducted by the government, at its expense, the only way that knowledge could be acquired would be through the personal efforts of individual explorers. Was it contemplated by this act that the Secretary of the Interior should have authority to wait so long as he saw fit for the results of these individual explorations before finding and determining that any particular tract was mineral or not? Assuredly a suggestion of such a purpose on the part of Congress would border closely on disrespect to the intelligence and integrity of that body.</p>\n<p>But Congress knew that provision had already been made for ascertaining the character of these lands. Revised Statutes, section 2395, contains these provisions:</p>\n<p>\"Seventh. Every surveyor shall note in his field-book the true situations of all mines, salt licks, salt springs, and mill seats which come to his knowledge, all watercourses over which the line he runs may pass, and also the quality of the lands.</p>\n<p><span class=\"star-pagination\">*344</span> \"Eighth. These field-books shall be returned to the surveyor-general, who shall cause therefrom a description of the whole lands surveyed to be made out and transmitted to the officers who may superintend the sales. He shall also cause a fair plat to be made of the townships and fractional parts of townships contained in the lands, describing the subdivisions thereof, and the marks of the corners. This plat shall be recorded in books to be kept for that purpose; and a copy thereof shall be kept open at the surveyor-general's office for public information, and other copies shall be sent to the places of the sale, and to the General Land Office.\"</p>\n<p>By the act of July 26, 1866, c. 262, 14 Stat. 251, the mineral lands of the public domain were declared to be free and open to exploration or occupation, and provision was made for the entry and patenting of a vein or lode of quartz or other rock in place, bearing gold, silver, cinnabar, or copper.</p>\n<p>In a circular of instructions issued under this act, January 14, 1867, the Commissioner says of section 11:</p>\n<p>\"In order to enable the department properly to give effect to this section of the law, you will cause your deputy surveyors to describe in their field-notes of surveys, in addition to the data required to be noted in the printed Manual of Surveying Instructions, on pages 17 and 18, the agricultural lands, and represent the same on township plats by the designation of \"agricultural lands.\" (2 Lester's Land Laws, 317.)</p>\n<p>It is true that such survey and report only give what are the surface indications of the tracts, but any other examination and exploration for discovering minerals beneath the surface, require, as any one can see, a large expenditure of money, and it may well be believed that Congress, knowing that the surveys which were already provided for, would disclose the character of the lands so far as they could be disclosed by the surface appearances, meant that the field-books returned to the Land Department containing that information should be that which should guide in the identification of the tracts at the time of the definite location as mineral or not mineral.</p>\n<p>Again, the section by which the land grant was made to the <span class=\"star-pagination\">*345</span> Northern Pacific Railroad Company, after defining the place limits of the grant and providing for the definite location of the line of the road, contained this clause (13 Stat. p. 368):</p>\n<p>\"And whenever, prior to said time, any of said sections or parts of sections shall have been granted, sold, reserved, occupied by homestead settlers, or preëmpted, or otherwise disposed of, other lands shall be selected by said company in lieu thereof, under the direction of the Secretary of the Interior, in alternate sections, and designated by odd numbers, not more than ten miles beyond the limits of said alternate sections.\"</p>\n<p>But unless at the time of that definite location there was an identification of the particular lands within the place limits which passed, how could there be any selection in the indemnity limits? Take this particular tract in controversy before us: If, after the definite location, the company had applied to the Secretary for a selection of land within the indemnity limits in lieu of this tract, would not the Secretary have been compelled to refuse such selection, on the ground that, so far as was known, this was not mineral land, and, therefore, passed by the grant? And if now, after the lapse of six years, mineral is discovered and it is adjudged that the title does not pass, is it not possible \u0097 nay, probable \u0097 that when selection is sought of lands within the indemnity limits it will be found that all have been taken by homestead or preëmption; or, if not, and a selection is made of any particular tract within those limits, will not the land thus selected and supposed to pass to the company come within the rule here announced that if, before the patent shall issue, mines be discovered, it must be adjudged non-mineral land, and, therefore, not passing by the selection? In other words, the title to no lands within the place limits passes because it is unknown whether they are mineral or not, and no selection can be made within the indemnity limits because it is not known how much the deficiency is.</p>\n<p>Again, in section 4 of the same act, it is provided that after the completion of twenty-five consecutive miles of road, commissioners shall be appointed by the President to examine as <span class=\"star-pagination\">*346</span> to whether the road has been completed in a substantial and workmanlike manner, and if they make a favorable report, \"patents of lands, as aforesaid, shall be issued to said company, confirming to said company the right and title to said lands, situated opposite to, and coterminous with, said completed section of said road; and, from time to time, whenever twenty-five additional consecutive miles shall have been constructed, completed, and in readiness as aforesaid, and verified by said commissioners to the President of the United States, then patents shall be issued to said company, conveying the additional sections of land as aforesaid, and so on as fast as every twenty-five miles of said road is completed as aforesaid.\"</p>\n<p>If language can make anything plain it is that when the commissioners have reported favorably as to the construction of any twenty-five consecutive miles of road, the right to a patent exists. It was said in <i>Stark</i> v. <i>Starrs,</i> <span class=\"citation\" data-id=\"87931\"><a href=\"/opinion/87931/stark-v-starrs/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">402</span></a></span>, 418: \"The right to a patent once vested is treated by the government, when dealing with the public lands, as equivalent to a patent issued. When, in fact, the patent does issue, it relates back to the inception of the right of the patentee, so far as it may be necessary, to cut off intervening claimants.\"</p>\n<p>When this case was argued before us at the last term it was conceded by the Attorney General that if it was not known that the lands were mineral at the time of that report, the title then passed. Such a concession on the part of the government, if now recognized, would compel an affirmance of this judgment; for, at the time the commissioners made report as to the twenty-five consecutive miles adjacent to this tract, no mineral had been discovered, and so far as known the land was not mineral; but the court in this opinion repudiates such concession, and holds that the matter of determination remains open until the very issue of the patent.</p>\n<p>Again, by a resolution of May 31, 1870, 16 Stat. 378, the Northern Pacific Railroad Company was authorized to issue its bonds secured by mortgage upon its entire property. Did Congress mean to imply that at that time no specific tracts passed by the mortgage, but only such as might thereafter be <span class=\"star-pagination\">*347</span> determined by the Land Department to be non-mineral? That resolution contained also this provision:</p>\n<p>\"Provided, that all lands hereby granted to said company which shall not be sold or disposed of or remain subject to the mortgage by this act authorized, at the expiration of five years after the completion of the entire road, shall be subject to settlement and preëmption like other lands, at a price to be paid to said company not exceeding two dollars and fifty cents per acre.\"</p>\n<p>How could the company sell any particular tract, unless at the time the purchaser knew that the title of the company was perfect? And if the company had failed to place its mortgage, as it most certainly would have failed if the construction now contended for had been believed to be the true construction of this grant, then by the terms of this provision at the end of five years from the completion of the road any tract would be open to settlement and preëmption as are the public lands of the government.</p>\n<p>Again, it is abundantly well settled that lands the title to which remain in the government are not subject to taxation. Can it be that Congress contemplated that the Territories and States which should be organized along the line of this transcontinental highway should not be able to tax any alternate sections within the place limits of this grant until such time as it should appropriate money for an exploration as to their character? Take this particular tract for illustration: In 1872 the line of definite location was fixed; apparently it was within the terms of the grant, but it is now adjudged that no title passed to the Northern Pacific, but remained in the government. Was the land subject to taxation during the six years prior to the discovery of the mines? Will it be said that Congress intended that the Northern Pacific should pay the taxes on all the lands so situated, taking the chances in the future of some of them proving to be non-mineral? Would such injustice be imputed to Congress, even as against a corporation? Suppose the Northern Pacific did not pay, and some party purchased the land at a tax sale; has he lost his money because the land now proves to be mineral lands, <span class=\"star-pagination\">*348</span> and, therefore, still the property of the government? Or, if the State is under obligation to refund the money thus improperly collected in the way of taxes, what then results? The State or county has regulated its tax levy and its expenditures upon the supposition that these lands were subject to taxation. If the title has not passed from the government they are not taxable, and a new burden must be cast upon the property of individuals within the territorial limits to make good the unexpected deficiency of public funds.</p>\n<p>It is well known in the history of this and similar land grants that there was an earnest effort to relieve many of the lands from the burdens of state taxation \u0097 an effort which brought to this court the cases of the <i>Kansas Pacific Railway</i> v. <i>Prescott,</i> <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">603</span></span>, and <i>Union Pacific Railroad</i> v. <i>McShane,</i> 22 Wall. 444. This litigation was carried on on the part of the railroad companies under the superintendence and direction of Hon. John P. Usher, who was Secretary of the Interior at the time of the passage of these land grant acts, than whom perhaps no one was more familiar with the land laws of the United States; and during all that litigation there was not even a suggestion that the absolute transfer of the title at the time of the definite location was, as to any particular tract, delayed by the question thereafter to be determined as to whether the lands were mineral or not.</p>\n<p>Turning to legislation other than that respecting railroad land grants, we find by section 2258 of the Revised Statutes that preëmptions are not allowed of \"lands on which are situated any known salines or mines.\" In section 2302, in reference to homesteads, it is enacted: \"Nor shall any mineral lands be liable to entry and settlement under its provisions.\" Section 2392, in reference to town sites, reads: \"No title shall be acquired under the foregoing provisions of this chapter to any mine of gold, silver, cinnabar, or copper; or to any valid mining claim or possession held under existing laws.\" In one of these three clauses the word \"known\" is used, but not in the others. Is thereby any difference intended as to what shall be excepted from the scope of the authority to acquire lands? That in reference to town sites, as heretofore decided <span class=\"star-pagination\">*349</span> in <i>Davis</i> v. <i>Weibbold,</i> <span class=\"citation\" data-id=\"93035\"><a href=\"/opinion/93035/davis-administrator-v-weibbold/\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, includes only <i>known</i> mines.</p>\n<p>I deem it unnecessary to pursue this discussion further. Many other considerations of equal significance might be adduced. It is enough to say in conclusion that the uniform and settled rule of decision heretofore has been that identification of the particular tracts which pass under a grant was complete at the time of the definite location of the line of the road. Congress, with a knowledge of that frequent ruling, has never by any act directed a change. It is to be presumed that the legislation of the various States has been cast upon that as the law of the land. To now overthrow that and establish a new rule not merely unsettles the question of title to the lands within this vast area, but it may produce complications which we do not now perceive in the rights of individuals and counties, and even of the States along the line of this road. If ever there was a case in which the rule <i>stare decisis</i> should prevail, this is one.</p>\n<p>I, therefore, dissent from the opinion and judgment in this case, and am authorized to say that MR. JUSTICE GRAY and MR. JUSTICE SHIRAS concur in this dissent.</p>\n</div>", 
  "sha1": "7770803c8a4b20bb7879c3f6a7f22e583b15d688", 
  "date_modified": "2014-12-21T01:32:03.926306", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/93945/barden-v-northern-pacific-r-co/", 
  "citation_count": 29, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1372137/", 
  "html": "<p class=\"case_cite\">154 U.S. 288</p>\n    <p class=\"case_cite\">14 S.Ct. 1030</p>\n    <p class=\"case_cite\">38 L.Ed. 992</p>\n    <p class=\"parties\">BARDEN et al.<br>v.<br>NORTHERN PAC. R. CO.</p>\n    <p class=\"docket\">No. 612.</p>\n    <p class=\"date\">May 26, 1894.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This action was brought by the Northern Pacific Railroad Company against Richard P. Barden, William, Muth, James P. Boyce, and Ada F. Boyce, for possession of certain lands. Defendants' demurrer to the complaint was overruled, and judgment for plaintiff was entered thereupon. Defendants brought error.</p>\n      <p class=\"indent\">This was an action for the possession of certain parcels of land containing veins or lodes of rock in place, bearing gold, silver, and other precious metals, situated within section 27 of township 10 north, range 4 west of the principal meridian of Montana, claimed by the Northern Pacific Railroad Company&#8212;the plaintiff below, the defendant in error here&#8212;as parts of the land granted to it by the act of congress of July 2, 1864, entitled 'An act granting lands to aid in the construction of a railroad and telegraph line from Lake Superior to Puget sound, on the Pacific coast, by the northern route,' and the acts and resolutions supplementary and amendatory thereof. 13 Stat. c. 217, p. 365.</p>\n      <p class=\"indent\">By its first section the plaintiff was incorporated and authorized to construct and maintain a continuous railroad and telegraph line, with the appurtenances, from a point on Lake Superior, in the state of Minnesota or Wisconsin, and thence westerly, by the most eligible route, as should be determined by the company, within the territory of the United States, on a line north of the forty-fifth degree of latitude, to some point on Puget sound, with a branch by the valley of the Columbia river to a point at or near Portland, in the state of Oregon. The company was invested with all the powers, privileges, and immunities necessary to carry into effect the purposes of the act.</p>\n      <p class=\"indent\">By the third section a grant of land, other than mineral, was made to the company in words of present conveyance to aid in the construction of the railroad and telegraph line and for other purposes. Its language is: 'That there be, and hereby is, granted to the 'Northern Pacific Railroad Company,' its successors and assigns, for the purpose of aiding in the construction of said railroad and telegraph line to the Pacific coast, and to secure the safe and speedy transportation of the mails, troops, munitions of war, and public stores over the route of said line of railway every alternate section of public land, not mineral, designated by odd numbers, to the amount of twenty alternate sections per mile on each side of said railroad line, as said company may adopt, through the territories of the United States, and ten alternate sections of land per mile on each side of said railroad whenever it passes through any state, and whenever on the line thereof the United States have full title, not reserved, sold, granted, or otherwise appropriated, and free from pre-emption or other claims or rights at the time the line of said road is definitely fixed, and a plat thereof filed in the office of the commissioner of the general land office, and whenever prior to said time any of said sections or parts of sections shall have been granted, sold, reserved. occupied by homestead settlers, or pre-empted, or otherwise disposed of, other lands shall be selected by said company in lieu thereof, under the direction of the secretary of the interior, in alternate sections and designated by odd numbers, not more than ten miles beyond the limits of said alternate sections.' The grant thus made is accompanied with certain conditions or provisos,&#8212;these among others: 'That all mineral lands be, and the same are hereby, excluded from the operations of this act, and in lieu thereof a like quantity of unoccupied and unappropriated agricultural lands, in odd-numbered sections, nearest to the line of said road, may be selected, as above provided; and that the word 'mineral' when it occurs in this act shall not be held to include iron or coal.'</p>\n      <p class=\"indent\">By the fourth section it was enacted: 'That whenever said Northern Pacific Railway Company shall have twenty-five consecutive miles of any portion of said railroad and telegraph line ready for the service contemplated, the president of the United States shall appoint three commissioners to examine the same, and if it shall appear that twenty-five consecutive miles of said road and telegraph line have been completed in a good, substantial, and workmanlike manner, as in all other respects required by this act, the commissioners shall so report to the president of the United States; and patents of lands, as aforesaid, shall be issued to said company, confirming to said company the right and title to said lands, situated opposite to and coterminous with said completed section of said road; and from time to time, whenever twenty-five additional consecutive miles shall have been constructed, completed, and in readiness as aforesaid, and certified by said commissioners to the president of the United States, then patents shall be issued to said company conveying the additional sections of lands as aforesaid; and so on as fast as every twenty-five miles of said road is completed as aforesaid.'</p>\n      <p class=\"indent\">By the sixth section it was enacted: 'That the president of the United States shall cause the lands to be surveyed for forty miles in width on both sides of the entire line of said road, after the general route shall be fixed, and as fast as may be required by the construction of said railroad; and the odd sections of land hereby granted shall not be liable to sale or entry or preemption before or after they are surveyed, except by said company, as provided in this act; but the provisions of the act of September, 1841, granting pre-emption rights, and the acts amendatory thereof, and of the act entitled 'An act to secure homesteads to actual settlers on the public domain,' approved May 20, 1862, shall be, and the same are hereby, extended to all other lands on the line of said road, when surveyed, excepting those hereby granted to said company; and the reserved alternate sections shall not be sold by the government at a price less than two dollars and fifty cents per acre, when offered for sale.'</p>\n      <p class=\"indent\">The complaint alleges that the general route of the railroad extending through Montana was fixed February 21, 1872, and the lands in controversy were within 40 miles of such general route, and were public lands not reserved, sold, granted, or otherwise appropriated, and were free from pre-emption or other claims or rights; that thereafter, July 6, 1882, the line of the road, extending opposite and past the described lands, was definitely fixed, and a plat thereof filed in the office of the commissioner of the general land office, and that the demanded parcels were within 40 miles of the line thus definitely fixed; that thereafter the plaintiff constructed and completed that portion of its railroad and telegraph line extending over and along the line of definite location; that thereafter the president of the United States appointed three commissioners to examine the same, and they reported to him that that portion of the railroad and telegraph line had been completed in a good, substantial, and workmanlike manner, in all respects, as required by the act of July 2, 1864, and the act supplementary thereto and amendatory thereof; that the president accepted the line as thus constructed and completed; that at the time of filing the plat of definite location in the office of the commissioner of the general land office, namely, July 6, 1882, the described land was not known mineral land, and was more valuable for grazing than for mining purposes; that in 1868 all the lands in township 10 north, of range 4 west, were duly surveyed, and the township plat was, September 9, 1868, filed in the United States district land office for the district of Helena, Mont., that being the district in which said township is situated, and by that survey the land of the township was ascertained and determined to be agricultural, and not mineral, and that said determination and report have continually remained in force; that after the completion of the railroad the plaintiff listed the section, including the lands described, and other lands, as portions of the grant, and on November 8, 1868, filed the list in the district land office at Helena, and paid the fees allowed by law; that the list was accepted and approved by the receiver and register, and certified to the commissioner of the general land office, and has since remained in the same district land office and in the office of the commissioner; that at the time of the acceptance, approval, and allowance of the list, and at all times prior thereto, no part of the land was known mineral land, or was of greater value for mining purposes than for grazing, agricultural, or town-site purposes; that during the year 1888 certain veins or lodes of rock in place, bearing gold and silver and other precious metals, were discovered on said described land, and thereafter William B. Wells, William Muth, Harpin Davies, and Richard P. Barden, citizens of the United States, without the consent and against the will of the plaintiff, entered upon said land, and made locations of said veins and lodes upon certain lots thereof, as follows, to wit: The Vanderbilt quartz lode mining claim on lot 68, August 10, 1888; the Four Jacks and the New York Central &amp; Hudson River quartz lode mining claims on lots 72, 74, and 75, respectively, May 9, 1889; and the Chauncey M. Depew quartz lode mining claim, on lot 73,&#8212;all of said lots being within section 27, township 10 north, range 4 west; that the defendants are in possession of said lots, claiming under said locations, through mesne conveyances from the locators, and have been and are extracting ore therefrom; and that the same are mineral lands.</p>\n      <p class=\"indent\">And the complaint further alleges that the United States have failed, neglected, and refused to issue to the plaintiff a patent for said land, though all acts required by law to entitle the plaintiff to a patent have been fully performed; that the title to the premises has vested in the plaintiff under and by virtue of the acts of congress, and its compliance therewith; that the lots designated are of the value of over $6,000; and that the value of the ore wrongfully extracted and taken from them by the defendants is over $100.</p>\n      <p class=\"indent\">Wherefore, the plaintiff prays judgment against defendants for the recovery of the possession of the said lots, for the value of the ore so extracted, and for costs.</p>\n      <p class=\"indent\">To this complaint the defendants demurred on the ground that it did not state facts sufficient to constitute a cause of action, and entitle the plaintiff to the relief prayed. The demurrer was argued before the circuit judge and the district judge holding the circuit court of the ninth circuit, at Helena, in the state of Montana, and they differed in opinion upon the demurrer; the circuit judge holding that it was insufficient, and should be overruled, and the district judge dissenting therefrom. Judgment was accordingly entered, overruling the demurrer, and the defendants were allowed 10 days within which to answer the complaint. But they came into court, and stated that they would abide by their demurrer, and declined to file an answer, whereupon their default was entered; and, on application of the plaintiff's attorneys, it was ordered that judgment be entered against them for the recovery of the possession of the lots designated, the value of the ore taken therefrom, and costs of suit, which was accordingly done. To the ruling of the court in overruling the demurrer, exception was taken by the defendants, and to reverse the judgment they have brought the case to this court on writ of error.</p>\n      <p class=\"indent\">W. W. Dixon and Sol. Gen. Maxwell, for plaintiffs in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 294-304 intentionally omitted]</p>\n      <p class=\"indent\">E. W. Toole, Wm. Wallace, M. F. Morris, W. W. Dixon, Atty. Gen. Miller, and Asst. Atty. Gen. Shields, for plaintiffs in error.</p>\n      <p class=\"indent\">Jas. McNaught and Jas. C. Carter, for defendant in error,&#8212;on reargument.</p>\n      <p class=\"indent\">James McNaught, A. H. Garland, and Jas. C. Carter, for defendant in error,&#8212;on argument at October term, 1892.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 305-311 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice FIELD, after stating the case, delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This action is brought for the possession of certain parcels or lots of mineral land claimed by the plaintiff below&#8212;the defendant in error here&#8212;as embraced in the grant of the United States of July 2, 1864. The facts constituting the claim of the plaintiff are set forth at length in the complaint, and to their sufficiency the defendants demurred, as not constituting a cause of action, or entitling the plaintiff to the relief prayed. The lots are there conceded to be mineral lands, and the grant of the government applies, in terms, only to lands other than mineral.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To remove any doubt of the intention of the government to confine its concession to lands of that character, the grant is accompanied with a proviso declaring that all mineral lands are excluded from its operations. And as if to cut off every possible suggestion, by any ingenious and strained construction, that mineral lands might be reached under the legislation giving vast tracts of public lands to states and private corporations, under the pretense of aiding public improvements, a joint resolution was passed by congress in January of the following year, declaring 'that no act passed at the first session of the thirty-eighth congress [that being of the year 1864] granting lands to states or corporations to aid in the construction of roads, or for other purposes, or to extend the time of grants heretofore made, shall be so construed as to embrace mineral lands, which in all cases shall be and are reserved exclusively to the United States, unless otherwise specially provided in the act or acts making the grant.' 13 Stat. 567. This provision should be borne in mind when the statement is made, as it is, that there has been no reservation of mines or minerals to the government.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">No part of the contemplated road or telegraph line of the Northern Pacific Railroad Company had at the passage of this joint resolution been constructed or commenced; and on the authority of the case of Northern Pac. R. Co. v. Traill Co., 115 U. S. 600, 6 Sup. Ct. 201, its provisions are to be deemed an amendment of the original act, and as operative as if originally incorporated therein.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The action being for the possession of lands conceded to be mineral, under the act of congress of July 2, 1864, it would seem that the simple reading of the granting clause and its proviso, and the joint resolution mentioned, would be a sufficient answer to the complaint, and a sufficient reason to sustain the demurrer, without further consideration. But the plaintiff's counsel appear to find in the fact which they allege&#8212;that the lands were not known to be mineral at the time the plaintiff, by the definite location of the line of its road, was able to identify the sections granted&#8212;a sufficient ground to avoid the limitations of the grant, and the prohibitions of the proviso and joint resolution.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The grant was of 20 alternate sections of land, designated by odd numbers, on each side of the road which the plaintiff was authorized to construct,&#8212;a tract of 2,000 miles in length, and 40 miles in width, constituting a territory of 80,000 square miles. It is true the grant was a float, and the location of the sections could not be made until the line of the proposed road had become definitely fixed. The ascertainment of the location of the sections in no respect affected the nature of the lands, or the conditions on which their grant was made. If swamp lands or timber lands or mineral lands, previously, they continued so afterwards.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It is also true that the grant was one in praesenti, of lands to be afterwards located. From the immense territory from which the sections were to be taken, it could not be known where they would fall until the line of the road was established. Then the grant attached to them, subject to certain specified exceptions; that is, the sections, or parts of sections, which had been previously granted, sold, reserved, occupied by homestead settlers, or pre-empted, or otherwise disposed of, were excepted, and the title of its other sections or parts of sections attached as of the date of the grant, so as to cut off intervening claimants. In that sense the grant was a present one. But it was still, as such grant, subject to the exception of mineral lands made at its date, or then excluded therefrom by conditions annexed. Whatever the location of the sections, and whatever the exceptions then arising, there remained that original exception declared in the creation of the grant. The location of the sections, and the exceptions from other causes, in no respect affected that one, or limited its operation. There is no language in the act from which an inference to that effect can be drawn, in the face of its declaration that all mineral lands are thereby 'excluded from its operations' and of the joint resolution of 1865 that 'no act of the thirty-eighth congress [that is, of the previous session of 1864], granting lands to states or corporations, to aid in the construction of roads or for other purposes, shall be so construed as to embrace mineral lands.' The plaintiff, however, appears to labor under the persuasion that only those mineral lands were excepted from the grant which were known to be such on the identification of the granted sections by the definite location of the proposed road, and the ascertainment at that time of the exceptions from them of parcels of land previously disposed of, and that the want of such knowledge operated in some way to eliminate the reservation made by congress of the mineral lands. But how the absence of such knowledge, on the ascertainment of the sections granted, and the parcels of land embraced therein, previously disposed of, had the effect, or could have the effect, to eliminate the reservation of mineral lands from the act of congress, we are unable to comprehend. Such a conclusion can only arise from an impression that a grant of land cannot be made without carrying the minerals therein, and yet the reverse is the experience of every day. The granting of lands, either by the government or individuals, with a reservation of certain quarries therein, as of marble or granite or slate, or of certain mines, as of copper or lead or iron, found therein, is not an uncommon proceeding; and the knowledge or want of knowledge at the time by the grantee, in such cases, of the property reserved, in no respect affects the transfer to him to the title to it. No one will affirm that want of such knowledge on the identification of the lands granted, containing the reserved quarries or mines, would vacate the reservation; and we are unable to perceive any more reason, from that cause, for eliminating the reservation of minerals in the present case from the grant of the government, than for eliminating for a like cause the reservation of quarries or mines in the cases supposed. And it will hardly be pretended that congress has not the power to grant portions of the public land with a reservation of any severable products thereof, whether minerals or quarries contained therein, and whether known or unknown; yet such must be the contention of the plaintiff, or its conclusion will fall to the ground. The cases cited in support of the claim of the plaintiff only show that the identification of the sections granted, and of the exceptions therefrom of parcels of land previously disposed of, leaves the title of the remaining sections, or parts thereof, to attach as of the date of the grant, but has absolutely no other effect. Such is the purport, and the sole purport, of the cases of St. Paul &amp; P. R. Co. v. Northern Pac. R. Co., 139 U. S. 1, 5, 11 Sup. Ct. 389, and Salt Co. v. Tarpey, 142 U. S. 241, 247, 12 Sup. Ct. 158, cited by the plaintiff. In both of those cases the writer of this opinion had the honor to write the opinions of this court; and it was never asserted or pretended that they decided anything whatever respecting the minerals, but only that the title to the lands granted took effect, with certain designated exceptions, as of the date of the grant. They never decided any thing else. And what was that title? It was of the lands which at the time of the grant were not reserved as minerals, and of the lands which at the time of the location had not been sold, reserved, or to which a pre-emption or homestead right had not attached. If one were to sell land, reserving therefrom the minerals of gold or silver found therein, and tell the purchaser to take the surveyer, and measure off the land, would it be urged or pretended that, the moment the surveyor ascertained the boundaries of the land sold, the reservation of the minerals then undiscovered would be eliminated? Would any one uphold the reasoning or the doctrine which would assert such a conclusion? And can any one see the difference between the case now before us and the case supposed? Not a word was said or suggested in the cases cited about the elimination of the reservation for that cause; and not only in the cases cited by the plaintiff, but in a multitude of other cases, almost without number, a like silence was observed. In none of them was it ever pretended that the ascertainment of the location of the lands granted operated to withdraw from the grant the reservation of the minerals then undisclosed. The grant did not exist without the exception of minerals therefrom, and congress has declared, in positive terms, that the act shall not be construed to embrace them; and there is nothing in any of the cases cited in the plaintiff's contention which indicates in the slightest degree that the original exception was subsequently qualified.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It seems to us as plain as language can make it that the intention of congress was to exclude from the grant actual mineral lands, whether known or unknown, and not merely such as were at the time known to be mineral. After the plaintiff had complied with all the conditions of the grant, performed every duty respecting it, and, among other things, that of definitely fixing the line of the route, its grant was still limited to odd sections which were not mineral at the time of the grant, and also to those which were not reserved, sold, granted, or otherwise appropriated, and were free from pre-emption and other claims or rights at the time the line of the road was definitely fixed, and was coupled with the condition that all mineral lands were excluded from its operation, and that in lieu thereof a like quantity of unoccupied and unappropriated agricultural lands, in odd sections, nearest to the line of the road, might be selected.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">There is, in our judgment, a fundamental mistake made by the plaintiff in the consideration of the grant. Mineral lands were not conveyed, but by the grant itself, and the subsequent resolution of congress cited, were specifically reserved to the United States, and excepted from the operations of the grant. Therefore, they were not to be located at all, and, if in fact located, they could not pass under the grant. Mineral lands being absolutely reserved from the inception of the grant, congress further provided that at the time of the location of the road other lands should be excepted, viz. those previously sold, reserved, or to which a homestead or pre-emption right had attached.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It is difficult to perceive the principle upon which the term 'known' is sought to be inserted in the act of congress, either to limit the extent of its grant or the extent of its mineral, though its purpose is apparent. It is to add to the convenience of the grantee, and enhance the value of its grant. But to change the meaning of the act is not in the power of the plaintiff, and to insert by construction what is expressly excluded is, in terms, prohibited. Besides the impossibility, according to recognized rules of construction, of incorporating in a statute a new term, one inconsistent with its express declarations,&#8212;there are many reasons for holding that the omission of the word 'known,' as defining the extent of the mineral lands excluded, was purposely intended.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The grant to the railroad company was, as we have already mentioned, 2,000 miles in length and 40 miles in width, making an area of 80,000 square miles,&#8212;a territory nearly equal in extent to that of Ohio and New York combined. This territory was known to embrace in its hills and mountains great quantities of minerals of various kinds, and, among others, those of gold and silver. It was sparsely inhabited, and in many districts of large extent was entirely unoccupied. The policy of congress, as expressed in its numerous grants of public lands to aid in the construction of railroads, has always been to exclude the mineral lands from them, and reserve them for special disposition, as seen in the following acts, among others: Acts July 1, 1862 (12 Stat. 489) and of July 2, 1864 (13 Stat. 356), making grants to the Union and Central Pacific Companies; Act July 4, 1866 (14 Stat. 83), making a grant to the Iron Mountain Railroad Company; Act July 13, 1866 (14 Stat. 94), making a grant to the Placerville, etc., Railroad; Act July 25, 1866 (14 Stat. 239), making a grant to the California &amp; Oregon Railroad (sections 2 and 10); Act July 27, 1866 (14 Stat. 292), making a grant to the Atlantic &amp; Pacific Railroad and to the Southern Pacific Railroad; Act March 2, 1867 (14 Stat. 548), making a grant to the Stockton &amp; Copperopolis Railroad; Act March 3, 1871 (16 Stat. 573), making a grant to the Texas Pacific Railroad. In all of these cases, and in all grants of public lands in aid of railroads, minerals (except iron and coal) have uniformly been reserved, and in no instance has such a grant been held to pass them. Patents issued after an examination and determination of the fact by the government whether portions of the land embraced in such grants did or did not contain other minerals, have been held as conclusive in subsequent controversies, and of this we shall speak more fully hereafter; but grants in aid of railroads (and we speak of no other grants) before such determination and issue of a patent have never been held to pass other minerals than iron or coal, and it is only with other minerals, and with lands containing them, that we are concerned in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When the act was passed making the grant to the plaintiff, it would have been impossible to state with any accuracy what parts of the tract contained minerals, and what did not. That fact could only be ascertained after extensive and careful explorations; and it is not reasonable to suppose that congress would have left that important fact dependent upon the simple designation by the plaintiff of the line of its road, and the possible disclosure of minerals by the way, instead of leaving it to future and special explorations for their discovery. To suppose that congress intended any such limitation would be to impute to it a desire that its exclusion of minerals from the grant should be defeated, which it is impossible to admit. It is conceded that, in the interpretation of statutes like the one before us, reference may be had, not only to the physical condition of the country, and its surroundings, but that its political conditions and necessities may also be considered. The tract granted covered a belt believed to be rich in minerals of gold and silver; and the United States were at the time engaged in a terrific conflict for the preservation of the Union, incurring an immense debt, exceeding $2,000,000,000, and many of their citizens engaged in the struggle looked forward hopefully and confidently to this source for relief to the burdened treasury. And we cannot, with reason, suppose that under these circumstances the United States intended that the control of this source of wealth and relief should be taken from them. It passes belief that they could have deliberately designed, in this hour of sore distress, and fearful pressure upon their finances, to give away, to a corporation of their own creation, not only an imperial domain in land, but the boundless wealth that might lay buried in the mineral regions covered by 80,000 square miles. They knew that the mineral belt over which the proposed railroad was to pass was almost entirely unexplored. They therefore retained from their grant the mineral lands, whether known or unknown, and left the discovery of the minerals to future explorations, and their disposition to future legislation. We can never admit that, at the time and under the circumstances upon which the grant was made, congress intended that its clear words of exclusion of minerals should be interpreted to mean the exact reverse; that when it declared that 'no act of congress granting lands in aid of railroads' passed during the session of 1864 (the session at which the grant under consideration was made) should 'be construed to embrace minerals,' it meant that such act might be so construed. Never has it as yet fallen to congress to deceive by its legislation and juggle in this way.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">To incorporate the term 'known' into the act, and add it to the description of the mineral excepted, would also contravene a settled rule in the construction of grants like the one before us, that nothing will pass to the grantee, by implication or inference, unless essential to the use and enjoyment of the thing granted, and that exceptions intended for the benefit of the public are to be maintained, and liberally construed. As justly observed by counsel for the defendants in their very able brief, 'the reservation in the grant of mineral lands was intended to keep them under government control for the public good, in the development of the mineral resources of the country, and the benefit and protection of the miner and explorer, instead of compelling him to litigate or capitulate with a stupendous corporation, and ultimately succumb to such terms, subject to such conditions, and amenable to such servitudes as it might see proper to impose. The government has exhibited its beneficence in reference to its mineral lands as it has in the disposition of its agricultural lands, where the claims and rights of the settlers are fully protected. The privilege of exploring for mineral lands was in full force at the time of the location of the definite line of the road, and was a right reserved and excepted out of the grant at that time.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Some weight is sought to be given by counsel of the plaintiff to the allegation that the lands in controversy are included in the section which was surveyed in 1868, and a plat thereof filed by the surveyor in the local land office in September of that year, from which it is asserted that the character of the land was ascertained and determined, and reported to be agricultural, and not mineral. But the conclusive answer to such alleged determination and report is that the matters to which they relate were not left to the surveyor general. Neither he nor any of his subordinates was authorized to determine finally the character of any lands granted, or make any binding report thereon. Information of the character of all lands surveyed is required of surveying officers, so far as knowledge respecting them is obtained in the course of their duties, but they are not clothed with authority to especially examine as to these matters outside of their other duties, or determine them, nor does their report have any binding force. It is simply an addition made to the general information obtained from different sources on the subject. In Cole v. Markley, 2 Dec. Dep. Int. 847-849. Mr. Teller, when secretary of the interior, in a communication to the commissioner of the general land office, speaks at large of the notations of surveyors, and says: 'Public and official information was the object of these notations, with a view to preventing entry until the facts are finally determined. They should be, and they are, only prima facie evidence, and subject to be rebutted by satisfactory proof of the real character of the land.' The determination of the character of the land granted by congress, in any case, whether agricultural or mineral or swamp or timber land, is placed in the officers of the land department, whose action is subject to the revision of the commissioner of the general land office, and, on a appeal from him, by the secretary of the interior. Under their direction and supervision, the actual character of the land may be determined and fully established. The effect of a patent issued by them under the authority of congress, as to such matters, we shall presently consider. In the present case the mineral character of the lands in controversy is conceded. They are alleged in the complaint to be mineral lands containing gold and silver and other precious metals.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nor is there any force in the averments that in November, 1868, the plaintiff listed the section embracing the mineral lands in controversy, with other sections, as portions of its grant, and filed the lists in the local land office at Helena, and paid the receiver's fees for filing the same, and that the register and receiver accepted, allowed, and approved the list, and certified the same to the commissioner of the general land office, and that no part of the fees has ever been refunded. The act of congress does not provide that selections of the lands by the plaintiff, as a part of its grant, shall, in any respect, change its purport and effect, and eliminate any of its reservations; nor does it empower the officers of the local land office to accept the list as conclusive with respect to such grant, in any particular. There was therefore no obligation on the part of any one to refund to the plaintiff the fees paid on filing the list mentioned, when an attempt is made to do away with its supposed effect.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There is, in our opinion, no merit in any of the positions advanced by the plaintiff in support of its claim to the mineral lands in controversy. The language of the grant to the plaintiff is free from ambiguity. The exclusion from its operation of all mineral lands is entirely clear, and, if there were any doubt respecting it, the established rule of construction applicable to statutes making such grants would compel a construction favorable to the grantor.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Some reference should be made here to the language used in the cases of Deffeback v. Hawke, 115 U. S. 399, 6 Sup. Ct. 95, and Davis' Adm'r v. Weibbold, 139 U. S. 507, 11 Sup. Ct. 628, as it is contended that it is in conflict with the views expressed in the present case. If so, the writer of this opinion, who was also the writer of the opinions in both of the cases cited, must take the responsibility of any conflict with the views now expressed. It is more important that the court should be right upon later and more elaborate consideration of the cases than consistent with previous declarations. Those doctrines only will eventually stand which bear the strictest examination, and the test of experience.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The case of Deffeback v. Hawke arose in this wise: The plaintiff asserted title to mineral lands under a patent of the United States, founded upon an entry under the laws of congress, for the sale of mineral lands. The defendant, not having the legal title, claimed a better right to the premises by virtue of a previous occupation of them by his grantor as a lot on a portion of the public lands appropriated and used as a town site; that is, settled upon for purposes of trade and business, and not for agriculture, and laid out into streets, lots, blocks, and alleys for that purpose. And it was held by this court that no title from the United States to land known at the time of sale to be valuable for its minerals of gold, silver, cinnabar, or copper could be obtained under the pre-emption or homestead laws, or the town-site laws, or in any other way than as prescribed by the laws specially authorizing the sale of such lands. These three cases&#8212;those under the pre-emption and homestead laws and town-site act&#8212;were classed together. It was found that, under the pre-emption and homestead act, lands containing known saline deposits and mines could not be purchased. In the town-site act it was provided that, by virtue of its provisions, no title could be acquired to any mine of gold, silver, cinnabar, or copper, or to any valid mining claim or possession held under existing laws; and, under the mineral act of congress, it was provided that, in all cases, lands valuable for minerals should be reserved from sale, except as otherwise expressly provided. The court held that, under those acts, land could be purchased which was not known to be mineral; and from this the inference was drawn that only lands known at the time of the sale to be valuable for minerals could be excluded, and, if they were not thus known to be valuable for minerals, a sale might be had. This was not a case arising upon a grant like the one under consideration at present; but, inasmuch as the law of congress authorized lands valuable for minerals to be sold generally under the mineral act, and excluded from sale mineral lands when claimed for homesteads or preemption of for town sites, it was thought that these conflicting provisions of law would be reconciled by simply excluding from the sale lands known at the time to be mineral. But that case has no bearing upon the present one, involving the construction of an act of congress declaring, in express terms, that no mineral lands shall be conveyed by the grant made.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The case of Davis' Adm'r v. Weibbold was an action on the part of a mineral claimant who had obtained a patent in January, 1880, of a parcel of land within the exterior limits of Butte town site, subsequently to the patent for the town site.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">When the entry of the town site was had, and the patent issued, and a sale was thereafter made to the defendant of the lots held by him, it was not known&#8212;at least, it does not appear that it was known&#8212;that there were any valuable mineral lands within the town site; and the question was whether, in the absence of this knowledge, the defendant, who claimed under the town-site patent, could be deprived, by the laws of the United States, of the premises purchased and occupied by him, because of a subsequent discovery of minerals in them, and the issue of a patent to the discoverer, under whom the plaintiff claimed. The court said that the declaration that no title could be acquired, under the provisions relating to such town sites, and the sale of lands therein, to any mine of gold, silver, cinnabar, or copper, or to any valid mining claim or possession held under existing laws, would seem, on first impression, to constitute a reservation of such mines in the land sold, and of mining claims on them, to the United States. But such was held not to be the necessary meaning of the terms used. In strictness, they imported only that the provisions by which the title to the land in such town sites was transferred should not be the means of passing a title also to mines of gold, silver, cinnabar, or copper in the land, or to valid mining claims or possessions thereon, but that they were to be read in connection with the clause protecting existing rights to mineral veins, and with the qualification uniformly accompanying exceptions in acts of congress of mineral lands from grant or sale. Thus read, the court held that they merely prohibited the passage of title, under the provisions of the town-site laws, to mines of gold, silver, cinnabar, or copper which were known to exist on the issue of the town-site patent, and to mining claims and mining possessions, in respect to which such proceedings had been taken, under the law or the custom of miners, as to render them valid, creating a property right in the holder, and not to prohibit the acquisition for all time of mines which then lay buried, unknown, in the depths of the earth. The patent for the town site was therefore held to cover minerals subsequently discovered in the lands patented. The patent was, in law, a declaration that minerals did not exist in the premises when it was issued, and the subsequent acquisition of minerals in the town site was within the specific authorization of the act of congress that all valuable minerals should be open for exploration and sale. There is a marked distinction between that case, under the town-site law, and the present case, under a grant of congress excluding mineral lands from its operation, although it is conceded that some of the language used is broader than the necessities of the case required. Yet the effect given to the town-site patent will be found not inconsistent with the views hereafter expressed in the present case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Some effect is also sought to be given to the fact that congress authorized the Northern Pacific Railroad Company to place a mortgage upon its entire property. Admitting that such is the fact, the conclusion claimed does not follow. Congress thereby only authorized a mortgage upon the property granted to the company, which was the lands, without minerals. The mortgage could not cover more than the property granted. So, also, it is said that the states and territories through which the road passes would not be able to tax the property of the company unless they could tax the whole property,&#8212;minerals as well as lands. We do not see why not. The authority to tax the property granted to the company did not give authority to tax the minerals, which were not granted. The property could be appraised without including any consideration of the minerals. The value of the property excluding the minerals could be as well estimated as its value including them. The property could be taxed for its value to the extent of the title, which is of the land.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The grant under consideration is one of a public nature. It covers an immense domain, greater in extent than the area of some of our largest states, and it must be strictly construed. It would seem, from the frequency with which we have announced this doctrine, that it should be forever closed against further question; but, as the most extravagant pretensions are made in the plaintiff's construction of the present grant, we will venture to refer to one or two of the important judicial declarations on that subject.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The general rule, when grants relate to matters of public interest, in thus forcibly expressed by Chief Justice Taney: 'The object and end of all government,' said the chief justice, speaking for the court, 'is to promote the happiness and prosperity of the community by which it is established; and it can never be assumed that the government intended to diminish its power of accomplishing the end for which it was created. * * * The continued existence of a government would be of no great value, if, by implications and presumptions, it was disarmed of the powers necessary to accomplish the ends of its creation, and the functions it was designed to perform transferred to the hands of privileged corporations.' Charles River Bridge v. Warren Bridge, 11 Pet. 507.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In Leavenworth, L. &amp; G. R. Co. v. U. S., 92 U. S. 733, this court said: 'The rules which govern the interpretation of legislative grants * * * apply as well to grants of lands to states to aid in building railroads as to grants of special privileges to private corporations. In both cases the legislature, prompted by the supposed wants of the public, confers on others the means of securing an object, the accomplishment of which it desires to promote, but declines to undertake. * * * If the terms are plain and unambiguous, there can be no difficulty in interpreting them; but if they admit of different meanings,&#8212;one of extension, and one of limitation,&#8212;they must be accepted in a sense favorable to the grantor.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In Railroad Co. v. Barney, 113 U. S. 618, 5 Sup. Ct. 606, speaking of the construction of legislative grants, the court said: 'They are to receive such a construction as will carry out the intent of congress, however difficult it might be to give full effect to the language used, if the grants were by instruments of private conveyance. To ascertain that intent, we must look to the condition of the country when the acts were passed, as well as to the purpose declared on their face, and read all parts of them together.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The earnest contention of the counsel of the plaintiff arises principally, we think, from an unfounded apprehension that our interpretation will lead to uncertainty in the titles of the country. If the exception of the government is not limited to known minerals, the title, it is said, may be defeated years after the land has passed into the hands of the grantee, and improvements of great extent and value have been made upon its faith. It is conceded to be of the utmost importance to the prosperity of the country that titles to land, and to minerals in them, shall be settled, and not be the subject of constant and ever-recurring disputes and litigation, to the disturbance of individuals, and the annoyance of the public. We do not think that any apprehension of disturbance in titles from the views we assert need arise. The law places under the supervision of the interior department, and its subordinate officers, acting under its direction, the control of all matters affecting the disposition of the public lands of the United States, and the adjustment of private claims to them under the legislation of congress. It can hear contestants, and decide upon the respective merits of their claims. It can investigate and settle the contentions of all persons with respect to such claims. It can hear evidence upon, and determine, the character of lands to which different parties assert a right; and when the controversy before it is fully considered, and ended, it can issue to the rightful claimant the patent provided by law, specifying that the lands are of the character for which a patent is authorized. It can thus determine whether the lands called for are swamp lands, timber lands, agricultural lands, or mineral lands, and so designate them in the patent which it issues. The act of congress making the grant to the plaintiff provides for the issue of a patent to the grantee for the land claimed; and as the grant excludes mineral lands, in the direction for such patent to issue, the land office can examine into the character of the lands, and designate it in its conveyance.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is the established doctrine, expressed in numerous decisions of this court, that wherever congress has provided for the disposition of any portion of the public lands, of a particular character, and authorizes the officers of the land department to issue a patent for such land upon ascertainment of certain facts, that department has jurisdiction to inquire into and determine as to the existence of such facts, and in the absence of fraud, imposition, or mistake its determination is conclusive against collateral attack.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In Smelting Co. v. Kemp, 104 U. S. 651, this court thus spoke of the land department in the transfer of public lands: 'The patent of the United States is the conveyance by which the nation passes its title to portions of the public domain. For the transfer of that title the law has made numerous provisions, designating the persons who may acquire it, and the terms of its acquisition. That the provisions may be properly carried out, the land department, as part of the administrative and executive branch of the government, has been created to supervise all the various proceedings taken to obtain the title, from their commencement to their close. In the course of their duty the officers of that department are constantly called upon the hear testimony as to matters presented for their consideration, and to pass upon its competency, credibility, and weight. In that capacity they exercise a judicial function, and therefore it has been held in various instances by this court that their judgment as to matters of fact properly determinable by them is conclusive, when brought to their notice in a collateral proceeding. Their judgment in such cases is, like that of other special tribunals upon matters within their jurisdiction, unassailable, except by a direct proceeding for its correction or annulment. The execution and record of the patent are the final acts of the officers of the government for the transfer of its title; and, as they can be lawfully performed only after certain steps have been taken, that instrument, duly signed, countersigned, and sealed, not merely operates to pass the title, but is in the nature of an official declaration, by that branch of the government to which the alienation of the public lands, under the law, is intrusted, that all the requirements preliminary to its issue have been complied with. The presumptions thus attending it are not open to rebuttal in an action of law.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In Steele v. Refining Co., 106 U. S. 450, 1 Sup. Ct. 389, the language of the court was that: 'The land department, as we have repeatedly said, was established to supervise various proceedings whereby a conveyance of the title from the United States to portions of the public domain is obtained, and to see that the requirements of different acts of congress are fully complied with. Necessarily, therefore, it must consider and pass upon the qualification of the applicant, the acts he has performed to secure the title, the nature of the land, and whether it is of the class which is open to sale. Its judgment upon these matters is that of a special tribunal, and is unassailable, except by direct proceedings for its annullment or limitation.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In Heath v. Wallace, 138 U. S. 573, 11 Sup. Ct. 380, it was held that 'the question whether or not lands returned as 'subject to periodical overflow' are 'swamp and overflowed lands' is a question of fact, properly determinable by the land department;' and Mr. Justice Lamar added: 'It is settled by an unbroken line of decisions of this court in land jurisprudence that the decisions of that department upon matters of fact within its jurisdiction are, in the absence of fraud or imposition, conclusive and binding on the courts of the country.' If the land department must decide what lands shall not be patented, because reserved, sold, granted, or otherwise appropriated, or because not free from pre-emption or other claims or rights at the time the line of the road is definitely fixed, it must also decide whether lands are excepted because they are mineral lands. It has always exercised this jurisdiction in patenting lands which were alleged to be mineral, or in refusing to patent them because the evidence was insufficient to show that they contained minerals in such quantities as to justify the issue of the patent. If, as suggested by counsel, when the secretary of the interior has under consideration a list of lands to be patented to the Northern Pacific Railroad Company, it is shown that part of said lands contain minerals of gold and silver, discovered since the company's location of its road opposite thereto, he would not perform his duty, stated in Knight v. Association, 142 U. S. 178, 12 Sup. Ct. 258, as the 'supervising agent of the government, to do justice to all claims, and preserve the rights of the people of the United States,' by certifying the list, until corrected in accordance with the discoveries made known to the department. He would not otherwise discharge the trust reposed in him in the administration of the law respecting the public domain.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">There are undoubtedly many cases arising before the land department, in the disposition of the public lands, where it will be a matter of much difficulty, on the part of its officers, to ascertain with accuracy whether the lands to be disposed of are to be deemed mineral lands or agricultural lands; and in such cases the rule adopted, that they will be considered mineral or agricultural as they are more valuable in the one class or the other, may be sound. The officers will be governed by the knowledge of the lands obtained at the time, as to their real character. The determination of the fact by those officers that they are one or the other will be considered as conclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In the case of Railroad Co. v. Valentine, 11 Dec. Dep. Int. 238, 246, the late secretary of the interior, Mr. Noble, speaks of the practice of the land department in issuing patents to railroad lands. His language is: 'The very fact, if it be true, that the office of the patent is to define and identify the land granted, and to evidence the title which vested by the act, necessarily implies that there exists jurisdiction in some tribunal to ascertain and determine what lands were subject to the grant, and capable of passing thereunder. Now, this jurisdiction is in the land department; and it continues, as we have seen, until the lands have been either patented or certified to or for the use of the railroad company. By reason of this jurisdiction, it has been the practice of that department, for many years past, to refuse to issue patents to railroad companies for lands found to be mineral in character at any time before the date of patent. Moreover, I am informed by the officers in charge of the mineral division of the land department that, ever since the year 1867 (the date when that division was organized), it has been the uniform practice to allow and maintain mineral locations within the georgraphical limits of railroad grants, based upon discoveries made at any time before patent, or certification where patent is not required. This practice having been uniformly followed and generally accepted for so long a time, there should be, in my judgment, the clearest evidence of error, as well as the strongest reasons of policy and justice controlling, before a departure from it should be sanctioned. It has, in effect, become a rule of property.'</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It is true that the patent has been issued in many instances without the investigation and consideration which the public interest requires; but if that has been done without fraud, through unadvisedly, by officers of the government charged with the duty of supervising and attending to the preparation and issue of such patents, the consequence must be borne by the government, until, by further legislation, a stricter regard to their duties in that respect can be enforced upon them. The fact remains that under the law the duty of determining the character of the lands granted by congress, and stating it in instruments transferring the title of the government to the grantees, reposes in officers of the land department. Until such patent is issued, defining the character of the land granted, and showing that it is nonmineral, it will not comply with the act of congress in which the grant before us was made to plaintiff. The grant, even when all the acts required of the grantees are performed, only passes a title to nonmineral lands; but a patent issued in proper form, upon a judgment rendered after a due examination of the subject by officers of the land department charged with its preparation and issue, that the lands were nonmineral, would, unless set aside and annulled by direct proceedings, estop the government from contending to the contrary, and, as we have already said, in the absence of fraud in the officers of the department, would be conclusive in subsequent proceedings respecting the title.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The delay of the government in issuing a patent to the plaintiff, of which great complaint is made, does not affect the power of the company to assert in the mean time, by possessory action (as held in Salt Co. v. Tarpey, 142 U. S. 241, 12 Sup. Ct. 158), its right to lands which are in fact nonmineral. But such delay, as well observed, cannot have the effect of entitling it to recover, as is contended in this case, lands which it admits to be mineral. The government cannot be reasonably expected to issue its patent, and it is not authorized to do so, without excepting mineral lands, until it has had an opportunity to have the country, or that part of it for which a patent is sought, sufficiently explored to justify its declaration in the patent, which would be taken as its determination, that no mineral lands exist therein.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">On the other hand, an affirmance of the judgment in this case would enlarge the grant of the government, against its oft-repeated exception of mineral lands, and give to the plaintiff the vast mineral wealth of the states through which the grant passes. It would render the plaintiff corporation imperial in its resources,&#8212;one that would far outshine 'the wealth of Ormus and of Ind.' And, as counsel justly observes, the same rule would apply to all our transcontinental railroads, and give to them nearly all our mineral lands, when congress has, time and again, declared that they should have no mineral lands, and that no act of congress should be construed to give them any, and that they, 'in all cases, shall be and are reserved exclusively to the United States, unless otherwise specially provided in the act or acts making the grant.' It is unnecessary to pursue this subject any further. We will only observe that we do not notice the numerous assertions made in the argument of the plaintiff as to what has been decided by this court, and what is the settled rule, in cases of railroad grants by congress embracing mineral lands, the correctness of which we do not admit. The official reports will disclose wherein the errors lie, sufficiently for the attainment of accuracy of statement in matters of judicial decision.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The plaintiff in this case, not having a patent, and relying solely upon its grant, which gives no title to the minerals within any of its lands, shows by its complaint no cause of action for the possession of the mineral lands claimed. The demurrer of the defendants should have been sustained, and judgment entered thereon in their favor.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It follows that the judgment of the circuit court in this case must be reversed, and the cause remanded to that court, with directions to sustain the demurrer of the defendants, and enter judgment thereon in their favor, with costs; and it is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Mr. Justice Brewer, Mr. Justice Gray, and Mr. Justice Shiras dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Mr. Justice BREWER, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">I dissent from the opinion and judgment of the court in this case. The burden of the opinion seems to be that the magnitude of that which is supposed to pass by the grant, as construed by defendant in error, is so great that it cannot be believed that congress intended to make such a donation, and therefore rules of decision, repeatedly affirmed, and hitherto the settled law in the construction of such grants, are set aside, and a new rule established,&#8212;whether applicable to this grant alone, or also hereafter to be considered as applicable to the whole body of law in respect to public lands, I know not, nor is it affirmed. I respectfully insist that the magnitude of the loss supposed to result to the government is a mere chimera of the imagination, ignotum pro magnifico,&#8212;and that, even if it be ever so great, it furnishes no ground for a departure from settled rules and established law.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The grant of land to the Northern Pacific Railroad Company is enormous. No one disputes that. But, before being appalled by its magnitude, it is fitting that a comparison be made between it and others, accepted and construed without fear of results. If it be said that its total area is vastly in excess of that of any other congressional grant, it must at the same time be remembered that the length of the road, in aid of whose construction it was made, is also greatly in excess of that of any other road theretofore or since thus aided. The only fair method of comparison is that by mile. Tested in that way, it is the same as other grants. Texas Pacific Railroad Grant, 16 Stat. 573. And it it is only twice as large as that to the Union Pacific Railroad and the Central Pacific Railroad; and they, in addition, were aided by the bonds of the nation to the amount of $16,000 a mile, with an increase, in the mountainous portions of the road, to $32,000 per mile. I affirm that the value of the grant, unquestioned hitherto, to the Union Pacific Railroad and the Central Pacific Railroad Companies, was greater per mile than that to the Northern Pacific Railroad Company, and that this defendant in error would at any time have been glad to make an exchange therefor, mile for mile.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is true that the country through which this proposed road was to run was in 1864 an unknown and uninhabited region, but I deduce therefrom a conclusion the very opposite of that drawn in the opinion of the court. The corporation, the recipient of this grant, would never have moved in the construction of the road if it had not supposed that, upon the definite location of its line, it would receive, in accordance with the rulings of this court, an absolute and unquestioned title to all the lands within the limits of its grant, at that time not taken by homestead or pre-emption right, and not known to be mineral lands, and thus excepted from the operation of the grant. Neither would the mortgage placed upon the road and its land grant, as authorized by the act of congress, have ever successfully appealed to the confidence of the possessors of money, except upon like belief. The limits of the place lands were fixed by the terms of the act, and also the limits of the indemnity lands. If, at the time of the definite location, there was no certainty as to what lands within the place limits passed by the grant, there was also an equal uncertainty as to what lands within the indemnity limits could be selected, and an absolute impossibility of making any selection, because of ignorance as to the extent of the loss in the place limits; and when it is affirmed that at the time of the definite location there was no certainty as to whether any lands passed by this grant, either within the place or indemnity limits, the assertion is, necessarily, that the mortgagees were invited to loan their money upon a security, of the existence of any part of which there was no certainty, and could not be any certainty, until after congress, by a subsequent act, had appropriated money for an exploration, of which there is no hint in the granting act. Such an assertion is equivalent to saying that congress invited parties to lend upon real-estate security, the title to no acre of which no act of mortgagor or mortgagee could ever certainly secure. It may be that, in the far days to come (and 30 years have passed since the passage of the act without any effort on the part of congress in that direction), it shall suit congress to appropriate money for an exploration of the character of these lands; and it may then be found that every quarter section, though not known to be when the line was definitely located and the road fully constructed, is in fact possessed of minerals, and therefore excepted from the operation of the grant. I respectfully submit that it ought not to be imputed to congress that it invited a loan on securities which might turn out to be but apples of Sodom, beautiful to the eyes, but ashes to the taste.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Much is said of the possible mineral wealth within the area of this grant, and we are told that, when the government was in the financial stress caused by the war, it is not to be supposed that congress would willingly throw away this enormous mineral wealth; but surely that suggestion has not even the semblance of force. There has been no reservation of mines or minerals to the government. On the contrary, the entire purpose in respect to mines has been and is expressed in the two rules: First, ordinary lands are given to all willing to make homesteads of them, and sold to others for $1.25 per acre, and, when conveyed, carried all mines and minerals beneath the surface; second, as to the ungranted and still public lands, they are open to exploration by individuals, and the discoverer of mines is entitled to purchase the land embracing the mines on the payment of $5 per acre, if the mine is a lode or vein, and $2.50 an acre if it is a placer mine.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Obviously, no visions of an undiscovered 'wealth of Ormus or of Ind,' out of which the debts of the war were to be paid, floated before the eyes of congress when this legislation was pending, and prompted the exception of mineral lands. The only purpose was to secure to the individual explorer an opportunity to search for the as yet undiscovered mines. But that purpose was no more significant and no stronger than that to secure to the individual emigrant the opportunity to acquire a homestead, or to preempt a farm; and this right, as always held, expired when the definite location of the road was made. Under what theory can it be said that it was more important, and more within the thought of congress, to give time to the individual to hunt through the country in pursuit of mines, than to the emigrant pioneer to locate a home or purchase a farm?</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">But it is said that congress never meant that this vast mineral wealth should pass to this corporation, and that the individual must contract with that corporation for the purchase of any mine. And yet with a strange inconsistency, as it seems to me, before the opinion is closed, it is declared, in effect, that congress meant that when the president should issue a patent the mineral wealth, vast as it is supposed to be, should then pass to the corporation. If congress, by its legislation, excluded mineral lands from the scope of this grant, then, surely, no executive officer is authorized to convey mineral lands, and even the patent of the president passes no title thereto. The concession that a patent conveys the mines, as incident to the conveyance of the land, is a concession that the language of the grant, excluding from the operation of the grant mineral lands, is not to be taken absolutely, and leaves the only difference between the opinion of the court and my own that of the time as to which the identification of the lands as mineral lands is to be had.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Coming to the matter of identification, the rule uniformly lad down heretofore in the construction of all railroad grants, including those with like exception of mineral lands, has been that the identification takes place at the time of the definite location. Out of the multitude of cases in which this doctrine has been laid down, I quote from one in which this very grant to the Northern Pacific was under consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In St. Paul &amp; P. R. Co. v. Northern Pac. R. Co., 139 U. S. 1, 5, 11 Sup. Ct. 389, it was said:</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">'As seen by the terms of the third section of the act, the grant is one in praesenti; that is, it purports to pass a present title to the lands designated by alternate sections, subject to such exceptions and reservations as may arise from sale, grant, pre-emption, or other disposition previous to the time the definite route of the road is fixed. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">'This is the construction given to similar grants by this court, where the question has often been considered. Indeed, it is so well settled as to be no longer open to discussion. Schulenberg v. Harriman, 21 Wall. 44, 60; Leavenworth, L. &amp; G. R. Co. v. U. S., 92 U. S. 733; Missouri, K. &amp; T. Ry. Co. v. Kansas Pac. Ry. Co., 97 U. S. 491; Railroad Co. v. Baldwin, 103 U. S. 426. * * *</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">'It is contended that they are qualified and restricted by the provision of the fourth section, that, whenever twenty-five miles of the road are completed in a good, substantial, and workmanlike manner, and the commissioners appointed to examine the same have made a report to that effect to the president, patents shall be issued 'confirming to said company the right and title to said lands, situated opposite to, and coterminous with, said completed section of said road.' This provision, it is urged, is inconsistent with the theory that a title to the lands had previously vested in the company. We do not think so. There are many reasons why patents should be issued upon the completion of each section of the road. They would not only identify the lands as coterminous with the completed section, but they would be evidence that, as to that portion of the road, the conditions of the grant had been complied with, and that it was thus freed from any liability to forfeiture for a disregard of them. They would also obviate the necessity of any further evidence of the grantee's title. As deeds of further assurance, they would thus be of great value, in giving quiet and peace to the grantee's possession. There are many instances in the legislation of congress where patents are authorized to be issued to parties in further assurance of their title, notwithstanding a previous legislative grant to them, or a legislative confirmation of a previously existing claime. The previous grant or confirmation is in no respect impaired thereby, or its construction affected. See, on this point, Langdeau v. Hanes, 21 Wall. 521; Wright v. Roseberry, 121 U. S. 488, 497, 7 Sup. Ct. 985.'</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">I refer also to the case of Salt Co. v. Tarpey, 142 U. S. 241, 247, 12 Sup. Ct. 158. That was a case involving the construction of the grant to the Central Pacific Railroad Company, which grant, as the one before us, excluded from its operation mineral lands. No patent had issued for the particular tracts. The plaintiff claimed by lease from the Central Pacific Railroad Company, and brought an action of ejectment against the defendant in possession. The trial court charged the jury that, although no patent had been issued, on the definite location of the line of the road the title to the lands within the place limits passed to the company, unless they had been previously sold, reserved, or otherwise disposed of by the United States, or a pre-emption, homestead, swamp-land, or other lawful claim had attached to them, or they were known to be mineral lands, or were returned as such. A judgment rendered in favor of the plaintiff upon such an instruction was sustained by this court, and it was distinctly held that a full title had passed to the railroad company. There was no pretense in that case of any ruling as to the character of the land by the interior department, or any determination by the secretary of the interior that this was not mineral land. In disposing of the case this court said:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">'By the terms of the act making the grant the contention of the defendant is not supported. Those terms import the transfer of a present title,&#8212;not one to be made in the future. They are that 'there be and is hereby granted' to the company every alternate section of the lands. No partial or limited interest is designated, but the lands themselves are granted, as they are described by the sections mentioned. Whatever interest the United States possessed in the lands was covered by those terms, unless they were qualified by subsequent provisions,&#8212;a position to be presently considered.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">'In a great number of cases, grants containing similar terms have been before this court for consideration. They have always received the same construction,&#8212;that, unless the terms are restricted by other clauses, they import a grant in praesenti, carrying at once the interest of the grantor in the lands described. Schulenberg v. Harriman, 21 Wall. 44; Leavenworth, L. &amp; G. R. Co. v. U. S., 92 U. S. 733.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">'In Wisconsin Cent. R. Co. v. Price Co., 133 U. S. 496, 507, 10 Sup. Ct. 341, referring to the different acts of congress making grants to aid in the construction of railroads, we stated that they were similar in their general provisions, and had been before this court for consideration at different times; and, of the title they passed, we said: 'The title conferred was a present one, so as to insure the donation for the construction of the road proposed against any revocation by congress, except for nonperformance of the work within the period designated, accompanied, however, with such restrictions upon the use and disposal of the lands as to prevent their diversion from the purposes of the grant.'</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">'As the sections granted were to be within a certain distance on each side of the line of the contemplated railroad, they could not be located until the line of the road was fixed. The grant was therefore in the nature of a float; but when the route of the road was definitely fixed the sections granted became susceptible of identification, and the title then attached as of the date of the grant, except as to such parcels as had been in the mean time, under its provisions, appropriated to other purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">'That doctrine is very clearly stated in the Leavenworth Case, cited above, where the language of the grant was identical with that of the one under consideration, and the court said: 'There be and is hereby granted' are words of absolute donation, and import a grant in praesenti. This court has held that they can have no other meaning; and the land department, on this interpretation of them, has uniformly administered every previous similar grant. They vest a present title in the state of Kansas (the grantee named), though a survey of the lands and a location of the road are necessary to give precision to it, and attach it to any particular tract. The grant then becomes certain, and, by relation, has the same effect upon the selected parcels as if it had specifically described them.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">'The terms used in the granting clause of the act of congress, and the interpretation thus given to them, exclude the idea that they are to be treated as words of contract or promise, rather than, as they naturally import, as words indicating an immediate transfer of interest. The title transferred is a legal title, as distinguished from an equitable or inchoate interest.'</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">It is a misconstruction of the decision to say that the court only held that an action could be maintained for the possession of lands not mineral; for it was neither alleged nor proved that the lands were not mineral, but simply that at the date of the definite location they were not known to be mineral. The same allegation and proof could have been made in this case if the action had been brought two years before the discovery of the mineral, and four years after the definite location; and the court then, under the authority of the Tarpey Case, would have been compelled to sustain a judgment in favor of the company, declaring it the owner of the land, while now it enters the very opposite judgment,&#8212;that the company is not the owner. So, in the Tarpey Case, if, the day after the opinion of this court had been announced, some enterprising explorer had discovered a mine of value within the limits of the tract in controversy in that case, following this opinion, the court would have been compelled to hold that the company had no title,&#8212;never had had any title,&#8212;although it had affirmed a judgment declaring that it had the title. It is impossible to uphold such a difference of ruling on anything equivalent to a condition subsequent; for, as held in Schulenberg v. Harriman, 21 Wall. 44, no one can take advantage of the nonperformance of such a condition but the grantor or his heirs or successors, and the government has taken no action in respect to the title to this tract since the discovery of the mineral.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">These decisions could be supplemented by a score and more in which the same doctrine has been affirmed and reaffirmed, until, as said in the quotation first above made, 'it is so well settled as to be no longer open to discussion.' All these authorities are, in effect, wholly overthrown by this decision; for there is no identification of the lands passing by the grant, unless it is known, and can be known, at the time what lands pass. Take any particular mile of the road. On either side of the line, as located, there are 20 alternate sections within the place limits. By the rule now laid down, the title to no one of these 20 sections passes to the company, because it is not known absolutely which are mineral lands. So far as known, none may be mineral; any yet, as in this case before us, six years after that line of definite location, an exploration develops the fact of minerals, and then it is declared that the title did not pass. When you simply say, as the court does in this opinion, that out of those 20 sections there shall pass the title to such lands as shall thereafter be found or be determined by the secretary of the interior to be nonmineral lands, you say, in effect, that there is no identification of a single tract. This court has hitherto said that when the line of definite location was fixed the lands granted were identified. That means, if it means anything, that the particular tracts which passed by the grant were disclosed. Now it is said that they are not disclosed, and cannot be identified as passing by the grant until it shall be affirmatively proved that they do not contain mines, or the secretary of the interior has determined that they are not mineral lands. There is, therefore, at the time, no identification of the particular lands which pass, as has always heretofore been declared. It is true, as suggested, that it is no uncommon thing to make a grant of lands with a reservation of mines or minerals; and, if such were the reservation in this case, there would be no question as to the matter of identification. But there is, in this case, no reservation of mines or minerals. No land passes with a reservation of anything underneath the surface. There is simply an exception of mineral lands from the operation of the grant, and there has got to be something to separate and distinguish one class of lands, to wit, mineral lands, from the other nonmineral lands, before there is any identification as to any lands. So, unless there is that which, at the time of the definite location, distinguishes lands nonmineral from lands mineral, there is no identification of any particular tract as passing under this grant.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In the case of Davis' Adm'r v. Weibbold, 139 U. S. 507, 524, 11 Sup. Ct. 628, this court said:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">'It would seem from this uniform construction of that department of the government specially intrusted with supervision of proceedings required for the alienation of the public lands, including those that embrace minerals, and also of the courts of the mining states,&#8212;federal and state,&#8212;whose attention has been called to the subject, that the exception of mineral lands from grant in the acts of congress should be considered to apply only to such lands as were at the time of the grant known to be so valuable for their minerals as to justify expenditure for their extraction.'</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">And again, on page 519, 139 U. S., and page 628, 11 Sup. Ct.:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">'The exceptions of mineral lands from preemption and settlement, and from grants to states for universities and schools, for the construction of public buildings, and in aid of railroads and other works of internal improvements, are not held to exclude all lands in which minerals may be found, but only those where the mineral is in sufficient quantity to add to their richness, and to justify expenditure for its extraction, and known to be so at the date of the grant.'</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">It is probably unnecessary, in view of this declaration as to the uniform construction by the land department, to refer to any specific rulings therein, and yet the following illustrations may not be amiss: By the act of March 3, 1853 (10 Stat. 244), it was provided (section 6) 'that all the public lands in the state of California, whether surveyed or unsurveyed, * * * excepting also the lands claimed under any foreign grant or title, and the mineral lands, shall be subject to the preemption laws of fourth September, 1841, with all the exceptions, conditions, and limitations therein, except as is herein otherwise provided.' In a circular of instructions issued to the registers and receivers in California, October 12, 1853, construing this act, Commissioner Wilson defines the above exception of 'mineral lands' as 'lands on which are situated any known salines or mines.' 1 Lester, Land Laws, p. 698.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In State v. Poley, 4 Copp, Landowner, this question, as stated by Secretary Schurz, was presented, arising under the congressional grant of school lands to the state of California:</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">'Did the title to lands in said sections vest in the state, upon survey, if their mineral character was unknown at the time, and the same were regarded by the officers of the government as ordinary public lands, not reserved or otherwise appropriated, but subject to disposal under the general laws of the United States?'</p>\n    </div>\n    <p class=\"indent\">And this was his answer:</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">'In compliance with the doctrine established by the courts, it must, I think, be held that the title vested in the state at the date of the survey, when the land was not known to be mineral, or was not treated as such by the government. If, following the doctrines of the courts, the grant of school lands takes effect at the date of survey, can the character of the land, subsequently determined, change or affect said title? If it can, for how long a period can such change be affected? If for three years, why not for ten or fifty, or after the title derived from the state has been transmitted through numerous grantees? For lands confessedly not mineral at the date of survey may, many years thereafter, be ascertained, through the improvements in mining operations, to be valuable as mineral lands. To maintain such a doctrine might result in placing in jeopardy the title held by grantees to all the school lands in California, and could only be authorized by the most positive and clearly-expressed provisions of law. In my opinion, there is nothing in the act which can thus be interpreted. I must therefore hold that the discovery of the mineral character of the land in sections 16 and 36, subsequent to survey, does not defeat the title of the state to the same, as school lands.'</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Again, the land department can acquire no knowledge as to whether these lands are mineral or not, except by exploration; and that requires the labor of explorers, and the payment of their compensation therefor. That congress never contemplated that there should be any such exploration, as a condition of passage of title, is evident from the fact that 30 years have passed since the date of this grant; 32 years since the date of the grant to the Union Pacific and Central Pacific Railroad Companies, which also excluded mineral lands,&#8212;and never has an act been passed, or, even so far as we are advised, a bill offered in congress, contemplating the appropriation of a single dollar for such an exploration. Aside from an exploration conducted by the government, at its expense, the only way that knowledge could be acquired would be through the personal efforts of individual explorers. Was it contemplated by this act that the secretary of the interior should have authority to wait so long as he saw fit for the results of these individual explorations, before finding and determining that any particular tract was mineral or not? Assuredly, a suggestion of such a purpose on the part of congress would border closely on disrespect to the intelligence and integrity of that body.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">But congress knew that provision had already been made for ascertaining the character of these lands. Rev. St. &#167; 2395, contains these provisions:</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">'Seventh. Every surveyor shall note in his field-book the true situations of all mines, salt licks, salt springs, and mill seats which come to his knowledge, all water courses over which the line he runs may pass, and also the quality of the lands.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">'Eighth. These field-books shall be returned to the surveyor-general, who shall cause therefrom a description of the whole lands surveyed to be made out and transmitted to the officers who may superintend the sales. He shall also cause a fair plat to be made of the townships and fractional parts of townships contained in the lands, describing the subdivisions thereof, and the marks of the corners. This plat shall be recorded in books to be kept for that purpose; and a copy thereof shall be kept open at the surveyor-general's office for public information, and other copies shall be sent to the places of the sale, and to the general land office.'</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">By the act of July 26, 1866 (14 Stat. 251), the mineral lands of the public domain were declared to be free and open to exploration or occupation, and provision was made for the entry and patenting of a vein or lode of quartz or other rock in place, bearing gold, silver, cinnabar, or copper.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In a circular of instructions issued under this act January 14, 1867, the commissioner says of section 11:</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">'In order to enable the department properly to give effect to this section of the law, you will cause your deputy surveyors to describe in their field-notes of surveys, in addition to the data required to be noted in the printed manual of surveying instructions, on pages 17 and 18, the agricultural lands, and represent the same on township plats by the designation of 'Agricultural Lands.\" 2 Lester, Land Laws, 317.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">It is true that such survey and report only give what are the surface indications of the tracts, but any other examination and exploration for discovering minerals beneath the surface require, as any one can see, a large expenditure of money; and it may well be believed that congress, knowing that the surveys which were already provided for would disclose the character of the lands, so far as they could be disclosed by the surface appearances, meant that the field books returned to the land department, containing that information, should be that which should guide in the identification of the tracts at the time of the definite location, as mineral or not mineral.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Again, the section by which the land grant was made to the Northern Pacific Railroad Company, after defining the place limits of the grant, and providing for the definite location of the line of the road, contained this clause (13 Stat. p. 368):</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">'And whenever, prior to said time, any of said sections or parts of sections shall have been granted, sold, reserved, occupied by homestead settlers, or pre-empted, or otherwise disposed of, other lands shall be selected by said company in lieu thereof, under the direction of the secretary of the interior, in alternate sections, and designated by odd numbers, not more than ten miles beyond the limits of said alternate sections.'</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">But unless at the time of that definite location there was an identification of the particular lands within the place limits which passed, how could there be any selection in the indemnity limits? Take this particular tract in controversy before us. If, after the definite location, the company had applied to the secretary for a selection of land within the indemnity limits in lieu of this tract, would not the secretary have been compelled to refuse such selection, on the ground that, so far as was known, this was not mineral land, and therefore passed by the grant? And if now, after the lapse of six years, mineral is discovered, and it is adjudged that the title does not pass, is it not possible nay, probable&#8212;that, when selection is sought of lands within the indemnity limits, it will be found that all have been taken by homestead or pre-emption? Or, if not, and a selection is made of any particular tract within those limits, will not the land thus selected, and supposed to pass to the company, come within the rule here announced,&#8212;that if, before the patent shall issue, mines be discovered, it must be adjudged mineral land, and therefore not passing by the selection? In other words, the title to no lands within the place limits passes, because it is unknown whether they are mineral or not, and no selection can be made within the indemnity limits, because it is not known how much the deficiency is.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Again, in section 4 of the same act, it is provided that after the completion of 25 consecutive miles of road, commissioners shall be appointed by the president to examine as to whether the road has been completed in a substantial and workmanlike manner, and if they make a favorable report&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">'Patents of lands, as aforesaid, shall be issued to said company, confirming to said company the right and title to said lands, situated opposite to, and coterminous with, said completed section of said road; and, from time to time, whenever twenty-five additional consecutive miles shall have been constructed, completed, and in readiness as aforesaid, and verified by said commissioners to the president of the United States, then patents shall be issued to said company conveying the additional sections of land as aforesaid, and so on as fast as every twenty-five miles of said road is completed as aforesaid.'</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">If language can make anything plain, it is that, when the commissioners have reported favorably as to the construction of any 25 consecutive miles of road, the right to a patent exists. It was said in Stark v. Starrs, 6 Wall. 402, 418:</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">'The right to a patent once vested is treated by the government, when dealing with the public lands, as equivalent to a patent issued. When, in fact, the patent does issue, it relates back to the inception of the right of the patentee, so far as it may be necessary to cut off intervening claimants.'</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">When this case was argued before us at the last term, it was conceded by the attorney general that, if it was not known that the lands were mineral at the time of that report, the title then passed. Such a concession on the part of the government, if now recognized, would compel an affirmance of this judgment; for, at the time the commissioners made report as to the 25 consecutive miles adjacent to this tract, no mineral had been discovered, and, so far as known, the land was not mineral. But the court, in this opinion, repudiates such concession, and holds that the matter of determination remains open until the very issue of the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Again, by a resolution of May 31, 1870 (16 Stat. 378), the Northern Pacific Railroad Company was authorized to issue its bonds secured by mortgage upon its entire property. Did congress mean to imply that at that time no specific tracts passed by the mortgage, but only such as might thereafter be determined by the land department to be nonmineral? That resolution contained also this provision:</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">'Provided, that all lands hereby granted to said company which shall not be sold or disposed of or remain subject to the mortgage by this act authorized, at the expiration of five years after the completion of the entire road, shall be subject to settlement and preemption like other lands, at a price to be paid to said company not exceeding two dollars and fifty cents per acre.'</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">How could the company sell any particular tract, unless at the time the purchaser knew that the title of the company was perfect? And if the company had failed to place its mortgage, as it most certainly would have failed if the construction now contended for had been believed to be the true construction of this grant, then, by the terms of this provision, at the end of five years from the completion of the road any tract would be open to settlement and pre-emption, as are the public lands of the government.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Again, it is abundantly well settled that lands, the title to which remain in the government, are not subject to taxation. Can it be that congress contemplated that the territories and states which should be organized along the line of this transcontinental highway should not be able to tax any alternate sections within the place limits of this grant until such time as it should appropriate money for an exploration as to their character? Take this particular tract for illustration: In 1872 the line of definite location was fixed. Apparently, it was within the terms of the grant; but it is now adjudged that no title passed to the Northern Pacific, but remained in the government. Was the land subject to taxation during the six years prior to the discovery of the mines? Will it be said that congress intended that the Northern Pacific should pay the taxes on all the lands so situated, taking the chances in the future of some of them proving to be nonmineral? Would such injustice be imputed to congress, even as against a corporation? Suppose the Northern Pacific did not pay, and some party purchased the land at a tax sale. Has he lost his money because the land now proves to be mineral lands, and therefore still the property of the government? Or, if the state is under obligation to refund the money thus improperly collected in the way of taxes, what then results? The state or county has regulated its tax levy and its expenditures upon the supposition that these lands were subject to taxation. If the title has not passed from the government, they are not taxable, and a new burden must be cast upon the property of individuals within the territorial limits to make good the unexpected deficiency of public funds.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">It is well known, in the history of this and similar land grants, that there was an earnest effort to relieve many of the lands from the burdens of state taxation,&#8212;an effort which brought to this court the cases of Kansas Pac. R. Co. v. Prescott, 16 Wall. 603, and Union Pac. R. Co. v. McShane, 22 Wall. 444. This litigation was carried on, on the part of the railroad companies, under the superintendence and direction of Hon. John P. Usher, who was secretary of the interior at the time of the passage of these land-grant acts,&#8212;than whom, perhaps, no one was more familiar with the land laws of the United States; and during all that litigation there was not even a suggestion that the absolute transfer of the title at the time of the definite location was, as to any particular tract, delayed by the question, thereafter to be determined, as to whether the lands were mineral or not.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Turning to legislation other than that respecting railroad land grants, we find by section 2258 of the Revised Statutes that preemptions are not allowed of 'lands on which are situated any known salines or mines.' In section 2302, in reference to homesteads, it is enacted: 'Nor shall any mineral lands be liable to entry and settlement under its provisions.' Section 2392, in reference to town sites, reads: 'No title shall be acquired under the foregoing provisions of this chapter to any mine of gold, silver, cinnabar, or copper; or to any valid mining claim or possession held under existing laws.' In one of these three clauses the word 'known' is used, but not in the others. Is thereby any difference intended as to what shall be excepted from the scope of the authority to acquire lands? That in reference to town sites, as heretofore decided in Davis' Adm'r v. Weibbold, 139 U. S. 507, 11 Sup. Ct. 628, includes only known mines.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">I deem it unnecessary to pursue this discussion further. Many other considerations of equal significance might be adduced. It is enough to say, in conclusion, that the uniform and settled rule of decision, heretofore, has been that identification of the particular tracts which pass under a grant was complete at the time of the definite location of the line of the road. Congress, with a knowledge of that frequent ruling, has never, by any act, directed a change. It is to be presumed that the legislation of the various states has been cast upon that, as the law of the land. To now overthrow that, and establish a new rule, not merely unsettles the question of title to the lands within this vast area, but it may produce complications which we do not now perceive, in the rights of individuals and counties, and even of the states, along the line of this road. If ever there was a case in which the rule stare decisis should prevail, this is one.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">I therefore dissent from the opinion and judgment in this case, and am authorized to say that Mr. Justice GRAY and Mr. Justice SHIRAS concur in this dissent.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/93945/"
}