{"absolute_url": "/opinion/94039/pearce-v-texas/", "blocked": false, "citation": {"case_name": "Pearce v. Texas", "docket_number": "596", "document_uris": ["/api/rest/v2/document/94039/"], "federal_cite_one": "155 U.S. 311", "federal_cite_three": null, "federal_cite_two": null, "id": 78420, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/78420/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 5, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1894-12-10", "date_modified": "2014-12-21T01:32:06.829897", "docket": "/api/rest/v2/docket/191838/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">155 U.S. 311</p>\n    <p class=\"case_cite\">15 S.Ct. 116</p>\n    <p class=\"case_cite\">39 L.Ed. 164</p>\n    <p class=\"parties\">PEARCE<br>v.<br>STATE OF TEXAS et al.</p>\n    <p class=\"docket\">No. 596.</p>\n    <p class=\"date\">December 10, 1894.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">W. L. Martin, for defendants in error.</p>\n      <p class=\"indent\">Mr. Chief Justice FULLER delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">George A. Pearce was arrested in the state of Texas on an executive warrant issued by the governor of that state, upon the requisition of the governor of the state of Alabama, to be delivered up to the state of Alabama, to answer two indictments against him in the city court of Mobile, Ala., each charging him with embezzlement and grand larceny; and while in the custody of the agent of the state of Alabama, to be transported to Mobile for trial upon said indictments, he sued out a writ of habeas corpus before the judge of the 42d district of the state of Texas, praying, for the reasons therein stated, to be discharged. On the hearing of the petition, the district judge refused to discharge Pearce, and remanded him to the custody of the agent. Pearce thereupon appealed to the court of criminal appeals of the state of Texas, the court of last resort in criminal matters, where the judgment below was affirmed. 32 Tex. Cr. R. 301, 23 S. W. 15.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The grounds on which the relator contended that he was entitled to be discharged were, as stated by the court of appeals, that the indictments were insufficient to authorize his extradition, because it was not alleged therein that the offenses were committed in the state of Alabama, and in violation of her laws; that the indictments were wholly void, in that no time or place was laid therein, and it did not appear where the offenses were committed, nor that they were not long since barred. Relator further showed that he had been a citizen of Texas for more than three years, and that his whereabouts were known to interested parties in Alabama, this proof being made under the statute of limitations, presumably of Texas, as it did not appear how long the offenses were committed prior to the February term, 1889, of the Mobile city court, at which term the indictments were found, nor what was the statute of limitations in Alabama, if any, for embezzlement and theft. The relator did not deny that he was a fugitive from justice within the rule on that subject, or raise any issue thereon. The record showed the requisition made by the governor of Alabama, copies of the indictments duly certified, and the warrant of the governor of Texas; and, in effect, the relator relied for his discharge entirely upon the invalidity of the indictments.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district judge certified that, on the hearing below, he had examined the laws of the state of Alabama, and found the indictments sufficient thereunder, or 'at least not void.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">An opinion was filed in the court of appeals by Simkins, J., in which it was held that any indictment which, under the laws of the demanding state, sufficiently charges the crime, will sustain a requisition, even though insufficient under the laws of the asylum state; that in this case there was no question as to the nature of the crimes charged, and that they were offenses against the laws of Alabama; that indictments dispensing with the allegations of time and venue in conformity with the Code of Alabama had been sustained by judicial decision in that state (Noles v. State, 24 Ala. 693; Thompson v. State, 25 Ala. 41), and were not necessarily fatally defective in every state of the Union, whatever its statutes or forms of proceeding. The majority of the court did not concur in all the propositions stated in the opinion, but expressed their views as follows: 'We desire to modify certain propositions stated in the opinion of Judge Simkins. It is intimated, if not stated directly, that the relator would have the right to show by proper evidence that the indictment in substance was not sufficient under the laws of the demanding state. Our position upon this question is that if it reasonably appears upon the trial of the habeas corpus that the relator is charged by indictment in the demanding state, whether the indictment be sufficient or not under the law of that state, the court trying the habeas corpus case will not discharge the relator because of substantial defects in the indictment under the laws of the demanding state. To require this would entail upon the court an investigation of the sufficiency of the indictment in the demanding state, when the true rule is that if it appears to the court that he is charged by an indictment with an offense, all other prerequisites being complied with, the applicant should be extradited. We are not discussing the character of such proof; this must be made by a certified copy of the indictment, etc.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It was not disputed that the indictments were in substantial conformity with the statute of Alabama in that behalf, and their sufficiency as a matter of technical pleading would not be inquired into on habeas corpus. EX parte Reggel, 114 U. S. 642, 5 Sup. Ct. 1148. Nor was there any contention as to the proper demand having been made by the executive authority of the state from whence the petitioner had departed, or in respect of the discharge of the duty imposed by the constitution and laws of the United States on the executive authority of the asylum state to cause the surrender. The question resolved itself, therefore, into one of the validity of the statute on the ground of its repugnancy to the constitution, and the court of appeals declined to decide in favor of its validity. And, if it could be said upon the record that any right under the constitution had been specially set up and claimed by plaintiff in error, at the proper time and in the proper way, the state court did not decide against such right, for the denial of the right depended upon a decision in favor of the validity of the statute. What the state court did was to leave the question as to whether the statute was in violation of the constitution of the United States, and the indictments insufficient accordingly, to the demanding state. Its action in that regard simply remitted to the courts of Alabama the duty of protecting the accused in the enjoyment of his constitutional rights, and if any of those rights should be denied him, which is not to be presumed, be could then seek his remedy in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We cannot discover that the court of appeals, in declining to pass upon the question raised, in advance of the courts of Alabama, denied to plaintiff in error any right secured to him by the constitution and laws of the United States, or that the court, in announcing that conclusion, erroneously disposed of a federal question. Judgment affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>155 U.S. 311 (1894)</b></center>\n<center><h1>PEARCE<br>\nv.<br>\nTEXAS.</h1></center>\n<center>No. 596.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 19, 1894.</center>\n<center>Decided December 10, 1894.</center>\nERROR TO THE COURT OF CRIMINAL APPEALS OF THE STATE OF TEXAS.\n<p><i>Mr. William L. Martin,</i> Attorney General of the State of Alabama, for the motion.</p>\n<p>No one opposing.</p>\n<p>MR. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p>George A. Pearce was arrested in the State of Texas on an executive warrant issued by the governor of that State, upon the requisition of the governor of the State of Alabama, to be delivered up to the State of Alabama to answer two indictments against him in the city court of Mobile, Alabama, each charging him with embezzlement and grand larceny; and while in the custody of the agent of the State of Alabama to be transported to Mobile for trial upon said indictments he sued out a writ of <i>habeas corpus</i> before the judge of the 42d district of <span class=\"star-pagination\">*312</span> the State of Texas, praying, for the reasons therein stated, to be discharged. On the hearing of the petition the district judge refused to discharge Pearce, and remanded him to the custody of the agent. Pearce thereupon appealed to the Court of Criminal Appeals of the State of Texas, the court of last resort in criminal matters, where the judgment below was affirmed. 32 Tex. Crim. App. 301.</p>\n<p>The grounds on which the relator contended that he was entitled to be discharged were, as stated by the Court of Appeals, that the indictments were insufficient to authorize his extradition, because it was not alleged therein that the offences were committed in the State of Alabama, and in violation of her laws; that the indictments were wholly void in that no time or place were laid therein, and it did not appear where the offences were committed, nor that they were not long since barred. Relator further showed that he had been a citizen of Texas for more than three years, and that his whereabouts were known to interested parties in Alabama, this proof being made under the statute of limitations, presumably of Texas, as it did not appear how long the offences were committed prior to the February term, 1889, of the Mobile city court, at which term the indictments were found, nor what was the statute of limitations in Alabama, if any, for embezzlement and theft. The relator did not deny that he was a fugitive from justice within the rule on that subject or raise any issue thereon. The record showed the requisition made by the governor of Alabama; copies of the indictments duly certified; the warrant of the governor of Texas; and in effect the relator relied for his discharge entirely upon the invalidity of the indictments.</p>\n<p>The District Judge certified that, on the hearing below, he had examined the laws of the State of Alabama, and found the indictments sufficient thereunder, or \"at least not void.\"</p>\n<p>An opinion was filed in the Court of Appeals by Simkins, J., in which it was held that any indictment which, under the laws of the demanding State, sufficiently charges the crime, will sustain a requisition even though insufficient under the laws of the asylum State; that in this case there was no question as to the nature of the crimes charged, and that they were <span class=\"star-pagination\">*313</span> offences against the laws of Alabama; that indictments dispensing with the allegations of time and venue in conformity with the code of Alabama had been sustained by judicial decision in that State, <i>Noles</i> v. <i>State,</i> 24 Alabama, 672; <i>Thompson</i> v. <i>State,</i> 25 Alabama, 41; and were not necessarily fatally defective in every State of the Union, whatever its statutes or forms of proceeding. The majority of the court did not concur in all the propositions stated in the opinion, but expressed their views as follows: \"We desire to modify certain propositions stated in the opinion of Judge Simkins. It is intimated, if not stated directly, that the relator would have the right to show by proper evidence that the indictment in substance was not sufficient under the laws of the demanding State. Our position upon this question is that if it reasonably appears upon the trial of the <i>habeas corpus</i> that the relator is charged by indictment in the demanding State, whether the indictment be sufficient or not under the law of that State, the court trying the <i>habeas corpus</i> case will not discharge the relator because of substantial defects in the indictment under the laws of the demanding State. To require this would entail upon the court an investigation of the sufficiency of the indictment in the demanding State, when the true rule is that if it appears to the court that he is charged by an indictment with an offence, all other prerequisites being complied with, the applicant should be extradited. We are not discussing the character of such proof; this must be made by a certified copy of the indictment, etc.\"</p>\n<p>It was not disputed that the indictments were in substantial conformity with the statute of Alabama in that behalf, and their sufficiency as a matter of technical pleading would not be inquired into on <i>habeas corpus. </i><i>Ex parte Reggel,</i> 114 U.S. 642. Nor was there any contention as to the proper demand having been made by the executive authority of the State from whence the petitioner had departed, or in respect of the discharge of the duty imposed by the Constitution and laws of the United States on the executive authority of the asylum State to cause the surrender. The question resolved itself, therefore, into one of the validity of the statute on the ground <span class=\"star-pagination\">*314</span> of its repugnancy to the Constitution, and the Court of Appeals declined to decide in favor of its validity. And if it could be said upon the record that any right under the Constitution had been specially set up and claimed by plaintiff in error at the proper time and in the proper way, the state court did not decide against such right, for the denial of the right depended upon a decision in favor of the validity of the statute. What the state court did was to leave the question as to whether the statute was in violation of the Constitution of the United States, and the indictments insufficient accordingly, to the demanding State. Its action in that regard simply remitted to the courts of Alabama the duty of protecting the accused in the enjoyment of his constitutional rights, and if any of those rights should be denied him, which is not to be presumed, he could then seek his remedy in this court.</p>\n<p>We cannot discover that the Court of Appeals, in declining to pass upon the question raised in advance of the courts of Alabama, denied to plaintiff in error any right secured to him by the Constitution and laws of the United States, or that the court in announcing that conclusion erroneously disposed of a Federal question.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">311</span></span> (1894)</b></center>\n<center><h1>PEARCE<br>\nv.<br>\nTEXAS.</h1></center>\n<center>No. 596.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 19, 1894.</center>\n<center>Decided December 10, 1894.</center>\nERROR TO THE COURT OF CRIMINAL APPEALS OF THE STATE OF TEXAS.\n<p><i>Mr. William L. Martin,</i> Attorney General of the State of Alabama, for the motion.</p>\n<p>No one opposing.</p>\n<p>MR. CHIEF JUSTICE FULLER delivered the opinion of the court.</p>\n<p>George A. Pearce was arrested in the State of Texas on an executive warrant issued by the governor of that State, upon the requisition of the governor of the State of Alabama, to be delivered up to the State of Alabama to answer two indictments against him in the city court of Mobile, Alabama, each charging him with embezzlement and grand larceny; and while in the custody of the agent of the State of Alabama to be transported to Mobile for trial upon said indictments he sued out a writ of <i>habeas corpus</i> before the judge of the 42d district of <span class=\"star-pagination\">*312</span> the State of Texas, praying, for the reasons therein stated, to be discharged. On the hearing of the petition the district judge refused to discharge Pearce, and remanded him to the custody of the agent. Pearce thereupon appealed to the Court of Criminal Appeals of the State of Texas, the court of last resort in criminal matters, where the judgment below was affirmed. 32 Tex. Crim. App. 301.</p>\n<p>The grounds on which the relator contended that he was entitled to be discharged were, as stated by the Court of Appeals, that the indictments were insufficient to authorize his extradition, because it was not alleged therein that the offences were committed in the State of Alabama, and in violation of her laws; that the indictments were wholly void in that no time or place were laid therein, and it did not appear where the offences were committed, nor that they were not long since barred. Relator further showed that he had been a citizen of Texas for more than three years, and that his whereabouts were known to interested parties in Alabama, this proof being made under the statute of limitations, presumably of Texas, as it did not appear how long the offences were committed prior to the February term, 1889, of the Mobile city court, at which term the indictments were found, nor what was the statute of limitations in Alabama, if any, for embezzlement and theft. The relator did not deny that he was a fugitive from justice within the rule on that subject or raise any issue thereon. The record showed the requisition made by the governor of Alabama; copies of the indictments duly certified; the warrant of the governor of Texas; and in effect the relator relied for his discharge entirely upon the invalidity of the indictments.</p>\n<p>The District Judge certified that, on the hearing below, he had examined the laws of the State of Alabama, and found the indictments sufficient thereunder, or \"at least not void.\"</p>\n<p>An opinion was filed in the Court of Appeals by Simkins, J., in which it was held that any indictment which, under the laws of the demanding State, sufficiently charges the crime, will sustain a requisition even though insufficient under the laws of the asylum State; that in this case there was no question as to the nature of the crimes charged, and that they were <span class=\"star-pagination\">*313</span> offences against the laws of Alabama; that indictments dispensing with the allegations of time and venue in conformity with the code of Alabama had been sustained by judicial decision in that State, <i>Noles</i> v. <i>State,</i> 24 Alabama, 672; <i>Thompson</i> v. <i>State,</i> 25 Alabama, 41; and were not necessarily fatally defective in every State of the Union, whatever its statutes or forms of proceeding. The majority of the court did not concur in all the propositions stated in the opinion, but expressed their views as follows: \"We desire to modify certain propositions stated in the opinion of Judge Simkins. It is intimated, if not stated directly, that the relator would have the right to show by proper evidence that the indictment in substance was not sufficient under the laws of the demanding State. Our position upon this question is that if it reasonably appears upon the trial of the <i>habeas corpus</i> that the relator is charged by indictment in the demanding State, whether the indictment be sufficient or not under the law of that State, the court trying the <i>habeas corpus</i> case will not discharge the relator because of substantial defects in the indictment under the laws of the demanding State. To require this would entail upon the court an investigation of the sufficiency of the indictment in the demanding State, when the true rule is that if it appears to the court that he is charged by an indictment with an offence, all other prerequisites being complied with, the applicant should be extradited. We are not discussing the character of such proof; this must be made by a certified copy of the indictment, etc.\"</p>\n<p>It was not disputed that the indictments were in substantial conformity with the statute of Alabama in that behalf, and their sufficiency as a matter of technical pleading would not be inquired into on <i>habeas corpus. </i><i>Ex parte Reggel,</i> 114 U.S. 642. Nor was there any contention as to the proper demand having been made by the executive authority of the State from whence the petitioner had departed, or in respect of the discharge of the duty imposed by the Constitution and laws of the United States on the executive authority of the asylum State to cause the surrender. The question resolved itself, therefore, into one of the validity of the statute on the ground <span class=\"star-pagination\">*314</span> of its repugnancy to the Constitution, and the Court of Appeals declined to decide in favor of its validity. And if it could be said upon the record that any right under the Constitution had been specially set up and claimed by plaintiff in error at the proper time and in the proper way, the state court did not decide against such right, for the denial of the right depended upon a decision in favor of the validity of the statute. What the state court did was to leave the question as to whether the statute was in violation of the Constitution of the United States, and the indictments insufficient accordingly, to the demanding State. Its action in that regard simply remitted to the courts of Alabama the duty of protecting the accused in the enjoyment of his constitutional rights, and if any of those rights should be denied him, which is not to be presumed, he could then seek his remedy in this court.</p>\n<p>We cannot discover that the Court of Appeals, in declining to pass upon the question raised in advance of the courts of Alabama, denied to plaintiff in error any right secured to him by the Constitution and laws of the United States, or that the court in announcing that conclusion erroneously disposed of a Federal question.</p>\n<p><i>Judgment affirmed.</i></p>\n</div>", "id": 94039, "judges": "Fuller", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/94039/", "sha1": "9f0cc7feb33d27c272dae72954424e73680f9f88", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:12:53"}