{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "155 U.S. 448", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/94053/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Alsop v. Riker", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Nos. 59, 63", 
    "id": 78434, 
    "resource_uri": "/api/rest/v2/citation/78434/"
  }, 
  "id": 94053, 
  "blocked": false, 
  "judges": "Harlan", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1894-12-10", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>155 U.S. 448 (1894)</b></center>\n<center><h1>ALSOP<br>\nv.<br>\nRIKER.<br>\nRIKER<br>\nv.<br>\nALSOP.</h1></center>\n<center>Nos. 59, 63.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 8, 1894.</center>\n<center>Decided December 10, 1894.</center>\nAPPEALS FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*449</span> <i>Mr. Andrew J. Riker</i> in person for himself.</p>\n<p><i>Mr. George W. Wingate</i> for Alsop and for Campbell's executors.</p>\n<p><i>Mr. John M. Bowers,</i> for Whitewright, submitted on his brief.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>William H. Aspinwall, Joseph W. Alsop, Edwin Bartlett, David Leavitt, Edward Learned, Samuel W. Comstock, and William A. Booth, holders of construction bonds of the Ohio and Mississippi Railroad Company, Eastern Division, issued to the stockholders and creditors of that corporation on the 15th day of December, 1858, a circular inviting them to unite in adopting an agreement such as was transmitted with the circular. In that circular they expressed the opinion that by the adoption of the proposed agreement the company would be enabled to place its road and property in a condition to command the entire business to which from its location it would be fairly entitled; \"to meet promptly all future demands upon it for interest on its remaining indebtedness; from its net earnings to pay fair dividends upon its stock within a reasonable time; and that all causes for litigation will be removed and the interests of all parties be thereby placed in a safe and reliable position.\"</p>\n<p><span class=\"star-pagination\">*450</span> With the circular was submitted a statement showing that the estimated liabilities of the company, with interest to July 1, 1859, aggregated $18,393,768, of which $2,050,000 were first-mortgage bonds, $258,000 were second-mortgage bonds, $4,242,000 were construction or third-mortgage bonds, part of which were to be used in redeeming and retiring the second-mortgage bonds, and $3,320,000 were income bonds, including scrip certificates.</p>\n<p>The appellant, Andrew J. Riker, was at that time the holder and owner of nine of the company's construction bonds.</p>\n<p>The agreement recited that the subscribers were \"desirous that concessions shall be made by all parties in interest which shall discharge a portion of the indebtedness of said company and thereby assure the prompt payment of all sums which shall become due on the residue thereof, and without prejudice to the proper improvement and maintenance of the road and its appurtenances.\"</p>\n<p>By the first paragraph of the proposed agreement it was provided that subscribers who were owners or legal representatives of legal demands against the company would discharge the same on payment therefor by the company, as follows: For the three coupons that were then, or that should become due, on its first-mortgage bonds, next prior to and including those due July 1, 1859, one-half thereof in money, and one-half thereof in shares of the capital stock of the company at par; for the coupons that were then, or that should become due, on second-mortgage bonds, up to and including those due April 1, 1859, one-half thereof in money, and one-half in shares at par; for the principal of second-mortgage bonds, one-third in shares at par, and the remaining two-thirds in construction bonds at par; for the coupons that were then due or that might become due, on its income bonds, up to and including those due May 1, 1859, together with the principal of such income bonds, in shares at par; for the scrip (certificates convertible into income bonds) issued by the company, in shares at par; for other evidences of indebtedness against the company, as the same were admitted or allowed by its directors, in shares at par \u0097 the interest on the above demands, <span class=\"star-pagination\">*451</span> (excepting coupons,) so to be paid, to be made up to the first day of July, 1859, and to be paid in the same manner as the demands to which it related.</p>\n<p>By the second paragraph it was provided that subscribers being owners or legal representatives of shares of the capital stock of the company, would transfer all their shares to its directors or to such person or persons as the directors should designate and appoint \u0097 to be reissued or retransferred to make the above payments, and to return to the subscribers or their legal representatives who transferred their shares such portion as they would be entitled to under the agreement, the residue, if any, to belong to the company.</p>\n<p>The third paragraph provided that the covenants contained in the above paragraphs were upon the following conditions: 1st. That the owners or legal representatives of all demands or stock paid or transferred should subscribe to and comply with the agreement, or that equivalent concessions be made so that the entire payments contemplated should be made \u0097 the company to purchase with any balance of shares remaining after the payments above named, or with other means, fifty thousand dollars of the first-mortgage or construction bonds, and to cancel all the bonds and coupons so paid or purchased, except those necessary for exchange for second-mortgage bonds as aforesaid \u0097 so that on the first day of July, 1859, the indebtedness should not exceed $5,000,000, of which not more than $2,050,000 should be represented by first-mortgage bonds, and the residue by construction bonds, with interest running from March 1, 1859. 2d. That the owners of income bonds should have loaned to the company the money required to make the cash part of the above payments, such loan with interest to be repaid at the earliest practicable time, consistent with the proper maintenance of the road. 3d. That the city of Cincinnati should grant such modifications and releases of its demands, contracts, and claims against the company as its directors and the trustees named in the agreement should deem satisfactory. 4th. That the capital stock of the company should not exceed $7,500,000, unless increased by a further reduction of its bonded debt.</p>\n<p><span class=\"star-pagination\">*452</span> It was further provided that the subscribers should transfer and deliver to the persons named as trustees, their survivors and successors in trust, their several demands, and all evidences thereof, that were contemplated to be discharged or paid for in shares of stock, and all their shares of said capital stock, (with power to transfer,) to be managed by such trustees for the benefit of the subscribers and their legal representatives in the proportions and upon the terms and conditions specified in the agreement, and should comply with any requirements which the trustees, pursuant to authority, should make.</p>\n<p>The persons who sent out the above circular, their survivors and successors, were named as trustees under the agreement, a majority of them to have authority to do such acts and things on behalf of the subscribers as they deemed necessary or expedient to carry out the purposes of the agreement which did not impose liability upon a subscriber to pay any money except at his option.</p>\n<p>The other paragraphs of the agreement prescribed in detail the mode in which the proposed scheme should be executed, and the authority which the designated trustees might exercise.</p>\n<p>Among other things, it was provided in the proposed agreement that the trustees should issue and deliver certificates equal to the amount of demands admitted or allowed, properly equalizing any differences occasioned by priorities of time in such transfers or deliveries; that the trustees, in their discretion, might purchase for the benefit of the trust, bonds of the company not contemplated to be delivered to them, also other evidences of indebtedness and shares of stock deemed essential or beneficial to the trust and to parties interested therein, and issue certificates in payment therefor; that said certificates should be the only evidence of the interest of subscribers in the property of the trust, which interest was to be such proportion thereof as the amount of any certificate or certificates bore to the amount of all the certificates issued by the trustees; and that when the parties necessary to carry out the provisions of the first three paragraphs of the agreement <span class=\"star-pagination\">*453</span> had subscribed and complied with the same, and the trustees were furnished with evidences of the demands to be paid only in part, the trustees should cancel and surrender to the company all evidences of its indebtedness then belonging to the trust.</p>\n<p>In view of the contingency of a foreclosure of some of the mortgages upon the road and property, it was provided that the trustees might make such arrangements with the trustees named therein; or with the owners of the bonds secured thereby, as, in their opinion, would enable them to protect the interests of the trust without making calls upon subscribers; but failing in this, and if they deemed the trust property insufficient or unavailable for the purchase of the road and property at any sale thereof, then they might, on sixty days' notice, make calls on owners of certificates for their just proportion of the means necessary for the purpose, provided that any party so called on could, at his option, omit or refuse to pay any portion of any or of all such calls in the proportion of money or bonds called, in which case the trustees could procure the deficiency from other persons, and issue and deliver certificates for such amounts as they might agree upon.</p>\n<p>It was further provided, that in the event of the purchase of the road and property by the trustees and the procurement of title and possession, the trustees should transfer the same to the owners or legal representatives of the certificates issued in pursuance of the proposed agreement, according to and on the surrender of their several certificates, and distribute to them severally any other trust property, or the proceeds therefrom, remaining in their hands, such transfer and distribution to be made to each certificate holder in the proportion that the amounts of his certificates shall bear to the whole amount of the certificates outstanding; and, that if any subscriber to the agreement should, directly or indirectly, purchase the whole or any part of the road or property, then every other subscriber, or his legal representative, could at any time thereafter, until sixty days shall have elapsed from service of notice upon him, pay or legally tender to such purchasing subscriber or subscribers such proportion of the purchase money paid by <span class=\"star-pagination\">*454</span> him or them as was equal to the amounts of the certificates issued to him or them, and to such other subscribers respectively under the agreement, and he should then be entitled to participate in the ratio the money he paid or tendered should bear to the purchase money.</p>\n<p>The appellant Riker signed the agreement for three of the nine construction bonds held by him and kept the remaining six in his possession.</p>\n<p>On the 18th of March, 1859, formal notice was given to the stockholders of the company by the trustees named that only a part of those whose signatures were essential in order to carry out the main purpose of the agreement had signed it, and that the trustees under the authority given them had adopted a resolution that the right to subscribe would cease from and after May 1, 1859, except upon the unanimous consent of the trustees, and that on that day the trustees would determine whether the agreement had been subscribed by a sufficient number for the consummation of the objects contemplated by it.</p>\n<p>On the 13th day of December, 1860, and at the request of the holders of certificates, the trustees made a statement that was embodied in a circular addressed to creditors and stockholders, showing that the claims surrendered to the trustees under the agreement aggregated at that time $10,549,570.84, for which $182,995.66 was paid in cash and $10,366,575.18 in trust certificates.</p>\n<p>In the same statement the trustees said: \"The suit instituted by the second-mortgage bondholders is being urged to a decision in the courts of Ohio and Indiana, and a decree of sale will no doubt be obtained in a few weeks at the latest; when it will become necessary for the trustees to exercise the authority given in the agreement of 15th December, 1858, to protect the property of the trust.\"</p>\n<p>By a circular issued by the trustees to creditors and stockholders on the 11th day of July, 1861, the latter were informed that the foreclosure suit instituted by the second-mortgage bondholders had resulted in a decree of sale, and that by the terms of such decree the road could not be sold for less than <span class=\"star-pagination\">*455</span> $1,000,000 subject to the first mortgage of $2,050,000. Creditors and stockholders were also informed by the same circular that the trustees required from them $623,165 in addition to their then available means to enable them to protect the trust by a purchase of the property. The sale under the decree obtained by the holders of second-mortgage bonds was advertised for October 21, 1861. But as no bid was offered equal to the requirements of the decree, the property was not then sold.</p>\n<p>Subsequently, certain amendments of the trust agreement were made at meetings of the subscribers, which amendments, the trustees claim, were made for the purpose of enabling them to protect the trust by purchasing second-mortgage bonds and holding them for the benefit of the trust. These purchases were made prior to April 17, 1863.</p>\n<p>During the year 1866 the trustees and the holders of certificates issued under the trust agreement determined to wind up the trust. To that end the trustees, holding second-mortgage bonds for the benefit of the trust, caused the property specified in the decree of foreclosure to be duly re-advertised for sale. The sale was adjourned from time to time, but it finally took place on the 9th of January, 1867, the trustees becoming the purchasers at $1,000,000. A plan of reorganization was adopted by the certificate holders, and the trust agreement was so amended that it could be carried into effect. That plan contemplated the formation of a new corporation to receive from the trustees the property purchased by them, and all other property and rights belonging to the trust. The new corporation was formed by the name of the Ohio and Mississippi Railway Company, and on the 18th day of December, 1867, it took, by regular transfer from the trustees, the trust property held by the latter, including all the property, real and personal, and all the franchises of the old corporation.</p>\n<p>The object of the present suit is to hold those who were trustees under the agreement of 1858, and who participated in the proceedings under which the Ohio and Mississippi Railway Company acquired the property in question, personally liable to Riker for the amount due on the six construction <span class=\"star-pagination\">*456</span> bonds he withheld from the trustees. The theory of the suit is that the agreement of 1858 had in view the protection of all the bonds held by subscribers, those withheld from as well as those delivered to the trustees under that agreement; and, consequently, that the purchase of the property by the trustees for the protection simply of the particular debts covered by the trust agreement was contrary to its object and provisions, and was such a breach of duty upon their part as made them liable to him for the amount due on six construction bonds.</p>\n<p>The defence, stated generally, was that the trustees held relations of trust to those who subscribed the agreement of 1858 only in respect to the debts for which the subscribers signed; that the plaintiff refused to avail himself of the opportunity to become a party to that agreement in respect to the bonds held by him except the three construction bonds for which he signed; that by the sale under the above decree of foreclosure all the debts of the Ohio and Mississippi Railroad Company that were subordinate in right to the holders of second-mortgage bonds were cut off; and that those who acted from time to time as trustees under the agreement of 1858 had no duty to perform except to represent the subscribers thereto in respect to the parts of claims for which they signed. The defendants also relied upon the statute of limitations barring all claims not accruing within six and ten years, respectively, before the commencement of action.</p>\n<p>The court below sustained the plaintiff's demand, and rendered a personal decree for the amount due on his six construction bonds not embraced in the agreement of 1858. The decree was for the aggregate sum of $18,305. Both plaintiff and defendants appealed, the former claiming that a larger amount should have been awarded to him.</p>\n<p>The grounds upon which the Circuit Court held the plaintiff to be entitled to a decree for the value of his six unsurrendered construction bonds are fully stated in an opinion rendered by the learned Circuit Judge who tried the case. 27 Fed. Rep. 251, 256, 257. \"The concessions to be made by holders of construction bonds,\" the court said, \"was the surrender by them of one-third of the principal of their bonds, <span class=\"star-pagination\">*457</span> and the acceptance in lieu thereof of an interest in the trust fund which was to come into the hands of the trustees under the plan of the agreement. Beyond the one-third which they were to surrender they were to have no interest in the trust fund, and their rights were to remain the same as though no agreement had been subscribed; and the only change effected in their previous relations to the company was that thenceforth they were embarked with the trustees in the common undertaking which the trustees obligated themselves to carry out. By the terms of the agreement the trustees promised to distribute the trust fund which was to be created among the certificate holders according to their respective interests. If they had succeeded in exchanging the claims which had been surrendered to them by creditors for stock of the company, the trust fund which they would have distributed would have been the stock of the company, and the certificate holders would have become stockholders whose rights would have been subordinate to the existing mortgages upon the property. The holders of construction bonds who had surrendered a third of their holdings under the agreement would have occupied the position of stockholders for the amount surrendered, but their rights as bondholders for the unsurrendered two-thirds of their bonds would have remained the same as before.\" Again: \"There is not a word in the agreement to indicate that they could purchase the road discharged of the equitable lien of those who had surrendered a portion of their bonds in order that the remaining part should be more safely secured... . The trustees did not purchase upon the foreclosure of the second mortgage because a sale of the property was imminent. They did so because a sale, and a purchase by them under such a sale, would afford a convenient method of closing out their trust, and enable them to convey a satisfactory title to the new corporation. Of course they occupy no better position toward the complainant than they would if they had purchased pursuant to the conditions of the trust. They now insist, as they have insisted all along, that they owe no duty to the complainant, and that no one had any right to share in the proceeds of the trust fund arising under the agreement except <span class=\"star-pagination\">*458</span> certificate holders, or in the distribution of the property which they acquired by purchase. It does not follow because the complainant had no interest in the trust fund, and was not entitled to share in its distribution after he had parted with his certificate, that the trustees owed him no duty respecting the unsurrendered two-thirds of his bonds. They undertook to become his trustee for the purpose of protecting, as well as could practically be done, his interest as a secured bondholder of the company, to the extent of two-thirds of his original security, in consideration of his becoming a subscriber to the agreement.\"</p>\n<p>On the other hand, the contention of the trustees, from the outset, was that the securities received by them and those they purchased were to be held for the exclusive benefit of certificate holders, and that they never became trustees for the plaintiff in respect of the six construction bonds not surrendered by him, and for which no certificate was issued.</p>\n<p>Whether the view taken by the Circuit Court of the relations between the trustees and the complainant be correct or not, we do not deem it necessary to determine; for, in our judgment, the case must be disposed of without considering that question, namely, upon the ground that the plaintiff was not entitled to the interposition of equity in his behalf. His bill should have been dismissed without prejudice to an action at law. It is impossible to doubt that he was fully informed of every step taken by the trustees from time to time in the discharge of what they conceived to be their duty to certificate holders. He was not ignorant of the fact that the original agreement of 1858 was amended in important particulars in 1862 and 1863, and that in virtue of the additional powers conferred by those amendments, the trustees, by purchases made prior to April 15, 1863, acquired the second-mortgage bonds and thereby obtained control of the foreclosure suit.</p>\n<p>In November, 1866, he was present at a meeting of certificate holders and mentioned to Campbell, who became a trustee in 1864, the fact that he held six construction bonds. Campbell replied that he knew nothing about the early workings of the trust, and would inquire into the matter. In <span class=\"star-pagination\">*459</span> January, 1867, the road and its appurtenances were sold, as he well knew, and were purchased by the trustees. And in December, 1867, he presented his six construction bonds to Campbell, the chairman of the trustees, and told him that he, Riker, wanted done for those bonds what was done for them in the agreement \u0097 meaning the agreement of December 15, 1858. Campbell, doubtless supposing that Riker meant to assert some interest in the property, replied to him that the bonds \"were not worth a cent, as they were shut out by the sale\" under the foreclosure decree. He was thus distinctly informed as early as December, 1867, that his claim upon the property acquired by the trustees for the certificate holders was disputed. But he took no steps to vindicate his rights, if any he then had. He was quiescent until December 10, 1870, which was nearly four years after the purchase by the trustees and nearly three years after they had conveyed it to a new corporation, the Ohio and Mississippi Railway Company. On that day he served a formal written notice upon Campbell, as chairman of the trustees, that he held and owned the six construction bonds, (describing them,) and demanded that Campbell pay or secure to him the aggregate of principal and interest then due on them \u0097 $10,830. Then ensued another period of inaction; for the present suit was not brought until August 7, 1876, more than thirteen years after the trustees purchased the second-mortgage bonds for the benefit of the trust, more than nine years after the purchase of the road, at the foreclosure sale, for the benefit of certificate holders, and nearly nine years after the interview between the plaintiff and Campbell, in which the latter told him that his bonds had been cut off by that sale and were not worth anything.</p>\n<p>The record discloses no element of fraud or concealment upon the part of the trustees or of any of them. What they did was done openly and was known or might have been known by the exercise of the slightest diligence upon the part of every one interested in the property of the old corporation. The plaintiff unquestionably knew, or could easily have ascertained, before the trustees bought the property at <span class=\"star-pagination\">*460</span> the foreclosure sale \u0097 at any rate, before they transferred it to the new corporation \u0097 that their purchase would be, and was, exclusively for the benefit of certificate holders interested in the trust. Although his bonds had not then matured, he could have taken steps to prevent any transfer of the property that would impair his equitable rights in it or instituted proper judicial proceedings, of which all would be required to take notice, to have his interest in the property adjudicated. He allowed the trust to be wound up, and postponed any appeal to a court of equity based upon an alleged breach of trust by the trustees, until six out of the seven original trustees had died. His laches cannot be excused upon the ground that the trust assumed by the trustees was express or direct, for it is clearly established that the trustees, as early as December, 1867, denied and repudiated, as the plaintiff knew, the existence of any trust in relation to such of the construction bonds as the plaintiff did not surrender to them. <i>Speidel</i> v. <i>Henrici,</i> 120 U.S. 377; <i>Riddle</i> v. <i>Whitehill,</i> 135 U.S. 621; <i>Phillipi</i> v. <i>Phillipe,</i> 115 U.S. 151. We, therefore, incline to think that this suit cannot be excluded from the operation of the statute of limitations of New York prescribing a limitation of six years for an action \"upon a contract, obligation, or liability, express or implied.\" N.Y. Civ. Code Pro. in force prior to September 1, 1877; Voorhees' Code, § 91, 4th ed. 86; 5th ed. 69, 70; <i>Miller</i> v. <i>Wood,</i> 116 N.Y. 351; <i>Carr</i> v. <i>Thompson,</i> 87 N.Y. 160; <i>Kirby</i> v. <i>Lake Shore &amp;c. Railroad,</i> 120 U.S. 130, 139.</p>\n<p>But, without placing our decision upon that ground and independently of the statute of limitations, the case is one in which a court of equity should refuse to interpose because of laches upon the part of appellant in asserting the rights he now claims. Looking at all the circumstances, particularly the nature of the property, good faith demanded that if he intended to question the right of the trustees to acquire, hold, and transfer it for the exclusive benefit of certificate holders, he should have done so by formal proceedings, commenced within a reasonable time after he became cognizant of all the facts. The case is one peculiarly for the application of the <span class=\"star-pagination\">*461</span> rule that equity in the exercise of its inherent power to do justice between parties, will, when justice demands it, refuse relief, even if the time elapsed without suit is less than that prescribed by the statute of limitations. <i>Harwood</i> v. <i>Railroad Co.,</i> 17 Wall. 78; <i>Twin Lick Oil Co.</i> v. <i>Marbury,</i> 91 U.S. 587, 592; <i>Hayward</i> v. <i>National Bank,</i> 96 U.S. 611, 616; <i>Richards</i> v. <i>Mackall,</i> 124 U.S. 183, 187; <i>Hammond</i> v. <i>Hopkins,</i> 143 U.S. 224, 250. As observed in <i>Halstead</i> v. <i>Grinnan,</i> 152 U.S. 412, 416, \"the length of time during which the party neglects the assertion of his rights, which must pass in order to show laches, varies with the peculiar circumstances of each case, and is not, like the matter of limitations, subject to an arbitrary rule. It is an equitable defence, controlled by equitable considerations, and the lapse of time must be so great, and the relations of the defendant to the rights such, that it would be inequitable to permit the plaintiff to now assert them.\"</p>\n<p>The decree is reversed at the costs of the complainant, and the cause remanded with directions to dismiss the bill without prejudice to an action at law.</p>\n<p><i>Reversed.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:12:54", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">155</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">448</span></span> (1894)</b></center>\n<center><h1>ALSOP<br>\nv.<br>\nRIKER.<br>\nRIKER<br>\nv.<br>\nALSOP.</h1></center>\n<center>Nos. 59, 63.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 8, 1894.</center>\n<center>Decided December 10, 1894.</center>\nAPPEALS FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*449</span> <i>Mr. Andrew J. Riker</i> in person for himself.</p>\n<p><i>Mr. George W. Wingate</i> for Alsop and for Campbell's executors.</p>\n<p><i>Mr. John M. Bowers,</i> for Whitewright, submitted on his brief.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court.</p>\n<p>William H. Aspinwall, Joseph W. Alsop, Edwin Bartlett, David Leavitt, Edward Learned, Samuel W. Comstock, and William A. Booth, holders of construction bonds of the Ohio and Mississippi Railroad Company, Eastern Division, issued to the stockholders and creditors of that corporation on the 15th day of December, 1858, a circular inviting them to unite in adopting an agreement such as was transmitted with the circular. In that circular they expressed the opinion that by the adoption of the proposed agreement the company would be enabled to place its road and property in a condition to command the entire business to which from its location it would be fairly entitled; \"to meet promptly all future demands upon it for interest on its remaining indebtedness; from its net earnings to pay fair dividends upon its stock within a reasonable time; and that all causes for litigation will be removed and the interests of all parties be thereby placed in a safe and reliable position.\"</p>\n<p><span class=\"star-pagination\">*450</span> With the circular was submitted a statement showing that the estimated liabilities of the company, with interest to July 1, 1859, aggregated $18,393,768, of which $2,050,000 were first-mortgage bonds, $258,000 were second-mortgage bonds, $4,242,000 were construction or third-mortgage bonds, part of which were to be used in redeeming and retiring the second-mortgage bonds, and $3,320,000 were income bonds, including scrip certificates.</p>\n<p>The appellant, Andrew J. Riker, was at that time the holder and owner of nine of the company's construction bonds.</p>\n<p>The agreement recited that the subscribers were \"desirous that concessions shall be made by all parties in interest which shall discharge a portion of the indebtedness of said company and thereby assure the prompt payment of all sums which shall become due on the residue thereof, and without prejudice to the proper improvement and maintenance of the road and its appurtenances.\"</p>\n<p>By the first paragraph of the proposed agreement it was provided that subscribers who were owners or legal representatives of legal demands against the company would discharge the same on payment therefor by the company, as follows: For the three coupons that were then, or that should become due, on its first-mortgage bonds, next prior to and including those due July 1, 1859, one-half thereof in money, and one-half thereof in shares of the capital stock of the company at par; for the coupons that were then, or that should become due, on second-mortgage bonds, up to and including those due April 1, 1859, one-half thereof in money, and one-half in shares at par; for the principal of second-mortgage bonds, one-third in shares at par, and the remaining two-thirds in construction bonds at par; for the coupons that were then due or that might become due, on its income bonds, up to and including those due May 1, 1859, together with the principal of such income bonds, in shares at par; for the scrip (certificates convertible into income bonds) issued by the company, in shares at par; for other evidences of indebtedness against the company, as the same were admitted or allowed by its directors, in shares at par \u0097 the interest on the above demands, <span class=\"star-pagination\">*451</span> (excepting coupons,) so to be paid, to be made up to the first day of July, 1859, and to be paid in the same manner as the demands to which it related.</p>\n<p>By the second paragraph it was provided that subscribers being owners or legal representatives of shares of the capital stock of the company, would transfer all their shares to its directors or to such person or persons as the directors should designate and appoint \u0097 to be reissued or retransferred to make the above payments, and to return to the subscribers or their legal representatives who transferred their shares such portion as they would be entitled to under the agreement, the residue, if any, to belong to the company.</p>\n<p>The third paragraph provided that the covenants contained in the above paragraphs were upon the following conditions: 1st. That the owners or legal representatives of all demands or stock paid or transferred should subscribe to and comply with the agreement, or that equivalent concessions be made so that the entire payments contemplated should be made \u0097 the company to purchase with any balance of shares remaining after the payments above named, or with other means, fifty thousand dollars of the first-mortgage or construction bonds, and to cancel all the bonds and coupons so paid or purchased, except those necessary for exchange for second-mortgage bonds as aforesaid \u0097 so that on the first day of July, 1859, the indebtedness should not exceed $5,000,000, of which not more than $2,050,000 should be represented by first-mortgage bonds, and the residue by construction bonds, with interest running from March 1, 1859. 2d. That the owners of income bonds should have loaned to the company the money required to make the cash part of the above payments, such loan with interest to be repaid at the earliest practicable time, consistent with the proper maintenance of the road. 3d. That the city of Cincinnati should grant such modifications and releases of its demands, contracts, and claims against the company as its directors and the trustees named in the agreement should deem satisfactory. 4th. That the capital stock of the company should not exceed $7,500,000, unless increased by a further reduction of its bonded debt.</p>\n<p><span class=\"star-pagination\">*452</span> It was further provided that the subscribers should transfer and deliver to the persons named as trustees, their survivors and successors in trust, their several demands, and all evidences thereof, that were contemplated to be discharged or paid for in shares of stock, and all their shares of said capital stock, (with power to transfer,) to be managed by such trustees for the benefit of the subscribers and their legal representatives in the proportions and upon the terms and conditions specified in the agreement, and should comply with any requirements which the trustees, pursuant to authority, should make.</p>\n<p>The persons who sent out the above circular, their survivors and successors, were named as trustees under the agreement, a majority of them to have authority to do such acts and things on behalf of the subscribers as they deemed necessary or expedient to carry out the purposes of the agreement which did not impose liability upon a subscriber to pay any money except at his option.</p>\n<p>The other paragraphs of the agreement prescribed in detail the mode in which the proposed scheme should be executed, and the authority which the designated trustees might exercise.</p>\n<p>Among other things, it was provided in the proposed agreement that the trustees should issue and deliver certificates equal to the amount of demands admitted or allowed, properly equalizing any differences occasioned by priorities of time in such transfers or deliveries; that the trustees, in their discretion, might purchase for the benefit of the trust, bonds of the company not contemplated to be delivered to them, also other evidences of indebtedness and shares of stock deemed essential or beneficial to the trust and to parties interested therein, and issue certificates in payment therefor; that said certificates should be the only evidence of the interest of subscribers in the property of the trust, which interest was to be such proportion thereof as the amount of any certificate or certificates bore to the amount of all the certificates issued by the trustees; and that when the parties necessary to carry out the provisions of the first three paragraphs of the agreement <span class=\"star-pagination\">*453</span> had subscribed and complied with the same, and the trustees were furnished with evidences of the demands to be paid only in part, the trustees should cancel and surrender to the company all evidences of its indebtedness then belonging to the trust.</p>\n<p>In view of the contingency of a foreclosure of some of the mortgages upon the road and property, it was provided that the trustees might make such arrangements with the trustees named therein; or with the owners of the bonds secured thereby, as, in their opinion, would enable them to protect the interests of the trust without making calls upon subscribers; but failing in this, and if they deemed the trust property insufficient or unavailable for the purchase of the road and property at any sale thereof, then they might, on sixty days' notice, make calls on owners of certificates for their just proportion of the means necessary for the purpose, provided that any party so called on could, at his option, omit or refuse to pay any portion of any or of all such calls in the proportion of money or bonds called, in which case the trustees could procure the deficiency from other persons, and issue and deliver certificates for such amounts as they might agree upon.</p>\n<p>It was further provided, that in the event of the purchase of the road and property by the trustees and the procurement of title and possession, the trustees should transfer the same to the owners or legal representatives of the certificates issued in pursuance of the proposed agreement, according to and on the surrender of their several certificates, and distribute to them severally any other trust property, or the proceeds therefrom, remaining in their hands, such transfer and distribution to be made to each certificate holder in the proportion that the amounts of his certificates shall bear to the whole amount of the certificates outstanding; and, that if any subscriber to the agreement should, directly or indirectly, purchase the whole or any part of the road or property, then every other subscriber, or his legal representative, could at any time thereafter, until sixty days shall have elapsed from service of notice upon him, pay or legally tender to such purchasing subscriber or subscribers such proportion of the purchase money paid by <span class=\"star-pagination\">*454</span> him or them as was equal to the amounts of the certificates issued to him or them, and to such other subscribers respectively under the agreement, and he should then be entitled to participate in the ratio the money he paid or tendered should bear to the purchase money.</p>\n<p>The appellant Riker signed the agreement for three of the nine construction bonds held by him and kept the remaining six in his possession.</p>\n<p>On the 18th of March, 1859, formal notice was given to the stockholders of the company by the trustees named that only a part of those whose signatures were essential in order to carry out the main purpose of the agreement had signed it, and that the trustees under the authority given them had adopted a resolution that the right to subscribe would cease from and after May 1, 1859, except upon the unanimous consent of the trustees, and that on that day the trustees would determine whether the agreement had been subscribed by a sufficient number for the consummation of the objects contemplated by it.</p>\n<p>On the 13th day of December, 1860, and at the request of the holders of certificates, the trustees made a statement that was embodied in a circular addressed to creditors and stockholders, showing that the claims surrendered to the trustees under the agreement aggregated at that time $10,549,570.84, for which $182,995.66 was paid in cash and $10,366,575.18 in trust certificates.</p>\n<p>In the same statement the trustees said: \"The suit instituted by the second-mortgage bondholders is being urged to a decision in the courts of Ohio and Indiana, and a decree of sale will no doubt be obtained in a few weeks at the latest; when it will become necessary for the trustees to exercise the authority given in the agreement of 15th December, 1858, to protect the property of the trust.\"</p>\n<p>By a circular issued by the trustees to creditors and stockholders on the 11th day of July, 1861, the latter were informed that the foreclosure suit instituted by the second-mortgage bondholders had resulted in a decree of sale, and that by the terms of such decree the road could not be sold for less than <span class=\"star-pagination\">*455</span> $1,000,000 subject to the first mortgage of $2,050,000. Creditors and stockholders were also informed by the same circular that the trustees required from them $623,165 in addition to their then available means to enable them to protect the trust by a purchase of the property. The sale under the decree obtained by the holders of second-mortgage bonds was advertised for October 21, 1861. But as no bid was offered equal to the requirements of the decree, the property was not then sold.</p>\n<p>Subsequently, certain amendments of the trust agreement were made at meetings of the subscribers, which amendments, the trustees claim, were made for the purpose of enabling them to protect the trust by purchasing second-mortgage bonds and holding them for the benefit of the trust. These purchases were made prior to April 17, 1863.</p>\n<p>During the year 1866 the trustees and the holders of certificates issued under the trust agreement determined to wind up the trust. To that end the trustees, holding second-mortgage bonds for the benefit of the trust, caused the property specified in the decree of foreclosure to be duly re-advertised for sale. The sale was adjourned from time to time, but it finally took place on the 9th of January, 1867, the trustees becoming the purchasers at $1,000,000. A plan of reorganization was adopted by the certificate holders, and the trust agreement was so amended that it could be carried into effect. That plan contemplated the formation of a new corporation to receive from the trustees the property purchased by them, and all other property and rights belonging to the trust. The new corporation was formed by the name of the Ohio and Mississippi Railway Company, and on the 18th day of December, 1867, it took, by regular transfer from the trustees, the trust property held by the latter, including all the property, real and personal, and all the franchises of the old corporation.</p>\n<p>The object of the present suit is to hold those who were trustees under the agreement of 1858, and who participated in the proceedings under which the Ohio and Mississippi Railway Company acquired the property in question, personally liable to Riker for the amount due on the six construction <span class=\"star-pagination\">*456</span> bonds he withheld from the trustees. The theory of the suit is that the agreement of 1858 had in view the protection of all the bonds held by subscribers, those withheld from as well as those delivered to the trustees under that agreement; and, consequently, that the purchase of the property by the trustees for the protection simply of the particular debts covered by the trust agreement was contrary to its object and provisions, and was such a breach of duty upon their part as made them liable to him for the amount due on six construction bonds.</p>\n<p>The defence, stated generally, was that the trustees held relations of trust to those who subscribed the agreement of 1858 only in respect to the debts for which the subscribers signed; that the plaintiff refused to avail himself of the opportunity to become a party to that agreement in respect to the bonds held by him except the three construction bonds for which he signed; that by the sale under the above decree of foreclosure all the debts of the Ohio and Mississippi Railroad Company that were subordinate in right to the holders of second-mortgage bonds were cut off; and that those who acted from time to time as trustees under the agreement of 1858 had no duty to perform except to represent the subscribers thereto in respect to the parts of claims for which they signed. The defendants also relied upon the statute of limitations barring all claims not accruing within six and ten years, respectively, before the commencement of action.</p>\n<p>The court below sustained the plaintiff's demand, and rendered a personal decree for the amount due on his six construction bonds not embraced in the agreement of 1858. The decree was for the aggregate sum of $18,305. Both plaintiff and defendants appealed, the former claiming that a larger amount should have been awarded to him.</p>\n<p>The grounds upon which the Circuit Court held the plaintiff to be entitled to a decree for the value of his six unsurrendered construction bonds are fully stated in an opinion rendered by the learned Circuit Judge who tried the case. 27 Fed. Rep. 251, 256, 257. \"The concessions to be made by holders of construction bonds,\" the court said, \"was the surrender by them of one-third of the principal of their bonds, <span class=\"star-pagination\">*457</span> and the acceptance in lieu thereof of an interest in the trust fund which was to come into the hands of the trustees under the plan of the agreement. Beyond the one-third which they were to surrender they were to have no interest in the trust fund, and their rights were to remain the same as though no agreement had been subscribed; and the only change effected in their previous relations to the company was that thenceforth they were embarked with the trustees in the common undertaking which the trustees obligated themselves to carry out. By the terms of the agreement the trustees promised to distribute the trust fund which was to be created among the certificate holders according to their respective interests. If they had succeeded in exchanging the claims which had been surrendered to them by creditors for stock of the company, the trust fund which they would have distributed would have been the stock of the company, and the certificate holders would have become stockholders whose rights would have been subordinate to the existing mortgages upon the property. The holders of construction bonds who had surrendered a third of their holdings under the agreement would have occupied the position of stockholders for the amount surrendered, but their rights as bondholders for the unsurrendered two-thirds of their bonds would have remained the same as before.\" Again: \"There is not a word in the agreement to indicate that they could purchase the road discharged of the equitable lien of those who had surrendered a portion of their bonds in order that the remaining part should be more safely secured... . The trustees did not purchase upon the foreclosure of the second mortgage because a sale of the property was imminent. They did so because a sale, and a purchase by them under such a sale, would afford a convenient method of closing out their trust, and enable them to convey a satisfactory title to the new corporation. Of course they occupy no better position toward the complainant than they would if they had purchased pursuant to the conditions of the trust. They now insist, as they have insisted all along, that they owe no duty to the complainant, and that no one had any right to share in the proceeds of the trust fund arising under the agreement except <span class=\"star-pagination\">*458</span> certificate holders, or in the distribution of the property which they acquired by purchase. It does not follow because the complainant had no interest in the trust fund, and was not entitled to share in its distribution after he had parted with his certificate, that the trustees owed him no duty respecting the unsurrendered two-thirds of his bonds. They undertook to become his trustee for the purpose of protecting, as well as could practically be done, his interest as a secured bondholder of the company, to the extent of two-thirds of his original security, in consideration of his becoming a subscriber to the agreement.\"</p>\n<p>On the other hand, the contention of the trustees, from the outset, was that the securities received by them and those they purchased were to be held for the exclusive benefit of certificate holders, and that they never became trustees for the plaintiff in respect of the six construction bonds not surrendered by him, and for which no certificate was issued.</p>\n<p>Whether the view taken by the Circuit Court of the relations between the trustees and the complainant be correct or not, we do not deem it necessary to determine; for, in our judgment, the case must be disposed of without considering that question, namely, upon the ground that the plaintiff was not entitled to the interposition of equity in his behalf. His bill should have been dismissed without prejudice to an action at law. It is impossible to doubt that he was fully informed of every step taken by the trustees from time to time in the discharge of what they conceived to be their duty to certificate holders. He was not ignorant of the fact that the original agreement of 1858 was amended in important particulars in 1862 and 1863, and that in virtue of the additional powers conferred by those amendments, the trustees, by purchases made prior to April 15, 1863, acquired the second-mortgage bonds and thereby obtained control of the foreclosure suit.</p>\n<p>In November, 1866, he was present at a meeting of certificate holders and mentioned to Campbell, who became a trustee in 1864, the fact that he held six construction bonds. Campbell replied that he knew nothing about the early workings of the trust, and would inquire into the matter. In <span class=\"star-pagination\">*459</span> January, 1867, the road and its appurtenances were sold, as he well knew, and were purchased by the trustees. And in December, 1867, he presented his six construction bonds to Campbell, the chairman of the trustees, and told him that he, Riker, wanted done for those bonds what was done for them in the agreement \u0097 meaning the agreement of December 15, 1858. Campbell, doubtless supposing that Riker meant to assert some interest in the property, replied to him that the bonds \"were not worth a cent, as they were shut out by the sale\" under the foreclosure decree. He was thus distinctly informed as early as December, 1867, that his claim upon the property acquired by the trustees for the certificate holders was disputed. But he took no steps to vindicate his rights, if any he then had. He was quiescent until December 10, 1870, which was nearly four years after the purchase by the trustees and nearly three years after they had conveyed it to a new corporation, the Ohio and Mississippi Railway Company. On that day he served a formal written notice upon Campbell, as chairman of the trustees, that he held and owned the six construction bonds, (describing them,) and demanded that Campbell pay or secure to him the aggregate of principal and interest then due on them \u0097 $10,830. Then ensued another period of inaction; for the present suit was not brought until August 7, 1876, more than thirteen years after the trustees purchased the second-mortgage bonds for the benefit of the trust, more than nine years after the purchase of the road, at the foreclosure sale, for the benefit of certificate holders, and nearly nine years after the interview between the plaintiff and Campbell, in which the latter told him that his bonds had been cut off by that sale and were not worth anything.</p>\n<p>The record discloses no element of fraud or concealment upon the part of the trustees or of any of them. What they did was done openly and was known or might have been known by the exercise of the slightest diligence upon the part of every one interested in the property of the old corporation. The plaintiff unquestionably knew, or could easily have ascertained, before the trustees bought the property at <span class=\"star-pagination\">*460</span> the foreclosure sale \u0097 at any rate, before they transferred it to the new corporation \u0097 that their purchase would be, and was, exclusively for the benefit of certificate holders interested in the trust. Although his bonds had not then matured, he could have taken steps to prevent any transfer of the property that would impair his equitable rights in it or instituted proper judicial proceedings, of which all would be required to take notice, to have his interest in the property adjudicated. He allowed the trust to be wound up, and postponed any appeal to a court of equity based upon an alleged breach of trust by the trustees, until six out of the seven original trustees had died. His laches cannot be excused upon the ground that the trust assumed by the trustees was express or direct, for it is clearly established that the trustees, as early as December, 1867, denied and repudiated, as the plaintiff knew, the existence of any trust in relation to such of the construction bonds as the plaintiff did not surrender to them. <i>Speidel</i> v. <i>Henrici,</i> 120 U.S. 377; <i>Riddle</i> v. <i>Whitehill,</i> 135 U.S. 621; <i>Phillipi</i> v. <i>Phillipe,</i> 115 U.S. 151. We, therefore, incline to think that this suit cannot be excluded from the operation of the statute of limitations of New York prescribing a limitation of six years for an action \"upon a contract, obligation, or liability, express or implied.\" N.Y. Civ. Code Pro. in force prior to September 1, 1877; Voorhees' Code, § 91, 4th ed. 86; 5th ed. 69, 70; <i>Miller</i> v. <i>Wood,</i> 116 N.Y. 351; <i>Carr</i> v. <i>Thompson,</i> 87 N.Y. 160; <i>Kirby</i> v. <i>Lake Shore &amp;c. Railroad,</i> <span class=\"citation\" data-id=\"91831\"><a href=\"/opinion/91831/kirby-v-lake-shore-michigan-southern-r-co/\"><span class=\"volume\">120</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">130</span></a></span>, 139.</p>\n<p>But, without placing our decision upon that ground and independently of the statute of limitations, the case is one in which a court of equity should refuse to interpose because of laches upon the part of appellant in asserting the rights he now claims. Looking at all the circumstances, particularly the nature of the property, good faith demanded that if he intended to question the right of the trustees to acquire, hold, and transfer it for the exclusive benefit of certificate holders, he should have done so by formal proceedings, commenced within a reasonable time after he became cognizant of all the facts. The case is one peculiarly for the application of the <span class=\"star-pagination\">*461</span> rule that equity in the exercise of its inherent power to do justice between parties, will, when justice demands it, refuse relief, even if the time elapsed without suit is less than that prescribed by the statute of limitations. <i>Harwood</i> v. <i>Railroad Co.,</i> 17 Wall. 78; <i>Twin Lick Oil Co.</i> v. <i>Marbury,</i> <span class=\"citation\" data-id=\"89220\"><a href=\"/opinion/89220/twin-lick-oil-co-v-marbury/\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">587</span></a></span>, 592; <i>Hayward</i> v. <i>National Bank,</i> <span class=\"citation\" data-id=\"89747\"><a href=\"/opinion/89747/hayward-v-national-bank/\"><span class=\"volume\">96</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">611</span></a></span>, 616; <i>Richards</i> v. <i>Mackall,</i> <span class=\"citation\" data-id=\"92110\"><a href=\"/opinion/92110/richards-v-mackall/\"><span class=\"volume\">124</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, 187; <i>Hammond</i> v. <i>Hopkins,</i> <span class=\"citation\" data-id=\"93266\"><a href=\"/opinion/93266/hammond-v-hopkins/\"><span class=\"volume\">143</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 250. As observed in <i>Halstead</i> v. <i>Grinnan,</i> <span class=\"citation\" data-id=\"93846\"><a href=\"/opinion/93846/halstead-v-grinnan/\"><span class=\"volume\">152</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 416, \"the length of time during which the party neglects the assertion of his rights, which must pass in order to show laches, varies with the peculiar circumstances of each case, and is not, like the matter of limitations, subject to an arbitrary rule. It is an equitable defence, controlled by equitable considerations, and the lapse of time must be so great, and the relations of the defendant to the rights such, that it would be inequitable to permit the plaintiff to now assert them.\"</p>\n<p>The decree is reversed at the costs of the complainant, and the cause remanded with directions to dismiss the bill without prejudice to an action at law.</p>\n<p><i>Reversed.</i></p>\n</div>", 
  "sha1": "ac15ff7e19e0674121529951ca35f50642c04646", 
  "date_modified": "2014-12-21T01:32:07.256873", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/94053/alsop-v-riker/", 
  "citation_count": 12, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/28822/", 
  "html": "<p class=\"case_cite\">155 U.S. 448</p>\n    <p class=\"case_cite\">15 S.Ct. 162</p>\n    <p class=\"case_cite\">39 L.Ed. 218</p>\n    <p class=\"parties\">ALSOP et al.<br>v.<br>RIKER.  RIKER  v.  ALSOP et al.</p>\n    <p class=\"docket\">Nos. 59, 63.</p>\n    <p class=\"date\">December 10, 1894.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Geo. W. Wingate and John M. Bowers, for Alsop and others.</p>\n      <p class=\"indent\">Andrew J. Riker, in pro. per.</p>\n      <p class=\"indent\">Mr. Justice HARLAN delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">William H. Aspinwall, Joseph W. Alsop, Edwin Bartlett, David Leavitt, Edward Learned, Samuel W. Comstock, and William A. Booth, holders of construction bonds of the Ohio &amp; Mississippi Railway Company, Eastern Division, issued to the stockholders and creditors of that corporation, on the 15th day of December, 1858, a circular inviting them to unite in adopting an agreement such as was transmitted with the circular. In that circular they expressed the opinion that by the adoption of the proposed agreement the company would be enabled to place its road and property in a condition to command the entire business to which, from its location, it would be fairly entitled; 'to meet promptly all future demands upon it for interest on its remaining indebtedness; from its net earnings to pay fair dividends upon its stock within a reasonable time; and that all causes for litigation will be removed, and the interests of all parties be thereby placed in a safe and reliable position.' With the circular was submitted a statement showing that the estimated liabilities of the company, with interest to July 1, 1859, aggregated $18,393,768, of which $2,050,000 were first mortgage bonds, $258,000 were second mortgage bonds, $4,242,000 were construction or third mortgage bonds, part of which were to be used in redeeming and retiring the second mortgage bonds, and $3,320,000 were income bonds, including scrip certificates.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellant Andrew J. Riker was at that time the holder and owner of nine of the company's construction bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The agreement recited that the subscribers were 'desirous that concessions shall be made by all parties in interest which shall discharge a portion of the indebtedness of said company, and thereby assure the prompt payment of all sums which shall become due on the residue thereof, and without prejudice to the proper improvement and maintenance of the road and its appurtenances.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">By the first paragraph of the proposed agreement it was provided that subscribers who were owners or legal representatives of legal demands against the company would discharge the same on payment therefor by the company, as follows: For the three coupons that were then or that should become due on its first mortgage bonds next prior to and including those due July 1, 1859, one-half thereof in money, and one-half thereof in shares of the capital stock of the company at par; for the coupons that were then or that should become due on second mortgage bonds, up to and including those due April 1, 1859, one-half thereof in money, and one-half in shares at par; for the principal of second mortgage bonds, one-third in shares at par, and the remaining two-thirds in construction bonds at par; for the coupons that were then due, or that might become due, on its income bonds, up to and including those due May 1, 1859, together with the principal of such income bonds, in shares at par; for the scrip (certificates convertible into income bonds) issued by the company, in shares at par; for other evidences of indebtedness against the company, as the same were admitted or allowed by its directors, in shares at par,&#8212;the interest on the above demands (excepting coupons), so to be paid, to be made up to the 1st day of July, 1859, and to be paid in the same manner as the demands to which it related.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By the second paragraph it was provided that subscribers being owners or legal representatives of shares of the capital stock of the company would transfer all their shares to its directors, or to such person or persons as the directors should designate and appoint, to be reissued or retransferred to make the above payments, and to return to the subscribers or their legal representatives who transferred their shares such portion as they would be entitled to under the agreement, the residue, if any, to belong to the company.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The third paragraph provided that the covenants contained in the above paragraphs were upon the following conditions: (1) That the owners or legal representatives of all demands or stock paid or transferred should subscribe to and comply with the agreement, or that equivalent concessions be made, so that the entire payments contemplated should be made,&#8212;the company to purchase with any balance of shares remaining after the payments above named, or with other means, $50,000 of the first mortgage or construction bonds, and to cancel all the bonds and coupons so paid or purchased, except those necessary for exchange for second mortgage bonds as aforesaid,&#8212;so that on the 1st day of July, 1859, the indebtedness should not exceed $5,000,000, of which not more than $2,050,000 should be represented by first mortgage bonds, and the residue by construction bonds, with interest running from March 1, 1859. (2) That the owners of income bonds should have loaned to the company the money required to make the cash part of the above payments; such loan, with interest, to be repaid at the earliest practicable time consistent with the proper maintenance of the road. (3) That the city of Cincinnati should grant such modifications and releases of its demands, contracts, and claims against the company as its directors and the trustees named in the agreement should deem satisfactory. (4) That the capital stock of the company should not exceed $7,500,000, unless increased by a further reduction of its bonded debt.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It was further provided that the subscribers should transfer and deliver to the persons named as trustees, their survivors and successors in trust, their several demands, and all evidences thereof, that were contemplated to be discharged or paid for in shares of stock, and all their shares of said capital stock, with power to transfer, to be managed by such trustees for the benefit of the subscribers and their legal representatives in the proportions and upon the terms and conditions specified in the agreement, and should comply with any requirements which the trustees, pursuant to authority, should make</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The persons who sent out the above circular, their survivors and successors, were named as trustees under the agreement, a majority of them to have authority to do such acts and things on behalf of the subscribers as they deemed necessary or expedient to carry out the purposes of the agreement, which did not impose liability upon a subscriber to pay any money except at his option.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The other paragraphs of the agreement prescribed in detail the mode in which the proposed scheme should be executed, and the authority which the designated trustees might exercise.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Among other things, it was provided in the proposed agreement that the trustees should issue and deliver certificates equal to the amount of demands admitted or allowed, properly equalizing any differences occasioned by priorities of time in such transfers or deliveries; that the trustees, in their discretion, might purchase, for the benefit of the trust, bonds of the company not contemplated to be delivered to them, also other evidences of indebtedness and shares of stock deemed essential or beneficial to the trust and to parties interested therein, and issue certificates in payment therefor; that said certificates should be the only evidence of the interest of subscribers in the property of the trust, which interest was to be such proportion thereof as the amount of any certificate or certificates bore to the amount of all the certificates issued by the trustees; and that when the parties necessary to carry out the provisions of the first three paragraphs of the agreement had subscribed and complied with the same, and the trustees were furnished with evidences of the demands to be paid only in part, the trustees should cancel and surrender to the company all evidences of its indebtedness then belonging to the trust.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In view of the contingency of a foreclosure of some of the mortgages upon the road and property, it was provided that the trustees might make such arrangements with the trustees named therein, or with the owners of the bonds secured thereby, as, in their opinion, would enable them to protect the interests of the trust without making calls upon subscribers; but failing in this, and if they deemed the trust property insufficient or unavailable for the purchase of the road and property at any sale thereof, then they might, on 60 days' notice, make calls on owners of certificates for their just proportion of the means necessary for the purpose, provided that any party so called on could, at his option, omit or refuse to pay any portion of any or of all such calls in the proportion of money or bonds called, in which case the trustees could procure the deficiency from other persons, and issue and deliver certificates for such amounts as they might agree upon.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It was further provided that in the event of the purchase of the road and property by the trustees, and the procurement of title and possession, the trustees should transfer the same to the owners or legal representatives of the certificates issued in pursuance of the proposed agreement, according to and on the surrender of their several certificates, and distribute to them severally any other trust property, or the proceeds therefrom, remaining in their hands, such transfer and distribution to be made to each certificate holder in the proportion that the amounts of his certificates should bear to the whole amount of the certificates outstanding; and that if any subscriber to the agreement should, directly or indirectly, purchase the whole or any part of the road or property, then every other subscriber, or his legal representative, could at any time thereafter, until 60 days shall have elapsed from service of notice upon him, pay or legally tender to such purchasing subscriber or subscribers such proportion of the purchase money paid by him or them as was equal to the amounts of the certificates issued to him or them, and to such other subscribers, respectively, under the agreement, and he should then be entitled to participate in the ratio the money he paid or tendered should bear to the purchase money.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The appellant Riker signed the agreement for three of the nine construction bonds held by him, and kept the remaining six in his possession.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On the 18th of March, 1859, formal notice was given to the stockholders of the company, by the trustees named, that only a part of those whose signatures were essential in order to carry out the main purpose of the agreement had signed it, and that the trustees, under the authority given them, had adopted a resolution that the right to subscribe would cease from and after May 1, 1859, except upon the unanimous consent of the trustees, and that on that day the trustees would determine whether the agreement had been subscribed by a sufficient number for the consummation of the objects contemplated by it.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On the 13th day of December, 1860, and at the request of the holders of certificates, the trustees made a statement that was embodied in a circular addressed to creditors and stockholders, showing that the claims surrendered to the trustees under the agreement aggregated at that time $10,549,570.84, for which $182,995.66 was paid in cash and $10,366,575.18 in trust certificates.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the same statement the trustees said: 'The suit instituted by the second mortgage bondholders is being urged to a decision in the courts of Ohio and Indiana, and a decree of sale will no doubt be obtained in a few weeks at the latest, when it will become necessary for the trustees to exercise the authority given in the agreement of 15th December, 1858, to protect the property of the trust.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">By a circular issued by the trustees to creditors and stockholders on the 11th day of July, 1861, the latter were informed that the foreclosure suit instituted by the second mortgage bondholders had resulted in a decree of sale, and that by the terms of such decree the road could not be sold for less than $1,000,000, subject to the first mortgage of $2,050,000. Creditors and stockholders were also informed by the same circular that the trustees required from them $623,165, in addition to their then available means, to enable them to protect the trust by a purchase of the property. The sale under the decree obtained by the holders of second mortgage bonds was advertised for October 21, 1861; but, as no bid was offered equal to the requirements of the decree, the property was not then sold.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Subsequently, certain amendments of the trust agreement were made at meetings of the subscribers, which amendments, the trustees claim, were made for the purpose of enabling them to protect the trust by purchasing second mortgage bonds, and holding them for the benefit of the trust. These purchases were made prior to April 17, 1863.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">During the year 1866 the trustees and the holders of certificates issued under the trust agreement determined to wind up the trust. To that end the trustees holding second mortgage bonds for the benefit of the trust caused the property specified in the decree of foreclosure to be duly readvertised for sale. The sale was adjourned from time to time, but it finally took place on the 9th of January, 1867, the trustees becoming the purchasers at $1,000,000. A plan of reorganization was adopted by the certificate holders, and the trust agreement was so amended that it could be carried into effect. That plan contemplated the formation of a new corporation to receive from the trustees the property purchased by them, and all other property and rights belonging to the trust. The new corporation was formed by the name of the Ohio &amp; Mississippi Railway Company, and on the 18th day of December, 1867, it took, by regular transfer from the trustees, the trust property held by the latter, including all the property, real and personal, and all the franchises of the old corporation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The object of the present suit is to hold those who were trustees under the agreement of 1858, and who participated in the proceedings under which the Ohio &amp; Mississippi Railway Company acquired the property in question, personally liable to Riker for the amount due on the six construction bonds he withheld from the trustees. The theory of the suit is that the agreement of 1858 had in view the protection of all the bonds held by subscribers,&#8212;those withheld from, as well as those delivered to, the trustees under that agreement,&#8212;and consequently that the purchase of the property by the trustees for the protection simply of the particular debts covered by the trust agreement was contrary to its object and provisions, and was such a breach of duty upon their part as made them liable to him for the amount due on six construction bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The defense, stated generally, was that the trustees held relations of trust to those who subscribed the agreement of 1858 only in respect to the debts for which the subscribers signed; that the plaintiff refused to avail himself of the opportunity to become a party to that agreement in respect to the bonds held by him, except the three construction bonds for which he signed; that by the sale under the above decree of foreclosure all the debts of the Ohio &amp; Mississippi Railroad Company that were subordinate in right to the holders of second mortgage bonds were cut off; and that those who acted from time to time as trustees under the agreement of 1858 had no duty to perform except to represent the subscribers thereto in respect to the parts of claims for which they signed. The defendants also relied upon the statute of limitations barring all claims not accruing within six and ten years, respectively, before the commencement of action.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The court below sustained the plaintiff's demand, and rendered a personal decree for the amount due on his six construction bonds not embraced in the agreement of 1858. The decree was for the aggregate sum of $18,305. Both plaintiff and defendants appealed, the former claiming that a larger amount should have been awarded to him.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The grounds upon which the circuit court held the plaintiff to be entitled to a decree for the value of his six unsurrendered construction bonds are fully stated in an opinion rendered by the learned circuit judge who tried the case. 27 Fed. 251, 256, 257. 'The concessions to be made by holders of construction bonds,' the court said, 'were the surrender by them of one-third of the principal of their bonds, and acceptance, in lieu thereof, of an interest in the trust fund which was to come into the hands of the trustees under the plan of the agreement. Beyond the one-third which they were to surrender, they were to have no interest in the trust fund, and their rights were to remain the same as though no agreement had been subscribed; and the only change effected in their previous relations to the company was that thenceforth they were embarked with the trustees in the common undertaking which the trustees obligated themselves to carry out. By the terms of the agreement the trustees promised to distribute the trust fund which was to be created among the certificate holders according to their respective interests. If they had succeeded in exchanging the claims which had been surrendered to them by creditors for stock of the company, the trust fund which they would have distributed would have been the stock of the company, and the certificate holders would have become stockholders whose rights would have been subordinate to the existing mortgages upon the property. The holders of construction bonds who had surrendered a third of their holdings under the agreement would have occupied the position of stockholders for the amount surrendered, but their rights as bondholders for the unsurrendered two-thirds of their bonds would have remained the same as before.' Again: 'There is not a word in the agreement to indicate that they could purchase the road discharged of the equitable lien of those who had surrendered a portion of their bonds in order that the remaining part should be more safely secured. * * * The trustees did not purchase upon the foreclosure of the second mortgage because a sale of the property was imminent. They did so because a sale, and a purchase by them under such a sale, would afford a convenient method of closing out their trust, and enable them to convey a satisfactory title to the new corporation. Of course, they occupy no better position towards the complainant than they would if they had purchased pursuant to the conditions of the trust. They now insist, as they have insisted all along, that they owe no duty to the complainant, and that no one had any right to share in the proceeds of the trust fund arising under the agreement except certificate holders, or in the distribution of the property which they acquired by purchase. It does not follow, because the complainant had no interest in the trust fund, and was not entitled to share in its distribution after he had parted with his certificate, that the trustees owed him no duty respecting the unsurrendered two-thirds of his bonds. They undertook to become his trustees for the purpose of protecting, as well as could practically be done, his interest as a secured bondholder of the company, to the extent of two-thirds of his original security, in consideration of his becoming a subscriber to the agreement.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On the other hand, the contention of the trustees, from the outset, was that the securities received by them and those they purchased were to be held for the exclusive benefit of certificate holders, and that they never became trustees for the plaintiff in respect to the six construction bonds not surrendered by him, and for which no certificate was issued.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Whether the view taken by the circuit court of the relations between the trustees and the complainant be correct or not, we do not deem it necessary to determine, for in our judgment the case must be disposed of without considering that question, namely, upon the ground that the plaintiff was not entitled to the interposition of equity in his behalf. His bill should have been dismissed without prejudice to an action at law. It is impossible to doubt that he was fully informed of every step taken by the trustees, from time to time, in the discharge of what they conceived to be their duty to certificate holders. He was not ignorant of the fact that the original agreement of 1858 was amended in important particulars in 1862 and 1863, and that, in virtue of the additional powers conferred by those amenmdments, the trustees, by purchases made prior to April 15, 1863, acquired the second mortgage bonds, and thereby obtained control of the foreclosure suit.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In November, 1866, he was present at a meeting of certificate holders, and mentioned to Campbell, who became a trustee in 1864, the fact that he held six construction bonds. Campbell replied that he knew nothing about the early workings of the trust, and would inquire into the matter. In January, 1867, the road and its appurtenances were sold, as he well knew, and were purchased by the trustees; and in December, 1867, he presented his six construction bonds to Campbell, the chairman of the trustees, and told him that he (Riker) wanted done for those bonds what was done for them in the agreement,&#8212;meaning the agreement of December 15, 1858. Campbell, doubtless supposing that Riker meant to assert some interest in the property, replied to him that the bonds 'were not worth a cent, as they were shut out by the sale' under the foreclosure decree. He was thus distinctly informed as early as December, 1867, that his claim upon the property acquired by the trustees for the certificate holders was disputed, but he took no steps to vindicate his rights, if any he then had. He was quiescent until December 10, 1870, which was nearly four years after the purchase by the trustees, and nearly three years after they had conveyed it to a new corporation, the Ohio &amp; Mississippi Railway Company. On that day he served a formal written notice upon Campbell, as chairman of the trustees, that he held and owned the six construction bonds (describing them), and demanded that Campbell pay or secure to him the aggregate of principal and interest then due on them,&#8212;$10,830. Then ensued another period of inaction, for the present suit was not brought until August 7, 1876,&#8212;more than thirteen years after the trustees purchased the second mortgage bonds for the benefit of the trust; more than nine years after the purchase of the road, at the foreclosure sale, for the benefit of certificate holders; and nearly nine years after the interview between the plaintiff and Campbell in which the latter told him that his bonds had been cut off by that sale, and were not worth anything.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The record discloses no element of fraud or concealment upon the part of the trustees, or of any of them. What they did was done openly, and was known, or might have been known, by the exercise of the slightest diligence upon the part of every one interested in the property of the old corporation. The plaintiff unquestionably knew, or could easily have ascertained, before the trustees bought the property at the foreclosure sale,&#8212;at any rate, before they transferred it to the new corporation,&#8212;that their purchase would be and was exclusively for the benefit of certificate holders interested in the trust. Although his bonds had not then matured, he could have taken steps to prevent any transfer of the property that would impair his equitable rights in it, or instituted proper judicial proceedings, of which all would be required to take notice, to have his interest in the property adjudicated. He allowed the trust to be wound up, and postponed any appeal to a court of equity, based upon an alleged breach of trust by the trustees, until six out of the seven original trustees had died. His laches cannot be excused upon the ground that the trust assumed by the trustees was express or direct, for it is clearly established that the trustees, as early as December, 1867, denied and repudiated, as the plaintiff knew, the existence of any trust in relation to such of the construction bonds as the plaintiff did not surrender to them. Speidel v. Henrici, 120 U. S. 377, 7 Sup. Ct. 610; Riddle v. Whitehill, 135 U. S. 621, 10 Sup. Ct. 924; Philippi v. Philippe, 115 U. S. 151, 5 Sup. Ct. 1181. We therefore incline to think that this suit cannot be excluded from the operation of the statute of limitations of New York prescribing a limitation of six years for an action 'upon a contract, obligation, or liability, express or implied.' Civ. Code Proc. N. Y., in force prior to September 1, 1877; Voorhees' Code, &#167; 91 (4th Ed.) 86; Id. (5th Ed.) 69, 70; Miller v. Wood, 116 N. Y. 351, 22 N. E. 553; Carr v. Thompson, 87 N. Y. 160; Kirby v. Railroad Co., 120 U. S. 130, 139, 7 Sup. Ct. 430.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But without placing our decision upon that ground, and independently of the statute of limitations, the case is one in which a court of equity should refuse to interpose because of laches upon the part of appellant in asserting the rights he now claims. Looking at all the circumstances, particularly the nature of the property, good faith demanded that if he intended to question the right of the trustees to acquire, hold, and transfer it for the exclusive benefit of certificate holders, he should have done so by formal proceedings, commenced within a reasonable time after he became cognizant of all the facts. The case is one peculiarly for the application of the rule that equity, in the exercise of its inherent power to do justice between parties, will, when justice demands it, refuse relief, even if the time elapsed without suit is less than that prescribed by the statute of limitations. Harwood v. Railroad Co., 17 Wall. 79; Oil Co. v. Marbury, 91 U. S. 587, 592; Hayward v. Bank, 96 U. S. 611, 616; Richards v. Mackall, 124 U. S. 183, 187, 8 Sup. Ct. 437; Hammond v. Hopkins, 143 U. S. 224, 250, 12 Sup. Ct. 418. As observed in Halstead v. Grinnan, 152 U. S. 412, 416, 14 Sup. Ct. 64, 'the length of time during which the party neglects the assertion of his rights, which must pass in order to show laches, varies with the peculiar circumstances of each case, and is not, like the matter of limitations, subject to an arbitrary rule. It is an equitable defense, controlled by equitable considerations, and the lapse of time must be so great, and the relations of the defendant to the rights such, that it would be inequitable to permit the plaintiff to now assert them.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The decree is reversed at the costs of the complainant, and the cause remanded with directions to dismiss the bill without prejudice to an action at law.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/94053/"
}