{"absolute_url": "/opinion/96724/bitterman-v-louisville-nashville-r-co/", "blocked": false, "citation": {"case_name": "Bitterman v. Louisville & Nashville R. Co.", "docket_number": "34", "document_uris": ["/api/rest/v2/document/96724/"], "federal_cite_one": "207 U.S. 205", "federal_cite_three": null, "federal_cite_two": null, "id": 81107, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/81107/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 26, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1907-12-02", "date_modified": "2014-12-21T01:34:46.007878", "docket": "/api/rest/v2/docket/2191462/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">207 U.S. 205</p>\n    <p class=\"case_cite\">28 S.Ct. 91</p>\n    <p class=\"case_cite\">52 L.Ed. 171</p>\n    <p class=\"parties\">MARCUS K. BITTERMAN, Julius Mehlig, and Charles T.  Kelsko, Petitioners,<br>v.<br>LOUISVILLE &amp; NASHVILLE RAILROAD COMPANY.</p>\n    <p class=\"docket\">No. 34.</p>\n    <p class=\"date\">Argued November 4, 1907.</p>\n    <p class=\"date\">Decided December 2, 1907.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Upon a bill filed on behalf of the Louisville &amp; Nashville Railroad Company, the circuit court of the United States for the eastern district of Louisiana entered a decree perpetually enjoining the petitioners herein and four other ticket brokers, engaged in business in the city of New Orleans, from dealing in nontransferable round-trip tickets issued at reduced rates for passage over the lines of railway of the complainant on account of the United Confederate Veterans' Reunion and the Mardi-Gras celebration held in the city of New Orleans in the years 1903 and 1904, respectively. On an appeal prosecuted by the railroad company, complaining of the limited relief awarded, the circuit court of appeals held that the defendants should also be enjoined generally from dealing in nontransferable round-trip reduced-rate tickets whenever issued by the complainant, and ordered the cause to be remanded to the circuit court with directions to enter a decree in accordance with the views expressed in the opinion. (75 C. C. A. 192, 144 Fed. 34.) A writ of certiorari was thereupon allowed.</p>\n      <p class=\"indent\">We summarize the averments of the complaint and answer. It was averred in the bill that complainant was a Kentucky corporation, operating about 3,000 miles of railway for the carriage of passengers, baggage, mail, express, and freight, its lines of road extending from New Orleans through various states, and making connections by which it reached all railroad stations in the United States, Canada, and Mexico. The seven persons named as defendants were averred to be citizens and residents of Louisiana, each engaged in the city of New Orleans as a ticket broker or scalper in the business of buying and selling the unused return portions of railroad passenger tickets, especially excursion or special-rate tickets issued on occasions of fairs, expositions, conventions, and the like. It was further averred that the defendants were joined in the bill, 'because their business and transactions complained of are in act, purpose, and effect identical, and in order to prevent a multiplicity of suits, the same relief being sought as to each and all of them.'</p>\n      <p class=\"indent\">Six articles or paragraphs of the bill related to an approaching reunion of United Confederate Veterans to be held in the city of New Orleans, which it was expected would necessitate the transportation by the railroads entering New Orleans of 100,000 visitors, one fourth of which number would pass over the lines of railway of the complainant. A necessity was alleged to exist for special reduced rates of fare to secure a large attendance at such reunion, and it was averred that a rate of 1 cent a mile, one-third the regular rate, had been agreed upon for nontransferable round-trip, Reduced-rate tickets which were to be issued for the occasion, and it was stated 'that among the conditions on the face of said ticket, which ticket contract is signed by the original purchaser and the company, is one that said ticket is nontransferable, and, if prsented by any other than the original purchaser, who is required to sign the same at date of purchase, it will not be honored, but will be forfeited, and any agent or conductor of any of the lines over which it reads shall have the right to take up and cancel the entire ticket.' And for various alleged reasons, based mainly upon the large number of expected purchasers, it was averred that the return portion of each ticket was not required to be signed by the original purchaser or presented to an agent of the complainant in the city of New Orleans for the purpose of the identifications of the holder as the purchaser of the ticket.</p>\n      <p class=\"indent\">It was averred that each defendant was accustomed to buy and sell the return coupons of nontransferable tickets, for the express purpose, and no other, of putting them in the hands of purchasers, to be fraudulently used for passage on the trains of complainant, and it was further averred that the defendants intended in like manner to fraudulently deal in the return portion of the tickets about to be issued for the reunion in question, and that complainant would sustain irreparable injury, for which it would have no adequate remedy at law, unless it was protected from such wrongful acts. It was further averred that unless relief was given the complainant would be compelled to abandon the making of reduced rates for conventions or other assemblies to be held in the city of New Orleans. Averments were also made as to the additional burden which would be cast upon complainant's conductors and train collectors by reason of the practice complained of, the danger which would arise of a multiplicity of suits for damages by reason of errors of such employees in endeavoring to prevent the fraudulent use of such tickets, and it was averred that it would be impossible, in many instances, to discover the persons who were wrongfully traveling upon the tickets and who were bound to pay the lawful and reasonable one-way rate for their transportation. The impossibility of securing evidence establishing the facts as to said fraud, the necessity, if such evidence could be obtained, of bringing a multiplicity of suits if a remedy at law was availed of, and the impracticability of estimating in dollars and cents the injury to its business, was set forth as making the remedy at law inadequate, and in addition it was charged that the defendants were financially irresponsible. The existence was also averred of various ticket brokers' associations, the members of which acted in concert. It was averred that a large part of the stock in trade of all ticket brokers and scalpers was the disposal of nontransferable railroad tickets, and it was further averred that ticket brokers and scalpers usually sought to avoid injunctions prohibiting the dealing in such tickets by assigning their business to some other ticket broker not named in the order, and it was averred that, in order to afford complete and effective relief, 'the restraining injunctive orders should be broad enough to include all who knowingly do what the order of court prohibits defendants from doing, or who aid or abet defendants in violating the injunction or in defeating the objects and purposes thereof.' Finally, it was alleged that the amount involved in the controversy exceeded, exclusive of interest and costs, the sum of $5,000, and that the value of the business which was sought to be protected, and the rights which the complainant asked to have recognized and enforced, exceeded, in the case of each defendant, the sum of $5,000, exclusive of interest and costs.</p>\n      <p class=\"indent\">In addition to asking a temporary restraining order the bill prayed that defendants, their agents, etc., 'and all other persons whomsoever, though not named herein, from and after the time when they severally have knowledge of the entry of the restraining order and the existence of the injunction herein,' should be perpetually enjoined 'from buying, selling, dealing in, or solicting the purchase or sale of, any ticket or tickets or the return coupons or unused portions thereof issued by orator or by any other railroad company for use over orator's lines of railway or any part of them, which, by the terms thereof, are nontransferable, or from soliciting, advertising, encouraging, or procuring any person other than the original purchaser of such tickets, to use or attempt to use said tickets for passage on any train or trains of orator, especially including the nontransferable round-trip tickets issued for use on the occasion of the United Confederate Veterans' Reunion at New Orleans in May, 1903.'</p>\n      <p class=\"indent\">Of the seven persons made defendants, three only appeared and answered, <i>viz.</i>, Marcus K. Bitterman, Julius Mehlig, and Charles T. Kelsko, the petitioners in this court, on whose behalf a joint and several answer was filed.</p>\n      <p class=\"indent\">The averments of the bill in respect to the citizenship of the complainant and the character and extent of its railway business was admitted. It was also admitted that the answering defendants were citizens and residents of Louisiana, but it was averred that they were each separately engaged in the ticket brokerage business, duly licensed to conduct such business by the state of Louisiana and the city of New Orleans, and it was expressly denied that the business operations and transactions of all the defendants named in the bill were in act, purpose, and effect identical. So also the answer admitted the averments of the bill in respect to the proposed reunion, the large attendance expected, the issue of reduced-rate, nontransferable tickets, and the necessity therefor, and the impracticability of requiring the signing of the return portion of each ticket by the purchaser.</p>\n      <p class=\"indent\">It was admitted in the answer that the tickets usually issued by complainant and its connections when making reduced rates as to excusion tickets purported to be nontransferable and upon condition that, if presented by other than the original purchaser, who was supposed to sign the same at the date of purchase, it would not be honored, but would be forfeited, and that any agent or conductor should have the right to take up and cancel such ticket if presented for passage. In various paragraphs these restrictions or conditions were assailed as impracticable, unenforceable, and unlawful, and without consideration, and it was averred that the conditions were never enforced, and that the tickets were issued and bought with that understanding, and that no damage was caused to complainant by a person other than the original purchaser of a nontransferable reduced-rate ticket, traveling upon the return portion of such ticket, and that no loss or damage could be caused complainant by reason of the expected dealing by defendants in the reunion tickets referred to in the bill.</p>\n      <p class=\"indent\">It was not only admitted in the answer that the answering defendants had in the past dealt in nontransferable railroad tickets issued by the complainant, but it was expressly declared to be their intention to continue the practice, particularly in respect to the tickets issued on account of the approaching reunion, and coupled with such averment it was asserted that no fraud would be committed or was intended in respect to the dealing in such tickets. We insert in the margin,  portions of the answer relating to such admissions.</p>\n      <p class=\"indent\">It was denied that the answering defendants were insolvent, but, on the contrary, it was averred that each was able to pay any judgment for damages which might be recovered against him. Denial was made of the allegation of the bill that the willingness or ability of the complainant to continue issuing special-rate tickets would be affected by the failure to obtain the relief sought by the bill, and, in the main, the averments of the article of the bill relating to various ticket brokers' associations were also denied.</p>\n      <p class=\"indent\">As a distinct ground for denying the relief prayed, it was alleged in various forms that the issue of the proposed nontransferable tickets was the result of an unlawful confederation or combination between the various railroads whose roads entered into the city of New Orleans.</p>\n      <p class=\"indent\">Upon the bill and answer a preliminary injunction was issued, restraining the dealing in nontransferable tickets issued for the approaching United Confederate Veterans' Reunion. Replication was duly filed to the answer. Subsequently, upon depositions taken in the cause, and upon affidavits showing the character of nontransferable tickets proposed to be issued for an approaching Mardi Gras festival, a further injunction <i>pendente lite</i> was granted as to dealings in the nontransferable reduced-rate, round-trip tickets issued for use on the occasion of the aforesaid Mardi Gras festival.</p>\n      <p class=\"indent\">Thereafter a demurrer was filed to the bill for want of equity and because the case made by the bill was a moot, and not a real, controversy, and it was overruled. Then an application was made for leave to file a plea to the jurisdiction, which was refused.</p>\n      <p class=\"indent\">At the hearing the complaint introduced the depositions of two witnesses and no evidence was given on behalf of the defendants. As before stated, the circuit court entered a final decree perpetually enjoining the dealing in nontransferable reduced-rate, round-trip tickets issued for the United Confederate Veterans' Reunion and the Mardi Gras festivals, and denying relief as to future issues of tickets of a like character.</p>\n      <p class=\"indent\">On appeal and cross appeal the circuit court of appeals held that the complainant was entitled to the full relief prayed in the bill, and consequently to an injunction restraining the dealing by the defendants not only in the tickets issued for the United Confederate Veterans' Reunion and the past Mardi Gras festival, but from carrying on the business of like dealing in nontransferable reduced-rate tickets which might be issued in the future by the complainant, and the circuit court was directed to decree accordingly.</p>\n      <p class=\"indent\"><i>Messrs. Louis Marshall, Henry L Lazarus,</i> and <i>Moritz Rosenthal</i> for petitioners.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 214-217 intentionally omitted]</p>\n      <p class=\"indent\"><i>Messrs. Joseph Paxton Blair, Brode B. Davis,</i> and <i>George Denegre</i> for respondent.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 217-219 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice White, after making the foregoing statement, delivered the opinion of the court:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The points urged at bar on behalf of the petitioners as establishing that the decrees below should be reversed and the bill of complaint dismissed, and, in any event, the injunction be modified and restricted, are the following:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'1. The bill of complaint does not state a cause of action, either at law or in equity, against any of the defendants, even though the tickets in which they dealt are in form nontransferable, when the original purchasers disposed of them in breach of their contract with the complainant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'2. The complainant has shown no sufficient ground for equitable intervention, since, assuming, but not admitting, that the acts charged against the defendants are wrongful, tortious, or even fraudulent, it has a plain, adequate, and complete remedy at law to redress such wrongs.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'3. There was an improder joinder of defendants and of independent causes of action. The bill is multifarious and the case does not fall within the rule concerning the avoidance of a multiplicity of suits.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'4. The circuit court was without jurisdiction, notwithstanding the colorable averments contained in the bill that the injury sustained in consequence of the defendants' act exceeded $2,000, there being no foundation in fact in support of such averment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'5. The decree of injunction awarded by the circuit court of appeals, so far as it relates to nontransferable tickets that may be hereafter issued, is in effect the exercise of legislative, as distinct from judicial, power, since it undertakes to promulgate a rule applicable to conditions and circumstances which have not yet arisen, and to prohibit the petitioners from dealing in tickets not <i>in esse</i>, and not even in contemplation, and is, therefore, violative of the most fundamental principle of our government.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Stated in logical sequence and reduced to their essence, these propositions assert:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First, want of jurisdiction from the insufficiency of the amount involved, want of power in a court of equity to grant relief because, on the face of the bill, relief at law was adequate, and because equitable relief was improper on account of misjoinder of parties and causes of action.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Second, because the case as made did not entitle to relief, since it did not show the commission of any legal wrong by the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Third, because, conceding the right to relief, the remedy by injunction which the court accorded was so broad as, in effect, to amount to the exertion of legislative, as distinct from judicial, power, and hence was equivalent to the denial of due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As, for reasons hereafter to be stated, we think the contentions embodied in the first proposition as to want of jurisdiction, etc., are without merit, we come at once to the fundamental question involved in the second proposition; that is, the absence of averment or proof as to the commission of a legal wrong by the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">That the complainant had the lawful right to sell nontransferable tickets of the character alleged in the bill at reduced rates we think is not open to controversy, and that the condition of nontransferability and forfeiture embodied in such tickets was not only binding upon the original purchaser, but upon anyone who acquired such a ticket and attempted to use the same in violation of its terms, is also settled. Mosher v. St. Louis, I. M. &amp; S. R. Co. 127 U. S. 390, 32 L. ed. 249, 8 Sup. Ct. Rep. 1324. See also Boylan v. Hot Springs R. Co. 132 U. S. 146, 33 L. ed. 290, 10 Sup. Ct. Rep. 50.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Ture, these cases were decided before the passage oF THE ACT TO regulate commerce, but the power of carriers engaged in interstate commerce to issue nontransferable reducedrate excursion tickets was expressly recognized by that act, and the operation and binding effect of the nontransferable clause in such tickets upon all third persons acquiring the same and attempting to use them, and the duty of the carrier in such case to use due diligence to enforce a forfeiture, results from the context of the act. Thus, by &#167; 22, it was provided 'that nothing in this act shall apply to . . . the issuance of mileage, excursion, or commutation passenger tickets.' [24 Stat. at L. 387, chap. 104, U. S. Comp. Stat. 1901, p. 3170.] And it is to be observed that, despite the frequent changes in the act, including the comprehensive amendments embodied in the act of June 29, 1906 (34 Stat. at L. 584, chap. 3591, U. S. Comp. Stat. Supp. 1907, p. 892), the provision in question remains in force, although the Interstate Commerce Commission, charged with the administrative enforcement of the act, has directed the attention of Congress to the importance of defining the scope of such tickets in view of the abuses which might arise from the exercise of the right to issue them. (2 Inters. Com. Rep. 340.) And, when the restrictions embodied in the act concerning equality of rates and the prohibitions against preferences are borne in mind, the conclusion cannot be escaped that the right to issue tickets of the class referred to carried with it the duty on the carrier of exercising due diligence to prevent the use of such tickets by other than the original purchasers, and therefore caused the nontransferable clause to be operative and effective against anyone who wrongfully might attempt to use such tickets. Any other view would cause the act to destroy itself; since it would necessarily imply that the recognition of the power to issue reduced-rate excursion tickets conveyed with it the right to disregard the prohibitions against preferences which it was one of the great purposes of the act to render efficacious. This must follow, since, if the return portion of the round-trip ticket be used by one not entitled to the ticket, and who otherwise would have had to pay the full one-way fare, the person so successfully traveling on the ticket would not only defraud the carrier, but effectually enjoy a preference over similar one-way travelers who had paid their full fare, and who were unwilling to be participants in a fraud upon the railroad company.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Any third person acquiring a nontransferable reduced-rate railroad ticket from the original purchaser, being therefore bound by the clause forbidding transfer, and the ticket in the hands of all such persons being subject to forfeiture on an attempt being made to use the same for passage, it may well be questioned whether the purchaser of such ticket acquired anything more than a limited and qualified ownership thereof, and whether the carrier did not, for the purpose of enforcing the forfeiture, retain a subordinate interest in the ticket, amounting to a right of property therein, which a court of equity would protect. Board of Trade v. Christie Grain &amp; Stock Co. 198 U. S. 236, 49 L. ed. 1031, 25 Sup. Ct. Rep. 637, and authorities there cited. See also Sperry &amp; H. Co. v. Mechanics' Clothing Co. 128 Fed. 800. We pass this question, however, because the want of merit in the contention that the case as made did not disclose the commission of a legal wrong conclusively results from a previous decision of this court. The case is Angle v. chicago, St. P. M. &amp; O. R. Co. 151 U. S. 1, 38 L. ed. 55, 14 Sup. Ct. Rep. 240, where it was held that an actionable wrong is committed by one 'who maliciously interferes in a contract between two parties and induces one of them to break that contract to the injury of the other.' That this principle embraces a case like the present, that is, the carrying on of the business of purchasing and selling nontransferable reduced-rate railroad tickets for profit, to the injury of the railroad company issuing such tickets, is, we think, clear. It is not necessary that the ingredient of actual malice, in the sense of personal ill will, should exist to bring this controversy within the doctrine of the Angle Case. The wanton disregard of the rights of a carrier, causing injury to it, which the business of purchasing and selling nontransferable reduced-rate tickets of necessity involved, constitute legal malice within the doctrine of the Angle Case. We deem it unnecessary to restate the grounds upon which the ruling in the Angle Case was rested, or to trace the evolution of the principle in that case announced, because of the consideration given to the subject in the Angle Case and the full reference to the authorities which was made in the opinion in that case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Certain is it that the doctrine of the Angle Case has been frequently applied in cases which involved the identical question here at issue,&#8212;that is, whether a legal wrong was committed by the dealing in nontransferable reduced-rate railroad excursion ticket. Pennsylvania R. Co. v. Beekman, 30 Wash. L. Rep. 715; Illinois C. R. Co. v. Caffrey, 128 Fed. 770; Delaware, L. &amp; W. R. Co. v. Frank, 110 Fed. 689; Nashville, C. &amp; St. L. R. Co. v. McConnell, 82 Fed. 65.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Indeed, it is shown by decisions of various state courts of last resort that the wrong occasioned by the dealing in nontransferable reduced-rate railroad tickets has been deemed to be so serious as to call for express legislative prohibition correcting the evil. Kinner v. Lake Shore &amp; M. S. R. Co. 69 Ohio St. 339, 69 N. E. 614; Schubach v. McDonald, 179 Mo. 163, 65 L. R. A. 136, 101 Am. St. Rep. 452, 78 S. W. 1020, and cases cited; Samuelson v. State, 116 Tenn. 470, 115 Am. St. Rep. 805, 95 S. W. 1012. In the case last referred to, where the subject is elaborately reviewed, the supreme court of Tennessee, in holding that the prohibitive statute was not unconstitutional as forbidding a lawful business, and in affirming a criminal conviction for violating the statute, observed:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'That the sale as well as the purchase of nontransferable passage tickets is a fraud upon the carrier and the public, the tendency of which is the demoralization of rates, has been settled by the general concensus of opinion among the courts.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Concluding, as we do, that the commission of a legal wrong by the defendants was disclosed by the case as made, we are brought to consider the several contentions concerning the jurisdiction of the court and its right to afford relief. The bill contained an express averment that the amount involved in the controversy exceeded, exclusive of interest and costs, the sum of $5,000 as to each defendant. The defendants not having formally pleaded to the jurisdiction, it was not incumbent upon the complainant to offer proof in support of the averment. Nevertheless, the complainant introduced testimony tending to show that, on the New Orleans division of its road, a loss of from fifteen to eighteen thousand dollars a year was sustained through the practice by dealers of wrongfully purchasing and selling nontransferable tickets. That hundreds of the tickets annually issued for the Mardi Gras festivals in New Orleans were wrongfully bought and sold; that other nontransferable reduced-rate tickets were, in a like manner, illegally trafficked in to the great damage of the corporation, and that the defendants were the persons principally engaged in conducting such wrongful dealings. But, even if this proof be put out of view, we think the contention that a consideration of the whole bill establishes that the jurisdictional amount alleged was merely colorable and fictitious is without merit. We say this because the averments of the bill as to the number of such tickets issued, the recurring occasions for their issue, the magnitude of the wrongful dealings in the nontransferable tickets by the defendants, the cost and the risk incurred by the steps necessary to prevent their wrongful use, the injurious effect upon the revenue of the complainant, the operation of the illegal dealing in such tickets upon the right of the complainant to issue them in the future, coupled with the admissions of the answer, sustain the express averment as to the requisite jurisdictional amount. Besides, the substantial character of the jurisdictional averment in the bill is to be tested, not by the mere immediate pecuniary damage resulting from the acts complained of, but by the value of the business to be protected and the rights of property which the complainant sought to have recognized and enforced. Hunt v. New York Cotton Exchange, 205 U. S. 322, 336, 51 L. ed. 821, 826, 27 Sup. Ct. Rep. 529.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The contention that, though it be admitted, for the sake of the argument, that the acts charged against the defendant 'were wrongful, tortious, or even fraudulent,' there was no right to resort to equity, because there was a complete and adequate remedy at law to redress the threatened wrongs when committed, is, we think, also devoid of merit. From the nature and character of the nontransferable tickets, the number of people to whom they were issued, the dealings of the defendants therein and their avowed purpose to continue such dealings in the future, the risk to result from mistakes in enforcing the forfeiture provision, and the multiplicity of suits necessarily to be engendered if redress was sought at law,&#8212;all establish the inadequacy of a legal remedy and the necessity for the intervention of equity. Indeed, the want of foundation for the contention to the contrary is shown by the opinions in the cases which we have previously cited in considering whether a legal wrong resulted from acts of the character complained of, since, in those cases, it was expressly held that the consequences of the legal wrong flowing from the dealing in nontransferable tickets were of such a character as to entitle an injured complainant to redress in a court of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There is an opinion of the supreme court of New York (not the court of last resort) which would seem to express contrary views (New York C. &amp; H. R. R. Co. v. Reeves, 41 Misc. 490, 85 N. Y. Supp. 28), but the reasoning there relied on, in our opinion, is inconclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The proposition that the bill was multifarious because of the misjoinder of parties and causes of action was not assigned as error in the circuit court of appeals, and, therefore, might well be held not to be open. But, passing that view, we hold the objection to be untenable. The acts complained of as to each defendant were of a like character, their operation and effect upon the rights of the complainant were identical, the relief sought against each defendant was the same, and the defenses which might be interposed were common to each defendant and involved like legal questions. Under these Conditions the case is brought within the principle laid down in Hale v. Allinson, 188 U. S. 56, 77, 47 L. ed. 380, 392, 23 Sup. Ct. Rep. 244.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As we have stated, the circuit court granted a preliminary injunction, restraining the defendants from illegally dealing in tickets issued on account of the United Confederate Veterans' Reunion, and, before final hearing, granted a second injunction, restraining such dealing in like tickets issued for the approaching Mardi Gras festival. By the final decree these injunctions were perpetuated, the court declining to grant the relief sought by the complainant in relation to nontransferable tickets to be issued for the future, without prejudice, however, to the right of the complainant to seek relief by independent proceedings on each occasion when it might issue such nontransferable tickets. The circuit court of appeals decided that error had been committed in refusing to grant an injunction against dealing in nontransferable tickets to be issued in the future, and directed that the decree below be enlarged in that particular. It is insisted that the circuit court of appeals erred in awarding an injunction as to dealings 'in nontransferable tickets that may be hereafter issued . . . since it thereby undertook to promulgate' a rule applicable to conditions and circumstances which have not yet arisen, and to prohibit 'the petitioners from dealing in tickets not <i>in esse</i> . . . and is, therefore, violative of the most fundamental principles of our government.' But when the broad nature of this proposition is considered, it but denies that there is power in a court of equity in any case to afford effective relief by injunction. Certain is it that every injunction, in the nature of things, contemplates the enforcement, as against the party enjoined, of a rule of conduct for the future as to the wrong to which the injunction relates. Take the case of trespasses upon land where the elements entitling to equitable relief exist. See Slater v. Gunn, 170 Mass. 509, 41 L.R.A. 268, 49 N. E. 1017, and cases cited. It may not be doubted that the authority of a court would extend, not only to restraining a particular imminent trespass, but also to prohibiting like acts for all future time. The power exerted by the court below which is complained of was in no wise different. The bill averred the custom of the complainant at frequently occurring periods to issue reduced-rate, nontransferable tickets for fairs, conventions, etc., charged a course of illegal dealing in such nontransferable tickets by the defendants, and sought to protect its right to issue such tickets by preventing unlawful dealings in them. The defendants in effect not only admitted the unlawful course of dealing as to particular tickets then outstanding, but expressly avowed that they possessed the right, and that it was their intention to carry on the business as to all future issues of a similar character of tickets. The action of the circuit court of appeals, therefore, in causing the injunction to apply not only to the illegal dealings as to the then outstanding tickets, but to like dealings as to similar tickets which might be issued in the future, was but the exertion by the court of its power to restrain the continued commission against the rights of the complainant in the future of a definite character of acts adjudged to be wrongful. Indeed, in view of the state of the record, the inadequacy of the relief afforded by the decree as entered in the circuit court is, we think, manifest on its face. The necessary predicate of the decree was the illegal nature of the dealings by the defendants in the outstanding tickets, and the fact that such dealings, if allowed, would seriously impair the right of the complainant in the future to issue the tickets. Doubtless, for this reason the decree was made without prejudice to the right of the complainant to apply for relief as to future issues of tickets by independent proceedings whenever, on other occasions, it was determined to issue nontransferable tickets. But this was to deny adequate relief, since it subjected the complainant to the necessity, as a preliminary to the exercise of the right to issue tickets, to begin a new suit with the object of restraining the defendants from the commission in the future of acts identical with those which the court had already adjudged to be wrongful and violative of the rights of the complainant.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In Scott v. Donald, 165 U. S. 107, 41 L. ed. 648, 17 Sup. Ct. Rep. 262, on holding a particular seizure of liquor under the South Carolina dispensary law to be invalid, an injunction was sustained, not only addressed to the seizure in controversy, but which also operated to restrain like seizures of liquors in the future, and the exertion of the same character of power by a court of equity was upheld in the cases of Donovan v. Pennsylvania Co. 199 U. S. 279, 50 L. ed. 192, 26 Sup. Ct. Rep. 91, and Swift &amp; Co. v. United States, 196 U. S. 375, 49 L. ed. 518, 25 Sup. Ct. Rep. 276.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Nor is there merit in the contention that the decision in New York N. H. &amp; H. R. Co. v. Interstate Commerce Commission, 200 U. S. 404, 40 L. ed. 526, 26 Sup. Ct. Rep. 272, supports the view here relied upon as to the limited authority of a court of equity to enjoin the continued commission of the same character of acts as those adjudged to be wrongful. On the contrary, the ruling in that case directly refutes the claim based on it. There certain acts of the carrier were held to have violated the act to regulate commerce. The contention of the government was that, because wrongful acts of a particular character had been committed, therefore an injunction should be awarded against any and all violations in the future of the act to regulate commerce. Whilst this broad request was denied, it was carefully pointed out that the power existed to enjoin the future commission of like acts to those found to be illegal, and the injunction was so awarded. The whole argument here made results from a failure to distinguish between an injunction generally restraining the commission of illegal acts in the future and one which simply restrains for the future the commission of acts identical in character with those which have been the subject of controversy, and which have been adjudged to be illegal.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>IX.</p>\n        <p>Respondents further admit that, in accordance with the general custom of the trade, they separately buy and sell the return coupons of railway tickets, whether the same are stamped 'nontransferable' or not, for the reason that the term 'nontransferable' does not import any practical or legal meaning in the business, according to the common understanding of the railways themselves, the ticket brokers, and the traveling public to whom said tickets are issued, who freely sell them to brokers, who, in turn, sell them to other persons desiring to use said tickets for transportation, when genuine and bona fide.</p>\n        <p>*          *          *          *          *</p>\n        <p>Respondents do not deny that the complainant, on occasions of Mardi Gras festivals in the city of New Orleans, have joined in the issuing of reduced rates and the putting out of said so-called 'nontransferable' tickets, but, as above set out, the general traveling public, the railways, and the ticket brokers, by common consent, by usage, and by understanding, have</p>\n        <p>all treated said tickets as articles of property, and as negotiable and transferable to any person desiring to purchase and travel on the same when genuine and bona fide; and respondents deny that these respondents have ever fraudulently dealt in the return coupons of such tickets, or that complainant has ever been damaged in respect thereto, by any act of respondents.</p>\n        <p>X.</p>\n        <p>Respondents admit that it is their hope and expectation to buy and sell the return portions of said U. C. V. Reunion tickets, but they deny that they will solicit, induce, or persuade the holders thereof to sell such return portions to respondents upon any false or fraudulent pretense or representation upon the part of respondents.</p>\n        <p>Respondents admit that they, in common with the general public, have some knowledge of the character and terms of the proposed tickets; that they are informed and believe that such tickets will be issued at low rates, to induce and enable the traveling public to attend said reunion in large numbers; that respondents expect to offer the same for sale, if they shall acquire any of said tickets, and will sell such tickets to persons other than the original purchasers, for such price as they are willing to pay, and that it is no concern of complainant or its connections, or other railways, whether respondents make a profit or a loss in the proposed dealing in said U. C. V. reunion tickets.</p>\n        <p>*          *          *          *          *</p>\n        <p>XIV.</p>\n        <p>Respondents admit that it is the custom and usage of complainant and its connections to issue railroad tickets at reduced rates to the traveling public on various occasions, such as expositions, conventions, Mardi Gras, reunions, or other public gatherings, and that the tickets which are usually issued by complainant purport by their terms to be nontransferable and to constitute a so-called 'special contract' in express terms between complainant, the lines issuing the same, all other lines over which the same entitle the holders to travel, and the original purchasers of said tickets, whereby the said original purchasers are forced to agree that said ticket shall not be transferred by them to any other persons; but respondents show that said tickets, when issued by complainant and its connecting lines and other railways, on such occasions as expositions, reunions, conventions, Mardi Gras, and the like, are, in practice and general consent and common understanding of the traveling public, the railways, and the ticket brokers, when bona fide and genuine tickets, good for the return passage over the lines of said complainant and its connections and other railways, in the</p>\n        <p>hands of the holders thereof, whether such holders be the original purchasers or not; that such practice and such understanding are common and general all over the United States; that such tickets are sold and dealt in as legitimate business in every large city, to the knowledge of the complainant, and such tickets are and have been for many years sold by complainant with full knowledge of the fact that they are, in practice and general understanding of the traveling public, good in the hands of any holder.</p>\n        <p>XV.</p>\n        <p>Respondents jointly and severally admit that each of them are, and have been for some time, separately engaged in the lawful business of buying, selling, and dealing in such tickets, and in soliciting and inducing the original purchasers thereof to sell and transfer the same to respondents, with the intent and purpose that such tickets shall be used by the second purchaser thereof, but respondents deny that such use is a violation in law or in fact of the terms thereof. And respondents deny any knowledge that such use of said tickets by persons other than the original holders is any fraud upon complainant or the railways issuing such tickets when the same are genuine and bona fide; and respondents again aver that it is a matter of no concern or interest to the complainant or the railways issuing such tickets, whether the original purchasers are the holders and presenters of the same, or whether the holder has purchased said ticket from the original purchaser, or whether such holder has purchased the same from a ticket broker, or whether, as frequently happens, one of such tickets is accidentally or otherwise exchanged for another of the same class and form.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>207 U.S. 205 (1907)</b></center>\n<center><h1>BITTERMAN<br>\nv.<br>\nLOUISVILLE AND NASHVILLE RAILROAD COMPANY.</h1></center>\n<center>No. 34.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 4, 1907.</center>\n<center>Decided December 2, 1907.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*214</span> <i>Mr. Louis Marshall,</i> with whom <i>Mr. Henry L. Lazarus</i> and <i>Mr. Moritz Rosenthal</i> were on the brief, for petitioners.</p>\n<p><i>Mr. Joseph Paxton Blair</i> and <i>Mr. Brode B. Davis,</i> with whom <i>Mr. George Denegre</i> was on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*219</span> MR. JUSTICE WHITE, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The points urged at bar on behalf of the petitioners as establishing that the decrees below should be reversed and the bill of complaint dismissed, and in any event the injunction be modified and restricted, are the following:</p>\n<p>\"1. The bill of complaint does not state a cause of action, either at law or in equity, against any of the defendants, even though the tickets in which they dealt are in form non-transferable, when the original purchasers disposed of them in breach of their contract with the complainant.\"</p>\n<p>\"2. The complainant has shown no sufficient ground for equitable intervention, since, assuming, but not admitting, that the acts charged against the defendants are wrongful, tortious or even fraudulent, it has a plain, adequate and complete remedy at law to redress such wrongs.\"</p>\n<p><span class=\"star-pagination\">*220</span> \"3. There was an improper joinder of defendants and of independent causes of action. The bill is multifarious and the case does not fall within the rule concerning the avoidance of a multiplicity of suits.\"</p>\n<p>\"4. The Circuit Court was without jurisdiction, notwithstanding the colorable averments contained in the bill that the injury sustained in consequence of the defendants' act exceeded two thousand dollars, there being no foundation in fact in support of such averment.\"</p>\n<p>\"5. The decree of injunction awarded by the Circuit Court of Appeals, so far as it relates to non-transferable tickets, that may be hereafter issued, is in effect the exercise of legislative as distinct from judicial power, since it undertakes to promulgate a rule applicable to conditions and circumstances which have not yet arisen, and to prohibit the petitioners from dealing in tickets not <i>in esse,</i> and not even in contemplation, and is, therefore, violative of the most fundamental principle of our Government.\"</p>\n<p>Stated in logical sequence and reduced to their essence, these propositions assert:</p>\n<p>First, want of jurisdiction from the insufficiency of the amount involved, want of power in a court of equity to grant relief because on the face of the bill relief at law was adequate, and because equitable relief was improper on account of misjoinder of parties and causes of action.</p>\n<p>Second, because the case as made did not entitle to relief, since it did not show the commission of any legal wrong by the defendants.</p>\n<p>Third, because conceding the right to relief the remedy by injunction which the court accorded was so broad as in effect to amount to the exertion of legislative as distinct from judicial power, and hence was equivalent to the denial of due process of law.</p>\n<p>As, for reasons hereafter to be stated, we think the contentions embodied in the first proposition as to want of jurisdiction, etc., are without merit, we come at once to the fundamental <span class=\"star-pagination\">*221</span> question involved in the second proposition, that is, the absence of averment or proof as to the commission of a legal wrong by the defendant.</p>\n<p>That the complainant had the lawful right to sell non-transferable tickets of the character alleged in the bill at reduced rates we think is not open to controversy, and that the condition of non-transferability and forfeiture embodied in such tickets was not only binding upon the original purchaser but upon any one who acquired such a ticket and attempted to use the same in violation of its terms is also settled. <i>Mosher</i> v. <i>Railroad Co.,</i> 127 U.S. 390. See, also, <i>Boylan</i> v. <i>Hot Springs Co.,</i> 132 U.S. 146.</p>\n<p>True these cases were decided before the passage of the act to regulate commerce, but the power of carriers engaged in interstate commerce to issue non-transferable reduced rate excursion tickets was expressly recognized by that act, and the operation and binding effect of the non-transferable clause in such tickets upon all third persons acquiring the same and attempting to use them, and the duty of the carrier in such case to use due diligence to enforce a forfeiture results from the context of the act. Thus by ยง 22 (24 Stat. 387; 25 Stat. 862) it was provided \"that nothing in this act shall prevent . . . the issuance of mileage, excursion, or commutation tickets.\" And it is to be observed that despite the frequent changes in the act including the comprehensive amendments embodied in the act of June 29, 1906, 34 Stat. 584, the provision in question remains in force, although the Interstate Commerce Commission, charged with the administrative enforcement of the act, has directed the attention of Congress to the importance of defining the scope of such tickets in view of the abuses which might arise from the exercise of the right to issue them. 2 Int. Com. Comm. Rep. 529, 539. And when the restrictions embodied in the act concerning equality of rates and the prohibitions against preferences are borne in mind the conclusion cannot be escaped that the right to issue tickets of the class referred to carried with it the duty on the <span class=\"star-pagination\">*222</span> carrier of exercising due diligence to prevent the use of such tickets by other than the original purchasers, and therefore caused the non-transferable clause to be operative and effective against anyone who wrongfully might attempt to use such tickets. Any other view would cause the act to destroy itself, since it would necessarily imply that the recognition of the power to issue reduced rate excursion tickets conveyed with it the right to disregard the prohibitions against preferences which it was one of the great purposes of the act to render efficacious. This must follow, since, if the return portion of the round trip ticket be used by one not entitled to the ticket, and who otherwise would have had to pay the full one way fare, the person so successfully traveling on the ticket would not only defraud the carrier but effectually enjoy a preference over similar one way travelers who had paid their full fare and who were unwilling to be participants in a fraud upon the railroad company.</p>\n<p>Any third person acquiring a non-transferable reduced rate railroad ticket from the original purchaser, being therefore bound by the clause forbidding transfer, and the ticket in the hands of all such persons being subject to forfeiture on an attempt being made to use the same for passage, it may well be questioned whether the purchaser of such ticket acquired anything more than a limited and qualified ownership thereof, and whether the carrier did not, for the purpose of enforcing the forfeiture, retain a subordinate interest in the ticket amounting to a right of property therein which a court of equity would protect. <i>Board of Trade</i> v. <i>Christie Grain &amp; Stock Co.,</i> 198 U.S. 236, and authorities there cited. See also, <i>Sperry &amp; Hutchinson Co.</i> v. <i>Mechanics' Clothing Co.,</i> 128 Fed. Rep. 800. We pass this question, however, because the want of merit in the contention that the case as made did not disclose the commission of a legal wrong conclusively results from a previous decision of this court. The case is <i>Angle</i> v. <i>Chicago, St. Paul &amp;c. Ry. Co.,</i> 151 U.S. 1, where it was held that an actionable wrong is committed by one who \"maliciously <span class=\"star-pagination\">*223</span> interferes in a contract between two parties and induces one of them to break that contract to the injury of the other.\" That this principle embraces a case like the present, that is, the carrying on of the business of purchasing and selling non-transferable reduced rate railroad tickets for profit to the injury of the railroad company issuing such tickets is, we think, clear. It is not necessary that the ingredient of actual malice in the sense of personal ill will should exist to bring this controversy within the doctrine of the <i>Angle</i><i> case.</i> The wanton disregard of the rights of a carrier causing injury to it, which the business of purchasing and selling non-transferable reduced rate tickets of necessity involved, constitute legal malice within the doctrine of the <i>Angle</i><i> case.</i> We deem it unnecessary to restate the grounds upon which the ruling in the <i>Angle</i><i> case</i> was rested or to trace the evolution of the principle in that case announced, because of the consideration given to the subject in the <i>Angle</i><i> case</i> and the full reference to the authorities which was made in the opinion in that case.</p>\n<p>Certain is it that the doctrine of the <i>Angle</i><i> case</i> has been frequently applied in cases which involved the identical question here at issue ย that is, whether a legal wrong was committed by the dealing in non-transferable reduced rate railroad excursion tickets. <i>Pennsylvania Railroad Co.</i> v. <i>Beekman,</i> 30 Wash. (D.C.) Law Rep. 715; <i>Ill. Central R.R. Co.</i> v. <i>Caffrey,</i> 128 Fed. Rep. 770; <i>Delaware, Lack. &amp; West. R.R. Co.</i> v. <i>Frank,</i> 110 Fed. Rep. 689; <i>Nashville, C. &amp; St. L. Ry. Co.</i> v. <i>McConnell,</i> 82 Fed. Rep. 65.</p>\n<p>Indeed, it is shown by decisions of various state courts of last resort that the wrong occasioned by the dealing in non-transferable reduced rate railroad tickets has been deemed to be so serious as to call for express legislative prohibition correcting the evil. <i>Kinner</i> v. <i>Lake Shore &amp; Mich. Southern Ry. Co.,</i> 69 Ohio St. 339; <i>Schubach</i> v. <i>McDonald,</i> 179 Missouri, 163, and cases cited; <i>Samuelson</i> v. <i>State,</i> 95 S.W. Rep. 1012. In the case last referred to, where the subject is elaborately reviewed, the Supreme Court of Tennessee, in holding that the <span class=\"star-pagination\">*224</span> prohibitive statute was not unconstitutional as forbidding a lawful business and in affirming a criminal conviction for violating the statute observed (p. 1016):</p>\n<p>\"That the sale as well as the purchase of non-transferable passage tickets is a fraud upon the carrier and the public, the tendency of which is the demoralization of rates, has been settled by the general consensus of opinion amongst the courts.\"</p>\n<p>Concluding, as we do, that the commission of a legal wrong by the defendants was disclosed by the case as made, we are brought to consider the several contentions concerning the jurisdiction of the court and its right to afford relief. The bill contained an express averment that the amount involved in the controversy exceeded, exclusive of interest and costs, the sum of five thousand dollars as to each defendant. The defendants not having formally pleaded to the jurisdiction, it was not incumbent upon the complainant to offer proof in support of the averment. Nevertheless the complainant introduced testimony tending to show that on the New Orleans division of its road a loss of from fifteen to eighteen thousand dollars a year was sustained through the practice by dealers of wrongfully purchasing and selling non-transferable tickets. That hundreds of the tickets annually issued for the Mardi Gras festivals in New Orleans were wrongfully bought and sold; that other non-transferable reduced rate tickets were in a like manner illegally trafficked in to the great damage of the corporation, and that the defendants were the persons principally engaged in conducting such wrongful dealings. But even if this proof be put out of view we think the contention that a consideration of the whole bill establishes that the jurisdictional amount alleged was merely colorable and fictitious, is without merit. We say this because the averments of the bill as to the number of such tickets issued, the recurring occasions for their issue, the magnitude of the wrongful dealings in the non-transferable tickets by the defendants, the cost and the risk incurred by the steps necessary to prevent their wrongful use, the injurious effect upon the revenue of the complainant, the <span class=\"star-pagination\">*225</span> operation of the illegal dealing in such tickets upon the right of the complainant to issue them in the future, coupled with the admissions of the answer, sustain the express averment as to the requisite jurisdictional amount. Besides the substantial character of the jurisdictional averment in the bill is to be tested, not by the mere immediate pecuniary damage resulting from the acts complained of, but by the value of the business to be protected and the rights of property which the complainant sought to have recognized and enforced. <i>Hunt</i> v. <i>N.Y. Cotton Exchange,</i> 205 U.S. 322, 336.</p>\n<p>The contention that, though it be admitted, for the sake of the argument, that the acts charged against the defendant \"were wrongful, tortious, or even fraudulent,\" there was no right to resort to equity because there was a complete and adequate remedy at law to redress the threatened wrongs when committed is, we think, also devoid of merit. From the nature and character of the non-transferable tickets, the number of people to whom they were issued, the dealings of the defendants therein and their avowed purpose to continue such dealings in the future, the risk to result from mistakes in enforcing the forfeiture provision and the multiplicity of suits necessarily to be engendered if redress was sought at law, all establish the inadequacy of a legal remedy and the necessity for the intervention of equity. Indeed the want of foundation for the contention to the contrary is shown by the opinions in the cases which we have previously cited in considering whether a legal wrong resulted from acts of the character complained of, since in those cases it was expressly held that the consequences of the legal wrong flowing from the dealing in non-transferable tickets were of such a character as to entitle an injured complainant to redress in a court of equity.</p>\n<p>There is an opinion of the Supreme Court of New York (not the court of last resort) which would seem to express contrary views, <i>New York Central &amp; H.R.R.R. Co.</i> v. <i>Reeves,</i> 85 N.Y. Supp. 28, but the reasoning there relied on, in our opinion, is inconclusive.</p>\n<p><span class=\"star-pagination\">*226</span> The proposition that the bill was multifarious because of the misjoinder of parties and causes of action was not assigned as error in the Circuit Court of Appeals, and, therefore, might well be held not to be open. But passing that view, we hold the objection to be untenable. The acts complained of as to each defendant were of a like character, their operation and effect upon the rights of the complainant were identical, the relief sought against each defendant was the same, and the defenses which might be interposed were common to each defendant and involved like legal questions. Under these conditions the case is brought within the principle laid down in <i>Hale</i> v. <i>Allinson,</i> 188 U.S. 56, 77.</p>\n<p>As we have stated, the Circuit Court granted a preliminary injunction restraining the defendants from illegally dealing in tickets issued on account of the United Confederate Veterans' Reunion, and before final hearing granted a second injunction restraining such dealing in like tickets issued for the approaching Mardi Gras festival. By the final decree these injunctions were perpetuated, the court declining to grant the relief sought by the complainant in relation to non-transferable tickets to be issued for the future, without prejudice, however, to the right of the complainant to seek relief by independent proceedings on each occasion when it might issue such non-transferable tickets. The Circuit Court of Appeals decided that error had been committed in refusing to grant an injunction against dealing in non-transferable tickets to be issued in the future, and directed that the decree below be enlarged in that particular. It is insisted that the Circuit Court of Appeals erred in awarding an injunction as to dealings \"in non-transferable tickets that may be hereafter issued . . . since it thereby undertook to promulgate\" a rule applicable to conditions and circumstances which have not yet arisen, and to prohibit \"the petitioners from dealing in tickets not <i>in esse</i> .. . and is, therefore, violative of the most fundamental principles of our government.\" But when the broad nature of this proposition is considered it but denies that there is power in <span class=\"star-pagination\">*227</span> a court of equity in any case to afford effective relief by injunction. Certain is it that every injunction in the nature of things contemplates the enforcement as against the party enjoined of a rule of conduct for the future as to the wrong to which the injunction relates. Take the case of trespasses upon land where the elements entitling to equitable relief exist. See <i>Slater</i> v. <i>Gunn,</i> 170 Massachusetts, 509, and cases cited. It may not be doubted that the authority of a court would extend, not only to restraining a particular imminent trespass, but also to prohibiting like acts for all future time. The power exerted by the court below which is complained of was in no wise different. The bill averred the custom of the complainant at frequently occurring periods to issue reduced rate non-transferable tickets for fairs, conventions, etc., charged a course of illegal dealing in such non-transferable tickets by the defendants, and sought to protect its right to issue such tickets by preventing unlawful dealings in them. The defendants in effect not only admitted the unlawful course of dealing as to particular tickets then outstanding, but expressly avowed that they possessed the right, and that it was their intention to carry on the business as to all future issues of a similar character of tickets. The action of the Circuit Court of Appeals, therefore, in causing the injunction to apply not only to the illegal dealings as to the then outstanding tickets, but to like dealings as to similar tickets which might be issued in the future, was but the exertion by the court of its power to restrain the continued commission against the rights of the complainant in the future of a definite character of acts adjudged to be wrongful. Indeed, in view of the state of the record, the inadequacy of the relief afforded by the decree as entered in the Circuit Court is, we think, manifest on its face. The necessary predicate of the decree was the illegal nature of the dealings by the defendants in the outstanding tickets, and the fact that such dealings if allowed would seriously impair the right of the complainant in the future to issue the tickets. Doubtless, for this reason the decree was made without <span class=\"star-pagination\">*228</span> prejudice to the right of the complainant to apply for relief as to future issues of tickets by independent proceedings whenever on other occasions it was determined to issue non-transferable tickets. But this was to deny adequate relief, since it subjected the complainant to the necessity, as a preliminary to the exercise of the right to issue tickets, to begin a new suit with the object of restraining the defendants from the commission in the future of acts identical with those which the court had already adjudged to be wrongful and violative of the rights of the complainant.</p>\n<p>In <i>Scott</i> v. <i>Donald,</i> 165 U.S. 107, on holding a particular seizure of liquor under the South Carolina dispensary law to be invalid, an injunction was sustained, not only addressed to the seizure in controversy, but which also operated to restrain like seizures of liquors in the future, and the exertion of the same character of power by a court of equity was upheld in the cases of <i>Donovan</i> v. <i>Pennsylvania Company,</i> 199 U.S. 279, and <i>Swift</i> v. <i>United States,</i> 196 U.S. 375.</p>\n<p>Nor is there merit in the contention that the decision in <i>New Haven Railroad</i> v. <i>Interstate Commerce Commission,</i> 200 U.S. 361, 404, supports the view here relied upon as to the limited authority of a court of equity to enjoin the continued commission of the same character of acts as those adjudged to be wrongful. On the contrary, the ruling in that case directly refutes the claim based on it. There certain acts of the carrier were held to have violated the act to regulate commerce. The contention of the Government was that because wrongful acts of a particular character had been committed, therefore an injunction should be awarded against any and all violations in the future of the act to regulate commerce. Whilst this broad request was denied, it was carefully pointed out that the power existed to enjoin the future commission of like acts to those found to be illegal, and the injunction was so awarded. The whole argument here made results from a failure to distinguish between an injunction generally restraining the commission of illegal acts in the <span class=\"star-pagination\">*229</span> future and one which simply restrains for the future the commission of acts identical in character with those which have been the subject of controversy and which have been adjudged to be illegal.</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">207</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">205</span></span> (1907)</b></center>\n<center><h1>BITTERMAN<br>\nv.<br>\nLOUISVILLE AND NASHVILLE RAILROAD COMPANY.</h1></center>\n<center>No. 34.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 4, 1907.</center>\n<center>Decided December 2, 1907.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*214</span> <i>Mr. Louis Marshall,</i> with whom <i>Mr. Henry L. Lazarus</i> and <i>Mr. Moritz Rosenthal</i> were on the brief, for petitioners.</p>\n<p><i>Mr. Joseph Paxton Blair</i> and <i>Mr. Brode B. Davis,</i> with whom <i>Mr. George Denegre</i> was on the brief, for respondent.</p>\n<p><span class=\"star-pagination\">*219</span> MR. JUSTICE WHITE, after making the foregoing statement, delivered the opinion of the court.</p>\n<p>The points urged at bar on behalf of the petitioners as establishing that the decrees below should be reversed and the bill of complaint dismissed, and in any event the injunction be modified and restricted, are the following:</p>\n<p>\"1. The bill of complaint does not state a cause of action, either at law or in equity, against any of the defendants, even though the tickets in which they dealt are in form non-transferable, when the original purchasers disposed of them in breach of their contract with the complainant.\"</p>\n<p>\"2. The complainant has shown no sufficient ground for equitable intervention, since, assuming, but not admitting, that the acts charged against the defendants are wrongful, tortious or even fraudulent, it has a plain, adequate and complete remedy at law to redress such wrongs.\"</p>\n<p><span class=\"star-pagination\">*220</span> \"3. There was an improper joinder of defendants and of independent causes of action. The bill is multifarious and the case does not fall within the rule concerning the avoidance of a multiplicity of suits.\"</p>\n<p>\"4. The Circuit Court was without jurisdiction, notwithstanding the colorable averments contained in the bill that the injury sustained in consequence of the defendants' act exceeded two thousand dollars, there being no foundation in fact in support of such averment.\"</p>\n<p>\"5. The decree of injunction awarded by the Circuit Court of Appeals, so far as it relates to non-transferable tickets, that may be hereafter issued, is in effect the exercise of legislative as distinct from judicial power, since it undertakes to promulgate a rule applicable to conditions and circumstances which have not yet arisen, and to prohibit the petitioners from dealing in tickets not <i>in esse,</i> and not even in contemplation, and is, therefore, violative of the most fundamental principle of our Government.\"</p>\n<p>Stated in logical sequence and reduced to their essence, these propositions assert:</p>\n<p>First, want of jurisdiction from the insufficiency of the amount involved, want of power in a court of equity to grant relief because on the face of the bill relief at law was adequate, and because equitable relief was improper on account of misjoinder of parties and causes of action.</p>\n<p>Second, because the case as made did not entitle to relief, since it did not show the commission of any legal wrong by the defendants.</p>\n<p>Third, because conceding the right to relief the remedy by injunction which the court accorded was so broad as in effect to amount to the exertion of legislative as distinct from judicial power, and hence was equivalent to the denial of due process of law.</p>\n<p>As, for reasons hereafter to be stated, we think the contentions embodied in the first proposition as to want of jurisdiction, etc., are without merit, we come at once to the fundamental <span class=\"star-pagination\">*221</span> question involved in the second proposition, that is, the absence of averment or proof as to the commission of a legal wrong by the defendant.</p>\n<p>That the complainant had the lawful right to sell non-transferable tickets of the character alleged in the bill at reduced rates we think is not open to controversy, and that the condition of non-transferability and forfeiture embodied in such tickets was not only binding upon the original purchaser but upon any one who acquired such a ticket and attempted to use the same in violation of its terms is also settled. <i>Mosher</i> v. <i>Railroad Co.,</i> 127 U.S. 390. See, also, <i>Boylan</i> v. <i>Hot Springs Co.,</i> 132 U.S. 146.</p>\n<p>True these cases were decided before the passage of the act to regulate commerce, but the power of carriers engaged in interstate commerce to issue non-transferable reduced rate excursion tickets was expressly recognized by that act, and the operation and binding effect of the non-transferable clause in such tickets upon all third persons acquiring the same and attempting to use them, and the duty of the carrier in such case to use due diligence to enforce a forfeiture results from the context of the act. Thus by ยง 22 (24 Stat. 387; 25 Stat. 862) it was provided \"that nothing in this act shall prevent . . . the issuance of mileage, excursion, or commutation tickets.\" And it is to be observed that despite the frequent changes in the act including the comprehensive amendments embodied in the act of June 29, 1906, 34 Stat. 584, the provision in question remains in force, although the Interstate Commerce Commission, charged with the administrative enforcement of the act, has directed the attention of Congress to the importance of defining the scope of such tickets in view of the abuses which might arise from the exercise of the right to issue them. 2 Int. Com. Comm. Rep. 529, 539. And when the restrictions embodied in the act concerning equality of rates and the prohibitions against preferences are borne in mind the conclusion cannot be escaped that the right to issue tickets of the class referred to carried with it the duty on the <span class=\"star-pagination\">*222</span> carrier of exercising due diligence to prevent the use of such tickets by other than the original purchasers, and therefore caused the non-transferable clause to be operative and effective against anyone who wrongfully might attempt to use such tickets. Any other view would cause the act to destroy itself, since it would necessarily imply that the recognition of the power to issue reduced rate excursion tickets conveyed with it the right to disregard the prohibitions against preferences which it was one of the great purposes of the act to render efficacious. This must follow, since, if the return portion of the round trip ticket be used by one not entitled to the ticket, and who otherwise would have had to pay the full one way fare, the person so successfully traveling on the ticket would not only defraud the carrier but effectually enjoy a preference over similar one way travelers who had paid their full fare and who were unwilling to be participants in a fraud upon the railroad company.</p>\n<p>Any third person acquiring a non-transferable reduced rate railroad ticket from the original purchaser, being therefore bound by the clause forbidding transfer, and the ticket in the hands of all such persons being subject to forfeiture on an attempt being made to use the same for passage, it may well be questioned whether the purchaser of such ticket acquired anything more than a limited and qualified ownership thereof, and whether the carrier did not, for the purpose of enforcing the forfeiture, retain a subordinate interest in the ticket amounting to a right of property therein which a court of equity would protect. <i>Board of Trade</i> v. <i>Christie Grain &amp; Stock Co.,</i> <span class=\"citation\" data-id=\"96295\"><a href=\"/opinion/96295/board-of-trade-of-chicago-v-christie-grain-stock-c/\"><span class=\"volume\">198</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, and authorities there cited. See also, <i>Sperry &amp; Hutchinson Co.</i> v. <i>Mechanics' Clothing Co.,</i> 128 Fed. Rep. 800. We pass this question, however, because the want of merit in the contention that the case as made did not disclose the commission of a legal wrong conclusively results from a previous decision of this court. The case is <i>Angle</i> v. <i>Chicago, St. Paul &amp;c. Ry. Co.,</i> <span class=\"citation\" data-id=\"93742\"><a href=\"/opinion/93742/angle-v-chicago-st-p-m-or-co/\"><span class=\"volume\">151</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, where it was held that an actionable wrong is committed by one who \"maliciously <span class=\"star-pagination\">*223</span> interferes in a contract between two parties and induces one of them to break that contract to the injury of the other.\" That this principle embraces a case like the present, that is, the carrying on of the business of purchasing and selling non-transferable reduced rate railroad tickets for profit to the injury of the railroad company issuing such tickets is, we think, clear. It is not necessary that the ingredient of actual malice in the sense of personal ill will should exist to bring this controversy within the doctrine of the <i>Angle</i><i> case.</i> The wanton disregard of the rights of a carrier causing injury to it, which the business of purchasing and selling non-transferable reduced rate tickets of necessity involved, constitute legal malice within the doctrine of the <i>Angle</i><i> case.</i> We deem it unnecessary to restate the grounds upon which the ruling in the <i>Angle</i><i> case</i> was rested or to trace the evolution of the principle in that case announced, because of the consideration given to the subject in the <i>Angle</i><i> case</i> and the full reference to the authorities which was made in the opinion in that case.</p>\n<p>Certain is it that the doctrine of the <i>Angle</i><i> case</i> has been frequently applied in cases which involved the identical question here at issue ย that is, whether a legal wrong was committed by the dealing in non-transferable reduced rate railroad excursion tickets. <i>Pennsylvania Railroad Co.</i> v. <i>Beekman,</i> 30 Wash. (D.C.) Law Rep. 715; <i>Ill. Central R.R. Co.</i> v. <i>Caffrey,</i> 128 Fed. Rep. 770; <i>Delaware, Lack. &amp; West. R.R. Co.</i> v. <i>Frank,</i> 110 Fed. Rep. 689; <i>Nashville, C. &amp; St. L. Ry. Co.</i> v. <i>McConnell,</i> 82 Fed. Rep. 65.</p>\n<p>Indeed, it is shown by decisions of various state courts of last resort that the wrong occasioned by the dealing in non-transferable reduced rate railroad tickets has been deemed to be so serious as to call for express legislative prohibition correcting the evil. <i>Kinner</i> v. <i>Lake Shore &amp; Mich. Southern Ry. Co.,</i> 69 Ohio St. 339; <i>Schubach</i> v. <i>McDonald,</i> 179 Missouri, 163, and cases cited; <i>Samuelson</i> v. <i>State,</i> 95 S.W. Rep. 1012. In the case last referred to, where the subject is elaborately reviewed, the Supreme Court of Tennessee, in holding that the <span class=\"star-pagination\">*224</span> prohibitive statute was not unconstitutional as forbidding a lawful business and in affirming a criminal conviction for violating the statute observed (p. 1016):</p>\n<p>\"That the sale as well as the purchase of non-transferable passage tickets is a fraud upon the carrier and the public, the tendency of which is the demoralization of rates, has been settled by the general consensus of opinion amongst the courts.\"</p>\n<p>Concluding, as we do, that the commission of a legal wrong by the defendants was disclosed by the case as made, we are brought to consider the several contentions concerning the jurisdiction of the court and its right to afford relief. The bill contained an express averment that the amount involved in the controversy exceeded, exclusive of interest and costs, the sum of five thousand dollars as to each defendant. The defendants not having formally pleaded to the jurisdiction, it was not incumbent upon the complainant to offer proof in support of the averment. Nevertheless the complainant introduced testimony tending to show that on the New Orleans division of its road a loss of from fifteen to eighteen thousand dollars a year was sustained through the practice by dealers of wrongfully purchasing and selling non-transferable tickets. That hundreds of the tickets annually issued for the Mardi Gras festivals in New Orleans were wrongfully bought and sold; that other non-transferable reduced rate tickets were in a like manner illegally trafficked in to the great damage of the corporation, and that the defendants were the persons principally engaged in conducting such wrongful dealings. But even if this proof be put out of view we think the contention that a consideration of the whole bill establishes that the jurisdictional amount alleged was merely colorable and fictitious, is without merit. We say this because the averments of the bill as to the number of such tickets issued, the recurring occasions for their issue, the magnitude of the wrongful dealings in the non-transferable tickets by the defendants, the cost and the risk incurred by the steps necessary to prevent their wrongful use, the injurious effect upon the revenue of the complainant, the <span class=\"star-pagination\">*225</span> operation of the illegal dealing in such tickets upon the right of the complainant to issue them in the future, coupled with the admissions of the answer, sustain the express averment as to the requisite jurisdictional amount. Besides the substantial character of the jurisdictional averment in the bill is to be tested, not by the mere immediate pecuniary damage resulting from the acts complained of, but by the value of the business to be protected and the rights of property which the complainant sought to have recognized and enforced. <i>Hunt</i> v. <i>N.Y. Cotton Exchange,</i> <span class=\"citation\" data-id=\"96647\"><a href=\"/opinion/96647/hunt-v-new-york-cotton-exchange/\"><span class=\"volume\">205</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></a></span>, 336.</p>\n<p>The contention that, though it be admitted, for the sake of the argument, that the acts charged against the defendant \"were wrongful, tortious, or even fraudulent,\" there was no right to resort to equity because there was a complete and adequate remedy at law to redress the threatened wrongs when committed is, we think, also devoid of merit. From the nature and character of the non-transferable tickets, the number of people to whom they were issued, the dealings of the defendants therein and their avowed purpose to continue such dealings in the future, the risk to result from mistakes in enforcing the forfeiture provision and the multiplicity of suits necessarily to be engendered if redress was sought at law, all establish the inadequacy of a legal remedy and the necessity for the intervention of equity. Indeed the want of foundation for the contention to the contrary is shown by the opinions in the cases which we have previously cited in considering whether a legal wrong resulted from acts of the character complained of, since in those cases it was expressly held that the consequences of the legal wrong flowing from the dealing in non-transferable tickets were of such a character as to entitle an injured complainant to redress in a court of equity.</p>\n<p>There is an opinion of the Supreme Court of New York (not the court of last resort) which would seem to express contrary views, <i>New York Central &amp; H.R.R.R. Co.</i> v. <i>Reeves,</i> 85 N.Y. Supp. 28, but the reasoning there relied on, in our opinion, is inconclusive.</p>\n<p><span class=\"star-pagination\">*226</span> The proposition that the bill was multifarious because of the misjoinder of parties and causes of action was not assigned as error in the Circuit Court of Appeals, and, therefore, might well be held not to be open. But passing that view, we hold the objection to be untenable. The acts complained of as to each defendant were of a like character, their operation and effect upon the rights of the complainant were identical, the relief sought against each defendant was the same, and the defenses which might be interposed were common to each defendant and involved like legal questions. Under these conditions the case is brought within the principle laid down in <i>Hale</i> v. <i>Allinson,</i> <span class=\"citation\" data-id=\"95770\"><a href=\"/opinion/95770/hale-v-allinson/\"><span class=\"volume\">188</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span>, 77.</p>\n<p>As we have stated, the Circuit Court granted a preliminary injunction restraining the defendants from illegally dealing in tickets issued on account of the United Confederate Veterans' Reunion, and before final hearing granted a second injunction restraining such dealing in like tickets issued for the approaching Mardi Gras festival. By the final decree these injunctions were perpetuated, the court declining to grant the relief sought by the complainant in relation to non-transferable tickets to be issued for the future, without prejudice, however, to the right of the complainant to seek relief by independent proceedings on each occasion when it might issue such non-transferable tickets. The Circuit Court of Appeals decided that error had been committed in refusing to grant an injunction against dealing in non-transferable tickets to be issued in the future, and directed that the decree below be enlarged in that particular. It is insisted that the Circuit Court of Appeals erred in awarding an injunction as to dealings \"in non-transferable tickets that may be hereafter issued . . . since it thereby undertook to promulgate\" a rule applicable to conditions and circumstances which have not yet arisen, and to prohibit \"the petitioners from dealing in tickets not <i>in esse</i> .. . and is, therefore, violative of the most fundamental principles of our government.\" But when the broad nature of this proposition is considered it but denies that there is power in <span class=\"star-pagination\">*227</span> a court of equity in any case to afford effective relief by injunction. Certain is it that every injunction in the nature of things contemplates the enforcement as against the party enjoined of a rule of conduct for the future as to the wrong to which the injunction relates. Take the case of trespasses upon land where the elements entitling to equitable relief exist. See <i>Slater</i> v. <i>Gunn,</i> 170 Massachusetts, 509, and cases cited. It may not be doubted that the authority of a court would extend, not only to restraining a particular imminent trespass, but also to prohibiting like acts for all future time. The power exerted by the court below which is complained of was in no wise different. The bill averred the custom of the complainant at frequently occurring periods to issue reduced rate non-transferable tickets for fairs, conventions, etc., charged a course of illegal dealing in such non-transferable tickets by the defendants, and sought to protect its right to issue such tickets by preventing unlawful dealings in them. The defendants in effect not only admitted the unlawful course of dealing as to particular tickets then outstanding, but expressly avowed that they possessed the right, and that it was their intention to carry on the business as to all future issues of a similar character of tickets. The action of the Circuit Court of Appeals, therefore, in causing the injunction to apply not only to the illegal dealings as to the then outstanding tickets, but to like dealings as to similar tickets which might be issued in the future, was but the exertion by the court of its power to restrain the continued commission against the rights of the complainant in the future of a definite character of acts adjudged to be wrongful. Indeed, in view of the state of the record, the inadequacy of the relief afforded by the decree as entered in the Circuit Court is, we think, manifest on its face. The necessary predicate of the decree was the illegal nature of the dealings by the defendants in the outstanding tickets, and the fact that such dealings if allowed would seriously impair the right of the complainant in the future to issue the tickets. Doubtless, for this reason the decree was made without <span class=\"star-pagination\">*228</span> prejudice to the right of the complainant to apply for relief as to future issues of tickets by independent proceedings whenever on other occasions it was determined to issue non-transferable tickets. But this was to deny adequate relief, since it subjected the complainant to the necessity, as a preliminary to the exercise of the right to issue tickets, to begin a new suit with the object of restraining the defendants from the commission in the future of acts identical with those which the court had already adjudged to be wrongful and violative of the rights of the complainant.</p>\n<p>In <i>Scott</i> v. <i>Donald,</i> <span class=\"citation\" data-id=\"94588\"><a href=\"/opinion/94588/scott-v-donald/\"><span class=\"volume\">165</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, on holding a particular seizure of liquor under the South Carolina dispensary law to be invalid, an injunction was sustained, not only addressed to the seizure in controversy, but which also operated to restrain like seizures of liquors in the future, and the exertion of the same character of power by a court of equity was upheld in the cases of <i>Donovan</i> v. <i>Pennsylvania Company,</i> <span class=\"citation\" data-id=\"96344\"><a href=\"/opinion/96344/donovan-v-pennsylvania-co/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, and <i>Swift</i> v. <i>United States,</i> 196 U.S. 375.</p>\n<p>Nor is there merit in the contention that the decision in <i>New Haven Railroad</i> v. <i>Interstate Commerce Commission,</i> <span class=\"citation\" data-id=\"96407\"><a href=\"/opinion/96407/new-haven-rr-v-interstate-com-com/\"><span class=\"volume\">200</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 404, supports the view here relied upon as to the limited authority of a court of equity to enjoin the continued commission of the same character of acts as those adjudged to be wrongful. On the contrary, the ruling in that case directly refutes the claim based on it. There certain acts of the carrier were held to have violated the act to regulate commerce. The contention of the Government was that because wrongful acts of a particular character had been committed, therefore an injunction should be awarded against any and all violations in the future of the act to regulate commerce. Whilst this broad request was denied, it was carefully pointed out that the power existed to enjoin the future commission of like acts to those found to be illegal, and the injunction was so awarded. The whole argument here made results from a failure to distinguish between an injunction generally restraining the commission of illegal acts in the <span class=\"star-pagination\">*229</span> future and one which simply restrains for the future the commission of acts identical in character with those which have been the subject of controversy and which have been adjudged to be illegal.</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 96724, "judges": "White, After Making the Foregoing Statement", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/96724/", "sha1": "dd03ff558ff04edbef3f0b03d7f512615ce4c5c6", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:41:39"}