{"absolute_url": "/opinion/86905/raymond-v-tyson/", "blocked": false, "citation": {"case_name": "Raymond v. Tyson", "docket_number": null, "document_uris": ["/api/rest/v2/document/86905/"], "federal_cite_one": "58 U.S. 53", "federal_cite_three": null, "federal_cite_two": null, "id": 55038, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/55038/", "scotus_early_cite": "17 How. 53", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1855-01-18", "date_modified": "2014-12-21T01:25:13.762920", "docket": "/api/rest/v2/docket/400891/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">58 U.S. 53</p>\n    <p class=\"case_cite\">17 How. 53</p>\n    <p class=\"case_cite\">15 L.Ed. 47</p>\n    <p class=\"parties\">ISRAEL W. RAYMOND, OWNER AND CLAIMANT OF THE CARGO<br>OF THE SHIP ORPHAN, CONSISTING OF 844 TONS OF<br>COAL, APPELLANT,<br>v.<br>WILLIAM TYSON, LIBELLANT.</p>\n    <p class=\"date\">December Term, 1854</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS was an appeal from the district court of the United States for the northern district of California. The libel was filed in the district court, held by Mr. Ogden Hoffman, Jr., who decreed that the libellant, Tyson, had a lien upon the cargo of coal, for the sum of twelve thousand dollars. The libellant was part owner, and agent, and ship's husband, of the ship Orphan, and resided in New York. The claimant appealed to the circuit court, which was also held by Mr. Ogden Hoffman, Jr., where the decree of the district court was affirmed. The claimant then appealed to this court.</p>\n      <p class=\"indent\">The nature of the case is fully stated in the opinion of the court.</p>\n      <p class=\"indent\">It was argued by <i>Mr. Lord</i>, for the appellant, and <i>Mr. Cutting</i>, for the appellee.</p>\n      <p class=\"indent\">The points made by the respective counsel were the following: &#8212;</p>\n      <p class=\"indent\"><i>Mr. Lord</i>, for appellant.</p>\n      <p class=\"indent\">The appellant and claimant conceives the decree to be erroneous, and that it should be reversed, on the following grounds:</p>\n      <p class=\"indent\">1. That by the general character of the charter, the ship was hired to J. Howard and Son, to be employed in voyages, to and fro, in the Pacific Ocean. That the deliveries of cargoes there, were to be at ports there; while the payments of the monthly charter money were to be made in New York. And it could not be contemplated, that the deliveries of cargoes should be delayed to wait intelligence from the Atlantic ports, whether the payment of the monthly charter, at the end of each half year, had been made at the day it was due, or afterwards.</p>\n      <p class=\"indent\">2. That the coasting voyages, from port to port in the Pacific, which might be seeking voyages, could not be expected to be carried on, if the cargoes were to be subjected to the lien of six months' charter money, without the possibility of knowing, in the Pacific ports, whether that freight had not been paid at New York.</p>\n      <p class=\"indent\">3. A lien or detention of cargo, under such uncertainty of facts, to transpire at a distant place, would be dangerous both to ship-owner and charterer and freighter. The ship-owner and master might be exposed to heavy damages for withholding the property, when the charter money may have been paid at New York without his knowledge. The owners of cargoes, and especially their consignees, could not know whether they were entitled to them or not.</p>\n      <p class=\"indent\">4. The provision as to payment of freight, up to the time of news of the loss of the ship, rendered the amount of freight payable at New York always uncertain, at the day it was reserved, or at any time, until news at New York of the ship being in safety at the end of each six months.</p>\n      <p class=\"indent\">5. No express terms of hypothecating the cargoes, or subjecting them to hen, are found in the charter-party; the omission of which usual provision in charters of American ships, confirms the inference from the general character of the instrument, that it was made on the credit of the charterers, without the exaction of any lien. The Volunteer, 1 Sumn. R. 551; 3 Kent Com. *220.</p>\n      <p class=\"indent\">6. The charter-party binding the ship-owner to deliver the cargoes, without any reference to payment of charter money, supports the same construction. P. 6.</p>\n      <p class=\"indent\">7. The reservation of payment, in such mode and under such circumstances as are above referred to, is inconsistent with the implication of any lien; and the absence of any express creation of any lien, excludes its existence in this case. 2 Kent's Com. *635, *636, 639; <i>Chase v. Westmore,</i> 5 M. and Selw. 180; <i>Crawshay v. Homfray,</i> 4 Barn. and Ald. 50; <i>Pickman v. Woods,</i> 6 Pick. R. 248; <i>Alsager v. St. Catharine Dock Co.</i> 14 Mees. and W. 799; <i>Belcher v. Capper,</i> 4 Man. and Gr. 502.</p>\n      <p class=\"indent\">8. The sentence of the court below should be reversed, and a decree directed for the damages of the claimants, to be ascertained by a proper reference.</p>\n      <p class=\"indent\"><i>Mr. Cutting</i>, for the appellee, made the following points:&#8212;&#8212;</p>\n      <p class=\"indent\">1. Under the terms of the charter-party, the libellant continued to be owner, and in possession of the ship, during the voyages contemplated by the parties.</p>\n      <p class=\"indent\">He was to employ the master, victual and man her, and keep her in repair, during the whole term, at his own expense. He agreed to freight the whole ship, or sufficient room for the cargo specified, expressly reserving the deck, cabin, and necessary room for the crew; the charterers contracted for the privilege of putting in coal to ballast the ship from London to Cardiff, in case they desired so to do. The owner stipulated to receive and deliver such merchandise as the charterers should provide.</p>\n      <p class=\"indent\">There are no words of demise, or any clear letting of the ship; and, taking all the stipulations together, the result is, that the contract is a mere covenant for the transportation of merchandise, and the performance of the service stipulated for. Possession of the ship continued in the owner, and he was to manage, control, and navigate her. The master was his agent, and not the agent of the charterer. The libellant remained subject to all the responsibilities and obligations of ownership, and was answerable to the charterers for the acts and conduct of the master and mariners. Certain Logs of Mahogany, 2 Sumn. R. 589; <i>Marcardier v. Chesapeake Ins. Co.</i> 8 Cranch, 49; <i>Palmer v. Gracie,</i> 4 Wash. C. C. R. 110-123; S. C. 8 Wheat. 605; <i>McIntyre v. Bowne,</i> 1 Johns. R. 229; <i>Clarkson v. Edes,</i> 4 Cow. R. 470; <i>Holmes v. Pavenstedt,</i> 5 Sandf. R. 97; 3 Kent's Com. 138; 1 Parsons on Cont. 657.</p>\n      <p class=\"indent\">If, upon the whole instrument, it be doubtful what was intended, the general owner continues such during the term; his rights can only be displaced by a clear and determinate transfer of them. Logs of Mahogany, 2 Sumn. R. 589.</p>\n      <p class=\"indent\">2. The ship-owner has a lien upon the cargo, for the freight of its transportation, unless it has been waived or abandoned by agreement. <i>Gracie v. Palmer,</i> 8 Wheat. 605, 635; S. C. 4 Wash. C. C. R. 110-123; 4 Cow. R. 481, <i>per</i> Savage, C. J.; The Volunteer, 1 Sumn. R. 551; <i>Ruggles v. Bucknor,</i> 1 Paine's R. 358; <i>Drinkwater v. Brig Spartan,</i> 1 Ware's R. 156; <i>Holmes v. Pavenstadt,</i> 5 Sandf. R. 97; <i>Small v. Moates,</i> 9 Bing. R. 574; <i>Gladstanes v. Allen,</i> 12 Com. Bench. R. 202, 22 Eng. Law and Eq. R. 382; Angel on Car. &#167;&#167; 385, 386; Abbott on Ship. 287, 288-299.</p>\n      <p class=\"indent\">3. The right of lien upon the cargo of the charterers, for charter money due and in arrears, has not been waived or abandoned by the respondent.</p>\n      <p class=\"indent\">The stipulation that the charter money should be paid in New York-semiannually, is not a waiver of, nor is it incompatible with, the right of lien for freight money due and unpaid. <i>Saville v. Campion,</i> 2 Barn. and Ald. 503; The Volunteer, 1 Sumn. R. 371; Logs of Mahogany, 2 Sumn. R. 589; <i>Saville v. Campion,</i> 3 Bing. N. C. 17.</p>\n      <p class=\"indent\">It was not even an agreement to give credit for the earnings of the ship. According to the ordinary length of a voyage from London or Cardiff to Panama or California, the time for the payment of the first six months' service, would have matured before the ship had reached her port of delivery. The actual time was eight months and over. (Page 20.)</p>\n      <p class=\"indent\">The charterers agreed to furnish the master, from time to time, with any funds he might require for the ship's ordinary expenses, which were to be deducted out of the semiannual instalments, if advices thereof were received. Upon the return of the vessel to New York or Great Britain, all moneys due at that time were to be paid forthwith, on demand.</p>\n      <p class=\"indent\">It had no other effect than to fix the periods of payment, and to suspend the right to enforce a lien upon the cargo, until default of payment. <i>New v. Swain,</i> 1 Dan. and Lloyd, 193.</p>\n      <p class=\"indent\">The length of the term of employment, which was to be at least fifteen months, with the privilege to the charterers of extending it nine months, and the large amount at risk, preclude the idea of an agreement to waive or abandon the right of lien, in the event of default in payment.</p>\n      <p class=\"indent\">Default was made in the payment of the freight money due at the end of the six months; and the ship-owner was thereupon at liberty to proceed and enforce his lien. <i>New v. Swain,</i> 1 Danson &amp; Lloyd, Merc. Cases, 193; <i>Dixon v. Yates,</i> 2 Nev. and Man. R. 177; <i>Saville v. Campion,</i> 2 B. &amp; Al. 503, 513; Abbott on Ship. 289.</p>\n      <p class=\"indent\">There are no other provisions in the charter-party that operate as a waiver or release of the right of lien.</p>\n      <p class=\"indent\">The covenant, by the charterers, that they will provide a full cargo, strongly implies that the security of a lien upon it was contemplated and reserved.</p>\n      <p class=\"indent\">The bill of lading delivered by the master, and accepted by the charterers, shows that both the parties understood that the delivery of the cargo was upon the condition of payment of freight, as per charter-party; if it were unpaid in New York, delivery could not be compelled by the consignee, without satisfying the amount due. <i>Small v. Moates,</i> 9 Bing. 574. <i>Gladstanes v. Allen,</i> 12 Com. Bench, 202.</p>\n      <p class=\"indent\">4. A lien for freight is favored in the law, and ought not to be displaced without a clear and determinate abandonment of it.</p>\n      <p class=\"indent\">It is not excluded in the present case by any express or absolute terms, or by unavoidable implication, or by any provisions repugnant to, or inconsistent with, the right to enforce it.</p>\n      <p class=\"indent\">The burden is on the appellant to establish a waiver or extinguishment of the right.</p>\n      <p class=\"indent\">5. The decree of the court below ought to be affirmed, with costs.</p>\n      <p class=\"indent\">Mr. Justice WAYNE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the district court for the northern district of California.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The suit was brought, by a libel in the admiralty, against 844 tons of coal (of which Raymond was the claimant) on board the ship Orphan, of which Tyson, the libellant, was a part owner. Its object was to enforce an alleged lien, on the coal claimed under a charter-party between Tyson and J. Howard and Son, of New York, charterers. The charter-party was made at New York, on the 1st February, 1850, the ship at that time being on her voyage to London. The whole ship, with the exception of the deck, cabin, and necessary room for the crew, and stowage of provisions, sails, and cables, was chartered by the owner to J. Howard and Son, for a voyage from London direct, or from thence to Cardiff, in Wales, (if required,) to load for a port or ports on the Pacific, where she was to be employed between such ports as the charterers might elect; thence to be returned back, either to New York or Great Britain, at their option. The time for her employment was to extend to the full term of fifteen months, with a privilege to the charterers to extend it to twenty-four months. The charterers engaged to furnish the ship with a full cargo&#8212;bills of lading to be signed for it without prejudice to the charter&#8212;and they contracted to pay to the owner of the ship or his agent, for the use of the vessel, at the rate of two thousand dollars per month, commencing in London, if she proceeds thence direct to the Pacific, when ready to load, and notice of the same was given to the charterers or their agent. But if the vessel shall be ordered to Cardiff to load, then the charter was to commence from the time she might be ballasted, and be ready for sea, in London. In that case the ship is to be allowed ten days from the time she is ready to sail from London, until her arrival at Cardiff, and only that time, for which the charterers were to pay, should the ship be a longer or shorter time in making the passage to Cardiff. It is agreed between the owner and the charterers that the charter should be payable in New York semiannually: the first payment to be made six months from the commencement of the same, and so every six months during the continuance of the charter, before the arrival of the ship and her being delivered back to the owner, in New York or Great Britain; or upon satisfactory proof of total loss of the ship, all moneys in arrears and due, up to the time of the loss, were to be paid on demand. Should the vessel be ordered to California, the charters agree to pay the expense of victualling and manning her, attendant upon the California voyage, and the charter money for any detention caused by desertion of the crew. The charterers agreed also to pay all port charges of the ship incident to her employment, except victualling, manning, and repairs, and to advance funds for the ordinary expenses of the ship after she left Europe, which were to be deducted from the charter payments on vouchers from the captain.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The ship sailed for Cardiff, on the 1st April, 1850, and arrived there on the 14th April. She there took on board from Branson, Sands, and Co., the agents of the charterers, a cargo of 844 tons of coal, the property of the charterers. For this cargo a bill of lading was signed, May 4, 1850, at Cardiff, expressing that the ship was bound to Panama, for orders, to be delivered to order or assigns, he or they paying freight, as per charter-party. The bill of lading is as follows:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\"><i>Bill of lading</i>.&#8212;Shipped in good order and condition, by Branson, Sands, and Co., of Liverpool, in and upon the good ship or vessel called The Orphan, whereof R. C. Williams is master for this present voyage, and now lying in the port of Cardiff, and bound for Panama for orders, eight hundred and forty-four tons of 'Nixon's Merthyr and Cardiff steam coal,' being marked and numbered as per margin, and are to be delivered in the like good order and condition, at the port, according to orders, (all and every the dangers and accidents of the seas, and navigation, of whatsoever nature of kind, excepted,) unto 'order,' or to assigns; he or they paying freight for the said goods, as per charter-party, with average accustomed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The ship proceeded to Panama, with her cargo, and thence, by orders of the charterers, to San Francisco. She arrived at San Francisco, December 2, 1850, and the cargo was retained on board by her captain, to preserve an alleged lien upon it for freight. The libellant avers that $12,000 was due for charter money, on the 1st October, and that it had not been paid by the charterers; and that they had not furnished funds for the ship's expenses after she left Europe; and for the money due he claims a lien upon the coal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Raymond, the claimant, answers, that the bill of lading of the coal had been transferred to him at the time of its shipment by J. Howard and Son, for a valuable consideration paid; and this is not denied in the case. That he thereby became owner of the coal, and has ever since continued to be so, free from any lien or claim in favor of the owners of the ship, or any other persons; that he had demanded the coal, but that the master refused to deliver it. After the libel was issued and the answer had been put in, the master of the ship petitioned for an order for the sale of the coal, as a perishable commodity. The order was granted, the coal was sold, and the proceeds were adjudged to be liable to a lien for the sum due upon the charter-party, on the 1st October.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We shall give our judgment upon the foregoing statement, without considering in detail the general principles governing contracts of affreightment. But we will state two of them, because they have a decisive bearing upon the charter-party, under which this controversy has arisen.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First, it must be remembered, that a charter-party is an informal instrument as often as otherwise, having inaccurate clauses, and that on this account they must have a liberal construction, such as mercantile contracts usually receive, in furtherance of the real intention of the parties and usage of trade. So Lord Mansfield said a long time since. Abbott, in his treatise relative to merchant ships and seamen, Story's edition, 188, gives the rule of construction very much in the same words: but perhaps with more precision. 'The general rule which our courts of law have adopted, in the construction of this as well as other mercantile instruments, is, that the construction should be liberal, agreeable to the real intention of the parties, and conformable to the usage of trade in general, and of the particular trade to which the contract relates.' Chancellor Kent, in his 47th chapter, on the contract of Affreightment, cites the rule approvingly. The late Mr. Justice Thompson, of this court, asserts it in <i>Ruggles v. Bucknor,</i> 1 Paine, 358. Judge Story acted upon it ten years afterwards, in the case of The Volunteer, 1 Sumn. 551; and again in another case, 2 Sumn. 589. The first says: 'It was pressed upon me by the defendant's counsel, that I should decide this abstract question, and lay down some general rules as to the lien on the cargo for the freight, when the voyage is performed under a charter-party. This I do not feel disposed to do, especially as it would and ought to be considered as a mere <i>obiter</i> opinion, if not required by the facts of the case. And, indeed, it is impracticable to lay down any general rules to meet the great variety of cases that must necessarily arise in commercial transactions. Each case must depend, in a great measure, upon its own circumstances. Parties are not bound to any fixed and precise stipulations, to be embraced in a charter-party.' In the case of The Volunteer and cargo, the most difficult question was, whether there was, under the charter-party, a lien on the homeward cargo for the freight. Judge Story says: 'In general, it is well known that by the common law there is a lien on the goods shipped for the freight thereon; whether it arise under a common bill of lading, or under a charter-party. But then this lien may be waived by consent; and in cases of charter-parties, it often becomes a question whether the stipulations are or are not inconsistent with the lien.' The other case mentioned in 2 Sumn. 589, (certain logs of <i>Mahogany v. Richardson,</i>) was one which was decided upon the inaccurate and inconsistent stipulations of a charter-party, by a liberal construction of them, in furtherance of the real intention of the parties and the usage of trade. In <i>Gracie v. Palmer,</i> 8 Wheat. 605, 634, this court has said: 'That the contract of affreightment, like any other contract, is the creature of the will of the parties. It may be varied to infinity, and easily adapted to the exigencies of either party or of any trade. It is only where the express contract is silent, that the implied contract can arise.' These authorities are sufficient, without citing others, to establish the general rule for the construction of charter-parties.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The next rule for the construction of charter-parties, deduced by us from an examination of all of the leading cases in the English and American reports, including those cited in the argument of the counsel of the appellee, is this: that though the owner of a ship, of which the charterer is not the lessee, but freighter only, has a lien upon the cargo for freight, properly so called, and also for a sum agreed to be paid for the use and hire of the ship, his lien may be considered as having been waived, without express words to that effect, if there are stipulations in the charter-party inconsistent with the exercise of the lien, or when it can fairly be inferred that the owner meant to trust to the personal responsibility of the charterer. In <i>Ruggles v. Bucknor,</i> Paine's Reports, 363, Mr. Justice Thompson said: 'There can be no doubt that a ship-owner may, by express stipulations as to payment of freight, incompatible with a claim upon the cargo for the same, be deemed to have waived his lien, as if he should, by the charter-party or otherwise, agree to receive his freight at a time and place having no reference to the delivery of the cargo, or at variance with such time and place. But, as by the general rules of law, the cargo is liable for the freight, it should be satisfactorily shown that the claim has been relinquished before the ship-owner can be required to part with the cargo without payment of the freight.' As early as the year 1820, Chief Justice Spencer had ruled the same in the case of <i>Chandler v. Belden,</i> 18 Johns. 157, 162. His language is: 'The right to retain the cargo for the freight has grown out of the usage of trade; and it does not exist, nor can it be enforced, when the parties have expressly regulated the time and manner of paying the freight, by stipulations in a charter-party, and especially if the cargo is deliverable before the arrival of the periods of payment. Such an agreement is an express renunciation of the right to insist on freight before the cargo is delivered.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Judge Story says, in the case of The Volunteer: 'But then this lien may be waived by consent, and in charter-parties it often becomes a question whether the stipulations are or are not inconsistent with the existence of the lien. For instance, if the delivery of the goods is by the charter-party to precede the payment or security of payment of freight, such a stipulation furnishes a clear dispensation with the lien for freight, for it is repugnant to it, and incompatible with it.' Judge Story had had occasion to consider this point five years before he gave his opinion in the case of The Volunteer. We find in his note to his edition of Abbott on Shipping, printed by Hilliard, Gray, Little and Wilkins, at Boston, in 1829, page 178, a citation of the case of Chandler and Belden, 18 Johns. 157, with this commentary: 'That part of the language which seems to deny the right to retain, where there is an express stipulation of the time and manner of paying the freight, if it means that that fact alone overturns the lien, whether the stipulation be or be not inconsistent with such lien, admits of much question, and seems inconsistent with the doctrine of the cases cited in the text, as well as with that in <i>Chase v. Westmore,</i> 5 M. and Selw. 180, and <i>Crawshay v. Homfray,</i> 4 Barn. and Ald. 50.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In <i>Lucas v. Nockell,</i> 4 Bing. 729, it was said: 'It may distinctly appear from the charter-party, that the owner has been content to trust to the personal responsibility of the merchant, and fixing a specific time of payment, before or after delivery, has waived his right to a lien. In <i>Lowell v. Simpson,</i> 16 Vesey, 275; <i>Chase v. Westmore,</i> 5 M. and Selw. 180; and in <i>Crawshay v. Homfray,</i> Barn. and Ald. 52, it was ruled, if there be a specific contract for a particular time and mode of payment, and that contract is inconsistent with the right to retain, it will of course defeat a claim to exercise it.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nothing can be found in the cases cited by the counsel for the appellee, in conflict with the extracts just given: on the contrary, most of them admit the principles expressed in those extracts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\"><i>Gracie v. Palmer,</i> in 8 Wheaton, the same case upon appeal to this court, decided by Mr. Justice Washington, in 4 Wash. C. C. Reports, affirms what no one will deny: if the ship-owner retains the possession of the ship, and the charterer is merely the freighter, that the former has a lien upon the cargo for freight. Other points were ruled in that case, but they have no bearing upon this, and especially none upon what shall be considered a waiver of a lien for freight. Clarkson and Edes, in 4 Cowen, is to the same point; but both Chief Justice Savage and Mr. Justice Woodworth decided that case from the intention of the parties, as that could be inferred from the charter-party.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Small and Moates, in 9 Bing. 574, decided by Chief Justice Tindal, was a case in which it was expressly agreed that the ship, during the continuance of the voyage, should remain firmly and fully vested in the owner, and that he should at all times during the voyage and service, have a complete lien upon the lading of the ship. It was ruled that he had a lien upon the goods of the charterer, and against his indorsee of the bill of lading. The grounds upon which the indorsee contended against the lien need not be stated here, as they have no relation to any controversy in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><i>Saville v. Campion,</i> much relied upon in 2 Barn. and Ald. 503, 512, decided by Chief Justice Abbott, does not interfere in any way with the rules of construction which we have stated to be applicable to charter-parties. The point ruled in that case was, that as there were no express words of demise of the ship itself, in the charter-party, the freighter did not thereby become the owner for the voyage, and that the possession continued in the owner, and that he had therefore a lien upon the cargo for freight. But the lien on the goods, for the stipulated hire of the ship, is expressly put upon the ground 'that there was nothing to show that the delivery of the goods was to precede the payment of that hire, in cash and bills, as provided for by the deed. The case of <i>Campion v. Colvin,</i> 3 Bing. N. C. 17, involved, first, the inquiry whether or not the owner of the ship did not retain the possession of her, and that the charterer was only freighter. It was ruled that the owner was left in possession, the charter-party being the same on which the court of king's bench decided, in <i>Saville v. Campion. Next,</i> whether it was the intention of the parties that the ship-owner meant to insist on the delivery of the bills which were to be given on London before the delivery of the cargo; it was decided that he did; but that the decision was given upon the ground of the special agreement, and not on the general right of lien, is obvious from the language of the chief justice. 'Looking to the intent of the parties, it is clear the ship-owner meant to insist upon the delivery of the bills before the delivery of the cargo, so that, with respect to the time at which the freight was payable, there was no difference between that and the preceding cases.' And, lastly, whether or not the assignees of the charterer stood in a different relation to the owner from that of the charterer; it was ruled that he did not. The opinion given by Chief Justice Tindal, in this case, if manifestly not reported with accuracy as to the statement, and is apt to mislead in respect to the second ruling of that learned judge. It appears, then, that neither the case of <i>Saville v. Campion,</i> nor that of <i>Campion v. Colvin,</i> 3 Bing. N. C. 17, contains any thing against the second rule of construction which we have stated. There was not, in either of the charter-parties of those cases, though London had been fixed upon for the place of payment, any thing incompatible with a lien upon the cargo, or at a variance with the time and place which had been agreed upon for its delivery. Upon the authorities cited, we consider the rule to be, that though the owner of a ship who retains possession of her has a lien for freight upon the cargo of the freighter, the lien may be adjudged to have been waived without an express agreement, or words to that effect, if there are stipulations in the charter-party inconsistent with the exercise of such lien, or when it can be fairly inferred, from the language of the instrument, that the owner meant to trust to the personal responsibility of the charterer for the freight or hire of the ship.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The limitation upon such construction and inference, is as well expressed as it cah be, in the language of Judge Story, in the case of certain Logs of Mahogany, 2 Sumn. 597. It is; 'Let us now proceed to the consideration of the terms of the present charter-party, in order to ascertain what is their true meaning and interpretation. If, upon comparing the various clauses, we are led to the conclusion that it is doubtful whether the charterer was intended to have the sole possession and control of the brig during the voyage, or to be constituted owner for the voyage, then the general owner must be deemed such, for his rights and authorities over the voyage must continue, unless displaced by some clear and determined transfer of them.' So we now say, if it be only doubtful in the construction of a charter-party whether the owner has waived his lien upon the cargo, he must have the benefit of that doubt; his lien being given by the force of the common law, which cannot be taken from him, 'though there is a special contract, unless there is something in that contract inconsistent with that lien, or unless it is waived by fair implication.' Williams, Justice; <i>Pinney v. Wells,</i> 10 Connecticut Reports, 104, 115.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We will now turn to the charter-party in this case, and form our judgment accordingly, as the two rules of construction which have been stated shall bear upon it. In the first place, it is not for the carriage of a single cargo or for a voyage, but for a voyage from London direct, or from Cardiff, in Wales, to load for a port or ports in the Pacific, where the ship is to be employed between such ports as the charterers may elect; the time of employment in that way being for fifteen months certain, with the right of the charterers to extend it to twenty-four months. For such employment the charterers agree to pay to the owner or his agent, at the rate of two thousand dollars per month, payable in New York semiannually, and so on every six months during the continuance of the charter. Now, if there be not something else in the charter to control the meaning of the words designating time and place for payment, it cannot be doubted that it was the intention of the owner and the charterers to make time and place substantial parts of their contract. This is not an inference of intention, but a declaration of it in words too intelligible for the use of interpretation. They have a fixed meaning, and cannot, of themselves, have any other meaning. That meaning, then, is the contract between the parties; precisely with the same obligation upon them as another stipulation would have, for the payment of money at a given time and place, in any other analogous mercantile contract. There are no qualifying words of those used to make them doubtful; nothing in the charter which can be applied to make them so. No fact could happen, from any stipulation in it, to make the time and place agreed upon for payment uncertain. Place for the payment of money is a substantial part of any contract to pay it there. It can be insisted upon by him who is to receive it, and cannot be rightfully refused or omitted by him who has it to pay. A broken promise of that kind gives to the creditor a right of action against the debtor for its recovery. Why, upon principle, should a promise to pay freight at a particular time, and at a place other than that where the owner of the ship has undertaken to deliver the cargo, be required to be paid elsewhere? It is the payer's privilege to pay it there. And, should it not be paid, why should the owner have more than a right of action for its recovery, or larger remedies, by suit, than are given in any other contract? We confess we do not see why. Place for the payment of freight, other than that for which the cargo is shipped and discharged, amounts to a stipulation that freight will not be demanded at the last, as a condition for the cargo's delivery. All of the authorities concur in this, that place for the payment of freight is a waiver of a lien upon the cargo, unless there are already circumstances or stipulations to show that it could not have been meant. It is so, because it is at variance with the enforcement of such a lien, according to the usage of trade; and it is so, because, when parties to a charter-party depart from that usage, by agreeing to pay and receive freight at another place than that where the common law gives to an owner of a ship a lien to enforce payment, it must be regarded that the owner had some sufficient reason for not insisting upon his right, according to the common law.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">But it was urged by the counsel for the appellee, with earnestness and ingenious ability, that it might be shown that the time and place fixed for the payment, under the charter, was not meant by the owner to be a waiving of a lien. That it had no other effect than to fix the periods of payment, and to suspend the right to enforce a lien upon the cargo until default of payment. Time only might do that, but place connected with time for payment does not.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It was said that the cargo which the charterers agreed to furnish the ship, and which was put on board of her, to be carried from Cardiff to the Pacific, and, that the clause in the charter, that bills of lading were to be signed without prejudice to it, in connection with the fact, that, according to the ordinary length of such a passage, the ship could not have made it before the first payment would have become due, indicated the owners' intention to retain a lien upon the cargo, as an additional security for the first payment. It may have been that the owners had such a purpose in view, apart from the changed condition of the charterers, when payment was not made in New York; but we are sure, from its inconsistency with the chartered employment of the ship, that the charterers never contemplated it. The ship was to load with a full cargo, at London or Cardiff, for a port or ports in the Pacific, to be employed between such ports as the charterers might elect. She was not loaded for a specific voyage to any particular port, where the cargo was to be discharged, but it was to be discharged at one or more ports, as it might have been their interest to direct. The ship sailed from Cardiff to Panama, for orders, with a cargo to be delivered 'according to orders.' Such is the language of the bill of lading, (exactly in conformity with the charter-party,) signed at Cardiff, on the 4th May, 1850, thirty-four days after the ship's hire is said to have commenced. When she arrived at Panama is not shown, but when she arrived at San Francisco, the first payment had become due; and when it was learned there that it had not been paid in New York, her captain refused to discharge the cargo, according to orders, unless payment was made, or security had been given for the freight; in that way, demanding money at San Francisco, which was only payable in New York, or that security should be given for it; neither of which has been provided for in the charter-party, in the event of a default of the first payment. By doing so, he took the ship out of her employment, which had then seven months to run, and disabled the charterers from using her in the only way for which she was chartered. It is no answer to say that his act and its consequences were occasioned by the default of the charterers to make the first seminnual payment. They had at that time rights for a longer service of the ship, and it had not been agreed that their default should either interrupt or terminate them. The lien, as claimed and enforced, raised uncertainties in the relations of the parties not anticipated by either, and at variance with the rights of both. If it had been meant that such a lien should be enforced, it certainly had not been provided upon which of them the loss should fall for the time that the ship would be withheld from her employment; whether or not the owner should make an allowance for it out of the monthly hire of the ship, or that the charterers should continue to pay it whilst she was not in their use or under their control. Such uncertainties, changes of relations between the parties, and consequences, are stronger against the lien claimed than any inferences can be in its favor, which are made from the engagement of the charterers to furnish a cargo, or from the clause in the charter that bills of lading were to be signed without prejudice to it, or from the fact asserted that the ship could not arrive until after the first payment had become due.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Whether or not the delay in her arrival would have been, as it is said the owner anticipated it would be, we do not know; but we do know that the bill of lading was signed on the 4th of May, 1850; that there were than one hundred and forty-six days before the first payment would become due, for her to make the passage, and it is not so certain that it might not have been done, as that the contrary can be assumed to give any force to the suggestion that the cargo had been stipulated for and furnished, to give additional security to the owner by a lien, should there be a failure to make the first semiannual payment. There is too much of indirectness and covert intention in such an anticipation, for us to countenance it. The cargo was obviously put on board as an adventure for profit. Without it, the time it would have taken to make the passage to the locality of the ship's principal employment, for which the charterer was paying at the rate of two thousand dollars per month, would have been a dead loss at least of five months of the time of her charter, or of ten thousand dollars. It cannot be supposed that the charterers were so blind to their interest as to permit that, or that it was not their own interest which prompted them to furnish the cargo without any intention of giving to the owner an opportunity to assert a lien for securing money which they had promised to pay in New York.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Further, the declaration that the time and place fixed for payment was a suspension of the lien, is an admission, if the ship had arrived from Cardiff in time for the discharge of the cargo before the first payment became due, that the owner meant it should be done without being subject to a lien for freight. It was certainly meant that the cargoes which the ship might have carried from port to port in the Pacific, between the intervals when payments were to be made, were to be discharged and delivered without being subject to a lien for freight. It must have been then the owner's intention that all of the cargoes which the ship might carry were to be exempt from a lien, except that which she might have on board when the payment occurred. There is not in the charter any such distinction between them, or any thing looking like the reservation of such a right. Unless that can be made to appear, the engagement of the owner to release a lien upon all other cargoes, and that they were to be discharged before the payment of freight, does not permit the exception of any one of them from that engagement. All of the authorities declare that the owner's consent to receive freight before the cargo is delivered, whether it shall be paid or not, is a waiver of a lien upon the cargo; and that such a waiver may be inferred from a time and place having been agreed upon for the payment of freight, which has no reference to the place where the cargo is to be discharged.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">But we will take the case as it was; that the ship did not arrive until after the time for the first payment, that it was not paid, and that on such account the lien was claimed. It does not make the claim stronger. Had it been meant that non-payment should give the lien, it should have been so stipulated. The non-arrival of the ship cannot give to the default any additional support for a lien. The lien here was asserted, not in virtue of the law giving a lien upon cargo, but upon incidents out of the charter, which it is said gave to the owner a lien upon the contingency of their happening. Such a contingent or conditional lien may be agreed for by the owner and the charterer of a ship; but it must be done in terms leaving no doubt about it; or it must be a clear case of inference, to prevail against time fixed for the payment of freight at a place where the cargo is not to be discharged. The charter-party is to be construed liberally, for the purpose of preserving a lien given by the law, if the manner of it shall be only a matter of doubt. But that doubt cannot be helped by contingencies outside of the charter-party not plainly anticipated or growing out of one of its stipnlations. Charter-parties are so frequently inaptly and incautiously drawn, that they may be said almost to have the indefiniteness of commercial guaranties. The language of this court upon the trial of one of the last is applicable here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">'Letters of guaranty are written by merchants, rarely with caution and scarcely ever with precision. They refer, in most cases, as they do in the present, to various circumstances and extensive commercial dealings in the briefest and most casual manner, without regard to form.' The same may be said of charter-parties. 'Though they have usually a printed form for a basis, they are often filled up by ship-brokers and merchants, with little caution and without much attention to a perception of the fitness or unfitness of that form to the special circumstances of particular cases.' It is to be expected, then, that there will be in them unprecise and inconsistent stipulations, which must have, as other mercantile contracts usually receive, a liberal construction in furtherance of the intentions of the parties and the usage of trade. But we do not know a point in commercial law upon which the reported cases are more in conflict. It is said by the last English editor of Lord Tenterden's Treatise, that on a review of the decisions respecting the ship-owner's lien for freight, it is impossible not to regret the uncertainty introduced by their almost irreconcilable conflict with the construction of contracts of charter-parties. The courts of America, in the adoption of our refinements, have reaped for their mercantile communities all the uncertainties attending them; and there and here, as the law now stands, it will be useful for the ship-owner to remember, that although the exercise of his lien may be upheld in cases of doubtful construction, an express contract is the surest and strongest ground upon which that light can rest; and that, by inserting an agreement respecting it in the charter-party, the parties to it may, between themselves, obviate all difficulty upon the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is certainly to be regretted that such should have been the uncertainty, in both countries, upon so important a point of commercial law. One of our objects in this opinion has been to produce more uniformity of construction hereafter. We thought it would be best done by establishing, from adjudicated cases, and only from such, those rules for the construction of charter-parties, and other contracts of affreightment, which are most frequently needed in trials upon them in courts. One of them we will repeat, in the language of Lord Tenterden. The general rule which our courts of law have adopted in the construction of charter-parties, as well as other mercantile instruments, is, that the construction shall be liberal, agreeable to the intention of the parties, and conformable to the usage of trade in general, and of the particular trade to which the contract relates. Another rule drawn from the cases cited in this opinion is, if the owner of a ship stipulates to receive her freight at a time and place having no reference to the place for the delivery of the cargo, or at variance with such time and place, he is to be considered as having waived his lien.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Both of these rules of construction are applicable to this case. The owner's agreement to receive the hire of the ship at intervals of six months, and in the city of New York, during the continuance of the charter-party, has no reference to the place at which the cargo was to be delivered, and is at variance with the right which the charterer had to fix the time and place for such delivery. The owner, then, is considered by us as having waived his lien upon the cargo for freight. We shall, therefore, reverse the judgment of the court below, and decree a dismission of the libel, with directions that further proceedings in the case shall be in conformity with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Mr. Justice CAMPBELL and Mr. Justice GRIER dissented.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Mr. Justice CAMPBELL.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">I dissent from the opinion of the court; and, as the question is one of importance, I think it proper to record the reasons for the dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The parties agree, that the contract of affreightment, between the libellant and Howard and Son, did not displace the owner from the control and possession of the ship for any portion of the term of its duration.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">When the master arrived at San Francisco, with the vessel, he found the first instalment of the freight money due and unpaid, and that he was in the lawful possession of a cargo, shipped according to the charter-party, for the voyage which was then completed. The coexistence of such a debt, with the lawful possession of such property, form the conditions upon which a lien depends; and the owners claim to detain the as a security for the debt, and which must be allowed, unless he has defeated it by some obligation indicative of its 'determinate abandonment.' The claimant supposes that the evidence of such a contract exists in the charter-party.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Holt, in his work on shipping, (part 3, ch. 6, &#167; 63,) upon a review of the cases, concludes, 'that the language of a charter-party must be very strong, indeed, to exclude, under any circumstances, the lien of the owner. This right, being both legal and equitable, the courts are naturally disposed to favor it, and not to impair or diminish its exercise, except under circumstances where it would be unreasonable to enforce it, and contrary to the intention of the parties.' And further, 'that the owner's right of lien is so far favored in law, that whilst he keeps possession, by his master and crew, it can only be excluded by the most express and absolute terms, or by a necessary implication from the contract.' And so are adjudged cases. <i>Saville v. Campion,</i> 3 Bing. N. C. 17; <i>Gladstanes v. Allen,</i> 12 C. B. R. 202; 1 Sumn. 551; 2 H. 597. There is no express stipulation in this contract to defeat the lien of the libellant, and the case of the claimant, therefore, depends upon the discovery of an article wholly incompatible with its existence.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Lord Tenterden, discussing clauses of a charter-party that affect a lien, says: 'the right may exist, if it appear from the instrument in any way that the payment is to be made in cash or bills before, or at, the delivery of the cargo, or even if it does not appear that the delivery of the cargo is to precede such payment;' and 'that when the payment is to be made by bills, the right of retention continues till they are given, and would, it is conceived, revive, in case of their dishonor, before the shipowner has parted with the goods.' And so are adjudged cases. Abb. Ship. 299; 1 Dans and Ll. 193; 1 Maule and S. 535; Cross on Lien, and cases cited, 311. The circumstances that appear in the record seem to bring this case fully within the operation of these principles. It is not shown that the voyage from Cardiff to Panama 'for orders,' and the voyage from Panama to San Francisco pursuant to orders, were otherwise than in strict accordance with the calculations of the parties. The cargo taken at Cardiff, by contract, did not reach San Francisco until after the first instalment for the use of the vessel, upon these voyages, became due, and advices from New York had been received at San Francisco of the default of the shipper.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">That a right should arise for the detention of the cargo, until the freight was paid, would seem to follow, from the principles before stated.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">But it is said, that, there having been no express reservation of a lien, and the owner having consented to receive his money in New York, by instalments, present conditions inconsistent with the existence of a lien.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The reply is, that the commercial law does not exact a stipulation to support the lien of the ship-owner, but requires circumstances expressive of 'a determinate abandonment,' as the condition of its removal; no deduction can, therefore, be legitimately drawn from the silence of the contract. And the requisitions for payment in New York, by instalments, show that the owner had some confidence in the personal responsibility of Howard and Son, and did not rely exclusively upon the profits of the adventure, or the security of the cargo; but they cannot fairly be held to establish any renunciation or determinate abandonment of the remedies the law affords, in case of their default. And this evidence of a waiver of the lien, imperfect as it is, is still more impaired by the facts, that though the amount of the freight did not depend upon the lading of the vessel, but was payable in any event; and though a full cargo for so long a voyage could not fail to injure the vessel, nevertheless the owners stipulated that a 'full cargo of lawful merchandise' should 'be provided,' and bills of lading signed, without prejudice to the charter.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">I admit that, after the completion of her first voyage, and after the arrival of the vessel at San Francisco, and she had then entered upon the coasting trade between ports on the Pacific, cases may be put where a cargo might not be subject to a lien; and others, where the libellant would find embarrassment in enforcing one. But this case involves no difficulty. And to allow the lien, will be, in my opinion, a consistent application of familiar and well-settled principles of commercial law.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">I am authorized to say, Mr. Justice GRIER concurs in this opinion.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the circuit court of the United States for the northern district of California, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said circuit court, affirming the decree of the district court in this cause, be and the same is hereby reversed, with costs, and that this cause be and the same is hereby remanded to the said circuit court, with directions to dismiss the libel filed in this cause in the said district court, with costs.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>58 U.S. 53 (1854)</b></center>\n<center><b>17 How. 53</b></center>\n<center><h1>ISRAEL W. RAYMOND, OWNER AND CLAIMANT OF THE CARGO OF THE SHIP ORPHAN, CONSISTING OF 844 TONS OF COAL, APPELLANT,<br>\nv.<br>\nWILLIAM TYSON, LIBELLANT.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*54</span> It was argued by Mr. Lord, for the appellant, and Mr. Cutting, for the appellee.</p>\n<p><span class=\"star-pagination\">*57</span> Mr. Justice WAYNE delivered the opinion of the court.</p>\n<p>This is an appeal from the district court for the northern district of California.</p>\n<p>The suit was brought, by a libel in the admiralty, against 844 tons of coal (of which Raymond was the claimant) on board the ship Orphan, of which Tyson, the libellant, was a part owner. Its object was to enforce an alleged lien, on the coal claimed under a charter-party between Tyson and J. Howard and Son, of New York, charterers. The charter-party was made at New York, on the 1st February, 1850, the ship at that time being on her voyage to London. The whole ship, with the exception of the deck, cabin, and necessary room for the crew, and stowage of provisions, sails, and cables, was chartered by the owner to J. Howard and Son, for a voyage from London direct, or from thence to Cardiff, in Wales, (if required,) to load for a port or ports on the Pacific, where she was to be employed between such ports as the charterers might elect; thence to be returned back, either to New York or Great Britain, at their option. The time for her employment was to extend to the full term of fifteen months, with a privilege to the charterers to extend it to twenty-four months. The charterers engaged to <span class=\"star-pagination\">*58</span> furnish the ship with a full cargo  bills of lading to be signed for it without prejudice to the charter  and they contracted to pay to the owner of the ship or his agent, for the use of the vessel, at the rate of two thousand dollars per month, commencing in London, if she proceeds thence direct to the Pacific, when ready to load, and notice of the same was given to the charterers or their agent. But if the vessel shall be ordered to Cardiff to load, then the charter was to commence from the time she might be ballasted, and be ready for sea, in London. In that case the ship is to be allowed ten days from the time she is ready to sail from London, until her arrival at Cardiff, and only that time, for which the charterers were to pay, should the ship be a longer or shorter time in making the passage to Cardiff. It is agreed between the owner and the charterers that the charter should be payable in New York semiannually: the first payment to be made six months from the commencement of the same, and so every six months during the continuance of the charter, before the arrival of the ship and her being delivered back to the owner, in New York or Great Britain; or upon satisfactory proof of total loss of the ship, all moneys in arrears and due, up to the time of the loss, were to be paid on demand. Should the vessel be ordered to California, the charterers agree to pay the expense of victualling and manning her, attendant upon the California voyage, and the charter money for any detention caused by desertion of the crew. The charterers agreed also to pay all port charges of the ship incident to her employment, except victualling, manning, and repairs, and to advance funds for the ordinary expenses of the ship after she left Europe, which were to be deducted from the charter payments on vouchers from the captain.</p>\n<p>The ship sailed for Cardiff, on the 1st April, 1850, and arrived there on the 14th April. She there took on board from Branson, Sands, and Co., the agents of the charterers, a cargo of 844 tons of coal, the property of the charterers. For this cargo a bill of lading was signed, May 4, 1850, at Cardiff, expressing that the ship was bound to Panama, for orders, to be delivered to order or assigns, he or they paying freight, as per charter-party. The bill of lading is as follows: </p>\n<p>Bill of lading.  Shipped in good order and condition, by Branson, Sands, and Co., of Liverpool, in and upon the good ship or vessel called The Orphan, whereof R.C. Williams is master for this present voyage, and now lying in the port of 844 tons of \"Nixon's Cardiff, and bound for Panama for orders, Merthyr and Cardiff eight hundred and forty-four tons of steam coal,\" \"Nixon's Merthyr and Cardiff steam coal,\" being marked and numbered as per margin, and are to be delivered in the like <span class=\"star-pagination\">*59</span> good order and condition, at the port, according to orders, (all and every the dangers and accidents of the seas, and navigation, of whatsoever nature or kind, excepted,) unto \"order,\" or to assigns; he or they paying freight for the said goods, as per charter-party, with average accustomed.</p>\n<p>The ship proceeded to Panama, with her cargo, and thence, by orders of the charterers, to San Francisco. She arrived at San Francisco, December 2, 1850, and the cargo was retained on board by her captain, to preserve an alleged lien upon it for freight. The libellant avers that $12,000 was due for charter money, on the 1st October, and that it had not been paid by the charterers; and that they had not furnished funds for the ship's expenses after she left Europe; and for the money due he claims a lien upon the coal.</p>\n<p>Raymond, the claimant, answers, that the bill of lading of the coal had been transferred to him at the time of its shipment by J. Howard and Son, for a valuable consideration paid; and this is not denied in the case. That he thereby became owner of the coal, and has ever since continued to be so, free from any lien or claim in favor of the owners of the ship, or any other persons; that he had demanded the coal, but that the master refused to deliver it. After the libel was issued and the answer had been put in, the master of the ship petitioned for an order for the sale of the coal, as a perishable commodity. The order was granted, the coal was sold, and the proceeds were adjudged to be liable to a lien for the sum due upon the charter-party, on the 1st October.</p>\n<p>We shall give our judgment upon the foregoing statement, without considering in detail the general principles governing contracts of affreightment. But we will state two of them, because they have a decisive bearing upon the charter-party, under which this controversy has arisen.</p>\n<p>First, it must be remembered, that a charter-party is an informal instrument as often as otherwise, having inaccurate clauses, and that on this account they must have a liberal construction, such as mercantile contracts usually receive, in furtherance of the real intention of the parties and usage of trade. So Lord Mansfield said a long time since. Abbott, in his treatise relative to merchant ships and seamen, Story's edition, 188, gives the rule of construction very much in the same words: but perhaps with more precision. \"The general rule which our courts of law have adopted, in the construction of this as well as other mercantile instruments, is, that the construction should be liberal, agreeable to the real intention of the parties, and conformable to the usage of trade in general, and of the particular trade to which the contract relates.\" Chancellor Kent, in his 47th chapter, <span class=\"star-pagination\">*60</span> on the contract of Affreightment, cites the rule approvingly. The late Mr. Justice Thompson, of this court, asserts it in Ruggles v. Bucknor, 1 Paine, 358. Judge Story acted upon it ten years afterwards, in the case of The Volunteer, 1 Sumn. 551; and again in another case, 2 Sumn. 589. The first says: \"It was pressed upon me by the defendant's counsel, that I should decide this abstract question, and lay down some general rules as to the lien on the cargo for the freight, when the voyage is performed under a charter-party. This I do not feel disposed to do, especially as it would and ought to be considered as a mere obiter opinion, if not required by the facts of the case. And, indeed, it is impracticable to lay down any general rules to meet the great variety of cases that must necessarily arise in commercial transactions. Each case must depend, in a great measure, upon its own circumstances. Parties are not bound to any fixed and precise stipulations, to be embraced in a charter-party.\" In the case of The Volunteer and cargo, the most difficult question was, whether there was, under the charter-party, a lien on the homeward cargo for the freight. Judge Story says: \"In general, it is well known that by the common law there is a lien on the goods shipped for the freight thereon; whether it arise under a common bill of lading, or under a charter-party. But then this lien may be waived by consent; and in cases of charter-parties, it often becomes a question whether the stipulations are or are not inconsistent with the lien.\" The other case mentioned in 2 Sumn. 589, (certain logs of Mahogany v. Richardson,) was one which was decided upon the inaccurate and inconsistent stipulations of a charter-party, by a liberal construction of them, in furtherance of the real intention of the parties and the usage of trade. In Gracie v. Palmer, 8 Wheat. 605, 634, this court has said: \"That the contract of affreightment, like any other contract, is the creature of the will of the parties. It may be varied to infinity, and easily adapted to the exigencies of either party or of any trade. It is only where the express contract is silent, that the implied contract can arise.\" These authorities are sufficient, without citing others, to establish the general rule for the construction of charter-parties.</p>\n<p>The next rule for the construction of charter-parties, deduced by us from an examination of all of the leading cases in the English and American reports, including those cited in the argument of the counsel of the appellee, is this: that though the owner of a ship, of which the charterer is not the lessee, but freighter only, has a lien upon the cargo for freight, properly so called, and also for a sum agreed to be paid for the use and hire of the ship, his lien may be considered as having been waived, without express words to that effect, if there are stipulations in the charter-party <span class=\"star-pagination\">*61</span> inconsistent with the exercise of the lien, or when it can fairly be inferred that the owner meant to trust to the personal responsibility of the charterer. In Ruggles v. Bucknor, Paine's Reports, 363, Mr. Justice Thompson said: \"There can be no doubt that a ship-owner may, by express stipulations as to payment of freight, incompatible with a claim upon the cargo for the same, be deemed to have waived his lien, as if he should, by the charter-party or otherwise, agree to receive his freight at a time and place having no reference to the delivery of the cargo, or at variance with such time and place. But, as by the general rules of law, the cargo is liable for the freight, it should be satisfactorily shown that the claim has been relinquished before the ship-owner can be required to part with the cargo without payment of the freight.\" As early as the year 1820, Chief Justice Spencer had ruled the same in the case of Chandler v. Belden, 18 Johns. 157, 162. His language is: \"The right to retain the cargo for the freight has grown out of the usage of trade; and it does not exist, nor can it be enforced, when the parties have expressly regulated the time and manner of paying the freight, by stipulations in a charter-party, and especially if the cargo is deliverable before the arrival of the periods of payment. Such an agreement is an express renunciation of the right to insist on freight before the cargo is delivered.\"</p>\n<p>Judge Story says, in the case of The Volunteer: \"But then this lien may be waived by consent, and in charter-parties it often becomes a question whether the stipulations are or are not inconsistent with the existence of the lien. For instance, if the delivery of the goods is by the charter-party to precede the payment or security of payment of freight, such a stipulation furnishes a clear dispensation with the lien for freight, for it is repugnant to it, and incompatible with it.\" Judge Story had had occasion to consider this point five years before he gave his opinion in the case of The Volunteer. We find in his note to his edition of Abbott on Shipping, printed by Hilliard, Gray, Little and Wilkins, at Boston, in 1829, page 178, a citation of the case of Chandler and Belden, 18 Johns. 157, with this commentary: \"That part of the language which seems to deny the right to retain, where there is an express stipulation of the time and manner of paying the freight, if it means that that fact alone overturns the lien, whether the stipulation be or be not inconsistent with such lien, admits of much question, and seems inconsistent with the doctrine of the cases cited in the text, as well as with that in Chase v. Westmore, 5 M. and Selw. 180, and Crawshay v. Homfray, 4 Barn, and Ald. 50.\"</p>\n<p>In Lucas v. Nockell, 4 Bing. 729, it was said: \"It may distinctly appear from the charter-party, that the owner has been <span class=\"star-pagination\">*62</span> content to trust to the personal responsibility of the merchant, and fixing a specific time of payment, before or after delivery, has waived his right to a lien. In Lowell v. Simpson, 16 Vesey, 275; Chase v. Westmore, 5 M. and Selw. 180; and in Crawshay v. Homfray, Barn. and Ald. 52, it was ruled, if there be a specific contract for a particular time and mode of payment, and that contract is inconsistent with the right to retain, it will of course defeat a claim to exercise it.\"</p>\n<p>Nothing can be found in the cases cited by the counsel for the appellee, in conflict with the extracts just given: on the contrary, most of them admit the principles expressed in those extracts.</p>\n<p>Gracie v. Palmer, in 8 Wheaton, the same case upon appeal to this court, decided by Mr. Justice Washington, in 4 Wash. C.C. Reports, affirms what no one will deny: if the ship-owner retains the possession of the ship, and the charterer is merely the freighter, that the former has a lien upon the cargo for freight. Other points were ruled in that case, but they have no bearing upon this, and especially none upon what shall be considered a waiver of a lien for freight. Clarkson and Edes, in 4 Cowen, is to the same point; but both Chief Justice Savage and Mr. Justice Woodworth decided that case from the intention of the parties, as that could be inferred from the charter-party.</p>\n<p>Small and Moates, in 9 Bing. 574, decided by Chief Justice Tindal, was a case in which it was expressly agreed that the ship, during the continuance of the voyage, should remain firmly and fully vested in the owner, and that he should at all times during the voyage and service, have a complete lien upon the lading of the ship. It was ruled that he had a lien upon the goods of the charterer, and against his indorsee of the bill of lading. The grounds upon which the indorsee contended against the lien need not be stated here, as they have no relation to any controversy in this case.</p>\n<p>Saville v. Campion, much relied upon in 2 Barn. and Ald. 503, 512, decided by Chief Justice Abbott, does not interfere in any way with the rules of construction which we have stated to be applicable to charter-parties. The point ruled in that case was, that as there were no express words of demise of the ship itself, in the charter-party, the freighter did not thereby become the owner for the voyage, and that the possession continued in the owner, and that he had therefore a lien upon the cargo for freight. But the lien on the goods, for the stipulated hire of the ship, is expressly put upon the ground \"that there was nothing to show that the delivery of the goods was to precede the payment of that hire, in cash and bills, as provided <span class=\"star-pagination\">*63</span> for by the deed. The case of Campion v. Colvin, 3 Bing. N.C. 17, involved, first, the inquiry whether or not the owner of the ship did not retain the possession of her, and that the charterer was only freighter. It was ruled that the owner was left in possession, the charter-party being the same on which the court of king's bench decided, in Saville v. Campion. Next, whether it was the intention of the parties that the ship-owner meant to insist on the delivery of the bills which were to be given on London before the delivery of the cargo; it was decided that he did; but that the decision was given upon the ground of the special agreement, and not on the general right of lien, is obvious from the language of the chief justice. \"Looking to the intent of the parties, it is clear the ship-owner meant to insist upon the delivery of the bills before the delivery of the cargo, so that, with respect to the time at which the freight was payable, there was no difference between that and the preceding cases.\" And, lastly, whether or not the assignees of the charterer stood in a different relation to the owner from that of the charterer; it was ruled that he did not. The opinion given by Chief Justice Tindal, in this case, is manifestly not reported with accuracy as to the statement, and is apt to mislead in respect to the second ruling of that learned judge. It appears, then, that neither the case of Saville v. Campion, nor that of Campion v. Colvin, 3 Bing. N.C. 17, contains any thing against the second rule of construction which we have stated. There was not, in either of the charter-parties of those cases, though London had been fixed upon for the place of payment, any thing incompatible with a lien upon the cargo, or at a variance with the time and place which had been agreed upon for its delivery. Upon the authorities cited, we consider the rule to be, that though the owner of a ship who retains possession of her has a lien for freight upon the cargo of the freighter, the lien may be adjudged to have been waived without an express agreement, or words to that effect, if there are stipulations in the charter-party inconsistent with the exercise of such lien, or when it can be fairly inferred, from the language of the instrument, that the owner meant to trust to the personal responsibility of the charterer for the freight or hire of the ship.</p>\n<p>The limitation upon such construction and inference, is as well expressed as it can be, in the language of Judge Story, in the case of certain Logs of Mahogany, 2 Sumn. 597. It is: \"Let us now proceed to the consideration of the terms of the present charter-party, in order to ascertain what is their true meaning and interpretation. If, upon comparing the various clauses, we are led to the conclusion that it is doubtful whether the charterer was intended to have the sole possession and control <span class=\"star-pagination\">*64</span> of the brig during the voyage, or to be constituted owner for the voyage, then the general owner must be deemed such, for his rights and authorities over the voyage must continue, unless displaced by some clear and determined transfer of them.\" So we now say, if it be only doubtful in the construction of a charter-party whether the owner has waived his lien upon the cargo, he must have the benefit of that doubt; his lien being given by the force of the common law, which cannot be taken from him, \"though there is a special contract, unless there is something in that contract inconsistent with that lien, or unless it is waived by fair implication.\" Williams, Justice; Pinney v. Wells, 10 Connecticut Reports, 104, 115.</p>\n<p>We will now turn to the charter-party in this case, and form our judgment accordingly, as the two rules of construction which have been stated shall bear upon it. In the first place, it is not for the carriage of a single cargo or for a voyage, but for a voyage from London direct, or from Cardiff, in Wales, to load for a port or ports in the Pacific, where the ship is to be employed between such ports as the charterers may elect; the time of employment in that way being for fifteen months certain, with the right of the charterers to extend it to twenty-four months. For such employment the charterers agree to pay to the owner or his agent, at the rate of two thousand dollars per month, payable in New York semiannually, and so on every six months during the continuance of the charter. Now, if there be not something else in the charter to control the meaning of the words designating time and place for payment, it cannot be doubted that it was the intention of the owner and the charterers to make time and place substantial parts of their contract. This is not an inference of intention, but a declaration of it in words too intelligible for the use of interpretation. They have a fixed meaning, and cannot, of themselves, have any other meaning. That meaning, then, is the contract between the parties; precisely with the same obligation upon them as another stipulation would have, for the payment of money at a given time and place, in any other analogous mercantile contract. There are no qualifying words of those used to make them doubtful; nothing in the charter which can be applied to make them so. No fact could happen, from any stipulation in it, to make the time and place agreed upon for payment uncertain. Place for the payment of money is a substantial part of any contract to pay it there. It can be insisted upon by him who is to receive it, and cannot be rightfully refused or omitted by him who has it to pay. A broken promise of that kind gives to the creditor a right of action against the debtor for its recovery. Why, upon principle, should a promise to pay freight at a particular time, and at a place other <span class=\"star-pagination\">*65</span> than that where the owner of the ship has undertaken to deliver the cargo, be required to be paid elsewhere? It is the payer's privilege to pay it there. And, should it not be paid, why should the owner have more than a right of action for its recovery, or larger remedies, by suit, than are given in any other contract? We confess we do not see why. Place for the payment of freight, other than that for which the cargo is shipped and discharged, amounts to a stipulation that freight will not be demanded at the last, as a condition for the cargo's delivery. All of the authorities concur in this, that place for the payment of freight is a waiver of a lien upon the cargo, unless there are already circumstances or stipulations to show that it could not have been meant. It is so, because it is at variance with the enforcement of such a lien, according to the usage of trade; and it is so, because, when parties to a charter-party depart from that usage, by agreeing to pay and receive freight at another place than that where the common law gives to an owner of a ship a lien to enforce payment, it must be regarded that the owner had some sufficient reason for not insisting upon his right, according to the common law.</p>\n<p>But it was urged by the counsel for the appellee, with earnestness and ingenious ability, that it might be shown that the time and place fixed for the payment, under the charter, was not meant by the owner to be a waiving of a lien. That it had no other effect than to fix the periods of payment, and to suspend the right to enforce a lien upon the cargo until default of payment. Time only might do that, but place connected with time for payment does not.</p>\n<p>It was said that the cargo which the charterers agreed to furnish the ship, and which was put on board of her, to be carried from Cardiff to the Pacific, and, that the clause in the charter, that bills of lading were to be signed without prejudice to it, in connection with the fact, that, according to the ordinary length of such a passage, the ship could not have made it before the first payment would have become due, indicated the owners' intention to retain a lien upon the cargo, as an additional security for the first payment. It may have been that the owners had such a purpose in view, apart from the changed condition of the charterers, when payment was not made in New York; but we are sure, from its inconsistency with the chartered employment of the ship, that the charterers never contemplated it. The ship was to load with a full cargo, at London or Cardiff, for a port or ports in the Pacific, to be employed between such ports as the charterers might elect. She was not loaded for a specific voyage to any particular port, where the cargo was to be discharged, but it was to be discharged at one or more ports, as it <span class=\"star-pagination\">*66</span> might have been their interest to direct. The ship sailed from Cardiff to Panama, for orders, with a cargo to be delivered \"according to orders.\" Such is the language of the bill of lading, (exactly in conformity with the charter-party,) signed at Cardiff, on the 4th May, 1850, thirty-four days after the ship's hire is said to have commenced. When she arrived at Panama is not shown, but when she arrived at San Francisco, the first payment had become due; and when it was learned there that it had not been paid in New York, her captain refused to discharge the cargo, according to orders, unless payment was made, or security had been given for the freight; in that way, demanding money at San Francisco, which was only payable in New York, or that security should be given for it; neither of which has been provided for in the charter-party, in the event of a default of the first payment. By doing so, he took the ship out of her employment, which had then seven months to run, and disabled the charterers from using her in the only way for which she was chartered. It is no answer to say that his act and its consequences were occasioned by the default of the charterers to make the first semiannual payment. They had at that time rights for a longer service of the ship, and it had not been agreed that their default should either interrupt or terminate them. The lien, as claimed and enforced, raised uncertainties in the relations of the parties not anticipated by either, and at variance with the rights of both. If it had been meant that such a lien should be enforced, it certainly had not been provided upon which of them the loss should fall for the time that the ship would be withheld from her employment; whether or not the owner should make an allowance for it out of the monthly hire of the ship, or that the charterers should continue to pay it whilst she was not in their use or under their control. Such uncertainties, changes of relations between the parties, and consequences, are stronger against the lien claimed than any inferences can be in its favor, which are made from the engagement of the charterers to furnish a cargo, or from the clause in the charter that bills of lading were to be signed without prejudice to it, or from the fact asserted that the ship could not arrive until after the first payment had become due.</p>\n<p>Whether or not the delay in her arrival would have been, as it is said the owner anticipated it would be, we do not know; but we do know that the bill of lading was signed on the 4th of May, 1850; that there were then one hundred and forty-six days before the first payment would become due, for her to make the passage, and it is not so certain that it might not have been done, as that the contrary can be assumed to give any force to the suggestion that the cargo had been stipulated for and furnished, <span class=\"star-pagination\">*67</span> to give additional security to the owner by a lien, should there be a failure to make the first semiannual payment. There is too much of indirectness and covert intention in such an anticipation, for us to countenance it. The cargo was obviously put on board as an adventure for profit. Without it, the time it would have taken to make the passage to the locality of the ship's principal employment, for which the charterer was paying at the rate of two thousand dollars per month, would have been a dead loss at least of five months of the time of her charter, or of ten thousand dollars. It cannot be supposed that the charterers were so blind to their interest as to permit that, or that it was not their own interest which prompted them to furnish the cargo without any intention of giving to the owner an opportunity to assert a lien for securing money which they had promised to pay in New York.</p>\n<p>Further, the declaration that the time and place fixed for payment was a suspension of the lien, is an admission, if the ship had arrived from Cardiff in time for the discharge of the cargo before the first payment became due, that the owner meant it should be done without being subject to a lien for freight. It was certainly meant that the cargoes which the ship might have carried from port to port in the Pacific, between the intervals when payments were to be made, were to be discharged and delivered without being subject to a lien for freight. It must have been then the owner's intention that all of the cargoes which the ship might carry were to be exempt from a lien, except that which she might have on board when the payment occurred. There is not in the charter any such distinction between them, or any thing looking like the reservation of such a right. Unless that can be made to appear, the engagement of the owner to release a lien upon all other cargoes, and that they were to be discharged before the payment of freight, does not permit the exception of any one of them from that engagement. All of the authorities declare that the owner's consent to receive freight before the cargo is delivered, whether it shall be paid or not, is a waiver of a lien upon the cargo; and that such a waiver may be inferred from a time and place having been agreed upon for the payment of freight, which has no reference to the place where the cargo is to be discharged.</p>\n<p>But we will take the case as it was; that the ship did not arrive until after the time fixed for the first payment, that it was not paid, and that on such account the lien was claimed. It does not make the claim stronger. Had it been meant that non-payment should give the lien, it should have been so stipulated. The non-arrival of the ship cannot give to the default any additional support for a lien. The lien here was asserted, not <span class=\"star-pagination\">*68</span> in virtue of the law giving a lien upon cargo, but upon incidents out of the charter, which it is said gave to the owner a lien upon the contingency of their happening. Such a contingent or conditional lien may be agreed for by the owner and the charterer of a ship; but it must be done in terms leaving no doubt about it; or it must be a clear case of inference, to prevail against time fixed for the payment of freight at a place where the cargo is not to be discharged. The charter-party is to be construed liberally, for the purpose of preserving a lien given by the law, if the manner of it shall be only a matter of doubt. But that doubt cannot be helped by contingencies outside of the charter-party not plainly anticipated or growing out of one of its stipnlations. Charter-parties are so frequently inaptly and incautiously drawn, that they may be said almost to have the indefiniteness of commercial guaranties. The language of this court upon the trial of one of the last is applicable here.</p>\n<p>\"Letters of guaranty are written by merchants, rarely with caution and scarcely ever with precision. They refer, in most cases, as they do in the present, to various circumstances and extensive commercial dealings in the briefest and most casual manner, without regard to form.\" The same may be said of charter-parties. \"Though they have usually a printed form for a basis, they are often filled up by ship-brokers and merchants, with little caution and without much attention to a perception of the fitness or unfitness of that form to the special circumstances of particular cases.\" It is to be expected, then, that there will be in them unprecise and inconsistent stipulations, which must have, as other mercantile contracts usually receive, a liberal construction in furtherance of the intentions of the parties and the usage of trade. But we do not know a point in commercial law upon which the reported cases are more in conflict. It is said by the last English editor of Lord Tenterden's Treatise, that on a review of the decisions respecting the ship-owner's lien for freight, it is impossible not to regret the uncertainty introduced by their almost irreconcilable conflict with the construction of contracts of charter-parties. The courts of America, in the adoption of our refinements, have reaped for their mercantile communities all the uncertainties attending them; and there and here, as the law now stands, it will be useful for the ship-owner to remember, that although the exercise of his lien may be upheld in cases of doubtful construction, an express contract is the surest and strongest ground upon which that light can rest; and that, by inserting an agreement respecting it in the charter-party, the parties to it may, between themselves, obviate all difficulty upon the subject.</p>\n<p>It is certainly to be regretted that such should have been the <span class=\"star-pagination\">*69</span> uncertainty, in both countries, upon so important a point of commercial law. One of our objects in this opinion has been to produce more uniformity of construction hereafter. We thought it would be best done by establishing, from adjudicated cases, and only from such, those rules for the construction of charter-parties, and other contracts of affreightment, which are most frequently needed in trials upon them in courts. One of them we will repeat, in the language of Lord Tenterden. The general rule which our courts of law have adopted in the construction of charter-parties, as well as other mercantile instruments, is, that the construction shall be liberal, agreeable to the intention of the parties, and conformable to the usage of trade in general, and of the particular trade to which the contract relates. Another rule drawn from the cases cited in this opinion is, if the owner of a ship stipulates to receive her freight at a time and place having no reference to the place for the delivery of the cargo, or at variance with such time and place, he is to be considered as having waived his lien.</p>\n<p>Both of these rules of construction are applicable to this case. The owner's agreement to receive the hire of the ship at intervals of six months, and in the city of New York, during the continuance of the charter-party, has no reference to the place at which the cargo was to be delivered, and is at variance with the right which the charterer had to fix the time and place for such delivery. The owner, then, is considered by us as having waived his lien upon the cargo for freight. We shall, therefore, reverse the judgment of the court below, and decree a dismission of the libel, with directions that further proceedings in the case shall be in conformity with this opinion.</p>\n<p>Mr. Justice CAMPBELL and Mr. Justice GRIER dissented.</p>\n<p>Mr. Justice CAMPBELL.</p>\n<p>I dissent from the opinion of the court; and, as the question is one of importance, I think it proper to record the reasons for the dissent.</p>\n<p>The parties agree, that the contract of affreightment, between the libellant and Howard and Son, did not displace the owner from the control and possession of the ship for any portion of the term of its duration.</p>\n<p>When the master arrived at San Francisco, with the vessel, he found the first instalment of the freight money due and unpaid, and that he was in the lawful possession of a cargo, shipped according to the charter-party, for the voyage which was then completed. The coexistence of such a debt, with the lawful possession of such property, form the conditions upon which a <span class=\"star-pagination\">*70</span> lien depends; and the owners claim to detain the property as a security for the debt, and which must be allowed, unless he has defeated it by some obligation indicative of its \"determinate abandonment.\" The claimant supposes that the evidence of such a contract exists in the charter-party.</p>\n<p>Holt, in his work on shipping, (part 3, ch. 6,  63,) upon a review of the cases, concludes, \"that the language of a charter-party must be very strong, indeed, to exclude, under any circumstances, the lien of the owner. This right, being both legal and equitable, the courts are naturally disposed to favor it, and not to impair or diminish its exercise, except under circumstances where it would be unreasonable to enforce it, and contrary to the intention of the parties.\" And further, \"that the owner's right of lien is so far favored in law, that whilst he keeps possession, by his master and crew, it can only be excluded by the most express and absolute terms, or by a necessary implication from the contract.\" And so are adjudged cases. Saville v. Campion, 3 Bing. N.C. 17; Gladstanes v. Allen, 12 C.B.R. 202; 1 Sumn. 551; 2 H. 597. There is no express stipulation in this contract to defeat the lien of the libellant, and the case of the claimant, therefore, depends upon the discovery of an article wholly incompatible with its existence.</p>\n<p>Lord Tenterden, discussing clauses of a charter-party that affect a lien, says: \"the right may exist, if it appear from the instrument in any way that the payment is to be made in cash or bills before, or at, the delivery of the cargo, or even if it does not appear that the delivery of the cargo is to precede such payment;\" and \"that when the payment is to be made by bills, the right of retention continues till they are given, and would, it is conceived, revive, in case of their dishonor, before the ship-owner has parted with the goods.\" And so are adjudged cases. Abb. Ship. 299; 1 Dans and Ll. 193; 1 Maule and S. 535; Cross on Lien, and cases cited, 311. The circumstances that appear in the record seem to bring this case fully within the operation of these principles. It is not shown that the voyage from Cardiff to Panama \"for orders,\" and the voyage from Panama to San Francisco pursuant to orders, were otherwise than in strict accordance with the calculations of the parties. The cargo taken at Cardiff, by contract, did not reach San Francisco until after the first instalment for the use of the vessel, upon these voyages, became due, and advices from New York had been received at San Francisco of the default of the shipper.</p>\n<p>That a right should arise for the detention of the cargo, until the freight was paid, would seem to follow, from the principles before stated.</p>\n<p>But it is said, that, there having been no express reservation <span class=\"star-pagination\">*71</span> of a lien, and the owner having consented to receive his money in New York, by instalments, present conditions inconsistent with the existence of a lien.</p>\n<p>The reply is, that the commercial law does not exact a stipulation to support the lien of the ship-owner, but requires circumstances expressive of \"a determinate abandonment,\" as the condition of its removal; no deduction can, therefore, be legitimately drawn from the silence of the contract. And the requisitions for payment in New York, by instalments, show that the owner had some confidence in the personal responsibility of Howard and Son, and did not rely exclusively upon the profits of the adventure, or the security of the cargo; but they cannot fairly be held to establish any renunciation or determinate abandonment of the remedies the law affords, in case of their default. And this evidence of a waiver of the lien, imperfect as it is, is still more impaired by the facts, that though the amount of the freight did not depend upon the lading of the vessel, but was payable in any event; and though a full cargo for so long a voyage could not fail to injure the vessel, nevertheless the owners stipulated that a \"full cargo of lawful merchandise\" should \"be provided,\" and bills of lading signed, without prejudice to the charter.</p>\n<p>I admit that, after the completion of her first voyage, and after the arrival of the vessel at San Francisco, and she had then entered upon the coasting trade between ports on the Pacific, cases may be put where a cargo might not be subject to a lien; and others, where the libellant would find embarrassment in enforcing one. But this case involves no difficulty. And to allow the lien, will be, in my opinion, a consistent application of familiar and well-settled principles of commercial law.</p>\n<p>I am authorized to say, Mr. Justice GRIER concurs in this opinion.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the circuit court of the United States for the northern district of California, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said circuit court, affirming the decree of the district court in this cause, be and the same is hereby reversed, with costs, and that this cause be and the same is hereby remanded to the said circuit court, with directions to dismiss the libel filed in this cause in the said district court, with costs.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></span> (1854)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">How.</span> <span class=\"page\">53</span></span></b></center>\n<center><h1>ISRAEL W. RAYMOND, OWNER AND CLAIMANT OF THE CARGO OF THE SHIP ORPHAN, CONSISTING OF 844 TONS OF COAL, APPELLANT,<br>\nv.<br>\nWILLIAM TYSON, LIBELLANT.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*54</span> It was argued by Mr. Lord, for the appellant, and Mr. Cutting, for the appellee.</p>\n<p><span class=\"star-pagination\">*57</span> Mr. Justice WAYNE delivered the opinion of the court.</p>\n<p>This is an appeal from the district court for the northern district of California.</p>\n<p>The suit was brought, by a libel in the admiralty, against 844 tons of coal (of which Raymond was the claimant) on board the ship Orphan, of which Tyson, the libellant, was a part owner. Its object was to enforce an alleged lien, on the coal claimed under a charter-party between Tyson and J. Howard and Son, of New York, charterers. The charter-party was made at New York, on the 1st February, 1850, the ship at that time being on her voyage to London. The whole ship, with the exception of the deck, cabin, and necessary room for the crew, and stowage of provisions, sails, and cables, was chartered by the owner to J. Howard and Son, for a voyage from London direct, or from thence to Cardiff, in Wales, (if required,) to load for a port or ports on the Pacific, where she was to be employed between such ports as the charterers might elect; thence to be returned back, either to New York or Great Britain, at their option. The time for her employment was to extend to the full term of fifteen months, with a privilege to the charterers to extend it to twenty-four months. The charterers engaged to <span class=\"star-pagination\">*58</span> furnish the ship with a full cargo  bills of lading to be signed for it without prejudice to the charter  and they contracted to pay to the owner of the ship or his agent, for the use of the vessel, at the rate of two thousand dollars per month, commencing in London, if she proceeds thence direct to the Pacific, when ready to load, and notice of the same was given to the charterers or their agent. But if the vessel shall be ordered to Cardiff to load, then the charter was to commence from the time she might be ballasted, and be ready for sea, in London. In that case the ship is to be allowed ten days from the time she is ready to sail from London, until her arrival at Cardiff, and only that time, for which the charterers were to pay, should the ship be a longer or shorter time in making the passage to Cardiff. It is agreed between the owner and the charterers that the charter should be payable in New York semiannually: the first payment to be made six months from the commencement of the same, and so every six months during the continuance of the charter, before the arrival of the ship and her being delivered back to the owner, in New York or Great Britain; or upon satisfactory proof of total loss of the ship, all moneys in arrears and due, up to the time of the loss, were to be paid on demand. Should the vessel be ordered to California, the charterers agree to pay the expense of victualling and manning her, attendant upon the California voyage, and the charter money for any detention caused by desertion of the crew. The charterers agreed also to pay all port charges of the ship incident to her employment, except victualling, manning, and repairs, and to advance funds for the ordinary expenses of the ship after she left Europe, which were to be deducted from the charter payments on vouchers from the captain.</p>\n<p>The ship sailed for Cardiff, on the 1st April, 1850, and arrived there on the 14th April. She there took on board from Branson, Sands, and Co., the agents of the charterers, a cargo of 844 tons of coal, the property of the charterers. For this cargo a bill of lading was signed, May 4, 1850, at Cardiff, expressing that the ship was bound to Panama, for orders, to be delivered to order or assigns, he or they paying freight, as per charter-party. The bill of lading is as follows: </p>\n<p>Bill of lading.  Shipped in good order and condition, by Branson, Sands, and Co., of Liverpool, in and upon the good ship or vessel called The Orphan, whereof R.C. Williams is master for this present voyage, and now lying in the port of 844 tons of \"Nixon's Cardiff, and bound for Panama for orders, Merthyr and Cardiff eight hundred and forty-four tons of steam coal,\" \"Nixon's Merthyr and Cardiff steam coal,\" being marked and numbered as per margin, and are to be delivered in the like <span class=\"star-pagination\">*59</span> good order and condition, at the port, according to orders, (all and every the dangers and accidents of the seas, and navigation, of whatsoever nature or kind, excepted,) unto \"order,\" or to assigns; he or they paying freight for the said goods, as per charter-party, with average accustomed.</p>\n<p>The ship proceeded to Panama, with her cargo, and thence, by orders of the charterers, to San Francisco. She arrived at San Francisco, December 2, 1850, and the cargo was retained on board by her captain, to preserve an alleged lien upon it for freight. The libellant avers that $12,000 was due for charter money, on the 1st October, and that it had not been paid by the charterers; and that they had not furnished funds for the ship's expenses after she left Europe; and for the money due he claims a lien upon the coal.</p>\n<p>Raymond, the claimant, answers, that the bill of lading of the coal had been transferred to him at the time of its shipment by J. Howard and Son, for a valuable consideration paid; and this is not denied in the case. That he thereby became owner of the coal, and has ever since continued to be so, free from any lien or claim in favor of the owners of the ship, or any other persons; that he had demanded the coal, but that the master refused to deliver it. After the libel was issued and the answer had been put in, the master of the ship petitioned for an order for the sale of the coal, as a perishable commodity. The order was granted, the coal was sold, and the proceeds were adjudged to be liable to a lien for the sum due upon the charter-party, on the 1st October.</p>\n<p>We shall give our judgment upon the foregoing statement, without considering in detail the general principles governing contracts of affreightment. But we will state two of them, because they have a decisive bearing upon the charter-party, under which this controversy has arisen.</p>\n<p>First, it must be remembered, that a charter-party is an informal instrument as often as otherwise, having inaccurate clauses, and that on this account they must have a liberal construction, such as mercantile contracts usually receive, in furtherance of the real intention of the parties and usage of trade. So Lord Mansfield said a long time since. Abbott, in his treatise relative to merchant ships and seamen, Story's edition, 188, gives the rule of construction very much in the same words: but perhaps with more precision. \"The general rule which our courts of law have adopted, in the construction of this as well as other mercantile instruments, is, that the construction should be liberal, agreeable to the real intention of the parties, and conformable to the usage of trade in general, and of the particular trade to which the contract relates.\" Chancellor Kent, in his 47th chapter, <span class=\"star-pagination\">*60</span> on the contract of Affreightment, cites the rule approvingly. The late Mr. Justice Thompson, of this court, asserts it in Ruggles v. Bucknor, 1 Paine, 358. Judge Story acted upon it ten years afterwards, in the case of The Volunteer, 1 Sumn. 551; and again in another case, 2 Sumn. 589. The first says: \"It was pressed upon me by the defendant's counsel, that I should decide this abstract question, and lay down some general rules as to the lien on the cargo for the freight, when the voyage is performed under a charter-party. This I do not feel disposed to do, especially as it would and ought to be considered as a mere obiter opinion, if not required by the facts of the case. And, indeed, it is impracticable to lay down any general rules to meet the great variety of cases that must necessarily arise in commercial transactions. Each case must depend, in a great measure, upon its own circumstances. Parties are not bound to any fixed and precise stipulations, to be embraced in a charter-party.\" In the case of The Volunteer and cargo, the most difficult question was, whether there was, under the charter-party, a lien on the homeward cargo for the freight. Judge Story says: \"In general, it is well known that by the common law there is a lien on the goods shipped for the freight thereon; whether it arise under a common bill of lading, or under a charter-party. But then this lien may be waived by consent; and in cases of charter-parties, it often becomes a question whether the stipulations are or are not inconsistent with the lien.\" The other case mentioned in 2 Sumn. 589, (certain logs of Mahogany v. Richardson,) was one which was decided upon the inaccurate and inconsistent stipulations of a charter-party, by a liberal construction of them, in furtherance of the real intention of the parties and the usage of trade. In Gracie v. Palmer, <span class=\"citation\" data-id=\"85405\"><a href=\"/opinion/85405/gracie-v-palmer/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">605</span></a></span>, 634, this court has said: \"That the contract of affreightment, like any other contract, is the creature of the will of the parties. It may be varied to infinity, and easily adapted to the exigencies of either party or of any trade. It is only where the express contract is silent, that the implied contract can arise.\" These authorities are sufficient, without citing others, to establish the general rule for the construction of charter-parties.</p>\n<p>The next rule for the construction of charter-parties, deduced by us from an examination of all of the leading cases in the English and American reports, including those cited in the argument of the counsel of the appellee, is this: that though the owner of a ship, of which the charterer is not the lessee, but freighter only, has a lien upon the cargo for freight, properly so called, and also for a sum agreed to be paid for the use and hire of the ship, his lien may be considered as having been waived, without express words to that effect, if there are stipulations in the charter-party <span class=\"star-pagination\">*61</span> inconsistent with the exercise of the lien, or when it can fairly be inferred that the owner meant to trust to the personal responsibility of the charterer. In Ruggles v. Bucknor, Paine's Reports, 363, Mr. Justice Thompson said: \"There can be no doubt that a ship-owner may, by express stipulations as to payment of freight, incompatible with a claim upon the cargo for the same, be deemed to have waived his lien, as if he should, by the charter-party or otherwise, agree to receive his freight at a time and place having no reference to the delivery of the cargo, or at variance with such time and place. But, as by the general rules of law, the cargo is liable for the freight, it should be satisfactorily shown that the claim has been relinquished before the ship-owner can be required to part with the cargo without payment of the freight.\" As early as the year 1820, Chief Justice Spencer had ruled the same in the case of Chandler v. Belden, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">Johns.</span> <span class=\"page\">157</span></span>, 162. His language is: \"The right to retain the cargo for the freight has grown out of the usage of trade; and it does not exist, nor can it be enforced, when the parties have expressly regulated the time and manner of paying the freight, by stipulations in a charter-party, and especially if the cargo is deliverable before the arrival of the periods of payment. Such an agreement is an express renunciation of the right to insist on freight before the cargo is delivered.\"</p>\n<p>Judge Story says, in the case of The Volunteer: \"But then this lien may be waived by consent, and in charter-parties it often becomes a question whether the stipulations are or are not inconsistent with the existence of the lien. For instance, if the delivery of the goods is by the charter-party to precede the payment or security of payment of freight, such a stipulation furnishes a clear dispensation with the lien for freight, for it is repugnant to it, and incompatible with it.\" Judge Story had had occasion to consider this point five years before he gave his opinion in the case of The Volunteer. We find in his note to his edition of Abbott on Shipping, printed by Hilliard, Gray, Little and Wilkins, at Boston, in 1829, page 178, a citation of the case of Chandler and Belden, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">Johns.</span> <span class=\"page\">157</span></span>, with this commentary: \"That part of the language which seems to deny the right to retain, where there is an express stipulation of the time and manner of paying the freight, if it means that that fact alone overturns the lien, whether the stipulation be or be not inconsistent with such lien, admits of much question, and seems inconsistent with the doctrine of the cases cited in the text, as well as with that in Chase v. Westmore, 5 M. and Selw. 180, and Crawshay v. Homfray, 4 Barn, and Ald. 50.\"</p>\n<p>In Lucas v. Nockell, 4 Bing. 729, it was said: \"It may distinctly appear from the charter-party, that the owner has been <span class=\"star-pagination\">*62</span> content to trust to the personal responsibility of the merchant, and fixing a specific time of payment, before or after delivery, has waived his right to a lien. In Lowell v. Simpson, 16 Vesey, 275; Chase v. Westmore, 5 M. and Selw. 180; and in Crawshay v. Homfray, Barn. and Ald. 52, it was ruled, if there be a specific contract for a particular time and mode of payment, and that contract is inconsistent with the right to retain, it will of course defeat a claim to exercise it.\"</p>\n<p>Nothing can be found in the cases cited by the counsel for the appellee, in conflict with the extracts just given: on the contrary, most of them admit the principles expressed in those extracts.</p>\n<p>Gracie v. Palmer, in 8 Wheaton, the same case upon appeal to this court, decided by Mr. Justice Washington, in 4 Wash. C.C. Reports, affirms what no one will deny: if the ship-owner retains the possession of the ship, and the charterer is merely the freighter, that the former has a lien upon the cargo for freight. Other points were ruled in that case, but they have no bearing upon this, and especially none upon what shall be considered a waiver of a lien for freight. Clarkson and Edes, in 4 Cowen, is to the same point; but both Chief Justice Savage and Mr. Justice Woodworth decided that case from the intention of the parties, as that could be inferred from the charter-party.</p>\n<p>Small and Moates, in 9 Bing. 574, decided by Chief Justice Tindal, was a case in which it was expressly agreed that the ship, during the continuance of the voyage, should remain firmly and fully vested in the owner, and that he should at all times during the voyage and service, have a complete lien upon the lading of the ship. It was ruled that he had a lien upon the goods of the charterer, and against his indorsee of the bill of lading. The grounds upon which the indorsee contended against the lien need not be stated here, as they have no relation to any controversy in this case.</p>\n<p>Saville v. Campion, much relied upon in 2 Barn. and Ald. 503, 512, decided by Chief Justice Abbott, does not interfere in any way with the rules of construction which we have stated to be applicable to charter-parties. The point ruled in that case was, that as there were no express words of demise of the ship itself, in the charter-party, the freighter did not thereby become the owner for the voyage, and that the possession continued in the owner, and that he had therefore a lien upon the cargo for freight. But the lien on the goods, for the stipulated hire of the ship, is expressly put upon the ground \"that there was nothing to show that the delivery of the goods was to precede the payment of that hire, in cash and bills, as provided <span class=\"star-pagination\">*63</span> for by the deed. The case of Campion v. Colvin, 3 Bing. N.C. 17, involved, first, the inquiry whether or not the owner of the ship did not retain the possession of her, and that the charterer was only freighter. It was ruled that the owner was left in possession, the charter-party being the same on which the court of king's bench decided, in Saville v. Campion. Next, whether it was the intention of the parties that the ship-owner meant to insist on the delivery of the bills which were to be given on London before the delivery of the cargo; it was decided that he did; but that the decision was given upon the ground of the special agreement, and not on the general right of lien, is obvious from the language of the chief justice. \"Looking to the intent of the parties, it is clear the ship-owner meant to insist upon the delivery of the bills before the delivery of the cargo, so that, with respect to the time at which the freight was payable, there was no difference between that and the preceding cases.\" And, lastly, whether or not the assignees of the charterer stood in a different relation to the owner from that of the charterer; it was ruled that he did not. The opinion given by Chief Justice Tindal, in this case, is manifestly not reported with accuracy as to the statement, and is apt to mislead in respect to the second ruling of that learned judge. It appears, then, that neither the case of Saville v. Campion, nor that of Campion v. Colvin, 3 Bing. N.C. 17, contains any thing against the second rule of construction which we have stated. There was not, in either of the charter-parties of those cases, though London had been fixed upon for the place of payment, any thing incompatible with a lien upon the cargo, or at a variance with the time and place which had been agreed upon for its delivery. Upon the authorities cited, we consider the rule to be, that though the owner of a ship who retains possession of her has a lien for freight upon the cargo of the freighter, the lien may be adjudged to have been waived without an express agreement, or words to that effect, if there are stipulations in the charter-party inconsistent with the exercise of such lien, or when it can be fairly inferred, from the language of the instrument, that the owner meant to trust to the personal responsibility of the charterer for the freight or hire of the ship.</p>\n<p>The limitation upon such construction and inference, is as well expressed as it can be, in the language of Judge Story, in the case of certain Logs of Mahogany, 2 Sumn. 597. It is: \"Let us now proceed to the consideration of the terms of the present charter-party, in order to ascertain what is their true meaning and interpretation. If, upon comparing the various clauses, we are led to the conclusion that it is doubtful whether the charterer was intended to have the sole possession and control <span class=\"star-pagination\">*64</span> of the brig during the voyage, or to be constituted owner for the voyage, then the general owner must be deemed such, for his rights and authorities over the voyage must continue, unless displaced by some clear and determined transfer of them.\" So we now say, if it be only doubtful in the construction of a charter-party whether the owner has waived his lien upon the cargo, he must have the benefit of that doubt; his lien being given by the force of the common law, which cannot be taken from him, \"though there is a special contract, unless there is something in that contract inconsistent with that lien, or unless it is waived by fair implication.\" Williams, Justice; Pinney v. Wells, 10 Connecticut Reports, 104, 115.</p>\n<p>We will now turn to the charter-party in this case, and form our judgment accordingly, as the two rules of construction which have been stated shall bear upon it. In the first place, it is not for the carriage of a single cargo or for a voyage, but for a voyage from London direct, or from Cardiff, in Wales, to load for a port or ports in the Pacific, where the ship is to be employed between such ports as the charterers may elect; the time of employment in that way being for fifteen months certain, with the right of the charterers to extend it to twenty-four months. For such employment the charterers agree to pay to the owner or his agent, at the rate of two thousand dollars per month, payable in New York semiannually, and so on every six months during the continuance of the charter. Now, if there be not something else in the charter to control the meaning of the words designating time and place for payment, it cannot be doubted that it was the intention of the owner and the charterers to make time and place substantial parts of their contract. This is not an inference of intention, but a declaration of it in words too intelligible for the use of interpretation. They have a fixed meaning, and cannot, of themselves, have any other meaning. That meaning, then, is the contract between the parties; precisely with the same obligation upon them as another stipulation would have, for the payment of money at a given time and place, in any other analogous mercantile contract. There are no qualifying words of those used to make them doubtful; nothing in the charter which can be applied to make them so. No fact could happen, from any stipulation in it, to make the time and place agreed upon for payment uncertain. Place for the payment of money is a substantial part of any contract to pay it there. It can be insisted upon by him who is to receive it, and cannot be rightfully refused or omitted by him who has it to pay. A broken promise of that kind gives to the creditor a right of action against the debtor for its recovery. Why, upon principle, should a promise to pay freight at a particular time, and at a place other <span class=\"star-pagination\">*65</span> than that where the owner of the ship has undertaken to deliver the cargo, be required to be paid elsewhere? It is the payer's privilege to pay it there. And, should it not be paid, why should the owner have more than a right of action for its recovery, or larger remedies, by suit, than are given in any other contract? We confess we do not see why. Place for the payment of freight, other than that for which the cargo is shipped and discharged, amounts to a stipulation that freight will not be demanded at the last, as a condition for the cargo's delivery. All of the authorities concur in this, that place for the payment of freight is a waiver of a lien upon the cargo, unless there are already circumstances or stipulations to show that it could not have been meant. It is so, because it is at variance with the enforcement of such a lien, according to the usage of trade; and it is so, because, when parties to a charter-party depart from that usage, by agreeing to pay and receive freight at another place than that where the common law gives to an owner of a ship a lien to enforce payment, it must be regarded that the owner had some sufficient reason for not insisting upon his right, according to the common law.</p>\n<p>But it was urged by the counsel for the appellee, with earnestness and ingenious ability, that it might be shown that the time and place fixed for the payment, under the charter, was not meant by the owner to be a waiving of a lien. That it had no other effect than to fix the periods of payment, and to suspend the right to enforce a lien upon the cargo until default of payment. Time only might do that, but place connected with time for payment does not.</p>\n<p>It was said that the cargo which the charterers agreed to furnish the ship, and which was put on board of her, to be carried from Cardiff to the Pacific, and, that the clause in the charter, that bills of lading were to be signed without prejudice to it, in connection with the fact, that, according to the ordinary length of such a passage, the ship could not have made it before the first payment would have become due, indicated the owners' intention to retain a lien upon the cargo, as an additional security for the first payment. It may have been that the owners had such a purpose in view, apart from the changed condition of the charterers, when payment was not made in New York; but we are sure, from its inconsistency with the chartered employment of the ship, that the charterers never contemplated it. The ship was to load with a full cargo, at London or Cardiff, for a port or ports in the Pacific, to be employed between such ports as the charterers might elect. She was not loaded for a specific voyage to any particular port, where the cargo was to be discharged, but it was to be discharged at one or more ports, as it <span class=\"star-pagination\">*66</span> might have been their interest to direct. The ship sailed from Cardiff to Panama, for orders, with a cargo to be delivered \"according to orders.\" Such is the language of the bill of lading, (exactly in conformity with the charter-party,) signed at Cardiff, on the 4th May, 1850, thirty-four days after the ship's hire is said to have commenced. When she arrived at Panama is not shown, but when she arrived at San Francisco, the first payment had become due; and when it was learned there that it had not been paid in New York, her captain refused to discharge the cargo, according to orders, unless payment was made, or security had been given for the freight; in that way, demanding money at San Francisco, which was only payable in New York, or that security should be given for it; neither of which has been provided for in the charter-party, in the event of a default of the first payment. By doing so, he took the ship out of her employment, which had then seven months to run, and disabled the charterers from using her in the only way for which she was chartered. It is no answer to say that his act and its consequences were occasioned by the default of the charterers to make the first semiannual payment. They had at that time rights for a longer service of the ship, and it had not been agreed that their default should either interrupt or terminate them. The lien, as claimed and enforced, raised uncertainties in the relations of the parties not anticipated by either, and at variance with the rights of both. If it had been meant that such a lien should be enforced, it certainly had not been provided upon which of them the loss should fall for the time that the ship would be withheld from her employment; whether or not the owner should make an allowance for it out of the monthly hire of the ship, or that the charterers should continue to pay it whilst she was not in their use or under their control. Such uncertainties, changes of relations between the parties, and consequences, are stronger against the lien claimed than any inferences can be in its favor, which are made from the engagement of the charterers to furnish a cargo, or from the clause in the charter that bills of lading were to be signed without prejudice to it, or from the fact asserted that the ship could not arrive until after the first payment had become due.</p>\n<p>Whether or not the delay in her arrival would have been, as it is said the owner anticipated it would be, we do not know; but we do know that the bill of lading was signed on the 4th of May, 1850; that there were then one hundred and forty-six days before the first payment would become due, for her to make the passage, and it is not so certain that it might not have been done, as that the contrary can be assumed to give any force to the suggestion that the cargo had been stipulated for and furnished, <span class=\"star-pagination\">*67</span> to give additional security to the owner by a lien, should there be a failure to make the first semiannual payment. There is too much of indirectness and covert intention in such an anticipation, for us to countenance it. The cargo was obviously put on board as an adventure for profit. Without it, the time it would have taken to make the passage to the locality of the ship's principal employment, for which the charterer was paying at the rate of two thousand dollars per month, would have been a dead loss at least of five months of the time of her charter, or of ten thousand dollars. It cannot be supposed that the charterers were so blind to their interest as to permit that, or that it was not their own interest which prompted them to furnish the cargo without any intention of giving to the owner an opportunity to assert a lien for securing money which they had promised to pay in New York.</p>\n<p>Further, the declaration that the time and place fixed for payment was a suspension of the lien, is an admission, if the ship had arrived from Cardiff in time for the discharge of the cargo before the first payment became due, that the owner meant it should be done without being subject to a lien for freight. It was certainly meant that the cargoes which the ship might have carried from port to port in the Pacific, between the intervals when payments were to be made, were to be discharged and delivered without being subject to a lien for freight. It must have been then the owner's intention that all of the cargoes which the ship might carry were to be exempt from a lien, except that which she might have on board when the payment occurred. There is not in the charter any such distinction between them, or any thing looking like the reservation of such a right. Unless that can be made to appear, the engagement of the owner to release a lien upon all other cargoes, and that they were to be discharged before the payment of freight, does not permit the exception of any one of them from that engagement. All of the authorities declare that the owner's consent to receive freight before the cargo is delivered, whether it shall be paid or not, is a waiver of a lien upon the cargo; and that such a waiver may be inferred from a time and place having been agreed upon for the payment of freight, which has no reference to the place where the cargo is to be discharged.</p>\n<p>But we will take the case as it was; that the ship did not arrive until after the time fixed for the first payment, that it was not paid, and that on such account the lien was claimed. It does not make the claim stronger. Had it been meant that non-payment should give the lien, it should have been so stipulated. The non-arrival of the ship cannot give to the default any additional support for a lien. The lien here was asserted, not <span class=\"star-pagination\">*68</span> in virtue of the law giving a lien upon cargo, but upon incidents out of the charter, which it is said gave to the owner a lien upon the contingency of their happening. Such a contingent or conditional lien may be agreed for by the owner and the charterer of a ship; but it must be done in terms leaving no doubt about it; or it must be a clear case of inference, to prevail against time fixed for the payment of freight at a place where the cargo is not to be discharged. The charter-party is to be construed liberally, for the purpose of preserving a lien given by the law, if the manner of it shall be only a matter of doubt. But that doubt cannot be helped by contingencies outside of the charter-party not plainly anticipated or growing out of one of its stipnlations. Charter-parties are so frequently inaptly and incautiously drawn, that they may be said almost to have the indefiniteness of commercial guaranties. The language of this court upon the trial of one of the last is applicable here.</p>\n<p>\"Letters of guaranty are written by merchants, rarely with caution and scarcely ever with precision. They refer, in most cases, as they do in the present, to various circumstances and extensive commercial dealings in the briefest and most casual manner, without regard to form.\" The same may be said of charter-parties. \"Though they have usually a printed form for a basis, they are often filled up by ship-brokers and merchants, with little caution and without much attention to a perception of the fitness or unfitness of that form to the special circumstances of particular cases.\" It is to be expected, then, that there will be in them unprecise and inconsistent stipulations, which must have, as other mercantile contracts usually receive, a liberal construction in furtherance of the intentions of the parties and the usage of trade. But we do not know a point in commercial law upon which the reported cases are more in conflict. It is said by the last English editor of Lord Tenterden's Treatise, that on a review of the decisions respecting the ship-owner's lien for freight, it is impossible not to regret the uncertainty introduced by their almost irreconcilable conflict with the construction of contracts of charter-parties. The courts of America, in the adoption of our refinements, have reaped for their mercantile communities all the uncertainties attending them; and there and here, as the law now stands, it will be useful for the ship-owner to remember, that although the exercise of his lien may be upheld in cases of doubtful construction, an express contract is the surest and strongest ground upon which that light can rest; and that, by inserting an agreement respecting it in the charter-party, the parties to it may, between themselves, obviate all difficulty upon the subject.</p>\n<p>It is certainly to be regretted that such should have been the <span class=\"star-pagination\">*69</span> uncertainty, in both countries, upon so important a point of commercial law. One of our objects in this opinion has been to produce more uniformity of construction hereafter. We thought it would be best done by establishing, from adjudicated cases, and only from such, those rules for the construction of charter-parties, and other contracts of affreightment, which are most frequently needed in trials upon them in courts. One of them we will repeat, in the language of Lord Tenterden. The general rule which our courts of law have adopted in the construction of charter-parties, as well as other mercantile instruments, is, that the construction shall be liberal, agreeable to the intention of the parties, and conformable to the usage of trade in general, and of the particular trade to which the contract relates. Another rule drawn from the cases cited in this opinion is, if the owner of a ship stipulates to receive her freight at a time and place having no reference to the place for the delivery of the cargo, or at variance with such time and place, he is to be considered as having waived his lien.</p>\n<p>Both of these rules of construction are applicable to this case. The owner's agreement to receive the hire of the ship at intervals of six months, and in the city of New York, during the continuance of the charter-party, has no reference to the place at which the cargo was to be delivered, and is at variance with the right which the charterer had to fix the time and place for such delivery. The owner, then, is considered by us as having waived his lien upon the cargo for freight. We shall, therefore, reverse the judgment of the court below, and decree a dismission of the libel, with directions that further proceedings in the case shall be in conformity with this opinion.</p>\n<p>Mr. Justice CAMPBELL and Mr. Justice GRIER dissented.</p>\n<p>Mr. Justice CAMPBELL.</p>\n<p>I dissent from the opinion of the court; and, as the question is one of importance, I think it proper to record the reasons for the dissent.</p>\n<p>The parties agree, that the contract of affreightment, between the libellant and Howard and Son, did not displace the owner from the control and possession of the ship for any portion of the term of its duration.</p>\n<p>When the master arrived at San Francisco, with the vessel, he found the first instalment of the freight money due and unpaid, and that he was in the lawful possession of a cargo, shipped according to the charter-party, for the voyage which was then completed. The coexistence of such a debt, with the lawful possession of such property, form the conditions upon which a <span class=\"star-pagination\">*70</span> lien depends; and the owners claim to detain the property as a security for the debt, and which must be allowed, unless he has defeated it by some obligation indicative of its \"determinate abandonment.\" The claimant supposes that the evidence of such a contract exists in the charter-party.</p>\n<p>Holt, in his work on shipping, (part 3, ch. 6,  63,) upon a review of the cases, concludes, \"that the language of a charter-party must be very strong, indeed, to exclude, under any circumstances, the lien of the owner. This right, being both legal and equitable, the courts are naturally disposed to favor it, and not to impair or diminish its exercise, except under circumstances where it would be unreasonable to enforce it, and contrary to the intention of the parties.\" And further, \"that the owner's right of lien is so far favored in law, that whilst he keeps possession, by his master and crew, it can only be excluded by the most express and absolute terms, or by a necessary implication from the contract.\" And so are adjudged cases. Saville v. Campion, 3 Bing. N.C. 17; Gladstanes v. Allen, 12 C.B.R. 202; 1 Sumn. 551; 2 H. 597. There is no express stipulation in this contract to defeat the lien of the libellant, and the case of the claimant, therefore, depends upon the discovery of an article wholly incompatible with its existence.</p>\n<p>Lord Tenterden, discussing clauses of a charter-party that affect a lien, says: \"the right may exist, if it appear from the instrument in any way that the payment is to be made in cash or bills before, or at, the delivery of the cargo, or even if it does not appear that the delivery of the cargo is to precede such payment;\" and \"that when the payment is to be made by bills, the right of retention continues till they are given, and would, it is conceived, revive, in case of their dishonor, before the ship-owner has parted with the goods.\" And so are adjudged cases. Abb. Ship. 299; 1 Dans and Ll. 193; 1 Maule and S. 535; Cross on Lien, and cases cited, 311. The circumstances that appear in the record seem to bring this case fully within the operation of these principles. It is not shown that the voyage from Cardiff to Panama \"for orders,\" and the voyage from Panama to San Francisco pursuant to orders, were otherwise than in strict accordance with the calculations of the parties. The cargo taken at Cardiff, by contract, did not reach San Francisco until after the first instalment for the use of the vessel, upon these voyages, became due, and advices from New York had been received at San Francisco of the default of the shipper.</p>\n<p>That a right should arise for the detention of the cargo, until the freight was paid, would seem to follow, from the principles before stated.</p>\n<p>But it is said, that, there having been no express reservation <span class=\"star-pagination\">*71</span> of a lien, and the owner having consented to receive his money in New York, by instalments, present conditions inconsistent with the existence of a lien.</p>\n<p>The reply is, that the commercial law does not exact a stipulation to support the lien of the ship-owner, but requires circumstances expressive of \"a determinate abandonment,\" as the condition of its removal; no deduction can, therefore, be legitimately drawn from the silence of the contract. And the requisitions for payment in New York, by instalments, show that the owner had some confidence in the personal responsibility of Howard and Son, and did not rely exclusively upon the profits of the adventure, or the security of the cargo; but they cannot fairly be held to establish any renunciation or determinate abandonment of the remedies the law affords, in case of their default. And this evidence of a waiver of the lien, imperfect as it is, is still more impaired by the facts, that though the amount of the freight did not depend upon the lading of the vessel, but was payable in any event; and though a full cargo for so long a voyage could not fail to injure the vessel, nevertheless the owners stipulated that a \"full cargo of lawful merchandise\" should \"be provided,\" and bills of lading signed, without prejudice to the charter.</p>\n<p>I admit that, after the completion of her first voyage, and after the arrival of the vessel at San Francisco, and she had then entered upon the coasting trade between ports on the Pacific, cases may be put where a cargo might not be subject to a lien; and others, where the libellant would find embarrassment in enforcing one. But this case involves no difficulty. And to allow the lien, will be, in my opinion, a consistent application of familiar and well-settled principles of commercial law.</p>\n<p>I am authorized to say, Mr. Justice GRIER concurs in this opinion.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the circuit court of the United States for the northern district of California, and was argued by counsel. On consideration whereof, it is now here ordered, adjudged, and decreed by this court, that the decree of the said circuit court, affirming the decree of the district court in this cause, be and the same is hereby reversed, with costs, and that this cause be and the same is hereby remanded to the said circuit court, with directions to dismiss the libel filed in this cause in the said district court, with costs.</p>\n</div>", "id": 86905, "judges": "Wayne", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86905/", "sha1": "1f666a6e519afcee95935c26530d74fa06bcfe79", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:52"}