{"absolute_url": "/opinion/88686/merrill-v-petty/", "blocked": false, "citation": {"case_name": "Merrill v. Petty", "docket_number": null, "document_uris": ["/api/rest/v2/document/88686/"], "federal_cite_one": "83 U.S. 338", "federal_cite_three": null, "federal_cite_two": null, "id": 58554, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/58554/", "scotus_early_cite": "16 Wall. 338", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1873-05-18", "date_modified": "2014-12-21T01:27:07.797194", "docket": "/api/rest/v2/docket/227477/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">83 U.S. 338</p>\n    <p class=\"case_cite\">21 L.Ed. 499</p>\n    <p class=\"case_cite\">16 Wall. 338</p>\n    <p class=\"parties\">MERRILL<br>v.<br>PETTY.</p>\n    <p class=\"date\">December Term, 1872</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On motion to dismiss an appeal from the Circuit Court for the Southern District of New York, the case was thus:</p>\n      <p class=\"indent\">A schooner (the Mary Eveline) sailing down Hell Gate (towards New York), came into collision with a sloop (the Ethan Allen) sailing up (towards Connecticut), and sunk her. The owners of each vessel blamed the officers and crew of the other, and sought respectively relief in admiralty. The owners of the sloop which had been sunk, accordingly filed a libel, <i>in rem</i>, against the schooner in the <i>Southern</i> District of New York, claiming $3489; while there being no <i>res</i> for the owners of the schooner to proceed against&#8212;the sloop being at the bottom of the East River&#8212;the owners of the schooner were obliged to proceed personally against the <i>owners</i> of the sloop. This proceeding, which was for $2100 damages, they instituted in the <i>Eastern</i> District of New York; the suit of <i>Petty</i> v. <i>Merrill</i>.</p>\n      <p class=\"indent\">Owing to the docket in the Eastern District being lighter than that in the Southern, the personal proceeding was reached first, when, as was said in one of the briefs in the case, and not denied in the other (though the fact thus alleged, and not denied, did not appear in the record), both cases by consent of counsel were heard together, on the same facts and the same proofs, without however any attempt to consolidate, in form, the two proceedings, or to transfer the proceeding in the Southern District into the Eastern one. However heard, the result of the matter was that the libel <i>in rem</i>, against the schooner (the proceeding in the Southern District), was dismissed <i>in that district</i>, while in the personal proceeding (that in the Eastern District) the owners of the sloop were there decreed guilty in $1792.84. Decrees were entered in the respective District Courts, accordingly. From both these decrees the owners of the sloop appealed to the respective Circuit Courts of the Southern and Eastern Districts.</p>\n      <p class=\"indent\">When the cases got to the respective Circuit Courts, the order of priority which had happened in the District Courts was reversed, and in the Circuit Courts the proceeding <i>in rem</i>&#8212;the one against the schooner (the case of <i>The Mary Eveline</i>)&#8212;was first called.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> There again&#8212;more or less of necessity&#8212;the merits of both cases were again heard on the one appeal; and the Circuit Court for the Southern District was&#8212;as the District Courts in both had been before&#8212;of the opinion that the fault was with the sloop. It accordingly affirmed the decree in its own District Court; that is to say, it dismissed the libel.</p>\n      <p class=\"indent\">When the appeal from the District Court of the Eastern District in the personal proceeding (<i>Petty</i> v. <i>Merrill</i>) came up to be heard in the Circuit Court for that district, the Circuit Court, deeming itself concluded by the decree in the proceeding <i>in rem</i>, in the Circuit Court for the Southern District, did not hear the merits anew; but examining the matter of damages, and reducing these to the extent of $500, entered a final decree for $1292.84.</p>\n      <p class=\"indent\">From both the decrees&#8212;the one in the Southern Circuit, <i>The Mary Eveline</i>, and that in the Eastern, <i>Petty</i> v. <i>Merrill</i>&#8212;the owner of the sloop, Merrill, appealed.</p>\n      <p class=\"indent\">The present motion to dismiss was in the appeal in the personal proceeding, that from the Eastern District; and was made on the ground that the amount did not exceed the sum of $2000, and, therefore, that no appeal lay.</p>\n      <p class=\"indent\">The reader will of course remember that by the 22d section of the Judiciary Act, the jurisdiction of this court would attach only</p>\n      <p class=\"indent\">'Where the matter in dispute exceeds the sum or value of $2000, exclusive of costs.'</p>\n      <p class=\"indent\">\n        <i>Mr. F. A. Wilcox, in support of the motion:</i>\n      </p>\n      <p class=\"indent\">When judgment is obtained by a plaintiff or libellant the amount in dispute is the amount of the judgment, and that decides the question of the right to appeal.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Here the judgment appealed from is less than $2000; it is but $1292.84.</p>\n      <p class=\"indent\"><i>Mr. R. H. Huntley, contra, and against the dismissal</i>.</p>\n      <p class=\"indent\">1. The libel in this case is in the nature of a cross-libel. Both actions are brought to recover damages for the same collision; the facts and the witnesses are the same; the question to be determined is the same, viz., 'Which was the faulty vessel in the collision?' and both causes were tried together, and the merits of the collision in both have been argued as one.</p>\n      <p class=\"indent\">2. The matter in dispute means the matter for which suit is brought, on which issue is joined, and in relation to which jurors are called and witnesses examined.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n      <p class=\"indent\">3. In this case the amount in dispute is found by adding together $3489, the amount of libellant's claim in the cause of <i>The Mary Eveline</i>, the libel <i>in rem</i>, and $1292.84, the amount decreed by the Circuit Court to the libellants in the personal proceeding, the cause of <i>Petty</i> v. <i>Merrill</i>, making in all the sum of $4781.84.</p>\n      <p class=\"indent\">4. No case can be cited, where a cross-libel had been filed and the damages litigated were over $2000, in which the court denied jurisdiction.</p>\n      <p class=\"indent\">5. If this court decides that it has discretion to entertain this motion, then the proper exercise of that discretion will he to postpone the decision of this motion until the hearing of <i>The Mary Eveline</i>, the proceeding <i>in rem</i>.</p>\n      <p class=\"indent\"><i>Reply:</i> Several claims, although the same defendant may have to pay them, cannot be added to make jurisdiction, although united in the same suit.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n      <p class=\"indent\">Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Power to re-examine the decrees of the Circuit Courts, removed there by appeal from the District Courts, was conferred upon this court by the 22d section of the Judiciary Act, where the matter in dispute exceeds the sum or value of $2000, exclusive of costs. Such decrees, however, could only be removed here under that act by virtue of a writ of error, but the subsequent act allowing the removal to be made by appeal in cases of equity, of admiralty, and maritime jurisdiction, and of prize or no prize, contains the same limitation that the matter in dispute 'shall exceed the sum or value of $2000, exclusive of costs,' and also provides that such appeals shall be subject to the same rules, regulations, and restrictions as are prescribed in law in case of writs of error.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Damages are claimed by the libellants, as the owners of the schooner Mary Eveline, against the respondents, as the owners of the sloop Ethan Allen, in a case of collision civil and maritime. They allege in their libel that the collision occurred on the 20th of September, 1868, in East River, under the following circumstances: That the schooner was beating down the river bound for the port of New York, the tide being ebb and the wind about southwest; that she had taken the channel to the east of Blackwell's Island, another schooner being just ahead of her, sailing in the same direction; that the respective schooners had beaten out the tack to the eastward, running as near the west shore of Long Island as they could safely go; that the other schooner, being ahead, went about first on the westward tack, towards the other shore, and was just in the act of going about again on her eastward tack as the schooner of the libellants went about; that it became necessary for the schooner of the libellants, in order to avoid the other schooner, to go to the leeward and pass under the stern of the other schooner, as she was making her westward tack, and they allege that their schooner had just passed the stern of the other schooner when the sloop was seen sailing up the channel to the eastward of Blackwell's Island, distant about a hundred yards on the port-bow of the schooner, sailing before the wind near the centre of the channel six or seven miles an hour, with her mainsail and jib set and going at full speed; that the schooner of the libellants was at that time going about and following the other schooner, with her head to the wind, with the head-sheets flowing and her helm hard-a-lee; that the sloop, instead of keeping out of the way, as she clearly should have done, by luffing and keeping off, as she was under full headway with her mainsail and jib set, ran into and against the schooner of the libellants, striking her cathead against the stem of the schooner, knocking her forefoot off and splitting the stem and doing other serious damage to the schooner; that owing to the sudden and confused orders given by those on board the sloop, keeping off and immediately luffing, it became impossible to avoid the collision, and that the same occurred wholly through the fault and negligence of the sloop and of those in charge of her navigation, and that it was not in any way the result of fault on the part of the schooner or of those in charge of her deck.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Service was made, and the respondents appeared and filed an answer, in which they allege that the circumstances attending the collision are not truly stated in the libel; that the collision did not occur through any fault, negligence, or mismanagement of the sloop, or of those in charge of her navigation, or through or by the sudden and confused orders given by her officers, as charged in the libel, but solely by reason of the fault, negligence, and mismanagement of those in charge of the schooner; that the sloop was sailing through East River on the east side of Blackwell's Island, against a strong ebb-tide, the wind being south-southwest, blowing a whole-sail breeze; that for the purpose of securing the benefit of an eddy-tide she was standing near the shore with her boom on her port-side; that while she was so standing on a steady course the two schooners were standing across the river on the same side of the island, to the westward; the foremost and windward of the two, having beaten out her tack, went about just abreast of the sloop at a safe distance; that the other, though to the leeward, continued on her tack after the one ahead went about, and in such a position as entirely prevented the sloop from luffing or avoiding her in any other way; that she continued her course without change until she arrived at a point ahead of and off the starboard bow of the sloop, when she put her helm down to go about, and while in the act of luffing into the wind ran into and upon the sloop, striking her at the cat-head, on her starboard side, breaking and crushing in her planking, and causing her to sink in a few minutes, and that the sloop and her cargo became a total loss.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Testimony was taken on both sides, and the District Court, having heard the parties, entered a decretal order in favor of the libellants, and sent the cause to a commissioner to report the amount of the damages. He made a report, to which the respondents filed several exceptions, some of which were sustained and others were overruled, and the court entered a final decree for the libellants, as corrected, in the sum of $1292.84 damages, and costs of suit. Appeal was taken by the respondents to the Circuit Court, but the Circuit Court affirmed the decree and the respondents appealed to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Since the appeal was entered in this court the libellants, as appellees, have filed a motion to dismiss the appeal, because the matter in dispute does not exceed the sum or value of $2000, exclusive of costs, as required by the 22d section of the Judiciary Act.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Much discussion of that question is certainly unnecessary, as the rule in this court has been settled for the period of sixty years, that where the writ of error is brought by the defendant in the original action, the matter in dispute is the amount of the judgment rendered in the Circuit Court, as this court can only affirm the judgment rendered in that court.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Attempt was subsequently made, it must be admitted, to call in question the rule established in those two cases, but this court reaffirmed the rule in the most authoritative manner, deciding as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(1.) That the amount required is to be ascertained and determined by the sum in controversy at the time of the judgment in the Circuit Court, and not by any subsequent additions thereto, such as interest.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(2.) That where the plaintiff sues for an amount, exceeding $2000, if by reason of any erroneous ruling of the court below he recovers nothing, or less than that sum, the sum claimed by the plaintiff in his writ and declaration in that state of the case, is the sum in controversy for which a writ of error will lie.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(3.) That if the verdict is given against the defendant for a less sum than $2000, and judgment is rendered against him accordingly, that, in that state of the case, nothing is in controversy between him and the plaintiff, if the plaintiff acquiesces in the judgment, beyond the sum for which the judgment is given, and consequently the defendant is not entitled to any writ of error.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Supported as the rule suggested is by an unbroken series of decisions throughout the period mentioned, it would seem to be a work of supererogation to attempt to enforce it by any extended argument, especially as the rule is a necessary deduction from the act of Congress which provides that such jurisdiction may be exercised by this court in the classes of cases mentioned, 'where the matter in dispute exceeds the sum or value of $2000, exclusive of costs.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Congress, it is conceded, has not expressly enacted that final judgments and decrees in such cases shall not be reexamined here where the matter in dispute does not exceed the sum or value mentioned, but inasmuch as the appellate power of the court is conferred by the Constitution, with such exceptions and under such regulations as Congress shall make, the rule of construction is that the negative of any other jurisdiction in that respect is implied from the intent manifested by the affirmative description contained in that section of the Judiciary Act.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Opposed to this conclusion is the statement in the answer that the respondents, before the present suit was commenced, filed a libel in the District Court for the Southern District of New York for the same collision against the schooner and all persons intervening in the suit, and the suggestion of the respondents in this suit is that the libel in this case is in the nature of a cross-libel, and that the amount in dispute should be ascertained by adding to the sum allowed as damages in the decree in this case the amount of the libellants' claim in the libel in the other case, which was filed and the decree entered in the District Court for another district in the same circuit. Various reasons are mentioned in argument to show that the suggestion of the respondents may be adopted, but none of them have the support of any authority, nor do the counsel refer to any case as a precedent to warrant such a proceeding. Some of the reasons given are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(1.) That it was agreed between the parties that the two cases should be heard together, but the record contains no evidence of such an agreement, and if it did it could not avail the respondents, as it is settled law that consent cannot give jurisdiction. Several cases<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> expressly decide that the agreement of the parties cannot authorize this court to revise a judgment of an inferior court in any other mode of proceeding than that which the law prescribes.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(2.) That the two cases were heard at the same time, before the District Court of the Eastern District, where this libel was pending. But that was a mere oral arrangement between the parties to expedite a decision, which neither did nor could have the effect to withdraw the other libel from the jurisdiction of the District Court in which the suit was commenced. One was a proceeding <i>in rem</i> and the other was a suit <i>in personam</i>, and it does not appear that any attempt was made to consolidate them or to discontinue one and transfer it into the court where the other was pending. On the contrary, though they were both heard at the same time, it appears that separate decrees were entered, each in the respective District Court where the suit was commenced. Separate appeals were also taken by the losing party in the District Court where the decree was entered, and the two appeals were separately entered on the calendar of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Two suits, commenced and prosecuted as described, cannot be blended in this court without an open violation of the rule laid down by the late Chief Justice Taney, that 'parties cannot authorize this court to revise a judgment of an inferior court in any other mode of proceeding than that which the law prescribes.'<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">They were not heard together in the Circuit Court, as this suit was still before the commissioner, but the suggestion is that the merits in both suits were by consent discussed at the same time. Suppose that is so, still the fact remains that the respective decrees of affirmance were entered at different times and of course in the respective districts where the appeals from the respective District Courts were pending. Nothing was done to consolidate the suits and separate appeals were allowed to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Evidently this court has no jurisdiction, as the matter in dispute, exclusive of costs, is less than $2000.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">DISMISSED FOR WANT OF JURISDICTION.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">[See the next case, in which it was decided that the fault was not with the sloop, but with the schooner; the decree from which the appeal in the preceding case was taken being thus practically reversed.]</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This happened because in the decree in the personal proceeding the matter had been referred to a master to assess damages; this delaying the appeal in the Eastern District.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Phillips's Practice, 74.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Lee <i>v.</i> Watson, 1 Wallace, 337.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Rich <i>v.</i> Lambert, 12 Howard, 352; Oliver <i>v.</i> Alexander, 6 Peters, 143.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 1 Stat. at Large, 84; 2 Id. 244; The San Pedro, 2 Wheaton, 140; United States <i>v.</i> Goodwin, 7 Cranch, 111; Wiscart <i>v.</i> Dauchy, 3 Dallas, 328; The Sloop Betsey, Ib. 16; The Admiral, 3 Wallace, 612.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Gordon <i>v.</i> Ogden, 3 Peters, 34; Wise <i>v.</i> Turnpike Co., 7 Cranch, 276.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Knapp <i>v.</i> Banks, 2 Howard, 73; Winston <i>v.</i> United States, 3 Id. 771; Rogers <i>v.</i> St. Charles, 19 Id. 112; Udall <i>v.</i> The Ohio, 17 Id. 17; Olney <i>v.</i> The Falcon, Ib. 19; Gruner <i>v.</i> United States, 11 Id. 163; Brown <i>v.</i> Shannon, 20 Id. 55; Oliver <i>v.</i> Alexander, 6 Peters, 143; Spear <i>v.</i> Place, 11 Howard, 522; Rich <i>v.</i> Lambert, 12 Id. 347; Clifton <i>v.</i> Sheldon, 23 Id. 481; Sampson <i>v.</i> Welsh, 24 Id. 207; Seaver <i>v.</i> Bigelows, 5 Wallace, 208.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Durousseau <i>v.</i> United States, 6 Cranch, 318.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Scott <i>v.</i> Sandford, 19 Howard, 393; Kelsey <i>v.</i> Forsyth, 21 Id. 85; Montgomery <i>v.</i> Anderson, 21 Id. 386.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Mordecai <i>v.</i> Lindsay, 19 Id. 200.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Kelsey <i>v.</i> Forsyth, 21 Howard, 88.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>83 U.S. 338 (____)</b></center>\n<center><b>16 Wall. 338</b></center>\n<center><h1>MERRILL<br>\nv.<br>\nPETTY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*340</span> Mr. F.A. Wilcox, in support of the motion.</p>\n<p>Mr. R.H. Huntley, contra, and against the dismissal.</p>\n<p><span class=\"star-pagination\">*341</span> Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n<p>Power to re-examine the decrees of the Circuit Courts, removed there by appeal from the District Courts, was conferred <span class=\"star-pagination\">*342</span> upon this court by the 22d section of the Judiciary Act, where the matter in dispute exceeds the sum or value of $2000, exclusive of costs. Such decrees, however, could only be removed here under that act by virtue of a writ of error, but the subsequent act allowing the removal to be made by appeal in cases of equity, of admiralty, and maritime jurisdiction, and of prize or no prize, contains the same limitation that the matter in dispute \"shall exceed the sum or value of $2000, exclusive of costs,\" and also provides that such appeals shall be subject to the same rules, regulations, and restrictions as are prescribed in law in case of writs of error.<sup>[*]</sup></p>\n<p>Damages are claimed by the libellants, as the owners of the schooner Mary Eveline, against the respondents, as the owners of the sloop Ethan Allen, in a case of collision civil and maritime. They allege in their libel that the collision occurred on the 20th of September, 1868, in East River, under the following circumstances: That the schooner was beating down the river bound for the port of New York, the tide being ebb and the wind about southwest; that she had taken the channel to the east of Blackwell's Island, another schooner being just ahead of her, sailing in the same direction; that the respective schooners had beaten out the tack to the eastward, running as near the west shore of Long Island as they could safely go; that the other schooner, being ahead, went about first on the westward tack, towards the other shore, and was just in the act of going about again on her eastward tack as the schooner of the libellants went about; that it became necessary for the schooner of the libellants, in order to avoid the other schooner, to go to the leeward and pass under the stern of the other schooner, as she was making her westward tack, and they allege that their schooner had just passed the stern of the other schooner when the sloop was seen sailing up the channel to the eastward <span class=\"star-pagination\">*343</span> of Blackwell's Island, distant about a hundred yards on the port-bow of the schooner, sailing before the wind near the centre of the channel six or seven miles an hour, with her mainsail and jib set and going at full speed; that the schooner of the libellants was at that time going about and following the other schooner, with her head to the wind, with the head-sheets flowing and her helm hard-a-lee; that the sloop, instead of keeping out of the way, as she clearly should have done, by luffing and keeping off, as she was under full headway with her mainsail and jib set, ran into and against the schooner of the libellants, striking her cat-head against the stem of the schooner, knocking her forefoot off and splitting the stem and doing other serious damage to the schooner; that owing to the sudden and confused orders given by those on board the sloop, keeping off and immediately luffing, it became impossible to avoid the collision, and that the same occurred wholly through the fault and negligence of the sloop and of those in charge of her navigation, and that it was not in any way the result of fault on the part of the schooner or of those in charge of her deck.</p>\n<p>Service was made, and the respondents appeared and filed an answer, in which they allege that the circumstances attending the collision are not truly stated in the libel; that the collision did not occur through any fault, negligence, or mismanagement of the sloop, or of those in charge of her navigation, or through or by the sudden and confused orders given by her officers, as charged in the libel, but solely by reason of the fault, negligence, and mismanagement of those in charge of the schooner; that the sloop was sailing through East River on the east side of Blackwell's Island, against a strong ebb-tide, the wind being south-southwest, blowing a whole-sail breeze; that for the purpose of securing the benefit of an eddy-tide she was standing near the shore with her boom on her port-side; that while she was so standing on a steady course the two schooners were standing across the river on the same side of the island, to the westward; the foremost and windward of the two, having beaten out <span class=\"star-pagination\">*344</span> her tack, went about just abreast of the sloop at a safe distance; that the other, though to the leeward, continued on her tack after the one ahead went about, and in such a position as entirely prevented the sloop from luffing or avoiding her in any other way; that she continued her course without change until she arrived at a point ahead of and off the starboard bow of the sloop, when she put her helm down to go about, and while in the act of luffing into the wind ran into and upon the sloop, striking her at the cat-head, on her starboard side, breaking and crushing in her planking, and causing her to sink in a few minutes, and that the sloop and her cargo became a total loss.</p>\n<p>Testimony was taken on both sides, and the District Court, having heard the parties, entered a decretal order in favor of the libellants, and sent the cause to a commissioner to report the amount of the damages. He made a report, to which the respondents filed several exceptions, some of which were sustained and others were overruled, and the court entered a final decree for the libellants, as corrected, in the sum of $1292.84 damages, and costs of suit. Appeal was taken by the respondents to the Circuit Court, but the Circuit Court affirmed the decree and the respondents appealed to this court.</p>\n<p>Since the appeal was entered in this court the libellants, as appellees, have filed a motion to dismiss the appeal, because the matter in dispute does not exceed the sum or value of $2000, exclusive of costs, as required by the 22d section of the Judiciary Act.</p>\n<p>Much discussion of that question is certainly unnecessary, as the rule in this court has been settled for the period of sixty years, that where the writ of error is brought by the defendant in the original action, the matter in dispute is the amount of the judgment rendered in the Circuit Court, as this court can only affirm the judgment rendered in that court.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*345</span> Attempt was subsequently made, it must be admitted, to call in question the rule established in those two cases, but this court reaffirmed the rule in the most authoritative manner, deciding as follows:</p>\n<p>(1.) That the amount required is to be ascertained and determined by the sum in controversy at the time of the judgment in the Circuit Court, and not by any subsequent additions thereto, such as interest.</p>\n<p>(2.) That where the plaintiff sues for an amount, exceeding $2000, if by reason of any erroneous ruling of the court below he recovers nothing, or less than that sum, the sum claimed by the plaintiff in his writ and declaration in that state of the case, is the sum in controversy for which a writ of error will lie.</p>\n<p>(3.) That if the verdict is given against the defendant for a less sum than $2000, and judgment is rendered against him accordingly, that, in that state of the case, nothing is in controversy between him and the plaintiff, if the plaintiff acquiesces in the judgment, beyond the sum for which the judgment is given, and consequently the defendant is not entitled to any writ of error.<sup>[*]</sup></p>\n<p>Supported as the rule suggested is by an unbroken series of decisions throughout the period mentioned, it would seem to be a work of supererogation to attempt to enforce it by any extended argument, especially as the rule is a necessary deduction from the act of Congress which provides that such jurisdiction may be exercised by this court in the classes of cases mentioned, \"where the matter in dispute exceeds the sum or value of $2000, exclusive of costs.\"</p>\n<p>Congress, it is conceded, has not expressly enacted that final judgments and decrees in such cases shall not be re-examined here where the matter in dispute does not exceed <span class=\"star-pagination\">*346</span> the sum or value mentioned, but inasmuch as the appellate power of the court is conferred by the Constitution, with such exceptions and under such regulations as Congress shall make, the rule of construction is that the negative of any other jurisdiction in that respect is implied from the intent manifested by the affirmative description contained in that section of the Judiciary Act.<sup>[*]</sup></p>\n<p>Opposed to this conclusion is the statement in the answer that the respondents, before the present suit was commenced, filed a libel in the District Court for the Southern District of New York for the same collision against the schooner and all persons intervening in the suit, and the suggestion of the respondents in this suit is that the libel in this case is in the nature of a cross-libel, and that the amount in dispute should be ascertained by adding to the sum allowed as damages in the decree in this case the amount of the libellants' claim in the libel in the other case, which was filed and the decree entered in the District Court for another district in the same circuit. Various reasons are mentioned in argument to show that the suggestion of the respondents may be adopted, but none of them have the support of any authority, nor do the counsel refer to any case as a precedent to warrant such a proceeding. Some of the reasons given are as follows:</p>\n<p>(1.) That it was agreed between the parties that the two cases should be heard together, but the record contains no evidence of such an agreement, and if it did it could not avail the respondents, as it is settled law that consent cannot give jurisdiction. Several cases<sup>[]</sup> expressly decide that the agreement of the parties cannot authorize this court to revise a judgment of an inferior court in any other mode of proceeding than that which the law prescribes.<sup>[]</sup></p>\n<p>(2.) That the two cases were heard at the same time, before the District Court of the Eastern District, where this <span class=\"star-pagination\">*347</span> libel was pending. But that was a mere oral arrangement between the parties to expedite a decision, which neither did nor could have the effect to withdraw the other libel from the jurisdiction of the District Court in which the suit was commenced. One was a proceeding in rem and the other was a suit in personam, and it does not appear that any attempt was made to consolidate them or to discontinue one and transfer it into the court where the other was pending. On the contrary, though they were both heard at the same time, it appears that separate decrees were entered, each in the respective District Court where the suit was commenced. Separate appeals were also taken by the losing party in the District Court where the decree was entered, and the two appeals were separately entered on the calendar of this court.</p>\n<p>Two suits, commenced and prosecuted as described, cannot be blended in this court without an open violation of the rule laid down by the late Chief Justice Taney, that \"parties cannot authorize this court to revise a judgment of an inferior court in any other mode of proceeding than that which the law prescribes.\"<sup>[*]</sup></p>\n<p>They were not heard together in the Circuit Court, as this suit was still before the commissioner, but the suggestion is that the merits in both suits were by consent discussed at the same time. Suppose that is so, still the fact remains that the respective decrees of affirmance were entered at different times and of course in the respective districts where the appeals from the respective District Courts were pending. Nothing was done to consolidate the suits and separate appeals were allowed to this court.</p>\n<p>Evidently this court has no jurisdiction, as the matter in dispute, exclusive of costs, is less than $2000.</p>\n<p>DISMISSED FOR WANT OF JURISDICTION.</p>\n<p>[See the next case, in which it was decided that the fault was not with the sloop, but with the schooner; the decree from which the appeal in the preceding case was taken being thus practically reversed.]</p>\n<h2>NOTES</h2>\n<p>[*]  1 Stat. at Large, 84; 2 Id. 244; The San Pedro, 2 Wheaton, 140; United States v. Goodwin, 7 Cranch, 111; Wiscart v. Dauchy, 3 Dallas, 328; The Sloop Betsey, Ib. 16; The Admiral, 3 Wallace, 612.</p>\n<p>[*]  Gordon v. Ogden, 3 Peters, 34; Wise v. Turnpike Co., 7 Cranch, 276.</p>\n<p>[*]  Knapp v. Banks, 2 Howard, 73; Winston v. United States, 3 Id. 771; Rogers v. St. Charles, 19 Id. 112; Udall v. The Ohio, 17 Id. 17; Olney v. The Falcon, Ib. 19; Gruner v. United States, 11 Id. 163; Brown v. Shannon, 20 Id. 55; Oliver v. Alexander, 6 Peters, 143; Spear v. Place, 11 Howard, 522; Rich v. Lambert, 12 Id. 347; Clifton v. Sheldon, 23 Id. 481; Sampson v. Welsh, 24 Id. 207; Seaver v. Bigelows, 5 Wallace, 208.</p>\n<p>[*]  Durousseau v. United States, 6 Cranch, 318.</p>\n<p>[]  Scott v. Sandford, 19 Howard, 393; Kelsey v. Forsyth, 21 Id. 85; Montgomery v. Anderson, 21 Id. 386.</p>\n<p>[]  Mordecai v. Lindsay, 19 Id. 200.</p>\n<p>[*]  Kelsey v. Forsyth, 21 Howard, 88.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">338</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">338</span></span></b></center>\n<center><h1>MERRILL<br>\nv.<br>\nPETTY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*340</span> Mr. F.A. Wilcox, in support of the motion.</p>\n<p>Mr. R.H. Huntley, contra, and against the dismissal.</p>\n<p><span class=\"star-pagination\">*341</span> Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n<p>Power to re-examine the decrees of the Circuit Courts, removed there by appeal from the District Courts, was conferred <span class=\"star-pagination\">*342</span> upon this court by the 22d section of the Judiciary Act, where the matter in dispute exceeds the sum or value of $2000, exclusive of costs. Such decrees, however, could only be removed here under that act by virtue of a writ of error, but the subsequent act allowing the removal to be made by appeal in cases of equity, of admiralty, and maritime jurisdiction, and of prize or no prize, contains the same limitation that the matter in dispute \"shall exceed the sum or value of $2000, exclusive of costs,\" and also provides that such appeals shall be subject to the same rules, regulations, and restrictions as are prescribed in law in case of writs of error.<sup>[*]</sup></p>\n<p>Damages are claimed by the libellants, as the owners of the schooner Mary Eveline, against the respondents, as the owners of the sloop Ethan Allen, in a case of collision civil and maritime. They allege in their libel that the collision occurred on the 20th of September, 1868, in East River, under the following circumstances: That the schooner was beating down the river bound for the port of New York, the tide being ebb and the wind about southwest; that she had taken the channel to the east of Blackwell's Island, another schooner being just ahead of her, sailing in the same direction; that the respective schooners had beaten out the tack to the eastward, running as near the west shore of Long Island as they could safely go; that the other schooner, being ahead, went about first on the westward tack, towards the other shore, and was just in the act of going about again on her eastward tack as the schooner of the libellants went about; that it became necessary for the schooner of the libellants, in order to avoid the other schooner, to go to the leeward and pass under the stern of the other schooner, as she was making her westward tack, and they allege that their schooner had just passed the stern of the other schooner when the sloop was seen sailing up the channel to the eastward <span class=\"star-pagination\">*343</span> of Blackwell's Island, distant about a hundred yards on the port-bow of the schooner, sailing before the wind near the centre of the channel six or seven miles an hour, with her mainsail and jib set and going at full speed; that the schooner of the libellants was at that time going about and following the other schooner, with her head to the wind, with the head-sheets flowing and her helm hard-a-lee; that the sloop, instead of keeping out of the way, as she clearly should have done, by luffing and keeping off, as she was under full headway with her mainsail and jib set, ran into and against the schooner of the libellants, striking her cat-head against the stem of the schooner, knocking her forefoot off and splitting the stem and doing other serious damage to the schooner; that owing to the sudden and confused orders given by those on board the sloop, keeping off and immediately luffing, it became impossible to avoid the collision, and that the same occurred wholly through the fault and negligence of the sloop and of those in charge of her navigation, and that it was not in any way the result of fault on the part of the schooner or of those in charge of her deck.</p>\n<p>Service was made, and the respondents appeared and filed an answer, in which they allege that the circumstances attending the collision are not truly stated in the libel; that the collision did not occur through any fault, negligence, or mismanagement of the sloop, or of those in charge of her navigation, or through or by the sudden and confused orders given by her officers, as charged in the libel, but solely by reason of the fault, negligence, and mismanagement of those in charge of the schooner; that the sloop was sailing through East River on the east side of Blackwell's Island, against a strong ebb-tide, the wind being south-southwest, blowing a whole-sail breeze; that for the purpose of securing the benefit of an eddy-tide she was standing near the shore with her boom on her port-side; that while she was so standing on a steady course the two schooners were standing across the river on the same side of the island, to the westward; the foremost and windward of the two, having beaten out <span class=\"star-pagination\">*344</span> her tack, went about just abreast of the sloop at a safe distance; that the other, though to the leeward, continued on her tack after the one ahead went about, and in such a position as entirely prevented the sloop from luffing or avoiding her in any other way; that she continued her course without change until she arrived at a point ahead of and off the starboard bow of the sloop, when she put her helm down to go about, and while in the act of luffing into the wind ran into and upon the sloop, striking her at the cat-head, on her starboard side, breaking and crushing in her planking, and causing her to sink in a few minutes, and that the sloop and her cargo became a total loss.</p>\n<p>Testimony was taken on both sides, and the District Court, having heard the parties, entered a decretal order in favor of the libellants, and sent the cause to a commissioner to report the amount of the damages. He made a report, to which the respondents filed several exceptions, some of which were sustained and others were overruled, and the court entered a final decree for the libellants, as corrected, in the sum of $1292.84 damages, and costs of suit. Appeal was taken by the respondents to the Circuit Court, but the Circuit Court affirmed the decree and the respondents appealed to this court.</p>\n<p>Since the appeal was entered in this court the libellants, as appellees, have filed a motion to dismiss the appeal, because the matter in dispute does not exceed the sum or value of $2000, exclusive of costs, as required by the 22d section of the Judiciary Act.</p>\n<p>Much discussion of that question is certainly unnecessary, as the rule in this court has been settled for the period of sixty years, that where the writ of error is brought by the defendant in the original action, the matter in dispute is the amount of the judgment rendered in the Circuit Court, as this court can only affirm the judgment rendered in that court.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*345</span> Attempt was subsequently made, it must be admitted, to call in question the rule established in those two cases, but this court reaffirmed the rule in the most authoritative manner, deciding as follows:</p>\n<p>(1.) That the amount required is to be ascertained and determined by the sum in controversy at the time of the judgment in the Circuit Court, and not by any subsequent additions thereto, such as interest.</p>\n<p>(2.) That where the plaintiff sues for an amount, exceeding $2000, if by reason of any erroneous ruling of the court below he recovers nothing, or less than that sum, the sum claimed by the plaintiff in his writ and declaration in that state of the case, is the sum in controversy for which a writ of error will lie.</p>\n<p>(3.) That if the verdict is given against the defendant for a less sum than $2000, and judgment is rendered against him accordingly, that, in that state of the case, nothing is in controversy between him and the plaintiff, if the plaintiff acquiesces in the judgment, beyond the sum for which the judgment is given, and consequently the defendant is not entitled to any writ of error.<sup>[*]</sup></p>\n<p>Supported as the rule suggested is by an unbroken series of decisions throughout the period mentioned, it would seem to be a work of supererogation to attempt to enforce it by any extended argument, especially as the rule is a necessary deduction from the act of Congress which provides that such jurisdiction may be exercised by this court in the classes of cases mentioned, \"where the matter in dispute exceeds the sum or value of $2000, exclusive of costs.\"</p>\n<p>Congress, it is conceded, has not expressly enacted that final judgments and decrees in such cases shall not be re-examined here where the matter in dispute does not exceed <span class=\"star-pagination\">*346</span> the sum or value mentioned, but inasmuch as the appellate power of the court is conferred by the Constitution, with such exceptions and under such regulations as Congress shall make, the rule of construction is that the negative of any other jurisdiction in that respect is implied from the intent manifested by the affirmative description contained in that section of the Judiciary Act.<sup>[*]</sup></p>\n<p>Opposed to this conclusion is the statement in the answer that the respondents, before the present suit was commenced, filed a libel in the District Court for the Southern District of New York for the same collision against the schooner and all persons intervening in the suit, and the suggestion of the respondents in this suit is that the libel in this case is in the nature of a cross-libel, and that the amount in dispute should be ascertained by adding to the sum allowed as damages in the decree in this case the amount of the libellants' claim in the libel in the other case, which was filed and the decree entered in the District Court for another district in the same circuit. Various reasons are mentioned in argument to show that the suggestion of the respondents may be adopted, but none of them have the support of any authority, nor do the counsel refer to any case as a precedent to warrant such a proceeding. Some of the reasons given are as follows:</p>\n<p>(1.) That it was agreed between the parties that the two cases should be heard together, but the record contains no evidence of such an agreement, and if it did it could not avail the respondents, as it is settled law that consent cannot give jurisdiction. Several cases<sup>[]</sup> expressly decide that the agreement of the parties cannot authorize this court to revise a judgment of an inferior court in any other mode of proceeding than that which the law prescribes.<sup>[]</sup></p>\n<p>(2.) That the two cases were heard at the same time, before the District Court of the Eastern District, where this <span class=\"star-pagination\">*347</span> libel was pending. But that was a mere oral arrangement between the parties to expedite a decision, which neither did nor could have the effect to withdraw the other libel from the jurisdiction of the District Court in which the suit was commenced. One was a proceeding in rem and the other was a suit in personam, and it does not appear that any attempt was made to consolidate them or to discontinue one and transfer it into the court where the other was pending. On the contrary, though they were both heard at the same time, it appears that separate decrees were entered, each in the respective District Court where the suit was commenced. Separate appeals were also taken by the losing party in the District Court where the decree was entered, and the two appeals were separately entered on the calendar of this court.</p>\n<p>Two suits, commenced and prosecuted as described, cannot be blended in this court without an open violation of the rule laid down by the late Chief Justice Taney, that \"parties cannot authorize this court to revise a judgment of an inferior court in any other mode of proceeding than that which the law prescribes.\"<sup>[*]</sup></p>\n<p>They were not heard together in the Circuit Court, as this suit was still before the commissioner, but the suggestion is that the merits in both suits were by consent discussed at the same time. Suppose that is so, still the fact remains that the respective decrees of affirmance were entered at different times and of course in the respective districts where the appeals from the respective District Courts were pending. Nothing was done to consolidate the suits and separate appeals were allowed to this court.</p>\n<p>Evidently this court has no jurisdiction, as the matter in dispute, exclusive of costs, is less than $2000.</p>\n<p>DISMISSED FOR WANT OF JURISDICTION.</p>\n<p>[See the next case, in which it was decided that the fault was not with the sloop, but with the schooner; the decree from which the appeal in the preceding case was taken being thus practically reversed.]</p>\n<h2>NOTES</h2>\n<p>[*]  1 Stat. at Large, 84; 2 Id. 244; The San Pedro, 2 Wheaton, 140; United States v. Goodwin, 7 Cranch, 111; Wiscart v. Dauchy, 3 Dallas, 328; The Sloop Betsey, Ib. 16; The Admiral, 3 Wallace, 612.</p>\n<p>[*]  Gordon v. Ogden, 3 Peters, 34; Wise v. Turnpike Co., 7 Cranch, 276.</p>\n<p>[*]  Knapp v. Banks, 2 Howard, 73; Winston v. United States, 3 Id. 771; Rogers v. St. Charles, 19 Id. 112; Udall v. The Ohio, 17 Id. 17; Olney v. The Falcon, Ib. 19; Gruner v. United States, 11 Id. 163; Brown v. Shannon, 20 Id. 55; Oliver v. Alexander, 6 Peters, 143; Spear v. Place, 11 Howard, 522; Rich v. Lambert, 12 Id. 347; Clifton v. Sheldon, 23 Id. 481; Sampson v. Welsh, 24 Id. 207; Seaver v. Bigelows, 5 Wallace, 208.</p>\n<p>[*]  Durousseau v. United States, 6 Cranch, 318.</p>\n<p>[]  Scott v. Sandford, 19 Howard, 393; Kelsey v. Forsyth, 21 Id. 85; Montgomery v. Anderson, 21 Id. 386.</p>\n<p>[]  Mordecai v. Lindsay, 19 Id. 200.</p>\n<p>[*]  Kelsey v. Forsyth, 21 Howard, 88.</p>\n\n</div>", "id": 88686, "judges": "Clifford", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/88686/", "sha1": "624e7b977deeca1a1590e4ab32032e33e82544c7", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:45"}