{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "83 U.S. 610", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/88712/"
    ], 
    "scotus_early_cite": "16 Wall. 610", 
    "case_name": "Crapo v. Kelly", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 58594, 
    "resource_uri": "/api/rest/v2/citation/58594/"
  }, 
  "id": 88712, 
  "blocked": false, 
  "judges": "Hunt", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1873-04-14", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>83 U.S. 610 (____)</b></center>\n<center><b>16 Wall. 610</b></center>\n<center><h1>CRAPO<br>\nv.<br>\nKELLY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*613</span> Mr. W.M. Evarts, against the jurisdiction and in support of the ruling below.</p>\n<p>Mr. Edwards Pierpont (with whom was Mr. W. Stanley), contra.</p>\n<p><span class=\"star-pagination\">*618</span> Mr. Justice HUNT delivered the opinion of the court.</p>\n<p>The claim of Federal jurisdiction over this action is based upon article 4, section 1, of the Constitution of the United States. It is there declared that \"full faith and credit shall be given in each State to the public acts, records, and judicial proceedings of every other State; and the Congress may, by general laws, prescribe the manner in which such acts, records, and proceedings shall be proved, and the effect <span class=\"star-pagination\">*619</span> thereof.\" In 1790 and in 1804 Congress passed laws prescribing that manner and effect. By the act of May 26th, 1790,<sup>[*]</sup> after prescribing the forms of authentication, it is enacted: \"And the said records and judicial proceedings authenticated as aforesaid shall have such faith and credit given to them in every court within the United States as they have by law or usage in the courts of the State from whence the said records are or shall be taken.\" Under this statute it has been held in this court, from an early day, that the faith and credit spoken of are not limited to the form of the record, and are not satisfied by its admission as a record. It is held that the same effect is to be given to the record in the courts of the State where produced, as in the courts of the State from which it is taken.<sup>[\u0086]</sup></p>\n<p>The defendant in error insists in reply that the validity of the record of the court of probate and insolvency in the State of Massachusetts is not involved, and the faith and credit due to it is not in question. This is based upon the argument that that record has never adjudicated upon the title or possession of the vessel in question, and that the same was res integra when this action was commenced in New York.</p>\n<p>The case of Green v. Van Buskirk, reported in 5th Wallace, p. 310, and also in 7th Id. p. 139, is relied upon as conclusive upon this point. In that case Bates, who lived in New York, executed and delivered to Van Buskirk, who lived in the same State, a chattel mortgage on certain iron safes which were then in the city of Chicago. This was done on the 3d day of November, 1857. Two days after this Green, who was also a citizen of New York, being ignorant of the existence of the mortgage, sued out a writ of attachment in the courts of Illinois, levied on the safes, and sold them in satisfaction of the judgment obtained in the attachment suit. There was no appearance or contest in defence of this attachment suit, and Van Buskirk was not <span class=\"star-pagination\">*620</span> a party to it, although he had power to make himself such party. It was conceded that by the laws of Illinois, mortgages of personal property, until acknowledged and recorded, are void as against third persons. In this state of the affair Van Buskirk sued Green in the New York courts for the value of the safes mortgaged to him by Bates, and of which Green had thus received the proceeds. Green pleaded his attachment suit in bar of the action. The courts of New York gave judgment in favor of Van Buskirk, holding that the law of New York was to govern, and not the law of Illinois, although the property was situated in the latter State, and that the title passed to him by the execution of the mortgage. The case first came before this court on a motion to dismiss for want of jurisdiction.<sup>[*]</sup> The motion was maintained, on the ground that the record neither showed that the construction of any clause of the Constitution was drawn in question in the State court, nor that any right was claimed under such clause, or that any decision was made against such right. The only issue it was said was as to the right of property and possession at the time of such seizure. In the opinion of the court, delivered by Mr. Justice Miller, after discussing the law applicable to the general questions in the case, the conclusion on the question of jurisdiction is thus stated: \"We do not here decide that the proceedings in the State of Illinois have there the effect which plaintiff claims for them, because that must remain to be decided after argument on the merits of the case. But we hold that the effect which these proceedings have there by the law and usage of that State was a question necessarily decided by the New York courts, and that it was decided against the claim set up by the plaintiff in error, under the constitutional provision and statute referred to, and that the case is, therefore, properly here for review.\" Without reference to whether he was right or wrong, the fact that Green claimed under the judicial record of Illinois, and that his claim was overruled, was held to give this court jurisdiction. <span class=\"star-pagination\">*621</span> Without reference to whether Crapo was right or wrong, whether the question was res integra, or res adjudicata, the fact that he claimed title under the Massachusetts record, and that his claim was overruled, gives the court jurisdiction of the present case. The authority of Green v. Van Buskirk, in 5th Wallace, is clear to that point.</p>\n<p>The case as reported in 7 Wallace is to the same effect. In restating the argument of jurisdiction Mr. Justice Davis says: \"This court in denial of the motion to dismiss held that the Supreme Court of New York necessarily decided what effect the attachment proceedings in Illinois had by the law and usage in that State, and as it was decided against the effect that Green claimed for them, this court had jurisdiction under that clause of the Constitution\" above quoted. Whether the Supreme Court of New York held correctly or otherwise was important when the case came before this court for a final hearing, but the fact simply that it had decided against Green's claim of the effect of the records gave jurisdiction.</p>\n<p>We think the jurisdiction of the court now to hear and decide the case is sufficiently clear.</p>\n<p>Omitting all superfluous circumstances, the facts necessary to present the question on the merits are these: On the 23d of February, 1861, the insolvent court of Massachusetts appointed Crapo and others assignees in insolvency of Gibbs &amp; Jenny, and the judge of that court executed and delivered to them an assignment of all the personal property of Gibbs &amp; Jenny. At this date Gibbs &amp; Jenny were the owners of the ship Arctic, an American vessel registered at the port of Fairhaven, in the district of New Bedford, in the State of Massachusetts, which vessel was then on the high seas, to wit, in the Pacific Ocean. On the 30th day of the following April this vessel arrived in the port of New York, and was at once seized as the property of Gibbs &amp; Jenny, by an attachment issued at the suit of one Robinson, a creditor of Gibbs &amp; Jenny, residing in New York. On the next day but one after the arrival of the vessel Crapo came to New <span class=\"star-pagination\">*622</span> York and took possession of her, subject to the possession of Kelly, the sheriff. Crapo represents the title under the Massachusetts assignment, which then, and at all times since, he has sought to enforce. Kelly claims under the New York attachment.</p>\n<p>The question is, which proceeding gave the better title.</p>\n<p>Certain propositions relating to the question are not disputed.</p>\n<p>1. If the assignment under which Crapo claims had been the personal act of Gibbs &amp; Jenny, it would have passed the title to the vessel wherever she might have been at the time of its execution.</p>\n<p>2. If the vessel at the time of the execution of the assignment had been within the territorial limits of Massachusetts, the assignment, although not the personal act of Gibbs &amp; Jenny, would have divested their title and that of all persons claiming under them, provided diligence has been used to reduce the vessel to possession.</p>\n<p>3. If the vessel had been in the port of New York at the time of the execution of the insolvent assignment (there being no personal assignment), and had subsequently been seized there under attachment proceedings by a New York creditor, such attachment proceeding would have held the vessel as against the prior insolvent assignment.</p>\n<p>The first of these propositions results from the fact that personal property, wherever it may be, is under the personal control of its owner, and the title passes by his actual transfer. The second is based upon the idea that the property being actually present and under the control of the law, passes by act of the law. The third proposition assumes that a transfer by legal proceeding possesses less solemnity than one made by the owner himself; that each nation is entitled to protect its own citizens, and that the remedy by law taken by its citizens having the actual possession of the corpus, ought to prevail over a title by law from another State, which is not accompanied by such possession. This principle authorizes the Massachusetts assignee to hold the property when in Massachusetts, and the New York creditor <span class=\"star-pagination\">*623</span> to seize it when it is in New York, under the circumstances stated.<sup>[*]</sup></p>\n<p>The present case is deficient in each of the elements necessary to bring the vessel within the range of the foregoing principles. She was not transferred by the personal act of the owner. She was not literally within the territory of Massachusetts when the insolvent assignment took effect; and, thirdly, she was not in the port of New York.</p>\n<p>The question then arises, while thus upon the high seas was she in law within the territory of Massachusetts. If she was, the insolvent title will prevail.</p>\n<p>It is not perceived that this vessel can be said to be upon United States territory, or within United States jurisdiction, or subject to the laws of the United States regulating the transfer of property, if such laws there may be. Except for the purposes and to the extent to which these attributes have been transferred to the United States, the State of Massachusetts possesses all the rights and powers of a sovereign State. By her own consent, as found in article 1 of the Constitution of the United States, she has abandoned her right to wage war, to coin money, to make treaties, and to do certain other acts therein mentioned. None of the subjects there mentioned affect the question before us. The third article of that instrument extends the judicial power of the United States \"to all cases of admiralty and maritime jurisdiction.\" This gives the power to the courts of the United States to try those cases in which are involved questions arising out of maritime affairs, and of crimes committed on the high seas. To bring a transaction within that jurisdiction, it must be not simply a transaction which occurred at sea, as the making of a contract, but one in which the question itself is of a maritime nature, or arises out of a maritime affair, or it must be a tort or crime committed on the high seas. Over such cases the United States courts have jurisdiction; that is, they are authorized to hear and determine <span class=\"star-pagination\">*624</span> them. No rule of property is thereby established. This remains as it would have been had no such authority been given to the United States court.</p>\n<p>To Congress is also given power \"to define and punish piracies and felonies committed on the high seas, and offences against the law of nations.\" It will scarcely be claimed that the title to property could be affected by this provision. Nor does the circumstance that the Arctic sailed under the flag of the United States and was entitled to the protection of that government against insult or injury from the citizens or ships of other nations, touch the present point. None of these instances are like that of the passage of a bankrupt law by the United States, which acts directly upon the property of all the citizens of all the States, wherever it may be. Had the claim of either party to this vessel been based upon a proceeding under that statute, the title would have been complete, if the property had been within the territory or jurisdiction of any of the States of the Union.</p>\n<p>It is not perceived, therefore, that the relation of Massachusetts to the Union has any effect upon the title to this vessel. It stands as if that State were an independent sovereign State, unconnected with the other States of the Union. The question is the same as if this assignment had been made in London by a British insolvent court, adjudicating upon the affairs of a British subject.</p>\n<p>We are of the opinion, for the purpose we are considering, that the ship Arctic was a portion of the territory of Massachusetts, and the assignment by the insolvent court of that State passed the title to her, in the same manner and with the like effect as if she had been physically within the bounds of that State when the assignment was executed.</p>\n<p>The rule is thus laid down by Mr. Wheaton in his treatise on International Law:<sup>[*]</sup> \"Both the public and private vessels of every nation on the high seas, and out of the territorial limits of any other State, are subject to the jurisdiction <span class=\"star-pagination\">*625</span> of the state to which they belong. Vattel says that the domain of a nation extends to all its just possessions, and by its possessions we are not to understand its territory only, but all the rights it enjoys. And he also considers the vessels of a nation on the high seas as portions of its territory. Grotius holds that sovereignty may be acquired over a portion of the sea.\" As an illustration of the proposition that the ship is a portion of the territory of the State, the author proceeds: \"Every state has an incontestable right to the service of all its members in the national defence, but it can give effect to this right only by lawful means. Its right to reclaim the military service of its citizens can be exercised only within its own territory, or in some place not subject to the jurisdiction of any other nation. The ocean is such a place, and any state may unquestionably there exercise, on board its own vessels, its right of compelling the military or naval services of its subjects.\"</p>\n<p>Chancellor Kent, in his Commentaries,<sup>[*]</sup> says: \"The high seas are free and open to all the world, and the laws of every state or nation have there a full and perfect operation upon the persons and property of the citizens or subjects of such a state or nation.\" \"No nation has any right or jurisdiction at sea, except it be over the persons of its subjects, in its own public and private vessels; and so far territorial jurisdiction may be conceded as preserved, for the vessels of a nation are in many respects considered as portions of its territory, and persons on board are protected and governed by the law of the country to which the vessel belongs.\"</p>\n<p>Wharton<sup>[\u0086]</sup> says: \"A ship in the open sea is regarded by the law of nations as a part of the territory whose flag such ship carries.\" \"By this (he says) may be explained several cases quoted as establishing the lex domicilii, though they are only sustainable on the ground that the ship at sea is part of the territory whose flag she bears... . In respect to principle, ships at sea and the property in them, must be viewed as part of the country to which they belong.\"</p>\n<p><span class=\"star-pagination\">*626</span> The modern German law is to the same point. Bluntschil, in his Moderne Volkerrect,<sup>[*]</sup> says: \"Ships are to be regarded as floating sections of the land to which they nationally belong, and whose flag they are entitled to carry.\"</p>\n<p>Bischof, in his Grundriss des positiven internationalen Seerechts,<sup>[\u0086]</sup> says: \"Every state is free on the seas, so that its ships are to be regarded as floating sections of its country, territoria clausa; la continuation ou la prorogation du territoire, and those on board such ships in foreign waters are under their laws and protection. This even applies to children born to subjects on such ships.\"</p>\n<p>Wildman, in his treatise on International Law,<sup>[\u0087]</sup> says: \"Provinces and colonies, however distant, form a part of the territory of the parent state. So of the ships on the high seas. The rights of sovereignty extend to all persons and things not privileged, that are within the territory.\"</p>\n<p>The adjudicated cases in this country are to the same effect. In Plestoro v. Abraham,<sup>[§]</sup> it was held that where a British subject, being indebted, left England, and while on his voyage to this country and before he arrived here, he was, under the laws of Great Britain, declared a bankrupt, and provisional assignees were appointed, it was held that the assignment to such assignees divested the title of the bankrupt to the personal property brought with him to this country. In giving his opinion upon the motion to dissolve the injunction, Chancellor Walworth said: \"In the case of Holmes v. Remsen,<sup>[\u0086]</sup> Chancellor Kent decided that an assignment by the commissioners of bankruptcy in England, operated as a legal transfer of the personal property and choses in action of the bankrupt in this country. Even as against a subsequent attachment taken out here by an American creditor, under the act against absconding and absent debtors. It is doubtful whether that decision, to its full extent, can be sustained. It was strongly opposed and ably questioned by Platt, in a case between the same parties, which <span class=\"star-pagination\">*627</span> subsequently came before the Supreme Court.<sup>[*]</sup> It also stands in opposition to the opinions of the State courts in Connecticut, Massachusetts, Pennsylvania, Maryland, and in both of the Carolinas, ... and to the decision of the Supreme Court of the United States, in Harrison v. Sterry,<sup>[\u0086]</sup> and in Ogden v. Saunders.<sup>[\u0087]</sup> But the case before me (he proceeds) steers clear of all these decisions. In the cases cited the contest was between foreign assignees and domestic creditors, claiming under the laws of the country where the property was situated and where the suits were brought. The question in these cases was, whether the personal property was to be considered as having locality for the purpose of giving a remedy to creditors residing in countries where the property was in fact situated at the time of the foreign assignment. In this case the controversy is between the bankrupt and his assignees and creditors, all residing in the country under whose laws the assignment was made. Even the property itself, at the time of the assignment, was constructively within the jurisdiction of that country, being on the high seas in the actual possession of a British subject. Under such circumstances the assignment had the effect to change the property and divest the title as effectually as if the same had been sold in England under an execution against him, or he had voluntarily conveyed the same to the assignee for the benefit of his creditors.\"</p>\n<p>The case was carried to the Court of Errors of the State of New York, that body being composed of the chancellor, the judges of the Supreme Court, the lieutenant-governor, and the members of the senate. The record did not show distinctly that the vessel which brought the goods was a British ship, and on this point the chancellor's order was reversed. Marcy, justice, and Throop, lieutenant-governor, eminent men and able judges, held that the assignment in Great Britain divested the title of the bankrupt to personal property in this country, and that his property in a vessel on the high seas was likewise transferred. Maynard, Oliver, <span class=\"star-pagination\">*628</span> and Stebbins held that, as to the personal property of the bankrupt in this country, the assignment did not effect a transfer of the same, even as between the assignee and the bankrupt. Maynard and Stebbins held that to produce the transfer, under such circumstances, of the property of a British bankrupt, which was on the high seas at the time of the assignment, it must distinctly appear that the vessel was a British vessel, and thus the property was within British jurisdiction. It is fairly to be inferred that if it had appeared that the vessel was a British vessel the chancellor's order would have been sustained. Thus Mr. Ogden, who argued for the reversal of the order, said:<sup>[*]</sup> \"Had the goods been on board a British vessel it would have been so averred. In the absence of such averment the fair conclusion is that the vessel in which they were embarked was American; and if so, the goods were as much within our jurisdiction as if landed in a storehouse at New York.\" Senator Maynard, in his opinion,<sup>[\u0086]</sup> repeats this statement. He says: \"The presumption was as fair that it was on board of an American ship as that it was on a British ship; and if so, it was, at the date of the assignment, within the jurisdiction of this country.\" Stebbins, senator, says:<sup>[\u0087]</sup> \"I hold, therefore, that if this property was laden on board an American vessel, and on the high seas at the time of the assignment, it was within the jurisdiction of the United States, and could no more pass by that assignment than if lodged in the custom-house in New York; and if laden on board a British vessel that fact should have been averred by the assignee as essential to his title.\" The chancellor's order was reversed, and apparently upon this ground, that it did not actually appear that the ship on which the goods were laden was a British ship. The principle of the decision was in accordance with the principle announced by the chancellor, as already quoted, to wit, that the presence of the goods in a British ship on the high seas, continued them within British jurisdiction. The limited application given to this decision <span class=\"star-pagination\">*629</span> in Johnson v. Hunt,<sup>[*]</sup> is scarcely sustained by the facts. None of the other cases cited are cases of goods on the ship of the state or nation of the insolvent whose goods are the subject of the assignment. They are cases where the property was confessedly within another jurisdiction and hence the conflict.</p>\n<p>Judge Story says,<sup>[\u0086]</sup> upon this case: \"It is difficult to perceive how the doctrine of the chancellor, as to the operation of the British bankrupt laws upon the British subjects and their property in transitu can be answered. The transfer must be admitted to be operative to divest the bankrupt's title to the extent of an estoppel as to his own personal claim in opposition to it, for the law of America, be it what it may, had not then operated upon it. It was not locally within our jurisdiction. No one could doubt the right of the assignee to personal property locally in England at the time of the assignment. In what respect does such a case differ from a case where it has not passed into another jurisdiction? Is there any substantial difference between its being on board a British vessel and its being on board of an American vessel on the high seas?\" No claim can be made that this vessel was within the jurisdiction of New York when the assignment was executed.</p>\n<p>If the title passed to the insolvent assignees, it passed eo instanti the assignment was executed. It took effect then or never. The return of the vessel afterwards to America, her arrival in the port of New York, her seizure and sale there did not operate to divest a title already complete.<sup>[\u0087]</sup></p>\n<p>Again, the owners of this vessel and the assignees in insolvency were citizens of Massachusetts, and subject to her laws. It is not doubted that a sale of property between them of property on board of this vessel, or of the vessel itself, would be regulated by the laws of Massachusetts. It is not doubted that the vessel was taxable in Massachusetts only, or that if Gibbs or Jenny had been on board of the <span class=\"star-pagination\">*630</span> vessel, and had died before the vessel reached New York, his personal property on or in her would have passed under the laws of Massachusetts.<sup>[*]</sup></p>\n<p>If this vessel had never returned to the American shores but had gone to the bottom in the Pacific seas, after the assignment was complete, whose vessel would she have been at the time of such loss? There can be but one answer. The Massachusetts statute declares that this assignment vested in Crapo and his associates all the title and interest the insolvent had in this vessel. In other words it vested in them the absolute ownership. There was not then, or for weeks afterwards, any possible question of their title. The insurance-money upon the ship would have been their property, and they would have been bound to collect it and distribute it among the creditors.</p>\n<p>Personal property which has an established situs in another State, is no doubt governed by the lex loci sit\u009c rei, so far that it will be governed in its distribution by the laws of the place where found, rather than the law of the domicile. This rule only applies where such property has acquired an established situs. Until that occurs there can be no conflict of jurisdiction.</p>\n<p>It is said, however, that the fact that the property on board a vessel at sea and the vessel itself, contracts respecting them and the distribution of the assets of the intestate, are regulated by the laws of Massachusetts, arises solely from the circumstance that the owner is a resident of that State; that jurisdiction of the parties it is, that gives the jurisdiction of these subjects. The authorities from Kent, Story, and Wheaton, and the continental authorities, the civil law before cited, as well as the decisions in Plestoro v. Abrahams, make the ship itself, under such circumstances, a part of the territory of the State to which its owner belongs. If he resides in Boston his property in the remotest county of the State is under the protection of its laws, as being upon and <span class=\"star-pagination\">*631</span> within its territory. So his property on his ship, for the purpose we are considering, is legally and constructively within its territory. In each case it is true that the existence of an owner is necessary to call forth the exercise of the law and the duty and power of the State. In this sense, it is true, that the residence of the owner produces the result. It is produced, however, not only by the existence and residence of the owner, but by an extended State territory upon which his property remains, and where it is subject to State laws and entitled to the protection of the same laws.</p>\n<p>Grotius<sup>[*]</sup> holds that sovereignty may be acquired over a portion of the sea, ratione personarum.<sup>[\u0086]</sup> Rutherford and others hold this to be an error, and that no nation has jurisdiction over the ocean itself. All agree that jurisdiction over the public and private vessels of a nation at sea, remains to the nation, and it is expressed in the language already quoted.</p>\n<p>In the celebrated Trent Case, occurring in 1862, Messrs. Mason and Slidell were removed from a British private vessel by Commodore Wilkes of the San Jacinto, a public vessel of the United States. Great Britain insisted that the rights of a neutral vessel not only had been violated, for which she demanded apology, but she insisted that these persons should be replaced and returned on board a British ship. This was done, and they were actually placed on board a British vessel in or near the harbor of Boston. They were not British subjects, and their return could only have been demanded for the reason that they had been torn from British soil, and the sanctity of British soil as represented by a British ship had been violated. Citizenship or residence had no influence upon the question.</p>\n<p>This vessel, the Arctic, was upon the high seas at the time of the assignment. The status at that time decides the question of jurisdiction. The State of New York had no jurisdiction <span class=\"star-pagination\">*632</span> over her until long afterwards. No conflict can, therefore, arise between the laws of New York and of Massachusetts. The United States had no jurisdiction over her for the purpose we are considering. We hold that she was subject to the disposition made by the laws of Massachusetts, and that for the purpose and to the extent that title passed to the assignees, the vessel remained a portion of the territory of that State.</p>\n<p>JUDGMENT REVERSED, and the case remanded FOR FURTHER PROCEEDINGS.</p>\n<p>Mr. Justice CLIFFORD, concurring in the judgment.</p>\n<p>Unable to assent to the opinion of the court just delivered, I will proceed to state the reasons which induce me to concur in a reversal of the judgment brought here for re-examination.</p>\n<p>Ships and vessels of the United States, said Mr. Justice Nelson, are creations of the legislation of Congress. None can be denominated such or be entitled to the benefits and privileges thereof except those registered or enrolled by virtue of the act for registering and clearing vessels and regulating the coasting trade, or those which are registered or enrolled in pursuance of the act for the registering and recording ships and vessels, or such as are duly qualified for carrying on the coasting trade and fisheries; and the provision is that they must be wholly owned by a citizen or citizens of the United States, and that they shall not continue to enjoy such benefits and privileges any longer than they shall be so owned, and be commanded by a citizen or citizens of the United States.<sup>[*]</sup> Nor can any ship or vessel be registered or enrolled unless built and owned, as therein required, and thence continuing to belong to a citizen or citizens of the United States, or ships or vessels captured from the enemy, in war, by a citizen and lawfully condemned as prize or adjudged to be forfeited for a breach of the laws of the United States, and being wholly owned by a citizen <span class=\"star-pagination\">*633</span> or citizens thereof. Beyond all doubt these acts of Congress declare the true character of registered and enrolled ships and vessels, and all ships and vessels not brought within these provisions of the acts of Congress, and not entitled to the benefits and privileges thereto belonging, are of no more value as American vessels, said Mr. Justice Nelson, than the wood and iron out of which they are constructed. Their substantial if not their entire value consists in their right to the character of national vessels, and to have the protection of the national flag floating at their masthead.<sup>[*]</sup></p>\n<p>Governed by these views, this court held, in the case first cited, that Congress having created, as it were, this species of property and conferred upon it its chief value, under the power given in the Constitution to regulate commerce, that no serious doubt could be entertained but that the same power may be extended to the security and protection of the rights and titles of all persons dealing therein. Such ships and vessels are ships and vessels of the United States and not of the several States in any international sense, and there are no authorities, whether judicial or such as treat of the law of nations, which support any different view, as the word state when used in the treatises upon the law of nations means the nation and not any subdivision of it, as is sometimes supposed.</p>\n<p>American ships offending against our law may be seized by the executive authority upon the high seas, but a seizure of ships or vessels of one nation cannot be made within the jurisdiction of another for the infringement of its own revenue or navigation laws, as the act of seizure is a violation of the territorial authority of the nation within whose jurisdiction the seizure is made.<sup>[\u0086]</sup></p>\n<p>By the record it appears that the plaintiff, who is the present defendant, is the sheriff of the county where the <span class=\"star-pagination\">*634</span> suit was instituted, and that the first five defendants are the assignees in bankruptcy, either of William L. Gibbs and William Jenny, or of Edmund Allen, all of Fairhaven, county of Bristol, and State of Massachusetts, having been duly appointed as such by the court of insolvency for that county, and that the other two defendants are their sureties in a bond for the undivided half of the ship Arctic, which they gave to release the ship from an attachment served by the plaintiff in the suit before the court. Gibbs &amp; Jenny owned three-eighths of the ship, and Allen owned one-eighth of the same, and it also appears that the two defendants first named, on the seventh of February, 1861, petitioned the court of insolvency of the county, representing that they owed debts which they were unable to pay in full, and prayed that a warrant might be issued for taking possession of their joint and separate estate, and that such further proceedings might be had as the law in such cases prescribes; and it further appears that such a warrant was issued on the same day, and that on the twentieth of the same month the messenger made return that he had taken possession of all the estate of the insolvent debtors, except such as is exempt by law from attachment, and of all deeds, books of account, and papers which had come to his knowledge, and that he had given the required notice. Three of the defendants were duly appointed assignees of the estate of the insolvent debtors, and on the twelfth of the same month the judge of the court, by an instrument in due form, conveyed and assigned to the said assignees all the individual and partnership estate, real and personal, of the said insolvent debtors, including all the property of which they were possessed, or in which they were interested, except such as was exempted from attachment, and all their deeds, books of account, and papers, which of course included the title-papers to the ship. On the fourteenth of the same month, Allen also presented a petition to the same court, of like import, and which contained a similar prayer, and seven days later the court issued the warrant, and on the twenty-fifth of the same month the messenger made his return to the same effect as that made <span class=\"star-pagination\">*635</span> to the other warrant. All these proceedings appear to be correct, and the judge of the court having appointed as assignees the person first named in the other warrant and the other two persons named as principals in the bond given for value, on the sixth of March in the same year conveyed and assigned to them all the real and personal estate of the insolvent debtor by an instrument in the same form as in the other case, and which contains the same description of the property conveyed and assigned. Throughout these proceedings the ship was in the Pacific Ocean, or on her homeward voyage to the port of New York, where she arrived in safety on the thirtieth of April, laden with a cargo of guano. Debts were owed by the insolvent debtors to parties in New York, and on the twenty-fourth of April, before the vessel arrived at her wharf, Edward M. Robinson commenced a suit against the three insolvent debtors to recover a sum exceeding six thousand dollars, and a judge of the court, upon his application, issued a process of attachment, directed to the sheriff, commanding him to attach all the property of the defendants in that action, or so much thereof as would be sufficient to satisfy the demand in the action; and it appears that on the thirtieth of the same month he did, by virtue of that process, attach one undivided half part of the said ship as the property of the defendants named as such in the process. Seasonable application was accordingly made to the judge by the said five assignees, claiming to be the owners of the said one undivided half of the ship, praying that she might be valued as provided by the law of the State. Hearing was had and the judge granted the application, and the appraisers appointed having valued the said undivided half of the ship, the five assignees with the other two defendants in this action gave the bond which is the foundation of the action in which the judgment before the court was rendered. Reference need only be made to a single allegation in the declaration, which is that the said claimants were not, nor was either of them, at the time the attachment was made, the owners or owner of the said one undivided half of the ship, <span class=\"star-pagination\">*636</span> as that is sufficient to show the nature of the controversy. Service was made, and the defendants appeared and alleged in their answer that the five assignees were the absolute owners of the same at that time, and that they continued to be such until the vessel was released in the manner stated in the declaration. Evidence was introduced by both parties, and the court directed a verdict for the plaintiff, subject to the opinion of the court at general term; and the cause came to hearing at general term, when the plaintiff moved that judgment be entered on the verdict, but the court denied the motion and dismissed the complaint. Pursuant to the regular practice the court, in general term, prepared and entered in the record their conclusions of law, and a statement of the facts on which those conclusions arose. They determined as matter of law that the assignees named as defendants were, at the time the attachment was made, the owners of the property attached, and that they were entitled to claim and take the same from the plaintiff as the attaching officer. Their conclusions, it appears, were based chiefly upon the facts set forth in the agreed statement, which need not be further referred to, as the facts which it contains have already been sufficiently reproduced. They also find to the effect that one of the assignees, in behalf of all, left the place of his residence on the second of May, and arrived in New York on the following day, for the purpose of taking possession of the ship, but was unable to do so, as he found she was in the possession of the sheriff, it appearing that the plaintiff in the attachment suit, having received early information that the ship was coming to that port, took measures to have the attachment process served even before she came to her wharf. Appeal was taken by the plaintiff in this suit to the Court of Appeals, where the judgment rendered in general term was reversed and judgment rendered for the plaintiff upon the verdict found by the jury in the court of original jurisdiction.</p>\n<p>Two principal questions are presented for decision: (1) Whether the property in the ship, testing the question by <span class=\"star-pagination\">*637</span> the laws of the State where the insolvency proceedings took place, passed to the assignees by virtue of the assignments executed by the court having jurisdiction of the subject-matter; or (2) Whether the attaching creditor is entitled to hold it by virtue of his attachment made long subsequent to the execution and delivery of those instruments.</p>\n<p>Property may be attached on mesne process in that State, and if it be true that the property in the ship, testing the question by the laws of that State, did not pass to the assignees of the insolvent debtors by virtue of the instruments of assignment, further examination of the case is unnecessary, as it must plainly follow that there is no error in the record, and that the judgment should be affirmed.</p>\n<p>\"Full faith and credit,\" the Constitution ordains, \"shall be given in each State ... to the judicial proceedings of every other State; and that Congress may, by general laws, prescribe the manner in which ... such proceedings shall be proved, and the effect thereof.\" Congress accordingly enacted that \"judicial proceedings ... shall have such faith and credit given to them in every court within the United States as they have, by law or usage, in the courts from whence\" they shall be taken.<sup>[*]</sup></p>\n<p>Discussion of those provisions is unnecessary at this time, as their true intent and meaning have been fully explained by the decisions of this court. Congress, say the court in Mills v. Duryee,<sup>[\u0086]</sup> have declared the effect by declaring what faith and credit shall be given to the proceeding, so that it only remains, in every case, to inquire what is the effect of a judgment in the State where it is rendered. If a judgment is conclusive in the State where it was pronounced, it is equally conclusive everywhere in the courts of the United States.<sup>[\u0087]</sup></p>\n<p>Such an assignment, as a general rule, passes the whole of the property of the insolvent debtor, except what is exempted from attachment; or, in other words, the rights of <span class=\"star-pagination\">*638</span> the assignee are as comprehensive as that of an attaching creditor in jurisdictions where the creditor may attach, if need be, the whole property of the debtor, except what is exempted by statute, to respond to the judgment, giving the assignee, like a creditor, the power to reach the property of the debtor, in cases of fraud, even greater than the debtor possessed before the decree of insolvency was passed.<sup>[*]</sup> Assignees in insolvency under the comprehensive rule by which the assignee is vested with all the rights of property belonging to the bankrupt, acquire the same right as creditors to avoid any transactions of the insolvent debtor which were intended to enable a third party to hold his property in trust for his own benefit. In reference to such a case it has been well said that there is a broad distinction between a bill by a bankrupt, the author of the fraud, and one by the assignee, who seeks to recover the property for the benefit of the very interest sought to be defrauded, as public policy in the first case forbids the court to lend its aid to a plan intended to deprive creditors of their just rights, but to grant relief in the second case, is to act in accordance with the rights of creditors for the purpose of defeating the fraudulent design.<sup>[\u0086]</sup> In cases unaffected with fraud the assignee stands in the situation of the insolvent debtor, and succeeds to all his property and rights of property, whether legal or equitable, and the rule is supported by the highest authority, that the assignment passes all his property, whether mentioned or not in the schedule to the assignee; and it was held, in Gray v. Bennett,<sup>[\u0087]</sup> that any one who affirms that a particular thing does not pass by force of the statute must bring himself within its exceptions or show conclusively aliunde that it was the design of the makers of the law that the thing specified should not pass to the assignee.<sup>[§]</sup></p>\n<p>Where the rule of the State courts is that all the property <span class=\"star-pagination\">*639</span> of the insolvent passes to the assignee, this court has decided, the opinion having been given by the late Chief Justice Taney, that any such imperfection in the schedule cannot have any influence, as this court will adopt the same rule as the State court.<sup>[*]</sup></p>\n<p>Had the ship been in the home port it is not denied that the insolvents could have conveyed it for a valuable consideration before the decree in insolvency was passed, nor that personal property under those circumstances, if it had been previously conveyed in fraud of the Bankrupt Act, would have passed to the assignees by virtue of the assignment executed to them by the judge of the court of insolvency. Doubt cannot be entertained upon that subject, and it is equally clear by all the authorities that ships at sea and goods to arrive pass to a purchaser for value, if the purchase is made in good faith, just as effectually as if the ship was moored at her wharf and the goods were deposited in a warehouse. Owners of ships, says Mr. Parsons, ought to be able to sell their ships though at sea and employed in making voyages, and the rule which he lays down is in substance and effect that a bonâ fide sale, on consideration, with whatever transfer of papers and of registry can be made, is valid if possession be taken by the purchaser as soon as is practicable by reasonable endeavor, however long it may be before such possession is or can be taken; that such a sale does not merely give an inchoate right to be completed by possession, as the whole property in the ship passes to the purchaser, and the sale operates as a complete transfer thereof, vesting the property in the purchaser, liable only to be divested by his laches in taking possession. Such a purchase, he insists, is valid; and he adds, as a second proposition, that the purchaser is not bound to go or send to a distant port to take possession, but may safely wait the arrival of the vessel in her home port.<sup>[\u0086]</sup> Sales of ships at sea and goods to arrive have been upheld by the courts of that State <span class=\"star-pagination\">*640</span> from the earliest period of her judicial history, as appears by an unbroken series of decisions commencing early in the present century.<sup>[*]</sup> Delivery in such a case being impossible, it is not required, and it is upon that ground that the title of the purchaser is held to be valid unless he is guilty of laches in taking possession of the ship when she returns. His title is not protected upon the ground that the ship is a ship of the State, but solely upon the ground that a delivery being impossible it is not required. When a ship is abroad, says Abbott, in his valuable work on shipping,<sup>[\u0086]</sup> a perfect transfer of the ship may, at the common law, be made by assignment of the bill of sale, and delivery of that and the other documents relating to the ship, just as the delivery of the key of a warehouse to the buyer of goods contained therein is held to change the property of the goods, the delivery in such a case being not merely a symbol, but the mode of enabling the buyer to take actual possession as soon as circumstances will permit. Exactly the same rule is adopted by Mr. Chitty in his work on contracts,<sup>[\u0087]</sup> and he refers to several American decisions for its support. Symbolical delivery, says Chancellor Kent,<sup>[§]</sup> will in many cases be sufficient and equivalent, in its legal effect, to actual delivery; and he puts the case of the sale of a ship and goods at sea as examples where the delivery must be symbolical by the delivery of the documentary proofs of the title. Superadded to the preceding authorities is another which, it would seem, ought to be regarded as decisive, as it is the unanimous opinion of this court, which was delivered by the late Chief Justice Taney.<sup>[\u0086]</sup> A ship at sea, said he, may <span class=\"star-pagination\">*641</span> be transferred to a purchaser by the delivery of a bill of sale. So also as to the cargo, by the indorsement and delivery of the bill of lading. It is hardly necessary, said that great magistrate, to refer to adjudged cases to prove a doctrine so familiar in the courts, but he did refer to twelve in number, every one of which supports the proposition. Nor was the question a new one to the court at that time, as the point had been ruled by the unanimous concurrence of the court more than twenty years before that decision, in a case where the opinion was delivered by Mr. Justice Story.<sup>[*]</sup> He said that cases arise, even of an absolute sale of personal property, where the want of possession is not presumptive of fraud, if possession cannot, from the circumstances of the property, be within the power of the parties; and he puts as a familiar example of the doctrine the sale of a ship or goods at sea, where, as the learned judge said, possession is dispensed with upon the plain ground of its impossibility, and he adds that it is sufficient if the vendee takes possession of the property within a reasonable time after its return home.</p>\n<p>Further argument to show that the one undivided half of the ship, which belonged to the insolvents, passed to the assignees by the laws of the State, is certainly unnecessary, as it is believed no different rule prevails anywhere, either in England or in the United States.</p>\n<p>By the insolvent law of the State it is provided that the judge shall, by an instrument under his hand, assign and convey to the assignee all the estate, real and personal, of the debtor, except such as is by law exempt from attachment, with all his deeds, books, and papers relating thereto; and it cannot be doubted that the instrument required to be executed by the judge pursuant to that section was intended to have the effect to convey and assign to the assignee all the estate, real and personal, of every name and nature, and that proposition is confirmed by the fact that the seventieth section makes it the duty of the debtor, at the request of the assignee, to do what may be necessary and useful to <span class=\"star-pagination\">*642</span> enable the assignee to demand, recover, and receive all the estate and effects so assigned, especially any part thereof which is without the State.<sup>[*]</sup></p>\n<p>Tested by these considerations, it is quite clear that the effect of the assignment, when duly executed by the court of insolvency, as there regarded, was to vest in the assignees the one undivided half of the ship which previously belonged to the insolvent debtors, and the settled law of this court is that in such a case every other court in the United States, whether State or Federal, in which such a proceeding comes under revision, is bound to give it the same effect it would receive in the courts of that State.<sup>[\u0086]</sup></p>\n<p>Attempt is made to show that the rule laid down in Green v. Van Buskirk, is not applicable to the case before the court, as the ship was upon the high seas, and the suggestion is that the insolvent laws of a State do not have any extra-territorial operation, but the Constitution is operative in the State where the plaintiff resides, as well as in the State which is the domicile of the defendants; and the act of Congress passed in pursuance of the Constitution, provides that such judicial proceedings shall have such faith and credit given to them in every other court within the United States as they have, by law or usage, in the courts of the State from whence they shall be taken.</p>\n<p>Evidently the Court of Appeals did not give the proceedings in question the same effect as they have by law and usage in the courts of the State where the statute assignment was executed by the judge of the court of insolvency, and for that reason the judgment should be reversed.</p>\n<p>Mr. Justice BRADLEY, with whom concurred Mr. Justice FIELD, dissenting.</p>\n<p>I dissent from the judgment of the court in this case. According to my view, whilst the disposition of his movable property by the owner is respected by the laws of all States <span class=\"star-pagination\">*643</span> everywhere, the laws of any particular State and transfers by operation of law, have no extra-territorial force which other States will concede, except by comity. This comity is never exercised to the prejudice of the citizens of the State which accords it. In the case now decided the force and effect of the judicial assignment would have been regarded as conclusive in Massachusetts had the ship, the subject of it, returned there and become subjected to its local jurisdiction. But whether conclusive in other countries, to which the ship might have gone, would have depended entirely on the exercise of comity by the governments and courts of those countries; and the reason would be that the property was on the high seas, and not within the jurisdiction of Massachusetts, when the effect of its local laws were called into exercise by the judicial assignment. I do not deny that if the property had been within Massachusetts jurisdiction when the assignment passed, the property would have been ipso facto transferred to the assignee by the laws of Massachusetts proprio vigore, and being actually transferred and vested, would have been respected the world over. But that was not this case.</p>\n<p>I think the case comes clearly within the operation of the three fundamental rules or axioms laid down by Huber in his Praelectiones, which constitute the groundwork of Justice Story's Treatise on the Conflict of Laws. \"The first is, that the laws of every empire have force only within the limits of its own government, and bind all who are subjects thereof, but not beyond those limits. The second is, that all persons who are found within the limits of a government, whether their residence is permanent or temporary, are to be deemed subjects thereof. The third is, that the rulers of every empire, from comity, admit that the laws of every people, in force within its own limits, ought to have the same force everywhere, so far as they do not prejudice the powers or rights of other governments or of their citizens.\"</p>\n<p>And whilst in many particulars the vessels, especially the public vessels, of a country will be regarded as carrying with them the jurisdiction of that country, I cannot concede that <span class=\"star-pagination\">*644</span> this fiction (for it is only a fictio juris) can be extended to such a case as this. When it does apply it applies wherever the ship may be, whether on the high seas or within the limits of a foreign country. It would apply to a ship in New York harbor as well as to a ship on the high seas. But whether that rule can be applied at all, as between the different States of the Union, to vessels belonging to citizens of the United States, which are properly vessels of the United States, and not of particular States, need not be decided in this case.</p>\n<h2>NOTES</h2>\n<p>[*]  1 Stat. at Large, 122.</p>\n<p>[\u0086]  Mills v. Duryee, 7 Cranch, 483; Leland v. Wilkinson, 6 Peters, 317; United States v. Johns, 4 Dallas, 412.</p>\n<p>[*]  5 Wallace, 310.</p>\n<p>[*]  1 Parsons's Maritime Law, 78, v.c. and n.; Abbott on Shipping, 6th American edition, 36 and n.; Joy v Sears, 9 Pickering, 4; Conard v Atlantic In. Co., 1 Peters, 449.</p>\n<p>[*]  Eighth edition, § 106, et seq.</p>\n<p>[*]  Vol. i, p. 26.</p>\n<p>[\u0086]  Conflict of Laws, § 356.</p>\n<p>[*]  Sec. 817.</p>\n<p>[\u0086]  Graz, 1868; cited in Wharton's Conflict of Laws, § 356, n.</p>\n<p>[\u0087]  Page 40.</p>\n<p>[§]  1 Paige, 236.</p>\n<p>[\u0086]  4 Johnson's Chancery, 460.</p>\n<p>[*]  20 Johnson, 229.</p>\n<p>[\u0086]  5 Cranch, 289.</p>\n<p>[\u0087]  12 Wheaton, 213.</p>\n<p>[*]  3 Wendell, 544.</p>\n<p>[\u0086]  Id. 558.</p>\n<p>[\u0087]  Id. 567.</p>\n<p>[*]  23 Wendell, 91.</p>\n<p>[\u0086]  Conflict of Laws, § 419.</p>\n<p>[\u0087]  Ib. § 391, and Thuret v. Jenkins, 7 Martin, 318, 353, 354.</p>\n<p>[*]  Morgan v. Parham, supra, 471; Hoyt v. Commissioners, 23 New York, 224</p>\n<p>[*]  De Jure Belli, book ii, ch. iv, § 13.</p>\n<p>[\u0086]  Wheaton on International Law, § 106</p>\n<p>[*]  1 Stat. at Large, 55; Ib. 288.</p>\n<p>[*]  White's Bank v. Smith, 7 Wallace, 655; Brig Martha Washington, 25 Law Reporter, 22.</p>\n<p>[\u0086]  The Flora, 11 Wheaton, 42; The Apollon, 9 Id. 371; 4 Opinions of the Attorney-General, 285.</p>\n<p>[*]  1 Stat. at Large, 122.</p>\n<p>[\u0086]  7 Cranch, 484.</p>\n<p>[\u0087]  Christmas v. Russell, 5 Wallace, 302; Bissell v. Briggs, 9 Massachusetts, 462; 2 Story on the Constitution, 3d ed. 1313.</p>\n<p>[*]  Hill v. Smith, 12 Meeson &amp; Welsby, 618; Russell v. Bell, 10 Id. 352.</p>\n<p>[\u0086]  Carr v. Hilton, 1 Curtis, 233; Bingham v. Jordan, 1 Allen, 374.</p>\n<p>[\u0087]  3 Metcalf, 525.</p>\n<p>[§]  Fiske v. Hunt, 2 Story, 584; Cooper v. Henderson, 6 Binney, 189; Robson on Bankruptcy 336.</p>\n<p>[*]  Bank v. Horn, 17 Howard, 160; Robson on Bankruptcy, 542.</p>\n<p>[\u0086]  Parsons on Shipping, 83; Hilliard on Bankruptcy, 107.</p>\n<p>[*]  Bank v. Stacey, 4 Massachusetts, 661; Bank v. Stubbs, 6 Id. 422; Putnam v. Dutch, 8 Id. 287; Tucker v. Buffington, 15 Id. 477; Badlam v. Tucker, 1 Pickering, 389; Gardner v. Howland, 2 Id. 599; Joy v. Sears, 9 Id. 4; Pratt v. Parkman, 24 Id. 42; Turner v. Coolidge, 2 Metcalf, 350; Winsor v. McLellan, 2 Story, 492; Brinley v. Spring, 7 Greenleaf, 241; Wheeler v. Sumner, 4 Mason, 183.</p>\n<p>[\u0086]  Seventh edition, 31.</p>\n<p>[\u0087]  Tenth edition, 421.</p>\n<p>[§]  2 Commentaries (11th ed.), 501; Story on Sales, § 312; Benjamin on Sales, 516.</p>\n<p>[\u0086]  Gibson v. Stevens, 8 Howard, 399.</p>\n<p>[*]  Conard v. Insurance Co., 1 Peters, 449.</p>\n<p>[*]  General Statutes, 586, 590.</p>\n<p>[\u0086]  Green v. Van Buskirk, 7 Wallace, 145; S.C., 5 Id. 810.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:01:45", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">610</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">610</span></span></b></center>\n<center><h1>CRAPO<br>\nv.<br>\nKELLY.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*613</span> Mr. W.M. Evarts, against the jurisdiction and in support of the ruling below.</p>\n<p>Mr. Edwards Pierpont (with whom was Mr. W. Stanley), contra.</p>\n<p><span class=\"star-pagination\">*618</span> Mr. Justice HUNT delivered the opinion of the court.</p>\n<p>The claim of Federal jurisdiction over this action is based upon article 4, section 1, of the Constitution of the United States. It is there declared that \"full faith and credit shall be given in each State to the public acts, records, and judicial proceedings of every other State; and the Congress may, by general laws, prescribe the manner in which such acts, records, and proceedings shall be proved, and the effect <span class=\"star-pagination\">*619</span> thereof.\" In 1790 and in 1804 Congress passed laws prescribing that manner and effect. By the act of May 26th, 1790,<sup>[*]</sup> after prescribing the forms of authentication, it is enacted: \"And the said records and judicial proceedings authenticated as aforesaid shall have such faith and credit given to them in every court within the United States as they have by law or usage in the courts of the State from whence the said records are or shall be taken.\" Under this statute it has been held in this court, from an early day, that the faith and credit spoken of are not limited to the form of the record, and are not satisfied by its admission as a record. It is held that the same effect is to be given to the record in the courts of the State where produced, as in the courts of the State from which it is taken.<sup>[\u0086]</sup></p>\n<p>The defendant in error insists in reply that the validity of the record of the court of probate and insolvency in the State of Massachusetts is not involved, and the faith and credit due to it is not in question. This is based upon the argument that that record has never adjudicated upon the title or possession of the vessel in question, and that the same was res integra when this action was commenced in New York.</p>\n<p>The case of Green v. Van Buskirk, reported in 5th Wallace, p. 310, and also in 7th Id. p. 139, is relied upon as conclusive upon this point. In that case Bates, who lived in New York, executed and delivered to Van Buskirk, who lived in the same State, a chattel mortgage on certain iron safes which were then in the city of Chicago. This was done on the 3d day of November, 1857. Two days after this Green, who was also a citizen of New York, being ignorant of the existence of the mortgage, sued out a writ of attachment in the courts of Illinois, levied on the safes, and sold them in satisfaction of the judgment obtained in the attachment suit. There was no appearance or contest in defence of this attachment suit, and Van Buskirk was not <span class=\"star-pagination\">*620</span> a party to it, although he had power to make himself such party. It was conceded that by the laws of Illinois, mortgages of personal property, until acknowledged and recorded, are void as against third persons. In this state of the affair Van Buskirk sued Green in the New York courts for the value of the safes mortgaged to him by Bates, and of which Green had thus received the proceeds. Green pleaded his attachment suit in bar of the action. The courts of New York gave judgment in favor of Van Buskirk, holding that the law of New York was to govern, and not the law of Illinois, although the property was situated in the latter State, and that the title passed to him by the execution of the mortgage. The case first came before this court on a motion to dismiss for want of jurisdiction.<sup>[*]</sup> The motion was maintained, on the ground that the record neither showed that the construction of any clause of the Constitution was drawn in question in the State court, nor that any right was claimed under such clause, or that any decision was made against such right. The only issue it was said was as to the right of property and possession at the time of such seizure. In the opinion of the court, delivered by Mr. Justice Miller, after discussing the law applicable to the general questions in the case, the conclusion on the question of jurisdiction is thus stated: \"We do not here decide that the proceedings in the State of Illinois have there the effect which plaintiff claims for them, because that must remain to be decided after argument on the merits of the case. But we hold that the effect which these proceedings have there by the law and usage of that State was a question necessarily decided by the New York courts, and that it was decided against the claim set up by the plaintiff in error, under the constitutional provision and statute referred to, and that the case is, therefore, properly here for review.\" Without reference to whether he was right or wrong, the fact that Green claimed under the judicial record of Illinois, and that his claim was overruled, was held to give this court jurisdiction. <span class=\"star-pagination\">*621</span> Without reference to whether Crapo was right or wrong, whether the question was res integra, or res adjudicata, the fact that he claimed title under the Massachusetts record, and that his claim was overruled, gives the court jurisdiction of the present case. The authority of Green v. Van Buskirk, in 5th Wallace, is clear to that point.</p>\n<p>The case as reported in 7 Wallace is to the same effect. In restating the argument of jurisdiction Mr. Justice Davis says: \"This court in denial of the motion to dismiss held that the Supreme Court of New York necessarily decided what effect the attachment proceedings in Illinois had by the law and usage in that State, and as it was decided against the effect that Green claimed for them, this court had jurisdiction under that clause of the Constitution\" above quoted. Whether the Supreme Court of New York held correctly or otherwise was important when the case came before this court for a final hearing, but the fact simply that it had decided against Green's claim of the effect of the records gave jurisdiction.</p>\n<p>We think the jurisdiction of the court now to hear and decide the case is sufficiently clear.</p>\n<p>Omitting all superfluous circumstances, the facts necessary to present the question on the merits are these: On the 23d of February, 1861, the insolvent court of Massachusetts appointed Crapo and others assignees in insolvency of Gibbs &amp; Jenny, and the judge of that court executed and delivered to them an assignment of all the personal property of Gibbs &amp; Jenny. At this date Gibbs &amp; Jenny were the owners of the ship Arctic, an American vessel registered at the port of Fairhaven, in the district of New Bedford, in the State of Massachusetts, which vessel was then on the high seas, to wit, in the Pacific Ocean. On the 30th day of the following April this vessel arrived in the port of New York, and was at once seized as the property of Gibbs &amp; Jenny, by an attachment issued at the suit of one Robinson, a creditor of Gibbs &amp; Jenny, residing in New York. On the next day but one after the arrival of the vessel Crapo came to New <span class=\"star-pagination\">*622</span> York and took possession of her, subject to the possession of Kelly, the sheriff. Crapo represents the title under the Massachusetts assignment, which then, and at all times since, he has sought to enforce. Kelly claims under the New York attachment.</p>\n<p>The question is, which proceeding gave the better title.</p>\n<p>Certain propositions relating to the question are not disputed.</p>\n<p>1. If the assignment under which Crapo claims had been the personal act of Gibbs &amp; Jenny, it would have passed the title to the vessel wherever she might have been at the time of its execution.</p>\n<p>2. If the vessel at the time of the execution of the assignment had been within the territorial limits of Massachusetts, the assignment, although not the personal act of Gibbs &amp; Jenny, would have divested their title and that of all persons claiming under them, provided diligence has been used to reduce the vessel to possession.</p>\n<p>3. If the vessel had been in the port of New York at the time of the execution of the insolvent assignment (there being no personal assignment), and had subsequently been seized there under attachment proceedings by a New York creditor, such attachment proceeding would have held the vessel as against the prior insolvent assignment.</p>\n<p>The first of these propositions results from the fact that personal property, wherever it may be, is under the personal control of its owner, and the title passes by his actual transfer. The second is based upon the idea that the property being actually present and under the control of the law, passes by act of the law. The third proposition assumes that a transfer by legal proceeding possesses less solemnity than one made by the owner himself; that each nation is entitled to protect its own citizens, and that the remedy by law taken by its citizens having the actual possession of the corpus, ought to prevail over a title by law from another State, which is not accompanied by such possession. This principle authorizes the Massachusetts assignee to hold the property when in Massachusetts, and the New York creditor <span class=\"star-pagination\">*623</span> to seize it when it is in New York, under the circumstances stated.<sup>[*]</sup></p>\n<p>The present case is deficient in each of the elements necessary to bring the vessel within the range of the foregoing principles. She was not transferred by the personal act of the owner. She was not literally within the territory of Massachusetts when the insolvent assignment took effect; and, thirdly, she was not in the port of New York.</p>\n<p>The question then arises, while thus upon the high seas was she in law within the territory of Massachusetts. If she was, the insolvent title will prevail.</p>\n<p>It is not perceived that this vessel can be said to be upon United States territory, or within United States jurisdiction, or subject to the laws of the United States regulating the transfer of property, if such laws there may be. Except for the purposes and to the extent to which these attributes have been transferred to the United States, the State of Massachusetts possesses all the rights and powers of a sovereign State. By her own consent, as found in article 1 of the Constitution of the United States, she has abandoned her right to wage war, to coin money, to make treaties, and to do certain other acts therein mentioned. None of the subjects there mentioned affect the question before us. The third article of that instrument extends the judicial power of the United States \"to all cases of admiralty and maritime jurisdiction.\" This gives the power to the courts of the United States to try those cases in which are involved questions arising out of maritime affairs, and of crimes committed on the high seas. To bring a transaction within that jurisdiction, it must be not simply a transaction which occurred at sea, as the making of a contract, but one in which the question itself is of a maritime nature, or arises out of a maritime affair, or it must be a tort or crime committed on the high seas. Over such cases the United States courts have jurisdiction; that is, they are authorized to hear and determine <span class=\"star-pagination\">*624</span> them. No rule of property is thereby established. This remains as it would have been had no such authority been given to the United States court.</p>\n<p>To Congress is also given power \"to define and punish piracies and felonies committed on the high seas, and offences against the law of nations.\" It will scarcely be claimed that the title to property could be affected by this provision. Nor does the circumstance that the Arctic sailed under the flag of the United States and was entitled to the protection of that government against insult or injury from the citizens or ships of other nations, touch the present point. None of these instances are like that of the passage of a bankrupt law by the United States, which acts directly upon the property of all the citizens of all the States, wherever it may be. Had the claim of either party to this vessel been based upon a proceeding under that statute, the title would have been complete, if the property had been within the territory or jurisdiction of any of the States of the Union.</p>\n<p>It is not perceived, therefore, that the relation of Massachusetts to the Union has any effect upon the title to this vessel. It stands as if that State were an independent sovereign State, unconnected with the other States of the Union. The question is the same as if this assignment had been made in London by a British insolvent court, adjudicating upon the affairs of a British subject.</p>\n<p>We are of the opinion, for the purpose we are considering, that the ship Arctic was a portion of the territory of Massachusetts, and the assignment by the insolvent court of that State passed the title to her, in the same manner and with the like effect as if she had been physically within the bounds of that State when the assignment was executed.</p>\n<p>The rule is thus laid down by Mr. Wheaton in his treatise on International Law:<sup>[*]</sup> \"Both the public and private vessels of every nation on the high seas, and out of the territorial limits of any other State, are subject to the jurisdiction <span class=\"star-pagination\">*625</span> of the state to which they belong. Vattel says that the domain of a nation extends to all its just possessions, and by its possessions we are not to understand its territory only, but all the rights it enjoys. And he also considers the vessels of a nation on the high seas as portions of its territory. Grotius holds that sovereignty may be acquired over a portion of the sea.\" As an illustration of the proposition that the ship is a portion of the territory of the State, the author proceeds: \"Every state has an incontestable right to the service of all its members in the national defence, but it can give effect to this right only by lawful means. Its right to reclaim the military service of its citizens can be exercised only within its own territory, or in some place not subject to the jurisdiction of any other nation. The ocean is such a place, and any state may unquestionably there exercise, on board its own vessels, its right of compelling the military or naval services of its subjects.\"</p>\n<p>Chancellor Kent, in his Commentaries,<sup>[*]</sup> says: \"The high seas are free and open to all the world, and the laws of every state or nation have there a full and perfect operation upon the persons and property of the citizens or subjects of such a state or nation.\" \"No nation has any right or jurisdiction at sea, except it be over the persons of its subjects, in its own public and private vessels; and so far territorial jurisdiction may be conceded as preserved, for the vessels of a nation are in many respects considered as portions of its territory, and persons on board are protected and governed by the law of the country to which the vessel belongs.\"</p>\n<p>Wharton<sup>[\u0086]</sup> says: \"A ship in the open sea is regarded by the law of nations as a part of the territory whose flag such ship carries.\" \"By this (he says) may be explained several cases quoted as establishing the lex domicilii, though they are only sustainable on the ground that the ship at sea is part of the territory whose flag she bears... . In respect to principle, ships at sea and the property in them, must be viewed as part of the country to which they belong.\"</p>\n<p><span class=\"star-pagination\">*626</span> The modern German law is to the same point. Bluntschil, in his Moderne Volkerrect,<sup>[*]</sup> says: \"Ships are to be regarded as floating sections of the land to which they nationally belong, and whose flag they are entitled to carry.\"</p>\n<p>Bischof, in his Grundriss des positiven internationalen Seerechts,<sup>[\u0086]</sup> says: \"Every state is free on the seas, so that its ships are to be regarded as floating sections of its country, territoria clausa; la continuation ou la prorogation du territoire, and those on board such ships in foreign waters are under their laws and protection. This even applies to children born to subjects on such ships.\"</p>\n<p>Wildman, in his treatise on International Law,<sup>[\u0087]</sup> says: \"Provinces and colonies, however distant, form a part of the territory of the parent state. So of the ships on the high seas. The rights of sovereignty extend to all persons and things not privileged, that are within the territory.\"</p>\n<p>The adjudicated cases in this country are to the same effect. In Plestoro v. Abraham,<sup>[§]</sup> it was held that where a British subject, being indebted, left England, and while on his voyage to this country and before he arrived here, he was, under the laws of Great Britain, declared a bankrupt, and provisional assignees were appointed, it was held that the assignment to such assignees divested the title of the bankrupt to the personal property brought with him to this country. In giving his opinion upon the motion to dissolve the injunction, Chancellor Walworth said: \"In the case of Holmes v. Remsen,<sup>[\u0086]</sup> Chancellor Kent decided that an assignment by the commissioners of bankruptcy in England, operated as a legal transfer of the personal property and choses in action of the bankrupt in this country. Even as against a subsequent attachment taken out here by an American creditor, under the act against absconding and absent debtors. It is doubtful whether that decision, to its full extent, can be sustained. It was strongly opposed and ably questioned by Platt, in a case between the same parties, which <span class=\"star-pagination\">*627</span> subsequently came before the Supreme Court.<sup>[*]</sup> It also stands in opposition to the opinions of the State courts in Connecticut, Massachusetts, Pennsylvania, Maryland, and in both of the Carolinas, ... and to the decision of the Supreme Court of the United States, in Harrison v. Sterry,<sup>[\u0086]</sup> and in Ogden v. Saunders.<sup>[\u0087]</sup> But the case before me (he proceeds) steers clear of all these decisions. In the cases cited the contest was between foreign assignees and domestic creditors, claiming under the laws of the country where the property was situated and where the suits were brought. The question in these cases was, whether the personal property was to be considered as having locality for the purpose of giving a remedy to creditors residing in countries where the property was in fact situated at the time of the foreign assignment. In this case the controversy is between the bankrupt and his assignees and creditors, all residing in the country under whose laws the assignment was made. Even the property itself, at the time of the assignment, was constructively within the jurisdiction of that country, being on the high seas in the actual possession of a British subject. Under such circumstances the assignment had the effect to change the property and divest the title as effectually as if the same had been sold in England under an execution against him, or he had voluntarily conveyed the same to the assignee for the benefit of his creditors.\"</p>\n<p>The case was carried to the Court of Errors of the State of New York, that body being composed of the chancellor, the judges of the Supreme Court, the lieutenant-governor, and the members of the senate. The record did not show distinctly that the vessel which brought the goods was a British ship, and on this point the chancellor's order was reversed. Marcy, justice, and Throop, lieutenant-governor, eminent men and able judges, held that the assignment in Great Britain divested the title of the bankrupt to personal property in this country, and that his property in a vessel on the high seas was likewise transferred. Maynard, Oliver, <span class=\"star-pagination\">*628</span> and Stebbins held that, as to the personal property of the bankrupt in this country, the assignment did not effect a transfer of the same, even as between the assignee and the bankrupt. Maynard and Stebbins held that to produce the transfer, under such circumstances, of the property of a British bankrupt, which was on the high seas at the time of the assignment, it must distinctly appear that the vessel was a British vessel, and thus the property was within British jurisdiction. It is fairly to be inferred that if it had appeared that the vessel was a British vessel the chancellor's order would have been sustained. Thus Mr. Ogden, who argued for the reversal of the order, said:<sup>[*]</sup> \"Had the goods been on board a British vessel it would have been so averred. In the absence of such averment the fair conclusion is that the vessel in which they were embarked was American; and if so, the goods were as much within our jurisdiction as if landed in a storehouse at New York.\" Senator Maynard, in his opinion,<sup>[\u0086]</sup> repeats this statement. He says: \"The presumption was as fair that it was on board of an American ship as that it was on a British ship; and if so, it was, at the date of the assignment, within the jurisdiction of this country.\" Stebbins, senator, says:<sup>[\u0087]</sup> \"I hold, therefore, that if this property was laden on board an American vessel, and on the high seas at the time of the assignment, it was within the jurisdiction of the United States, and could no more pass by that assignment than if lodged in the custom-house in New York; and if laden on board a British vessel that fact should have been averred by the assignee as essential to his title.\" The chancellor's order was reversed, and apparently upon this ground, that it did not actually appear that the ship on which the goods were laden was a British ship. The principle of the decision was in accordance with the principle announced by the chancellor, as already quoted, to wit, that the presence of the goods in a British ship on the high seas, continued them within British jurisdiction. The limited application given to this decision <span class=\"star-pagination\">*629</span> in Johnson v. Hunt,<sup>[*]</sup> is scarcely sustained by the facts. None of the other cases cited are cases of goods on the ship of the state or nation of the insolvent whose goods are the subject of the assignment. They are cases where the property was confessedly within another jurisdiction and hence the conflict.</p>\n<p>Judge Story says,<sup>[\u0086]</sup> upon this case: \"It is difficult to perceive how the doctrine of the chancellor, as to the operation of the British bankrupt laws upon the British subjects and their property in transitu can be answered. The transfer must be admitted to be operative to divest the bankrupt's title to the extent of an estoppel as to his own personal claim in opposition to it, for the law of America, be it what it may, had not then operated upon it. It was not locally within our jurisdiction. No one could doubt the right of the assignee to personal property locally in England at the time of the assignment. In what respect does such a case differ from a case where it has not passed into another jurisdiction? Is there any substantial difference between its being on board a British vessel and its being on board of an American vessel on the high seas?\" No claim can be made that this vessel was within the jurisdiction of New York when the assignment was executed.</p>\n<p>If the title passed to the insolvent assignees, it passed eo instanti the assignment was executed. It took effect then or never. The return of the vessel afterwards to America, her arrival in the port of New York, her seizure and sale there did not operate to divest a title already complete.<sup>[\u0087]</sup></p>\n<p>Again, the owners of this vessel and the assignees in insolvency were citizens of Massachusetts, and subject to her laws. It is not doubted that a sale of property between them of property on board of this vessel, or of the vessel itself, would be regulated by the laws of Massachusetts. It is not doubted that the vessel was taxable in Massachusetts only, or that if Gibbs or Jenny had been on board of the <span class=\"star-pagination\">*630</span> vessel, and had died before the vessel reached New York, his personal property on or in her would have passed under the laws of Massachusetts.<sup>[*]</sup></p>\n<p>If this vessel had never returned to the American shores but had gone to the bottom in the Pacific seas, after the assignment was complete, whose vessel would she have been at the time of such loss? There can be but one answer. The Massachusetts statute declares that this assignment vested in Crapo and his associates all the title and interest the insolvent had in this vessel. In other words it vested in them the absolute ownership. There was not then, or for weeks afterwards, any possible question of their title. The insurance-money upon the ship would have been their property, and they would have been bound to collect it and distribute it among the creditors.</p>\n<p>Personal property which has an established situs in another State, is no doubt governed by the lex loci sit\u009c rei, so far that it will be governed in its distribution by the laws of the place where found, rather than the law of the domicile. This rule only applies where such property has acquired an established situs. Until that occurs there can be no conflict of jurisdiction.</p>\n<p>It is said, however, that the fact that the property on board a vessel at sea and the vessel itself, contracts respecting them and the distribution of the assets of the intestate, are regulated by the laws of Massachusetts, arises solely from the circumstance that the owner is a resident of that State; that jurisdiction of the parties it is, that gives the jurisdiction of these subjects. The authorities from Kent, Story, and Wheaton, and the continental authorities, the civil law before cited, as well as the decisions in Plestoro v. Abrahams, make the ship itself, under such circumstances, a part of the territory of the State to which its owner belongs. If he resides in Boston his property in the remotest county of the State is under the protection of its laws, as being upon and <span class=\"star-pagination\">*631</span> within its territory. So his property on his ship, for the purpose we are considering, is legally and constructively within its territory. In each case it is true that the existence of an owner is necessary to call forth the exercise of the law and the duty and power of the State. In this sense, it is true, that the residence of the owner produces the result. It is produced, however, not only by the existence and residence of the owner, but by an extended State territory upon which his property remains, and where it is subject to State laws and entitled to the protection of the same laws.</p>\n<p>Grotius<sup>[*]</sup> holds that sovereignty may be acquired over a portion of the sea, ratione personarum.<sup>[\u0086]</sup> Rutherford and others hold this to be an error, and that no nation has jurisdiction over the ocean itself. All agree that jurisdiction over the public and private vessels of a nation at sea, remains to the nation, and it is expressed in the language already quoted.</p>\n<p>In the celebrated Trent Case, occurring in 1862, Messrs. Mason and Slidell were removed from a British private vessel by Commodore Wilkes of the San Jacinto, a public vessel of the United States. Great Britain insisted that the rights of a neutral vessel not only had been violated, for which she demanded apology, but she insisted that these persons should be replaced and returned on board a British ship. This was done, and they were actually placed on board a British vessel in or near the harbor of Boston. They were not British subjects, and their return could only have been demanded for the reason that they had been torn from British soil, and the sanctity of British soil as represented by a British ship had been violated. Citizenship or residence had no influence upon the question.</p>\n<p>This vessel, the Arctic, was upon the high seas at the time of the assignment. The status at that time decides the question of jurisdiction. The State of New York had no jurisdiction <span class=\"star-pagination\">*632</span> over her until long afterwards. No conflict can, therefore, arise between the laws of New York and of Massachusetts. The United States had no jurisdiction over her for the purpose we are considering. We hold that she was subject to the disposition made by the laws of Massachusetts, and that for the purpose and to the extent that title passed to the assignees, the vessel remained a portion of the territory of that State.</p>\n<p>JUDGMENT REVERSED, and the case remanded FOR FURTHER PROCEEDINGS.</p>\n<p>Mr. Justice CLIFFORD, concurring in the judgment.</p>\n<p>Unable to assent to the opinion of the court just delivered, I will proceed to state the reasons which induce me to concur in a reversal of the judgment brought here for re-examination.</p>\n<p>Ships and vessels of the United States, said Mr. Justice Nelson, are creations of the legislation of Congress. None can be denominated such or be entitled to the benefits and privileges thereof except those registered or enrolled by virtue of the act for registering and clearing vessels and regulating the coasting trade, or those which are registered or enrolled in pursuance of the act for the registering and recording ships and vessels, or such as are duly qualified for carrying on the coasting trade and fisheries; and the provision is that they must be wholly owned by a citizen or citizens of the United States, and that they shall not continue to enjoy such benefits and privileges any longer than they shall be so owned, and be commanded by a citizen or citizens of the United States.<sup>[*]</sup> Nor can any ship or vessel be registered or enrolled unless built and owned, as therein required, and thence continuing to belong to a citizen or citizens of the United States, or ships or vessels captured from the enemy, in war, by a citizen and lawfully condemned as prize or adjudged to be forfeited for a breach of the laws of the United States, and being wholly owned by a citizen <span class=\"star-pagination\">*633</span> or citizens thereof. Beyond all doubt these acts of Congress declare the true character of registered and enrolled ships and vessels, and all ships and vessels not brought within these provisions of the acts of Congress, and not entitled to the benefits and privileges thereto belonging, are of no more value as American vessels, said Mr. Justice Nelson, than the wood and iron out of which they are constructed. Their substantial if not their entire value consists in their right to the character of national vessels, and to have the protection of the national flag floating at their masthead.<sup>[*]</sup></p>\n<p>Governed by these views, this court held, in the case first cited, that Congress having created, as it were, this species of property and conferred upon it its chief value, under the power given in the Constitution to regulate commerce, that no serious doubt could be entertained but that the same power may be extended to the security and protection of the rights and titles of all persons dealing therein. Such ships and vessels are ships and vessels of the United States and not of the several States in any international sense, and there are no authorities, whether judicial or such as treat of the law of nations, which support any different view, as the word state when used in the treatises upon the law of nations means the nation and not any subdivision of it, as is sometimes supposed.</p>\n<p>American ships offending against our law may be seized by the executive authority upon the high seas, but a seizure of ships or vessels of one nation cannot be made within the jurisdiction of another for the infringement of its own revenue or navigation laws, as the act of seizure is a violation of the territorial authority of the nation within whose jurisdiction the seizure is made.<sup>[\u0086]</sup></p>\n<p>By the record it appears that the plaintiff, who is the present defendant, is the sheriff of the county where the <span class=\"star-pagination\">*634</span> suit was instituted, and that the first five defendants are the assignees in bankruptcy, either of William L. Gibbs and William Jenny, or of Edmund Allen, all of Fairhaven, county of Bristol, and State of Massachusetts, having been duly appointed as such by the court of insolvency for that county, and that the other two defendants are their sureties in a bond for the undivided half of the ship Arctic, which they gave to release the ship from an attachment served by the plaintiff in the suit before the court. Gibbs &amp; Jenny owned three-eighths of the ship, and Allen owned one-eighth of the same, and it also appears that the two defendants first named, on the seventh of February, 1861, petitioned the court of insolvency of the county, representing that they owed debts which they were unable to pay in full, and prayed that a warrant might be issued for taking possession of their joint and separate estate, and that such further proceedings might be had as the law in such cases prescribes; and it further appears that such a warrant was issued on the same day, and that on the twentieth of the same month the messenger made return that he had taken possession of all the estate of the insolvent debtors, except such as is exempt by law from attachment, and of all deeds, books of account, and papers which had come to his knowledge, and that he had given the required notice. Three of the defendants were duly appointed assignees of the estate of the insolvent debtors, and on the twelfth of the same month the judge of the court, by an instrument in due form, conveyed and assigned to the said assignees all the individual and partnership estate, real and personal, of the said insolvent debtors, including all the property of which they were possessed, or in which they were interested, except such as was exempted from attachment, and all their deeds, books of account, and papers, which of course included the title-papers to the ship. On the fourteenth of the same month, Allen also presented a petition to the same court, of like import, and which contained a similar prayer, and seven days later the court issued the warrant, and on the twenty-fifth of the same month the messenger made his return to the same effect as that made <span class=\"star-pagination\">*635</span> to the other warrant. All these proceedings appear to be correct, and the judge of the court having appointed as assignees the person first named in the other warrant and the other two persons named as principals in the bond given for value, on the sixth of March in the same year conveyed and assigned to them all the real and personal estate of the insolvent debtor by an instrument in the same form as in the other case, and which contains the same description of the property conveyed and assigned. Throughout these proceedings the ship was in the Pacific Ocean, or on her homeward voyage to the port of New York, where she arrived in safety on the thirtieth of April, laden with a cargo of guano. Debts were owed by the insolvent debtors to parties in New York, and on the twenty-fourth of April, before the vessel arrived at her wharf, Edward M. Robinson commenced a suit against the three insolvent debtors to recover a sum exceeding six thousand dollars, and a judge of the court, upon his application, issued a process of attachment, directed to the sheriff, commanding him to attach all the property of the defendants in that action, or so much thereof as would be sufficient to satisfy the demand in the action; and it appears that on the thirtieth of the same month he did, by virtue of that process, attach one undivided half part of the said ship as the property of the defendants named as such in the process. Seasonable application was accordingly made to the judge by the said five assignees, claiming to be the owners of the said one undivided half of the ship, praying that she might be valued as provided by the law of the State. Hearing was had and the judge granted the application, and the appraisers appointed having valued the said undivided half of the ship, the five assignees with the other two defendants in this action gave the bond which is the foundation of the action in which the judgment before the court was rendered. Reference need only be made to a single allegation in the declaration, which is that the said claimants were not, nor was either of them, at the time the attachment was made, the owners or owner of the said one undivided half of the ship, <span class=\"star-pagination\">*636</span> as that is sufficient to show the nature of the controversy. Service was made, and the defendants appeared and alleged in their answer that the five assignees were the absolute owners of the same at that time, and that they continued to be such until the vessel was released in the manner stated in the declaration. Evidence was introduced by both parties, and the court directed a verdict for the plaintiff, subject to the opinion of the court at general term; and the cause came to hearing at general term, when the plaintiff moved that judgment be entered on the verdict, but the court denied the motion and dismissed the complaint. Pursuant to the regular practice the court, in general term, prepared and entered in the record their conclusions of law, and a statement of the facts on which those conclusions arose. They determined as matter of law that the assignees named as defendants were, at the time the attachment was made, the owners of the property attached, and that they were entitled to claim and take the same from the plaintiff as the attaching officer. Their conclusions, it appears, were based chiefly upon the facts set forth in the agreed statement, which need not be further referred to, as the facts which it contains have already been sufficiently reproduced. They also find to the effect that one of the assignees, in behalf of all, left the place of his residence on the second of May, and arrived in New York on the following day, for the purpose of taking possession of the ship, but was unable to do so, as he found she was in the possession of the sheriff, it appearing that the plaintiff in the attachment suit, having received early information that the ship was coming to that port, took measures to have the attachment process served even before she came to her wharf. Appeal was taken by the plaintiff in this suit to the Court of Appeals, where the judgment rendered in general term was reversed and judgment rendered for the plaintiff upon the verdict found by the jury in the court of original jurisdiction.</p>\n<p>Two principal questions are presented for decision: (1) Whether the property in the ship, testing the question by <span class=\"star-pagination\">*637</span> the laws of the State where the insolvency proceedings took place, passed to the assignees by virtue of the assignments executed by the court having jurisdiction of the subject-matter; or (2) Whether the attaching creditor is entitled to hold it by virtue of his attachment made long subsequent to the execution and delivery of those instruments.</p>\n<p>Property may be attached on mesne process in that State, and if it be true that the property in the ship, testing the question by the laws of that State, did not pass to the assignees of the insolvent debtors by virtue of the instruments of assignment, further examination of the case is unnecessary, as it must plainly follow that there is no error in the record, and that the judgment should be affirmed.</p>\n<p>\"Full faith and credit,\" the Constitution ordains, \"shall be given in each State ... to the judicial proceedings of every other State; and that Congress may, by general laws, prescribe the manner in which ... such proceedings shall be proved, and the effect thereof.\" Congress accordingly enacted that \"judicial proceedings ... shall have such faith and credit given to them in every court within the United States as they have, by law or usage, in the courts from whence\" they shall be taken.<sup>[*]</sup></p>\n<p>Discussion of those provisions is unnecessary at this time, as their true intent and meaning have been fully explained by the decisions of this court. Congress, say the court in Mills v. Duryee,<sup>[\u0086]</sup> have declared the effect by declaring what faith and credit shall be given to the proceeding, so that it only remains, in every case, to inquire what is the effect of a judgment in the State where it is rendered. If a judgment is conclusive in the State where it was pronounced, it is equally conclusive everywhere in the courts of the United States.<sup>[\u0087]</sup></p>\n<p>Such an assignment, as a general rule, passes the whole of the property of the insolvent debtor, except what is exempted from attachment; or, in other words, the rights of <span class=\"star-pagination\">*638</span> the assignee are as comprehensive as that of an attaching creditor in jurisdictions where the creditor may attach, if need be, the whole property of the debtor, except what is exempted by statute, to respond to the judgment, giving the assignee, like a creditor, the power to reach the property of the debtor, in cases of fraud, even greater than the debtor possessed before the decree of insolvency was passed.<sup>[*]</sup> Assignees in insolvency under the comprehensive rule by which the assignee is vested with all the rights of property belonging to the bankrupt, acquire the same right as creditors to avoid any transactions of the insolvent debtor which were intended to enable a third party to hold his property in trust for his own benefit. In reference to such a case it has been well said that there is a broad distinction between a bill by a bankrupt, the author of the fraud, and one by the assignee, who seeks to recover the property for the benefit of the very interest sought to be defrauded, as public policy in the first case forbids the court to lend its aid to a plan intended to deprive creditors of their just rights, but to grant relief in the second case, is to act in accordance with the rights of creditors for the purpose of defeating the fraudulent design.<sup>[\u0086]</sup> In cases unaffected with fraud the assignee stands in the situation of the insolvent debtor, and succeeds to all his property and rights of property, whether legal or equitable, and the rule is supported by the highest authority, that the assignment passes all his property, whether mentioned or not in the schedule to the assignee; and it was held, in Gray v. Bennett,<sup>[\u0087]</sup> that any one who affirms that a particular thing does not pass by force of the statute must bring himself within its exceptions or show conclusively aliunde that it was the design of the makers of the law that the thing specified should not pass to the assignee.<sup>[§]</sup></p>\n<p>Where the rule of the State courts is that all the property <span class=\"star-pagination\">*639</span> of the insolvent passes to the assignee, this court has decided, the opinion having been given by the late Chief Justice Taney, that any such imperfection in the schedule cannot have any influence, as this court will adopt the same rule as the State court.<sup>[*]</sup></p>\n<p>Had the ship been in the home port it is not denied that the insolvents could have conveyed it for a valuable consideration before the decree in insolvency was passed, nor that personal property under those circumstances, if it had been previously conveyed in fraud of the Bankrupt Act, would have passed to the assignees by virtue of the assignment executed to them by the judge of the court of insolvency. Doubt cannot be entertained upon that subject, and it is equally clear by all the authorities that ships at sea and goods to arrive pass to a purchaser for value, if the purchase is made in good faith, just as effectually as if the ship was moored at her wharf and the goods were deposited in a warehouse. Owners of ships, says Mr. Parsons, ought to be able to sell their ships though at sea and employed in making voyages, and the rule which he lays down is in substance and effect that a bonâ fide sale, on consideration, with whatever transfer of papers and of registry can be made, is valid if possession be taken by the purchaser as soon as is practicable by reasonable endeavor, however long it may be before such possession is or can be taken; that such a sale does not merely give an inchoate right to be completed by possession, as the whole property in the ship passes to the purchaser, and the sale operates as a complete transfer thereof, vesting the property in the purchaser, liable only to be divested by his laches in taking possession. Such a purchase, he insists, is valid; and he adds, as a second proposition, that the purchaser is not bound to go or send to a distant port to take possession, but may safely wait the arrival of the vessel in her home port.<sup>[\u0086]</sup> Sales of ships at sea and goods to arrive have been upheld by the courts of that State <span class=\"star-pagination\">*640</span> from the earliest period of her judicial history, as appears by an unbroken series of decisions commencing early in the present century.<sup>[*]</sup> Delivery in such a case being impossible, it is not required, and it is upon that ground that the title of the purchaser is held to be valid unless he is guilty of laches in taking possession of the ship when she returns. His title is not protected upon the ground that the ship is a ship of the State, but solely upon the ground that a delivery being impossible it is not required. When a ship is abroad, says Abbott, in his valuable work on shipping,<sup>[\u0086]</sup> a perfect transfer of the ship may, at the common law, be made by assignment of the bill of sale, and delivery of that and the other documents relating to the ship, just as the delivery of the key of a warehouse to the buyer of goods contained therein is held to change the property of the goods, the delivery in such a case being not merely a symbol, but the mode of enabling the buyer to take actual possession as soon as circumstances will permit. Exactly the same rule is adopted by Mr. Chitty in his work on contracts,<sup>[\u0087]</sup> and he refers to several American decisions for its support. Symbolical delivery, says Chancellor Kent,<sup>[§]</sup> will in many cases be sufficient and equivalent, in its legal effect, to actual delivery; and he puts the case of the sale of a ship and goods at sea as examples where the delivery must be symbolical by the delivery of the documentary proofs of the title. Superadded to the preceding authorities is another which, it would seem, ought to be regarded as decisive, as it is the unanimous opinion of this court, which was delivered by the late Chief Justice Taney.<sup>[\u0086]</sup> A ship at sea, said he, may <span class=\"star-pagination\">*641</span> be transferred to a purchaser by the delivery of a bill of sale. So also as to the cargo, by the indorsement and delivery of the bill of lading. It is hardly necessary, said that great magistrate, to refer to adjudged cases to prove a doctrine so familiar in the courts, but he did refer to twelve in number, every one of which supports the proposition. Nor was the question a new one to the court at that time, as the point had been ruled by the unanimous concurrence of the court more than twenty years before that decision, in a case where the opinion was delivered by Mr. Justice Story.<sup>[*]</sup> He said that cases arise, even of an absolute sale of personal property, where the want of possession is not presumptive of fraud, if possession cannot, from the circumstances of the property, be within the power of the parties; and he puts as a familiar example of the doctrine the sale of a ship or goods at sea, where, as the learned judge said, possession is dispensed with upon the plain ground of its impossibility, and he adds that it is sufficient if the vendee takes possession of the property within a reasonable time after its return home.</p>\n<p>Further argument to show that the one undivided half of the ship, which belonged to the insolvents, passed to the assignees by the laws of the State, is certainly unnecessary, as it is believed no different rule prevails anywhere, either in England or in the United States.</p>\n<p>By the insolvent law of the State it is provided that the judge shall, by an instrument under his hand, assign and convey to the assignee all the estate, real and personal, of the debtor, except such as is by law exempt from attachment, with all his deeds, books, and papers relating thereto; and it cannot be doubted that the instrument required to be executed by the judge pursuant to that section was intended to have the effect to convey and assign to the assignee all the estate, real and personal, of every name and nature, and that proposition is confirmed by the fact that the seventieth section makes it the duty of the debtor, at the request of the assignee, to do what may be necessary and useful to <span class=\"star-pagination\">*642</span> enable the assignee to demand, recover, and receive all the estate and effects so assigned, especially any part thereof which is without the State.<sup>[*]</sup></p>\n<p>Tested by these considerations, it is quite clear that the effect of the assignment, when duly executed by the court of insolvency, as there regarded, was to vest in the assignees the one undivided half of the ship which previously belonged to the insolvent debtors, and the settled law of this court is that in such a case every other court in the United States, whether State or Federal, in which such a proceeding comes under revision, is bound to give it the same effect it would receive in the courts of that State.<sup>[\u0086]</sup></p>\n<p>Attempt is made to show that the rule laid down in Green v. Van Buskirk, is not applicable to the case before the court, as the ship was upon the high seas, and the suggestion is that the insolvent laws of a State do not have any extra-territorial operation, but the Constitution is operative in the State where the plaintiff resides, as well as in the State which is the domicile of the defendants; and the act of Congress passed in pursuance of the Constitution, provides that such judicial proceedings shall have such faith and credit given to them in every other court within the United States as they have, by law or usage, in the courts of the State from whence they shall be taken.</p>\n<p>Evidently the Court of Appeals did not give the proceedings in question the same effect as they have by law and usage in the courts of the State where the statute assignment was executed by the judge of the court of insolvency, and for that reason the judgment should be reversed.</p>\n<p>Mr. Justice BRADLEY, with whom concurred Mr. Justice FIELD, dissenting.</p>\n<p>I dissent from the judgment of the court in this case. According to my view, whilst the disposition of his movable property by the owner is respected by the laws of all States <span class=\"star-pagination\">*643</span> everywhere, the laws of any particular State and transfers by operation of law, have no extra-territorial force which other States will concede, except by comity. This comity is never exercised to the prejudice of the citizens of the State which accords it. In the case now decided the force and effect of the judicial assignment would have been regarded as conclusive in Massachusetts had the ship, the subject of it, returned there and become subjected to its local jurisdiction. But whether conclusive in other countries, to which the ship might have gone, would have depended entirely on the exercise of comity by the governments and courts of those countries; and the reason would be that the property was on the high seas, and not within the jurisdiction of Massachusetts, when the effect of its local laws were called into exercise by the judicial assignment. I do not deny that if the property had been within Massachusetts jurisdiction when the assignment passed, the property would have been ipso facto transferred to the assignee by the laws of Massachusetts proprio vigore, and being actually transferred and vested, would have been respected the world over. But that was not this case.</p>\n<p>I think the case comes clearly within the operation of the three fundamental rules or axioms laid down by Huber in his Praelectiones, which constitute the groundwork of Justice Story's Treatise on the Conflict of Laws. \"The first is, that the laws of every empire have force only within the limits of its own government, and bind all who are subjects thereof, but not beyond those limits. The second is, that all persons who are found within the limits of a government, whether their residence is permanent or temporary, are to be deemed subjects thereof. The third is, that the rulers of every empire, from comity, admit that the laws of every people, in force within its own limits, ought to have the same force everywhere, so far as they do not prejudice the powers or rights of other governments or of their citizens.\"</p>\n<p>And whilst in many particulars the vessels, especially the public vessels, of a country will be regarded as carrying with them the jurisdiction of that country, I cannot concede that <span class=\"star-pagination\">*644</span> this fiction (for it is only a fictio juris) can be extended to such a case as this. When it does apply it applies wherever the ship may be, whether on the high seas or within the limits of a foreign country. It would apply to a ship in New York harbor as well as to a ship on the high seas. But whether that rule can be applied at all, as between the different States of the Union, to vessels belonging to citizens of the United States, which are properly vessels of the United States, and not of particular States, need not be decided in this case.</p>\n<h2>NOTES</h2>\n<p>[*]  1 Stat. at Large, 122.</p>\n<p>[\u0086]  Mills v. Duryee, 7 Cranch, 483; Leland v. Wilkinson, 6 Peters, 317; United States v. Johns, 4 Dallas, 412.</p>\n<p>[*]  5 Wallace, 310.</p>\n<p>[*]  1 Parsons's Maritime Law, 78, v.c. and n.; Abbott on Shipping, 6th American edition, 36 and n.; Joy v Sears, 9 Pickering, 4; Conard v Atlantic In. Co., 1 Peters, 449.</p>\n<p>[*]  Eighth edition, § 106, et seq.</p>\n<p>[*]  Vol. i, p. 26.</p>\n<p>[\u0086]  Conflict of Laws, § 356.</p>\n<p>[*]  Sec. 817.</p>\n<p>[\u0086]  Graz, 1868; cited in Wharton's Conflict of Laws, § 356, n.</p>\n<p>[\u0087]  Page 40.</p>\n<p>[§]  1 Paige, 236.</p>\n<p>[\u0086]  4 Johnson's Chancery, 460.</p>\n<p>[*]  20 Johnson, 229.</p>\n<p>[\u0086]  5 Cranch, 289.</p>\n<p>[\u0087]  12 Wheaton, 213.</p>\n<p>[*]  3 Wendell, 544.</p>\n<p>[\u0086]  Id. 558.</p>\n<p>[\u0087]  Id. 567.</p>\n<p>[*]  23 Wendell, 91.</p>\n<p>[\u0086]  Conflict of Laws, § 419.</p>\n<p>[\u0087]  Ib. § 391, and Thuret v. Jenkins, 7 Martin, 318, 353, 354.</p>\n<p>[*]  Morgan v. Parham, supra, 471; Hoyt v. Commissioners, 23 New York, 224</p>\n<p>[*]  De Jure Belli, book ii, ch. iv, § 13.</p>\n<p>[\u0086]  Wheaton on International Law, § 106</p>\n<p>[*]  1 Stat. at Large, 55; Ib. 288.</p>\n<p>[*]  White's Bank v. Smith, 7 Wallace, 655; Brig Martha Washington, 25 Law Reporter, 22.</p>\n<p>[\u0086]  The Flora, 11 Wheaton, 42; The Apollon, 9 Id. 371; 4 Opinions of the Attorney-General, 285.</p>\n<p>[*]  1 Stat. at Large, 122.</p>\n<p>[\u0086]  7 Cranch, 484.</p>\n<p>[\u0087]  Christmas v. Russell, 5 Wallace, 302; Bissell v. Briggs, 9 Massachusetts, 462; 2 Story on the Constitution, 3d ed. 1313.</p>\n<p>[*]  Hill v. Smith, 12 Meeson &amp; Welsby, 618; Russell v. Bell, 10 Id. 352.</p>\n<p>[\u0086]  Carr v. Hilton, 1 Curtis, 233; Bingham v. Jordan, 1 Allen, 374.</p>\n<p>[\u0087]  3 Metcalf, 525.</p>\n<p>[§]  Fiske v. Hunt, 2 Story, 584; Cooper v. Henderson, 6 Binney, 189; Robson on Bankruptcy 336.</p>\n<p>[*]  Bank v. Horn, 17 Howard, 160; Robson on Bankruptcy, 542.</p>\n<p>[\u0086]  Parsons on Shipping, 83; Hilliard on Bankruptcy, 107.</p>\n<p>[*]  Bank v. Stacey, 4 Massachusetts, 661; Bank v. Stubbs, 6 Id. 422; Putnam v. Dutch, 8 Id. 287; Tucker v. Buffington, 15 Id. 477; Badlam v. Tucker, 1 Pickering, 389; Gardner v. Howland, 2 Id. 599; Joy v. Sears, 9 Id. 4; Pratt v. Parkman, 24 Id. 42; Turner v. Coolidge, 2 Metcalf, 350; Winsor v. McLellan, 2 Story, 492; Brinley v. Spring, 7 Greenleaf, 241; Wheeler v. Sumner, 4 Mason, 183.</p>\n<p>[\u0086]  Seventh edition, 31.</p>\n<p>[\u0087]  Tenth edition, 421.</p>\n<p>[§]  2 Commentaries (11th ed.), 501; Story on Sales, § 312; Benjamin on Sales, 516.</p>\n<p>[\u0086]  Gibson v. Stevens, 8 Howard, 399.</p>\n<p>[*]  Conard v. Insurance Co., 1 Peters, 449.</p>\n<p>[*]  General Statutes, 586, 590.</p>\n<p>[\u0086]  Green v. Van Buskirk, 7 Wallace, 145; S.C., 5 Id. 810.</p>\n\n</div>", 
  "sha1": "b606b9d4c5b73e5f7d5b0ecd7138db76e046286a", 
  "date_modified": "2014-12-21T01:27:08.686443", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/88712/crapo-v-kelly/", 
  "citation_count": 6, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/270303/", 
  "html": "<p class=\"case_cite\">83 U.S. 610</p>\n    <p class=\"case_cite\">21 L.Ed. 430</p>\n    <p class=\"case_cite\">16 Wall. 610</p>\n    <p class=\"parties\">CRAPO<br>v.<br>KELLY.</p>\n    <p class=\"date\">December Term, 1872</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ERROR to the Supreme Court of New York; the case being thus:</p>\n      <p class=\"indent\">On the 18th of January, 1861, the American ship Arctic, owned, as to one-half, by Gibbs &amp; Jenny, of Massachusetts, and registered as to that half in their names, in the port of Fairhaven, in the State aforesaid, was at the guano islands in the Southern Pacific Ocean, and on that day set sail from the said islands for New York.</p>\n      <p class=\"indent\">On the 12th of February, and the 6th of March following, the ship, then sailing on the said ocean, and the said Gibbs &amp; Jenny being insolvent and applying voluntarily to the judge of the insolvent court of Massachusetts for the benefit of the insolvent laws of the State, that judge, acting under a statute of the State, appointed one Crapo and others their assignees in insolvency, and executed and delivered to them an assignment of all the personal property of the said insolvents. No assignment was made by the insolvents themselves.</p>\n      <p class=\"indent\">The statute which authorizes the judge of the insolvent court thus to transfer the debtor's property makes the transfer operate as a conveyance of all the debtor's property 'which he could have lawfully sold, assigned, or conveyed.' It however enacts further, that the debtor shall,</p>\n      <p class=\"indent\">'When required by the assignees, mak  and execute all such deeds and writings, and do all such other lawful acts and things which may be necessary or useful for confirming the assignment so made by the said judge, and for enabling the assignees to demand, recover, and receive all the estate and effects assigned as aforesaid, <i>especially such part thereof, if any, as may be without this Commonwealth</i>.'</p>\n      <p class=\"indent\">On the 24th of April following (the ship still on the high seas), one Robinson, a citizen and resident of New York, began an action against the said Gibbs &amp; Jenny on certain promissory notes of theirs held by him, and in consequence of their residence out of the State of New York, a warrant was issued to the sheriff of New York, one Kelly, to attach their property; this proceeding being one in conformity to the laws of New York.</p>\n      <p class=\"indent\">On the 30th of April the ship arrived at New York, direct from the Pacific Ocean, and the sheriff seized her in the harbor, and attached one undivided half of her as the property of Gibbs &amp; Jenny. Crapo and his co-assignees appeared two days afterwards and, notwithstanding the previous attachment by the sheriff, claimed the ship as assignees of Gibbs &amp; Jenny. She was thereupon released from custody on the claimants giving a bond, in conformity with the statutes of New York, conditioned that in a suit to be brought on the bond they would establish the fact that they were owners of the half of the vessel attached, or on failure to do so pay the sheriff the value of the share.</p>\n      <p class=\"indent\">Kelly accordingly brought suit on the bond; the question on that suit being this, whether a New York creditor of the insolvents, by his prior attachment of their property in the State of New York, and pursuant to the laws of that State, could hold the property against the <i>subsequent</i> possession or claim of possession of such property, asserted in the State of New York, by authority of a statutory sequestration under the laws of Massachusetts of the general property of the debtors for the benefit of their creditors, and seeking to take the property out of the possession of the New York sheriff, on the ground of the sequestration of the Massachusetts insolvent statute antedating the New York sheriff's attachment.</p>\n      <p class=\"indent\">The highest court of the State upheld the sheriff's title, and a recovery accordingly was had upon the bond.</p>\n      <p class=\"indent\">The case was now brought here, as within the jurisdiction of this court, under the 25th section of the Judiciary Act,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> because, as was alleged, the highest court of New York had disregarded that provision of the Constitution which ordains that</p>\n      <p class=\"indent\">'Full faith and credit shall be given in each State to the public acts, records, and judicial proceedings of every other State; and the Congress may, by general laws, prescribe the manner in which such acts, records, and proceedings shall be proved, and the effect thereof',&#8212;&#8212;</p>\n      <p class=\"indent\">And to the act of Congress of May 26th, 1790, which, after prescribing the forms of authentication, enacts:</p>\n      <p class=\"indent\">'And the said records and judicial proceedings authenticated as aforesaid shall have such faith and credit given to them in every court within the United States as they have by law or usage in the courts of the State from whence the said records are or shall be taken.'</p>\n      <p class=\"indent\">\n        <i>Mr. W. M. Evarts, against the jurisdiction and in support of the ruling below:</i>\n      </p>\n      <p class=\"indent\">I. <i>There is no jurisdiction</i>.</p>\n      <p class=\"indent\">1. The fact that controversies between litigants involve rights or titles claimed under the laws and jurisprudence of <i>different</i> States, does not subject the determinations of State courts, made the forum of such controversies, to review by this court. Unless the controversy and its decision in the State court involves the further element that some right or protection claimed under the Constitution of the United States has been denied by the State court, its judgment is not reviewable here.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n      <p class=\"indent\">. If the insolvent proceedings in Massachusetts are to be considered as within the sense of this article of the Constitution, 'Judicial Proceedings,' full faith and credit was given to their purport at the trial of this cause in the New York courts.</p>\n      <p class=\"indent\">No 'judicial proceeding' in Massachusetts has adjudicated anything whatever concerning the ship, her title or possession, or any consequences that have attached to her by reason of the insolvency of her owners.</p>\n      <p class=\"indent\">The controversy between these two competing pursuits of the ship in the port of New York was <i>res integra</i>, as a judicial question, when the action now under review was begun in New York.</p>\n      <p class=\"indent\">No adjudication on this controversy has ever yet been had in Massachusetts, and all that the insolvent proceedings in Massachusetts have contributed <i>towards</i> such an adjudication has been to furnish the assignees a standing, which has been fully recognized in the New York courts.</p>\n      <p class=\"indent\">The case of <i>Green</i> v. <i>Van Buskirk</i>,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> where the section of the Constitution relied on by the plaintiffs in error was considered, while it upheld the appellate jurisdiction of this court in that case, excludes it, we submit, in this. That case upon the merits,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> seems conclusive of this case upon <i>its</i> merits; that is to say, that the <i>lex fori</i> where the <i>res</i> is found must determine when and how it shall be subjected to the pursuit of creditors seeking the forum.</p>\n      <p class=\"indent\">II. <i>But if jurisdiction exists here to review, the judgment below was right</i>.</p>\n      <p class=\"indent\">1. The attaching creditor, Robinson, was a resident, subject, and citizen of New York, and as such entitled to the protection of its tribunals, and to seek their aid and remedies in asserting his claims against his debtors, and in satisfying his debt out of their property found within that jurisdiction.</p>\n      <p class=\"indent\">2. The insolvent proceedings in Massachusetts never operated, or purported to operate, to transfer, by their own force, possession of <i>choses in possession</i> beyond the jurisdiction of the powers of the court, to wit, the county of its jurisdiction. Any further transfer could, by the terms of the statute, exist only by virtue of the jurisdiction which the court had over the <i>persons</i> of the insolvents, and it needed the personal exercise of their <i>jus disponendi</i> in aid of the court.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n      <p class=\"indent\">3. It is too late to dispute the doctrine (which has been accepted and established throughout the United States) that the insolvent laws of a State have no force to transfer the title to property not within the territory of the State, and that the title of such assignees will not be recognized when it comes in conflict with liens acquired by domestic creditors under the local laws. International comity may require us to permit such assignees to come to another State and take possession of property and collect choses in action, but they must take subject to the prior liens of creditors there who, by greater diligence, have availed themselves of the remedies provided by its laws against the property of the debtor.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n      <p class=\"indent\">4. Nor in this view does the fact that the property in dispute was an American ship, registered under the acts of Congress, at Fairhaven, in Massachusetts, make any difference or enable her to carry with her the operation of her insolvent law round the world. Upon the high seas neither the attachment law of New York nor the insolvent laws of Massachusetts have any dominion. After leaving Massachusetts the ship was free from the operation o  the one, and until she reached New York she was exempt from that of the other. She was indeed the property of a citizen of the State from which she sailed, and, as property, followed his person so far that his acts and contracts in respect to her were to be controlled by the <i>lex loci contractus</i>, but it was only <i>through the owner</i> that that law could operate upon her. So that if he sold or mortgaged her, or made any other contract respecting her in Massachusetts, or if he died, domiciled there, and bequeathed her by will, or died intestate as to her, the laws of Massachusetts would regulate the rights of property in her arising from these incidents. So in respect to the taxing power, being within no other State, it would properly be held that the owners residing where she was registered would be properly taxable for her there. But in no other or larger sense can it justly be said that at sea she was governed by or subject to the laws of Massachusetts. The American doctrine, as to the effect of foreign bankrupt assignments, has always been a recognized and admitted exception to the rule that personal property follows the person of the owner.</p>\n      <p class=\"indent\">5. Therefore the simple question is, whether, because the vessel did not arrive until after the assignment was executed, comity requires that a New York creditor of the insolvent, pursuing with diligence the remedy prescribed by the law of New York, shall be deprived of the fruits of his diligence for the accommodation and benefit of the assignees and the Massachusetts creditors whom they represent. To this there can be but one answer, and the right of the New York creditor must be preferred and his remedy upheld. The reasons upon which this policy of protecting the rights of domestic creditors have always been rested, apply with equal force to property of the insolvent brought into the State after the assignment, as to that which happens to be here at the exact moment of the assignment. Their convenience, their natural right to all the securities and remedies which the laws of their own State afford, the fairness of allowing them to reap the fruits of their diligence, the hardships of sending them to a foreign State or country for dividends when a remedy lies at their own doors, and those considerations of general utility which relate to the general interests of creditors and the harmony of States, all lead to the same policy and necessity in respect to property of the insolvent attached by the diligent creditor, no matter at what precise moment it came within the State.</p>\n      <p class=\"indent\">6. If the point in issue is regarded as a question of <i>comity</i>, the superior rights of the home creditor must prevail. The argument will then be rested upon the proposition that the operation of the insolvent law of Massachusetts did <i>proprio vigore</i> transfer the absolute title of the ship, being at sea, to the assignees, to the exclusion of creditors attaching under the laws of whatever State and jurisdiction she should first reach.</p>\n      <p class=\"indent\">This proposition is in defiance of the settled law of the Federal and State courts. And, not only is there no authority whatever for the new and startling proposition contended for; not only must this court, to establish it, override the well-settled current of American law, by which bankrupt laws and proceedings of foreign States have been allowed no effect upon property situated outside of their territorial limits, but the result sought to be obtained will be contrary to our best interests and subversive of our longestablished and well-recognized policy. It will be a complete abandonment of the American doctrine, and a submission to the rule devised by Great Britain for her own benefit, as the great creditor nation of the world, so that she might, in the language of Platt, J., in <i>Holmes</i> v. <i>Remsen:</i><a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">'By issuing a commission against a bankrupt merchant in London, spring a net, which shall cover all the effects of such bankrupt throughout the world, and draw them all to her own forum for distribution, . . . for the fact cannot be disguised that Great Britain having the most extended commerce, and her merchants and manufacturers <i>crediting</i> abroad vastly more than they <i>owe</i> to foreign creditors, has a strong and peculiar interest in contending for a rule which draws to herself the distribution of all the effects which her lucrative commerce has dispersed over the globe.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Foreign nations are still and to a greatly increased extent our creditors, and especially so with regard to goods at sea, in foreign bottoms. To these the doctrine contended for is quite as applicable as to Massachusetts ships arriving at our port. And this court is now asked to make a decision which, as to the immense interest of our foreign importations daily arriving in the port of New York, will defeat the just claims of domestic creditors in all cases of foreign bankruptcy of the owner and shipper occurring after their shipment and before arrival.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Looking at the question in this light, as one 'of policy and of public utility,' and with a view to what 'the best interests of our own subjects require,' there would seem to be no doubt of the inexpediency of extending the rule of comity farther than it has ever yet been carried, and to cover the goods or ships of foreign bankrupts at sea, and destined for our ports at the time of the bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">7. Massachusetts is the last State in the Union to which any enlarged comity should be extended in regard to the recognition of her insolvent laws, and of titles thereby created. In 1854 the Supreme Court of that State decided that an assignment of property in that Commonwealth, made in New York by an insolvent citizen of New York, to a trustee for the benefit of creditors, giving preference to certain creditors, also citizens of New York, is ineffectual as against an attachment made in Massachusetts by a citizen thereof. When a State, which pursues such a policy, sends her assignees in insolvency to New York, to take possession of property, no principle of comity, heretofore announced, can require our courts, for their benefit, to take the property away from New York creditors, who have acquired a prior lien.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\"><i>Mr. Edwards Pierpont (with whom was Mr. W. Stanley), contra</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Mr. Justice HUNT delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The claim of Federal jurisdiction over this action is based upon article 4, section 1, of the Constitution of the United States. It is there declared that 'full faith and credit shall be given in each State to the public acts, records, and judicial proceedings of every other State; and the Congress may, by general laws, prescribe the manner in which such acts, records, and proceedings shall be proved, and the effect thereof.' In 1790 and in 1804 Congress passed laws prescribing that manner and effect. By the act of May 26th, 1790,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> after prescribing the forms of authentication, it is enacted: 'And the said records and judicial proceedings authenticated as aforesaid shall have such faith and credit given to them in every court within the United States as they have by law or usage in the courts of the State from whence the said records are or shall be taken.' Under this statute it has been held in this court, from an early day, that the faith and credit spoken of are not limited to the form of the record, and are not satisfied by its admission as a record. It is held that the same effect is to be given to the record in the courts of the State where produced, as in the courts of the State from which it is taken.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendant in error insists in reply that the validity of the record of the court of probate and insolvency in the State of Massachusetts is not involved, and the faith and credit due to it is not in ques ion. This is based upon the argument that that record has never adjudicated upon the title or possession of the vessel in question, and that the same was <i>res integra</i> when this action was commenced in New York.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The case of <i>Green</i> v. <i>Van Buskirk</i>, reported in 5th Wallace, p. 310, and also in 7th Id. p. 139, is relied upon as conclusive upon this point. In that case Bates, who lived in New York, executed and delivered to Van Buskirk, who lived in the same State, a chattel mortgage on certain iron safes which were then in the city of Chicago. This was done on the 3d day of November, 1857. Two days after this Green, who was also a citizen of New York, being ignorant of the existence of the mortgage, sued out a writ of attachment in the courts of Illinois, levied on the safes, and sold them in satisfaction of the judgment obtained in the attachment suit. There was no appearance or contest in defence of this attachment suit, and Van Buskirk was not a party to it, although he had power to make himself such party. It was conceded that by the laws of Illinois, mortgages of personal property, until acknowledged and recorded, are void as against third persons. In this state of the affair Van Buskirk sued Green in the New York courts for the value of the safes mortgaged to him by Bates, and of which Green had thus received the proceeds. Green pleaded his attachment suit in bar of the action. The courts of New York gave judgment in favor of Van Buskirk, holding that the law of New York was to govern, and not the law of Illinois, although the property was situated in the latter State, and that the title passed to him by the execution of the mortgage. The case first came before this court on a motion to dismiss for want of jurisdiction.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The motion was maintained, on the ground that the record neither showed that the construction of any clause of the Constitution was drawn in question in the State court, nor that any right was claimed under such clause, or that any decision was made against such right. The only issue it was said was as to the right of property and possession at the time of such seizure. In the opinion of the court, delivered by Mr. Justice Miller, after discussing the law applicable to the general questions in the case, the conclusion on the question of jurisdiction is thus stated: 'We do not here decide that the proceedings in the State of Illinois have there the effect which plaintiff claims for them, because that must remain to be decided after argument on the merits of the case. But we hold that the effect which these proceedings have there by the law and usage of that State was a question necessarily decided by the New York courts, and that it was decided against the claim set up by the plaintiff in error, under the constitutional provision and statute referred to, and that the case is, therefore, properly here for review.' Without reference to whether he was right or wrong, the fact that Green claimed under the judicial record of Illinois, and that his claim was overruled, was held to give this court jurisdiction. Without reference to whether Crapo was right or wrong, whether the question was <i>res integra</i>, or <i>res adjudicata</i>, the fact that he claimed title under the Massachusetts record, and that his claim was overruled, gives the court jurisdiction of the present case. The authority of <i>Green</i> v. <i>Van Buskirk</i>, in 5th Wallace, is clear to that point.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The case as reported in 7 Wallace is to the same effect. In restating the argument of jurisdiction Mr. Justice Davis says: 'This court in denial of the motion to dismiss held that the Supreme Court of New York necessarily decided what effect the attachment proceedings in Illinois had by the law and usage in that State, and as it was decided against the effect that Green claimed for them, this court had jurisdiction under that clause of the Constitution' above quoted. Whether the Supreme Court of New York held correctly or otherwise was important when the case came before this court f r a final hearing, but the fact simply that it had decided against Green's claim of the effect of the records gave jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We think the jurisdiction of the court now to hear and decide the case is sufficiently clear.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Omitting all superfluous circumstances, the facts necessary to present the question on the merits are these: On the 23d of February, 1861, the insolvent court of Massachusetts appointed Crapo and others assignees in insolvency of Gibbs &amp; Jenny, and the judge of that court executed and delivered to them an assignment of all the personal property of Gibbs &amp; Jenny. At this date Gibbs &amp; Jenny were the owners of the ship Arctic, an American vessel registered at the port of Fairhaven, in the district of New Bedford, in the State of Massachusetts, which vessel was then on the high seas, to wit, in the Pacific Ocean. On the 30th day of the following April this vessel arrived in the port of New York, and was at once seized as the property of Gibbs &amp; Jenny, by an attachment issued at the suit of one Robinson, a creditor of Gibbs &amp; Jenny, residing in New York. On the next day but one after the arrival of the vessel Crapo came to New York and took possession of her, subject to the possession of Kelly, the sheriff. Crapo represents the title under the Massachusetts assignment, which then, and at all times since, he has sought to enforce. Kelly claims under the New York attachment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The question is, which proceeding gave the better title.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Certain propositions relating to the question are not disputed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">1. If the assignment under which Crapo claims had been the personal act of Gibbs &amp; Jenny, it would have passed the title to the vessel wherever she might have been at the time of its execution.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">2. If the vessel at the time of the execution of the assignment had been within the territorial limits of Massachusetts, the assignment, although not the personal act of Gibbs &amp; Jenny, would have divested their title and that of all persons claiming under them, provided diligence has been used to reduce the vessel to possession.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">3. If the vessel had been in the port of New York at the time of the execution of the insolvent assignment (there being no personal assignment), and had subsequently been seized there under attachment proceedings by a New York creditor, such attachment proceeding would have held the vessel as against the prior insolvent assignment.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The first of these propositions results from the fact that personal property, wherever it may be, is under the personal control of its owner, and the title passes by his actual transfer. The second is based upon the idea that the property being actually present and under the control of the law, passes by act of the law. The third proposition assumes that a transfer by legal proceeding possesses less solemnity than one made by the owner himself; that each nation is entitled to protect its own citizens, and that the remedy by law taken by its citizens having the actual possession of the <i>corpus</i>, ought to prevail over a title by law from another State, which is not accompanied by such possession. This principle authorizes the Massachusetts assignee to hold the property when in Massachusetts, and the New York creditor to seize it when it is in New York, under the circumstances stated.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The present case is deficient in each of the elements necessary to bring the vessel within the range of the foregoing principles. She was not transferred by the personal act of the owner. She was not literally within the territory of Massachusetts when the insolvent assignment took effect; and, thirdly, she was not in the port of New York.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The question then arises, while thus upon the high seas was she in law within the territory of Massachusetts. If she was, the insolvent title will prevail.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is not perceived that this vessel can be said to be u on United States territory, or within United States jurisdiction, or subject to the laws of the United States regulating the transfer of property, if such laws there may be. Except for the purposes and to the extent to which these attributes have been transferred to the United States, the State of Massachusetts possesses all the rights and powers of a sovereign State. By her own consent, as found in article 1 of the Constitution of the United States, she has abandoned her right to wage war, to coin money, to make treaties, and to do certain other acts therein mentioned. None of the subjects there mentioned affect the question before us. The third article of that instrument extends the judicial power of the United States 'to all cases of admiralty and maritime jurisdiction.' This gives the power to the courts of the United States to try those cases in which are involved questions arising out of maritime affairs, and of crimes committed on the high seas. To bring a transaction within that jurisdiction, it must be not simply a transaction which occurred at sea, as the making of a contract, but one in which the question itself is of a maritime nature, or arises out of a maritime affair, or it must be a tort or crime committed on the high seas. Over such cases the United States courts have jurisdiction; that is, they are authorized to hear and determine them. No rule of property is thereby established. This remains as it would have been had no such authority been given to the United States court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">To Congress is also given power 'to define and punish piracies and felonies committed on the high seas, and offences against the law of nations.' It will scarcely be claimed that the title to property could be affected by this provision. Nor does the circumstance that the Arctic sailed under the flag of the United States and was entitled to the protection of that government against insult or injury from the citizens or ships of other nations, touch the present point. None of these instances are like that of the passage of a bankrupt law by the United States, which acts directly upon the property of all the citizens of all the States, wherever it may be. Had the claim of either party to this vessel been based upon a proceeding under that statute, the title would have been complete, if the property had been within the territory or jurisdiction of any of the States of the Union.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is not perceived, therefore, that the relation of Massachusetts to the Union has any effect upon the title to this vessel. It stands as if that State were an independent sovereign State, unconnected with the other States of the Union. The question is the same as if this assignment had been made in London by a British insolvent court, adjudicating upon the affairs of a British subject.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We are of the opinion, for the purpose we are considering, that the ship Arctic was a portion of the territory of Massachusetts, and the assignment by the insolvent court of that State passed the title to her, in the same manner and with the like effect as if she had been physically within the bounds of that State when the assignment was executed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The rule is thus laid down by Mr. Wheaton in his treatise on International Law:<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> 'Both the public and private vessels of every nation on the high seas, and out of the territorial limits of any other State, are subject to the jurisdiction of the state to which they belong. Vattel says that the domain of a nation extends to all its just possessions, and by its possessions we are not to understand its territory only, but all the rights it enjoys. And he also considers the vessels of a nation on the high seas as portions of its territory. Grotius holds that sovereignty may be acquired over a portion of the sea.' As an illustration of the proposition that the ship is a portion of the territory of the State, the author proceeds: 'Every state has an incontestable right to the service of all its members in the national defence, but in can give effect to this right only by lawful means. Its right to reclaim the military service of its citizens can be exercised only within its own territory, or in some place not subject to the jurisdiction of any other nation. The ocean is such a place, and any state may unquestionably there exercise, on board its own vessels, its right of compelling the military or naval services of its subjects.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Chancellor Kent, in his Commentaries,<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> says: 'The high seas are free and open to all the world, and the laws of every state or nation have there a full and perfect operation upon the persons and property of the citizens or subjects of such a state or nation.' 'No nation has any right or jurisdiction at sea, except it be over the persons of its subjects, in its own public and private vessels; and so far territorial jurisdiction may be conceded as preserved, for the vessels of a nation are in many respects considered as portions of its territory, and persons on board are protected and governed by the law of the country to which the vessel belongs.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Wharton<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> says: 'A ship in the open sea is regarded by the law of nations as a part of the territory whose flag such ship carries.' 'By this (he says) may be explained several cases quoted as establishing the <i>lex domicilii</i>, though they are only sustainable on the ground that the ship at sea is part of the territory whose flag she bears. . . . In respect to principle, ships at sea and the property in them, must be viewed as part of the country to which they belong.' The modern German law is to the same point. Bluntschil, in his <i>Moderne Volkerrect</i>,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> says: 'Ships are to be regarded as floating sections of the land to which they nationally belong, and whose flag they are entitled to carry.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Bischof, in his <i>Grundriss des positiven internationalen Seerechts</i>,<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> says: 'Every state is free on the seas, so that its ships are to be regarded as floating sections of its country, <i>territoria clausa; la continuation ou la prorogation du territoire</i>, and those on board such ships in foreign waters are under their laws and protection. This even applies to children born to subjects on such ships.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Wildman, in his treatise on International Law,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> says: 'Provinces and colonies, however distant, form a part of the territory of the parent state. So of the ships on the high seas. The rights of sovereignty extend to all persons and things not privileged, that are within the territory.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The adjudicated cases in this country are to the same effect. In <i>Plestoro</i> v. <i>Abraham</i>,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> it was held that where a British subject, being indebted, left England, and while on his voyage to this country and before he arrived here, he was, under the laws of Great Britain, declared a bankrupt, and provisional assignees were appointed, it was held that the assignment to such assignees divested the title of the bankrupt to the personal property brought with him to this country. In giving his opinion upon the motion to dissolve the injunction, Chancellor Walworth said: 'In the case of <i>Holmes</i> v. <i>Remsen</i>,<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> Chancellor Kent decided that an assignment by the commissioners of bankruptcy in England, operated as a legal transfer of the personal property and choses in action of the bankrupt in this country. Even as against a subsequent attachment taken out here by an American creditor, under the act against absconding and absent debtors. It is doubtful whether that decision, to its full extent, can be sustained. It was strongly opposed and ably questioned by Platt, in a case between the same parties, which subsequently came before the Supreme Court.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> It also stands in opposition to the opinions of the State courts in Connecticut, Massachusetts, Pennsylvania, Maryland, and in both of the Carolinas, . . . and to the decision of the Supreme Court of the United States, in <i>Harrison</i> v. <i>Sterry</i>,<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> and in <i>Ogden</i> v. <i>Saunders</i>.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> But the case before me (he proceeds) steers clear of all these decisions. In the cases cited the contest was between foreign assignees and domestic creditors, claiming under the laws of the country where the property was situated and where the suits were brought. The question in these cases was, whether the personal property was to be considered as having locality of the purpose of giving a remedy to creditors residing in countries where the property was in fact situated at the time of the foreign assignment. In this case the controversy is between the bankrupt and his assignees and creditors, all residing in the country under whose laws the assignment was made. Even the property itself, at the time of the assignment, was constructively within the jurisdiction of that country, being on the high seas in the actual possession of a British subject. Under such circumstances the assignment had the effect to change the property and divest the title as effectually as if the same had been sold in England under an execution against him, or he had voluntarily conveyed the same to the assignee for the benefit of his creditors.'</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The case was carried to the Court of Errors of the State of New York, that body being composed of the chancellor, the judges of the Supreme Court, the lieutenant-governor, and the members of the senate. The record did not show distinctly that the vessel which brought the goods was a British ship, and on this point the chancellor's order was reversed. Marcy, justice, and Throop, lieutenant-governor, eminent men and able judges, held that the assignment in Great Britain divested the title of the bankrupt to personal property in this country, and that his property in a vessel on the high seas was likewise transferred. Maynard, Oliver, and Stebbins held that, as to the personal property of the bankrupt <i>in this</i> country, the assignment did not effect a transfer of the same, even as between the assignee and the bankrupt. Maynard and Stebbins held that to produce the transfer, under such circumstances, of the property of a British bankrupt, which was on the high seas at the time of the assignment, it must distinctly appear that the vessel was a British vessel, and thus the property was within British jurisdiction. It is fairly to be inferred that if it had appeared that the vessel was a British vessel the chancellor's order would have been sustained. Thus Mr. Ogden, who argued for the reversal of the order, said:<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> 'Had the goods been on board a British vessel it would have been so averred. In the absence of such averment the fair conclusion is that the vessel in which they were embraked was American; and if so, the goods were as much within our jurisdiction as if landed in a storehouse at New York.' Senator Maynard, in his opinion,<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> repeats this statement. He says: 'The presumption was as fair that it was on board of an American ship as that it was on a British ship; and if so, it was, at the date of the assignment, within the jurisdiction of this country.' Stebbins, senator, says:<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> 'I hold, therefore, that if this property was laden on board an American vessel, and on the high seas at the time of the assignment, it was within the jurisdiction of the United States, and could no more pass by that assignment than if lodged in the custom-house in New York; and if laden on board a British vessel that fact should have been averred by the assignee as essential to his title.' The chancellor's order was reversed, and apparently upon this ground, that it did not actually appear that the ship on which the goods were laden was a British ship. The principle of the decision was in accordance with the principle announced by the chancellor, as already quoted, to wit, that the presence of the goods in a British ship on the high seas, continued them within British jurisdiction. The limited application given to this decision in <i>Johnson</i> v. <i>Hunt</i>,<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> is scarcely sustained by the facts. None of the other cases cited are cases of goods on the ship of the state or nation of the insolvent whose goods are the subject of the assignment. They are cases where the property was confessedly within another jurisdiction and hence the conflict.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Judge Story says,<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> upon this case: 'It is difficult to perceive how the doctrine of the chancellor, as to the operation of the British bankrupt laws upon the British subjects and their property <i>in transitu</i> can be answered. The transfer must be admitted to be operative to divest the bankrupt's title to the extent of an estoppel as to his own personal claim in opposition to it, for the law of America, be it what it may, had not then operated upon it. It was not locally within our jurisdiction. No one could doubt the right of the assignee to personal property locally in England at the time of the assignment. In what respect does such a case differ from a case where it has not passed into another jurisdiction? Is there any substantial difference between its being on board a British vessel and its being on board of an American vessel on the high seas?' No claim can be made that this vessel was within the jurisdiction of New York when the assignment was executed.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">If the title passed to the insolvent assignees, it passed <i>eo instanti</i> the assignment was executed. It took effect then or never. The return of the vessel afterwards to America, her arrival in the port of New York, her seizure and sale there did not operate to divest a title already complete.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Again, the owners of this vessel and the assignees in insolvency were citizens of Massachusetts, and subject to her laws. It is not doubted that a sale of property between them of property on board of this vessel, or of the vessel itself, would be regulated by the laws of Massachusetts. It is not doubted that the vessel was taxable in Massachusetts only, or that if Gibbs or Jenny had been on board of the vessel, and had died before the vessel reached New York, his personal property on or in her would have passed under the laws of Massachusetts.<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">If this vessel had never returned to the American shores but had gone to the bottom in the Pacific seas, after the assignment was complete, whose vessel would she have been at the time of such loss? There can be but one answer. The Massachusetts statute declares that this assignment vested in Crapo and his associates all the title and interest the insolvent had in this vessel. In other words it vested in them the absolute ownership. There was not then, or for weeks afterwards, any possible question of their title. The insurance-money upon the ship would have been their property, and they would have been bound to collect it and distribute it among the creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Personal property which has an established <i>situs</i> in another State, is no doubt governed by the <i>lex loci sitae rei</i>, so far that it will be governed in its distribution by the laws of the place where found, rather than the law of the domicile. This rule only applies where such property has acquired an established <i>situs</i>. Until that occurs there can be no conflict of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is said, however, that the fact that the property on board a vessel at sea and the vessel itself, contracts respecting them and the distribution of the assets of the intestate, are regulated by the laws of Massachusetts, arises solely from the circumstance that the owner is a resident of that State; that jurisdiction of the parties it is, that gives the jurisdiction of these subjects. The authorities from Kent, Story, and Wheaton, and the continental authorities, the civil law before cited, as well as the decisions in <i>Plestoro</i> v. <i>Abrahams</i>, make the ship  tself, under such circumstances, a part of the territory of the State to which its owner belongs. If he resides in Boston his property in the remotest county of the State is under the protection of its laws, as being upon and within its territory. So his property on his ship, for the purpose we are considering, is legally and constructively within its territory. In each case it is true that the existence of an owner is necessary to call forth the exercise of the law and the duty and power of the State. In this sense, it is true, that the residence of the owner produces the result. It is produced, however, not only by the existence and residence of the owner, but by an extended State territory upon which his property remains, and where it is subject to State laws and entitled to the protection of the same laws.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Grotius<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a> holds that sovereignty may be acquired over a portion of the sea, <i>ratione personarum</i>.<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a> Rutherford and others hold this to be an error, and that no nation has jurisdiction over the ocean itself. All agree that jurisdiction over the public and private vessels of a nation at sea, remains to the nation, and it is expressed in the language already quoted.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In the celebrated Trent Case, occurring in 1862, Messrs. Mason and Slidell were removed from a British private vessel by Commodore Wilkes of the San Jacinto, a public vessel of the United States. Great Britain insisted that the rights of a neutral vessel not only had been violated, for which she demanded apology, but she insisted that these persons should be replaced and returned on board a British ship. This was done, and they were actually placed on board a British vessel in or near the harbor of Boston. They were not British subjects, and their return could only have been demanded for the reason that they had been torn from British soil, and the sanctity of British soil as represented by a British ship had been violated. Citizenship or residence had no influence upon the question.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">This vessel, the Arctic, was upon the high seas at the time of the assignment. The status at that time decides the question of jurisdiction. The State of New York had no jurisdiction over her until long afterwards. No conflict can, therefore, arise between the laws of New York and of Massachusetts. The United States had no jurisdiction over her for the purpose we are considering. We hold that she was subject to the disposition made by the laws of Massachusetts, and that for the purpose and to the extent that title passed to the assignees, the vessel remained a portion of the territory of that State.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">JUDGMENT REVERSED, and the case remanded FOR FURTHER PROCEEDINGS.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Mr. Justice CLIFFORD, concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Unable to assent to the opinion of the court just delivered, I will proceed to state the reasons which induce me to concur in a reversal of the judgment brought here for re-examination.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Ships and vessels of the United States, said Mr. Justice Nelson, are creations of the legislation of Congress. None can be denominated such or be entitled to the benefits and privileges thereof except those registered or enrolled by virtue of the act for registering and clearing vessels and regulating the coasting trade, or those which are registered or enrolled in pursuance of the act for the registering and recording ships and vessels, or such as are duly qualified for carrying on the coasting trade and fisheries; and the provision is that they must be wholly owned by a citizen or citizens of the United States, and that they shall not continue to enjoy such benefits and privileges any longer than they shall be so owned, and be commanded by a citizen or citizens of the United States.<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a> Nor can any ship or vessel be registered or enrolled unless built and owned, as therein required, and thence continuing to belong to a citizen or citizens of the United States, or ships or vessels captured from the enemy, in war, by a citizen and lawfu ly condemned as prize or adjudged to be forfeited for a breach of the laws of the United States, and being wholly owned by a citizen or citizens thereof. Beyond all doubt these acts of Congress declare the true character of registered and enrolled ships and vessels, and all ships and vessels not brought within these provisions of the acts of Congress, and not entitled to the benefits and privileges thereto belonging, are of no more value as American vessels, said Mr. Justice Nelson, than the wood and iron out of which they are constructed. Their substantial if not their entire value consists in their right to <i>the character of national vessels</i>, and to have the protection of the national flag floating at their masthead.<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Governed by these views, this court held, in the case first cited, that Congress having created, as it were, this species of property and conferred upon it its chief value, under the power given in the Constitution to regulate commerce, that no serious doubt could be entertained but that the same power may be extended to the security and protection of the rights and titles of all persons dealing therein. Such ships and vessels are ships and vessels of the United States and not of the several States in any international sense, and there are no authorities, whether judicial or such as treat of the law of nations, which support any different view, as the word state when used in the treatises upon the law of nations means <i>the nation</i> and not any subdivision of it, as is sometimes supposed.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">American ships offending against our law may be seized by the executive authority upon the high seas, but a seizure of ships or vessels of one nation cannot be made within the jurisdiction of another for the infringement of its own revenue or navigation laws, as the act of seizure is a violation of the territorial authority of the nation within whose jurisdiction the seizure is made.<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">By the record it appears that the plaintiff, who is the present defendant, is the sheriff of the county where the suit was instituted, and that the first five defendants are the assignees in bankruptcy, either of William L. Gibbs and William Jenny, or of Edmund Allen, all of Fairhaven, county of Bristol, and State of Massachusetts, having been duly appointed as such by the court of insolvency for that county, and that the other two defendants are their sureties in a bond for the undivided half of the ship Arctic, which they gave to release the ship from an attachment served by the plaintiff in the suit before the court. Gibbs &amp; Jenny owned three-eighths of the ship, and Allen owned one-eighth of the same, and it also appears that the two defendants first named, on the seventh of February, 1861, petitioned the court of insolvency of the county, representing that they owed debts which they were unable to pay in full, and prayed that a warrant might be issued for taking possession of their joint and separate estate, and that such further proceedings might be had as the law in such cases prescribes; and it further appears that such a warrant was issued on the same day, and that on the twentieth of the same month the messenger made return that he had taken possession of all the estate of the insolvent debtors, except such as is exempt by law from attachment, and of all deeds, books of account, <i>and papers</i> which had come to his knowledge, and that he had given the required notice. Three of the defendants were duly appointed assignees of the estate of the insolvent debtors, and on the twelfth of the same month the judge of the court, by an instrument in due form, conveyed and assigned to the said assignees all the individual and partnership estate, real and personal, of the said insolvent debtors, including all the property of which they were possessed, or in which they were interested, except such as was exempted from attachment, and all their deeds, books of account, and papers, which of course included the title-papers to the ship. On the fourteenth of the same month, Allen also presented a petition to the same court, of like import, and which contained a similar prayer, and seven days later the court issued the warrant, and on the twenty-fifth of the same month the messenger made his return to the same effect as that made to the other warrant. All these proceedings appear to be correct, and the judge of the court having appointed as assignees the person first named in the other warrant and the other two persons named as principals in the bond given for value, on the sixth of March in the same year conveyed and assigned to them all the real and personal estate of the insolvent debtor by an instrument in the same form as in the other case, and which contains the same description of the property conveyed and assigned. Throughout these proceedings the ship was in the Pacific Ocean, or on her homeward voyage to the port of New York, where she arrived in safety on the thirtieth of April, laden with a cargo of guano. Debts were owed by the insolvent debtors to parties in New York, and on the twenty-fourth of April, before the vessel arrived at her wharf, Edward M. Robinson commenced a suit against the three insolvent debtors to recover a sum exceeding six thousand dollars, and a judge of the court, upon his application, issued a process of attachment, directed to the sheriff, commanding him to attach all the property of the defendants in that action, or so much thereof as would be sufficient to satisfy the demand in the action; and it appears that on the thirtieth of the same month he did, by virtue of that process, attach one undivided half part of the said ship as the property of the defendants named as such in the process. Seasonable application was accordingly made to the judge by the said five assignees, claiming to be the owners of the said one undivided half of the ship, praying that she might be valued as provided by the law of the State. Hearing was had and the judge granted the application, and the appraisers appointed having valued the said undivided half of the ship, the five assignees with the other two defendants in this action gave the bond which is the foundation of the action in which the judgment before the court was rendered. Reference need only be made to a single allegation in the declaration, which is that the said claimants were not, nor as either of them, at the time the attachment was made, the owners or owner of the said one undivided half of the ship, as that is sufficient to show the nature of the controversy. Service was made, and the defendants appeared and alleged in their answer that the five assignees were the absolute owners of the same at that time, and that they continued to be such until the vessel was released in the manner stated in the declaration. Evidence was introduced by both parties, and the court directed a verdict for the plaintiff, subject to the opinion of the court at general term; and the cause came to hearing at general term, when the plaintiff moved that judgment be entered on the verdict, but the court denied the motion and dismissed the complaint. Pursuant to the regular practice the court, in general term, prepared and entered in the record their conclusions of law, and a statement of the facts on which those conclusions arose. They determined as matter of law that the assignees named as defendants were, at the time the attachment was made, the owners of the property attached, and that they were entitled to claim and take the same from the plaintiff as the attaching officer. Their conclusions, it appears, were based chiefly upon the facts set forth in the agreed statement, which need not be further referred to, as the facts which it contains have already been sufficiently reproduced. They also find to the effect that one of the assignees, in behalf of all, left the place of his residence on the secon  of May, and arrived in New York on the following day, for the purpose of taking possession of the ship, but was unable to do so, as he found she was in the possession of the sheriff, it appearing that the plaintiff in the attachment suit, having received early information that the ship was coming to that port, took measures to have the attachment process served even before she came to her wharf. Appeal was taken by the plaintiff in this suit to the Court of Appeals, where the judgment rendered in general term was reversed and judgment rendered for the plaintiff upon the verdict found by the jury in the court of original jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Two principal questions are presented for decision: (1) Whether the property in the ship, testing the question by the laws of the State where the insolvency proceedings took place, passed to the assignees by virtue of the assignments executed by the court having jurisdiction of the subject-matter; or (2) Whether the attaching creditor is entitled to hold it by virtue of his attachment made long subsequent to the execution and delivery of those instruments.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Property may be attached on mesne process in that State, and if it be true that the property in the ship, testing the question by the laws of that State, did not pass to the assignees of the insolvent debtors by virtue of the instruments of assignment, further examination of the case is unnecessary, as it must plainly follow that there is no error in the record, and that the judgment should be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">'Full faith and credit,' the Constitution ordains, 'shall be given in each State . . . to the judicial proceedings of every other State; and that Congress may, by general laws, prescribe the manner in which . . . such proceedings shall be proved, and the effect thereof.' Congress accordingly enacted that 'judicial proceedings . . . shall have such faith and credit given to them in every court within the United States as they have, by law or usage, in the courts from whence' they shall be taken.<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Discussion of those provisions is unnecessary at this time, as their true intent and meaning have been fully explained by the decisions of this court. Congress, say the court in <i>Mills</i> v. <i>Duryee</i>,<a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a> have declared the effect by declaring what faith and credit shall be given to the proceeding, so that it only remains, in every case, to inquire what is the effect of a judgment in the State where it is rendered. If a judgment is conclusive in the State where it was pronounced, it is equally conclusive everywhere in the courts of the United States.<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Such an assignment, as a general rule, passes the whole of the property of the insolvent debtor, except what is exempted from attachment; or, in other words, the rights of the assignee are as comprehensive as that of an attaching creditor in jurisdictions where the creditor may attach, if need be, the whole property of the debtor, except what is exempted by statute, to respond to the judgment, giving the assignee, like a creditor, the power to reach the property of the debtor, in cases of fraud, even greater than the debtor possessed before the decree of insolvency was passed.<a class=\"footnote\" href=\"#fn39\" id=\"fn39_ref\">39</a> Assignees in insolvency under the comprehensive rule by which the assignee is vested with all the rights of property belonging to the bankrupt, acquire the same right as creditors to avoid any transactions of the insolvent debtor which were intended to enable a third party to hold his property in trust for his own benefit. In reference to such a case it has been well said that there is a broad distinction between a bill by a bankrupt, the author of the fraud, and one by the assignee, who seeks to recover the property for the benefit of the very interest sought to be defrauded, as public policy in the first case forbids the court to lend its aid to a plan intended to deprive creditor  of their just rights, but to grant relief in the second case, is to act in accordance with the rights of creditors for the purpose of defeating the fraudulent design.<a class=\"footnote\" href=\"#fn40\" id=\"fn40_ref\">40</a> In cases unaffected with fraud the assignee stands in the situation of the insolvent debtor, and succeeds to all his property and rights of property, whether legal or equitable, and the rule is supported by the highest authority, that the assignment passes all his property, whether mentioned or not in the schedule to the assignee; and it was held, in <i>Gray</i> v. <i>Bennett</i>,<a class=\"footnote\" href=\"#fn41\" id=\"fn41_ref\">41</a> that any one who affirms that a particular thing does not pass by force of the statute must bring himself within its exceptions or show conclusively <i>aliunde</i> that it was the design of the makers of the law that the thing specified should not pass to the assignee.<a class=\"footnote\" href=\"#fn42\" id=\"fn42_ref\">42</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Where the rule of the State courts is that all the property of the insolvent passes to the assignee, this court has decided, the opinion having been given by the late Chief Justice Taney, that any such imperfection in the schedule cannot have any influence, as this court will adopt the same rule as the State court.<a class=\"footnote\" href=\"#fn43\" id=\"fn43_ref\">43</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Had the ship been in the home port it is not denied that the insolvents could have conveyed it for a valuable consideration before the decree in insolvency was passed, nor that personal property under those circumstances, if it had been previously conveyed in fraud of the Bankrupt Act, would have passed to the assignees by virtue of the assignment executed to them by the judge of the court of insolvency. Doubt cannot be entertained upon that subject, and it is equally clear by all the authorities that ships at sea and goods to arrive pass to a purchaser for value, if the purchase is made in good faith, just as effectually as if the ship was moored at her wharf and the goods were deposited in a warehouse. Owners of ships, says Mr. Parsons, ought to be able to sell their ships though at sea and employed in making voyages, and the rule which he lays down is in substance and effect that a <i>bon a fide</i> sale, on consideration, with whatever transfer of papers and of registry can be made, is valid if possession be taken by the purchaser as soon as is practicable by reasonable endeavor, however long it may be before such possession is or can be taken; that such a sale does not merely give an inchoate right to be completed by possession, as the whole property in the ship passes to the purchaser, and the sale operates as a complete transfer thereof, vesting the property in the purchaser, liable only to be divested by his laches in taking possession. Such a purchase, he insists, is valid; and he adds, as a second proposition, that the purchaser is not bound to go or send to a distant port to take possession, but may safely wait the arrival of the vessel in her home port.<a class=\"footnote\" href=\"#fn44\" id=\"fn44_ref\">44</a> Sales of ships at sea and goods to arrive have been upheld by the courts of that State from the earliest period of her judicial history, as appears by an unbroken series of decisions commencing early in the present century.<a class=\"footnote\" href=\"#fn45\" id=\"fn45_ref\">45</a> Delivery in such a case being impossible, it is not required, and it is upon that ground that the title of the purchaser is held to be valid unless he is guilty of laches in taking possession of the ship when she returns. His title is not protected upon the ground that the ship is a ship of the State, but solely upon the ground that a delivery being impossible it is not required. When a ship is abroad, says Abbott, in his valuable work on shipping,<a class=\"footnote\" href=\"#fn46\" id=\"fn46_ref\">46</a> a perfect transfer of the ship may, at the common law, be made by assignment of the bill of sale, and delivery of that and the other documents relating to the shi , just as the delivery of the key of a warehouse to the buyer of goods contained therein is held to change the property of the goods, the delivery in such a case being not merely a symbol, but the mode of enabling the buyer to take actual possession as soon as circumstances will permit. Exactly the same rule is adopted by Mr. Chitty in his work on contracts,<a class=\"footnote\" href=\"#fn47\" id=\"fn47_ref\">47</a> and he refers to several American decisions for its support. Symbolical delivery, says Chancellor Kent,<a class=\"footnote\" href=\"#fn48\" id=\"fn48_ref\">48</a> will in many cases be sufficient and equivalent, in its legal effect, the actual delivery; and he puts the case of the sale of a ship and goods at sea as examples where the delivery must be symbolical by the delivery of the documentary proofs of the title. Superadded to the preceding authorities is another which, it would seem, ought to be regarded as decisive, as it is the unanimous opinion of this court, which was delivered by the late Chief Justice Taney.<a class=\"footnote\" href=\"#fn49\" id=\"fn49_ref\">49</a> A ship at sea, said he, may be transferred to a purchaser by the delivery of a bill of sale. So also as to the cargo, by the indorsement and delivery of the bill of lading. It is hardly necessary, said that great magistrate, to refer to adjudged cases to prove a doctrine so familiar in the courts, but he did refer to twelve in number, every one of which supports the proposition. Nor was the question a new one to the court at that time, as the point had been ruled by the unanimous concurrence of the court more than twenty years before that decision, in a case where the opinion was delivered by Mr. Justice Story.<a class=\"footnote\" href=\"#fn50\" id=\"fn50_ref\">50</a> He said that cases arise, even of an absolute sale of personal property, where the want of possession is not presumptive of fraud, if possession cannot, from the circumstances of the property, be within the power of the parties; and he puts as a familiar example of the doctrine the sale of a ship or goods at sea, where, as the learned judge said, possession is dispensed with <i>upon the plain ground of its impossibility</i>, and he adds that it is sufficient if the vendee takes possession of the property within a reasonable time after its return home.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Further argument to show that the one undivided half of the ship, which belonged to the insolvents, passed to the assignees by the laws of the State, is certainly unnecessary, as it is believed no different rule prevails anywhere, either in England or in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">By the insolvent law of the State it is provided that the judge shall, by an instrument under his hand, assign and convey to the assignee all the estate, real and personal, of the debtor, except such as is by law exempt from attachment, with all his deeds, books, and papers relating thereto; and it cannot be doubted that the instrument required to be executed by the judge pursuant to that section was intended to have the effect to convey and assign to the assignee all the estate, real and personal, of every name and nature, and that proposition is confirmed by the fact that the seventieth section makes it the duty of the debtor, at the request of the assignee, to do what may be necessary and useful to enable the assignee to demand, recover, and receive all the estate and effects so assigned, especially any part thereof which is without the State.<a class=\"footnote\" href=\"#fn51\" id=\"fn51_ref\">51</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Tested by these consider tions, it is quite clear that the effect of the assignment, when duly executed by the court of insolvency, as there regarded, was to vest in the assignees the one undivided half of the ship which previously belonged to the insolvent debtors, and the settled law of this court is that in such a case every other court in the United States, whether State or Federal, in which such a proceeding comes under revision, is bound to give it the same effect it would receive in the courts of that State.<a class=\"footnote\" href=\"#fn52\" id=\"fn52_ref\">52</a></p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Attempt is made to show that the rule laid down in <i>Green</i> v. <i>Van Buskirk</i>, is not applicable to the case before the court, as the ship was upon the high seas, and the suggestion is that the insolvent laws of a State do not have any extraterritorial operation, but the Constitution is operative in the State where the plaintiff resides, as well as in the State which is the domicile of the defendants; and the act of Congress passed in pursuance of the Constitution, provides that such judicial proceedings shall have such faith and credit given to them in every other court within the United States as they have, by law or usage, in the courts of the State from whence they shall be taken.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Evidently the Court of Appeals did not give the proceedings in question the same effect as they have by law and usage in the courts of the State where the statute assignment was executed by the judge of the court of insolvency, and for that reason the judgment should be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Mr. Justice BRADLEY, with whom concurred Mr. Justice FIELD, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">I dissent from the judgment of the court in this case. According to my view, whilst the disposition of his movable property by the owner is respected by the laws of all States everywhere, the laws of any particular State and transfers by operation of law, have no extra-territorial force which other States will concede, except by comity. This comity is never exercised to the prejudice of the citizens of the State which accords it. In the case now decided the force and effect of the judicial assignment would have been regarded as conclusive in Massachusetts had the ship, the subject of it, returned there and become subjected to its local jurisdiction. But whether conclusive in other countries, to which the ship might have gone, would have depended entirely on the exercise of comity by the governments and courts of those countries; and the reason would be that the property was on the high seas, and not within the jurisdiction of Massachusetts, when the effect of its local laws were called into exercise by the judicial assignment. I do not deny that if the property had been within Massachusetts jurisdiction when the assignment passed, the property would have been <i>ipso facto</i> transferred to the assignee by the laws of Massachusetts <i>proprio vigore</i>, and being actually transferred and vested, would have been respected the world over. But that was not this case.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">I think the case comes clearly within the operation of the three fundamental rules or axioms laid down by Huber in his Praelectiones, which constitute the groundwork of Justice Story's Treatise on the Conflict of Laws. 'The first is, that the laws of every empire have force only within the limits of its own government, and bind all who are subjects thereof, but not beyond those limits. The second is, that all persons who are found within the limits of a government, whether their residence is permanent or temporary, are to be deemed subjects thereof. The third is, that the rulers of every empire, from comity, admit that the laws of every people, in force within its own limits, ought to have the same force everywhere, so far as they do not prejudice the powers or rights of other governments or of their citizens.'</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">And whilst in many particulars the vessels, especially the public vessels, of a country will be regarded as carrying with them the jurisdiction of that country, I cannot concede that this fiction (for it is only a <i>fictio  uris</i>) can be extended to such a case as this. When it does apply it applies wherever the ship may be, whether on the high seas or within the limits of a foreign country. It would apply to a ship in New York harbor as well as to a ship on the high seas. But whether that rule can be applied at all, as between the different States of the Union, to vessels belonging to citizens of the United States, which are properly vessels of the United States, and not of particular States, need not be decided in this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See the section <i>infra</i>, Appendix.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Maxwell <i>v.</i> Newbold, 18 Howard, 511; Hoyt <i>v.</i> Shelden, 1 Black, 518; Betton <i>v.</i> Valentine, 1 Curtis, 168.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 5 Wallace, 310.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 7 Id. 139.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See the section <i>supra</i>, p. 611.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Holmes <i>v.</i> Remsen, 20 Johnson 229; Abraham <i>v.</i> Plestoro, 3 Wendell, 538; Johnson <i>v.</i> Hunt,23 Id. 87; Mosselman <i>v.</i> Caen, 34 Barbour, 66; Olyphant <i>v.</i> Atwood, 4 Bosworth, 459; Willitts <i>v.</i> Waite, 25 New York, 577; Booth <i>v.</i> Clark, 17 Howard, 322; Ogden <i>v.</i> Saunders, 12 Wheaton, 219; Harrison <i>v.</i> Sterry, 5 Cranch, 289; Milne <i>v.</i> Moreton, 6 Binney, 353; Green <i>v.</i> Van Buskirk, Wallace, 310; 7 Id. 139; Guillander <i>v.</i> Howell, 35 New York, 657.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 20 Johnson, 264.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Zipcey <i>v.</i> Thompson, 1 Gray, 243; Blake <i>v.</i> Williams, 6 Pickering, 303; Lanfear <i>v.</i> Sumner, 17 Massachusetts, 110.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> 1 Stat. at Large, 122.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Mills <i>v.</i> Duryee, 7 Cranch, 483; Leland <i>v.</i> Wilkinson, 6 Peters, 317; United States <i>v.</i> Johns, 4 Dallas, 412.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 5 Wallace, 310.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> 1 Parsons's Maritime Law, 78, v. c. and n.; Abbott on Shipping, 6th American edition, 36 and n.; Joy <i>v.</i> Sears, 9 Pickering, 4; Conard <i>v.</i> Atlantic In. Co., 1 Peters, 449.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Eighth edition, &#167; 106, <i>et seq.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Vol. i, p. 26.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Conflict of Laws, &#167; 356.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Sec. 317.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Graz, 1868; cited in Wharton's Conflict of Laws, &#167; 356, n.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Page 40.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> 1 Paige, 236.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> 4 Johnson's Chancery, 460.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> 20 Johnson, 229.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> 5 Cranch, 289.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> 12 Wheaton, 213.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> 3 Wendell, 544.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> Id. 558.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Id. 567.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> 23 Wendell, 91.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Conflict of Laws, &#167; 419.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> Ib. &#167; 391, and Thuret <i>v.</i> Jenkins, 7 Martin, 318, 353, 354.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> Morgan <i>v.</i> Parham, <i>supra</i>, 471; Hoyt <i>v.</i> Commissioners, 23 New York, 224.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> De Jure Belli, book ii, ch. iv, &#167; 13.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> Wheaton on International Law, &#167; 106.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> 1 Stat. at Large, 55; Ib. 288.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> White's Bank <i>v.</i> Smith, 7 Wallace, 655; Brig Martha Washington, 25 Law Reporter, 22.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> The Flora, 11 Wheaton, 42; The Apollon, 9 Id. 371; 4 Opinions of the Attorney-General, 285.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> 1 Stat. at Large, 122.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> 7 Cranch, 484.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> Christmas <i>v.</i> Russell, 5 Wallace, 302; Bissell <i>v.</i> Briggs, 9 Massachusetts, 462; 2 Story on the Constitution, 3d ed. 1313.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn39\">\n        <a class=\"footnote\" href=\"#fn39_ref\">39</a>\n        <p> Hill <i>v.</i> Smith, 12 Meeson &amp; Welsby, 618; Russell <i>v.</i> Bell, 10 Id. 352.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn40\">\n        <a class=\"footnote\" href=\"#fn40_ref\">40</a>\n        <p> Carr <i>v.</i> Hilton, 1 Curtis, 233; Bingham <i>v.</i> Jordan, 1 Allen, 374.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn41\">\n        <a class=\"footnote\" href=\"#fn41_ref\">41</a>\n        <p> 3 Metcalf, 525.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn42\">\n        <a class=\"footnote\" href=\"#fn42_ref\">42</a>\n        <p> Fiske <i>v.</i> Hunt, 2 Story, 584; Cooper <i>v.</i> Henderson, 6 Binney, 189; Robson on Bankruptcy, 336.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn43\">\n        <a class=\"footnote\" href=\"#fn43_ref\">43</a>\n        <p> Bank <i>v.</i> Horn, 17 Howard, 160; Robson on Bankruptcy, 542.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn44\">\n        <a class=\"footnote\" href=\"#fn44_ref\">44</a>\n        <p> Parsons on Shipping, 83; Hilliard on Bankruptcy, 107.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn45\">\n        <a class=\"footnote\" href=\"#fn45_ref\">45</a>\n        <p> Bank <i>v.</i> Stacey, 4 Massachusetts, 661; Bank <i>v.</i> Stubbs, 6 Id. 422; Putnam <i>v.</i> Dutch, 8 Id. 287; Tucker <i>v.</i> Buffington, 15 Id. 477; Badlam <i>v.</i> Tucker, 1 Pickering, 389; Gardner <i>v.</i> Howland, 2 Id. 599; Joy <i>v.</i> Sears, 9 Id. 4; Pratt <i>v.</i> Parkman, 24 Id. 42; Turner <i>v.</i> Coolidge, 2 Metcalf, 350; Winsor <i>v.</i> McLellan, 2 Story, 492; Brinley <i>v.</i> Spring, 7 Greenleaf, 241; Wheeler <i>v.</i> Sumner, 4 Mason, 183.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn46\">\n        <a class=\"footnote\" href=\"#fn46_ref\">46</a>\n        <p> Seventh edition, 31.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn47\">\n        <a class=\"footnote\" href=\"#fn47_ref\">47</a>\n        <p> Tenth edition, 421.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn48\">\n        <a class=\"footnote\" href=\"#fn48_ref\">48</a>\n        <p> 2 Commentaries (11th ed.), 501; Story on Sales, &#167; 312; Benjamin on Sales, 516.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn49\">\n        <a class=\"footnote\" href=\"#fn49_ref\">49</a>\n        <p> Gibson <i>v.</i> Stevens, 8 Howard, 399.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn50\">\n        <a class=\"footnote\" href=\"#fn50_ref\">50</a>\n        <p> Conard <i>v.</i> Insurance Co., 1 Peters, 449.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn51\">\n        <a class=\"footnote\" href=\"#fn51_ref\">51</a>\n        <p> General Statutes, 586, 590.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn52\">\n        <a class=\"footnote\" href=\"#fn52_ref\">52</a>\n        <p> Green <i>v.</i> Van Buskirk, 7 Wallace, 145; S. C., 5 Id. 310.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/88712/"
}