{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "84 U.S. 191", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/88737/"
    ], 
    "scotus_early_cite": "17 Wall. 191", 
    "case_name": "Lapeyre v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 58633, 
    "resource_uri": "/api/rest/v2/citation/58633/"
  }, 
  "id": 88737, 
  "blocked": false, 
  "judges": "Swayne", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1873-04-15", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>84 U.S. 191 (1872)</b></center>\n<center><b>17 Wall. 191</b></center>\n<center><h1>LAPEYRE<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*194</span> Mr. P. Phillips, for the appellant; a brief of Messrs. H.H. Blackburn, W.H. Lamon, and C.E. Hovey, being filed on the same side.</p>\n<p>Mr. G.H. Williams, Attorney-General, and Mr. C.H. Hill, Assistant Attorney-General, contra.</p>\n<p><span class=\"star-pagination\">*195</span> Mr. Justice SWAYNE delivered the judgment of the court.</p>\n<p>The only inquiry presented for our consideration is, when the proclamation, which is the hinge of the controversy, took effect. The question arises on the third finding of the Court of Claims, which is as follows: \"The proclamation of the President of June 24th, 1865, was not published in the newspapers until the morning of the 27th of that month; nor was it published or promulgated anywhere, or in any form, prior to said last-named day, unless its being sealed with the seal of the United States, in the Department of State, was a publication or promulgation thereof.\"</p>\n<p>There is no act of Congress, and nothing to be found in American jurisprudence, which bears very directly on the subject. In the English law the instrument is thus defined: \"Proclamation \u0097 proclamatio \u0097 is a notice publicly given of anything whereof the king thinks fit to advertise his subjects. And so it is used, 7th Richard II, chap. 6.\"<sup>[\u0087]</sup></p>\n<p>Proclamations for various purposes are mentioned in the English authorities, but it could serve no useful end particularly <span class=\"star-pagination\">*196</span> to refer to them.<sup>[*]</sup> In England they must be under the great seal.<sup>[\u0086]</sup> If their existence is intended to be denied, the proper plea is nul tiel record.<sup>[\u0087]</sup> It is a part of the king's prerogative to issue them.<sup>[§]</sup> It is a criminal offence to issue them without authority.<sup>[\u0086]</sup> By the 31st of Henry VIII, chap. 8, it was enacted that the king, with the advice of his council, might issue proclamations denouncing pains and penalties, and that such proclamations should have the force of acts of Parliament. This statute, so fraught with evil to the liberties of the subject, was repealed a few years later in the succeeding reign of Edward VI, and during his minority. A very careful and learned writer says: \"A proclamation must be under the great seal, and if denied is to be tried by the record thereof. It is of course necessary to be published, in order that the people may be apprised of its existence and may be enabled to perform the injunctions it contains. In the absence of any express authorities it should seem that if the proclamation be under the great seal it need not be made by any particular class of individuals or in any particular manner or place, and that it would suffice if it were made by any one under the king's authority in the market-place or public street of each large town. It always appears in the gazette.\"<sup>[¶]</sup> This is the only authority on the subject here under consideration which our researches have enabled us to find. The writer refers to no other author and to no adjudicated cases in support of his views. The third section of the Documentary Evidence Act,<sup>[**]</sup> declares that the copy of a proclamation purporting to be printed by the queen's printer shall be sufficient proof of the existence of the original. Under the circumstances it may be well to look to the analogy afforded by the promulgation of statutes. At the common law every act of Parliament, unless a different time were fixed, took effect from the first day of the <span class=\"star-pagination\">*197</span> session, no matter how long the session or when the act was passed. This rule was applied to acts punishing offences of all grades, including those which were capital and even attaints. The authorities on the subject are learnedly collected by Mr. Justice Story in the case of The Brig Ann.<sup>[*]</sup> Such was the law in England until the passage of the 33d George III, chap. 13, which declared that the royal assent should be indorsed, and that the act should take effect only from that time.</p>\n<p>The act of Congress of July 27th, 1789, § 2, declares that whenever a bill, order, resolution, or vote of the Senate and House of Representatives has been signed by the President, or not having been returned by him with his objections, shall have become a law, it shall forthwith thereafter be received by the Secretary of State from the President; and that whenever a bill, order, resolution, or vote \u0097 having been returned by the President with his objections \u0097 shall have been approved by two-thirds of both houses of Congress, and become a law, it shall be received by the Secretary from the President of the Senate, or Speaker of the House of Representatives, in whichsoever house it shall have been last approved; and it is made his duty carefully to preserve the originals. The first section of the act of April 20th, 1818, directs that the secretary shall publish all acts and resolutions currently as they are passed, in newspapers. The fourth section provides that he shall cause to be published at the close of every session of Congress copies of the acts of Congress at large, including all amendments to the Constitution adopted, and all public treaties ratified since the last publication of the laws.</p>\n<p>Both those acts are silent as to proclamations, and we have been unable to find any provision in the laws of Congress touching the manner of their original promulgation or their subsequent printing and preservation. Numerous acts were passed during the late war authorizing proclamations to be issued, but they are silent upon these subjects. <span class=\"star-pagination\">*198</span> In the act of July 10th, 1861, under which the proclamation here in question was issued, the language is \u0097 \"it may and shall be lawful for the President by proclamation to declare,\" &amp;c.<sup>[*]</sup> In the act of June 22d, 1861, the language is \u0097 \"the President shall from time to time issue his proclamation.\"<sup>[\u0086]</sup> In the act of December 31st, 1862, the language is the same as in the act first referred to.<sup>[\u0087]</sup> In the act of March 3d, 1863, the language is \u0097 \"the President shall issue his proclamation declaring,\" &amp;c.<sup>[§]</sup> We have nowhere found in the legislation of Congress any material departure from this formula, nor anything further in anywise affecting the question before us.</p>\n<p>We know that the established usage is to publish proclamations with the laws and resolutions of Congress currently in the newspapers, and in the same volume with those laws and resolutions at the end of the session.</p>\n<p>There is no statute fixing the time when acts of Congress shall take effect, but it is settled that where no other time is prescribed, they take effect from their date.<sup>[\u0086]</sup> Where the language employed is \"from and after the passing of this act,\" the same result follows. The act becomes effectual upon the day of its date. In such cases it is operative from the first moment of that day. Fractions of the day are not recognized. An inquiry involving that subject is inadmissible. See Welman's Case,<sup>[¶]</sup> where the subject is examined with learning and ability.</p>\n<p>Publishing by outery, in the market-place and streets of towns, as suggested by Chitty, has, we apprehend, fallen into disuse in England. It is certainly unknown in this country. While it is said the proclamation always appears in the gazette, he does not say that it cannot become operative until promulgated in that way. As no mode of publication is prescribed, and those suggested will answer, we do not see why applying the seal and depositing the instrument <span class=\"star-pagination\">*199</span> in the office of the Secretary of State, may not be held to have the same effect. The President and Secretary have then completed their work. It is there amidst the archives of the nation. The laws of Congress are placed there. All persons desiring it can have access, and procure authenticated copies of both. The President signs and the Secretary of State seals and attests the proclamation. The President and Congress make the laws. Both are intended to be published in the newspapers and in book form. Acts take effect before they are printed or published. Why should not the same rule apply to proclamations? We see no solid reason for making a distinction. If it be objected that the proclamation may not then be known to many of those to be affected by it, the remark applies with equal force to statutes. The latter taking effect by relation from the beginning of the day of their date, may thus become operative from a period earlier than that of their approval by the President, and indeed earlier than that at which they received the requisite legislative sanction. The legislative action may all occur in the latter part of the day of their approval. The approval must necessarily be still later. It may be added, as to both statutes and proclamations, that even after publication in the newspapers, there are in our country large districts of territory where actual knowledge does not usually penetrate through that or any other channel of communication, until a considerably later period. It will hardly be contended that proclamations should take effect at different times, in different places, according to the speedier or less speedy means of knowledge in such places respectively.</p>\n<p>But the gravest objection to the test of publication contended for by the defendant in error remains to be considered. It would make the time of taking effect depend upon extraneous evidence, which might be conflicting, and might not be preserved. The date is an unvarying guide. If that be departed from, the subject may be one of indefinitely recurring litigation. The result in one case would be no bar in another if the parties were different. Upon whom <span class=\"star-pagination\">*200</span> would rest the burden of proof, the party alleging or the party denying the fact of publication? If, after a lapse of years, the proof were that a proclamation purporting to be published by authority, was seen at a specified time in a newspaper, but the paper were lost and its date could not be shown, would the proclamation be held to take effect only from the time it was so seen by the witness? Suppose in the distant future no proof of publication could be found, would all the rights which had grown up under it be lost unless protected by the rule of limitations? Would the instrument itself be a nullity? Would an exemplified copy from the proper office be an insufficient answer to the plea of nul tiel record? According to the views maintained by the counsel for the plaintiff in error all these questions must be answered in the affirmative. The only way to guard against these mischiefs is to apply the same rule of presumption to proclamations that is applied to statutes, that is, that they had a valid existence on the day of their date, and to permit no inquiry upon the subject. Conceding publication to be necessary, the officer upon whom rests the duty of making it should be conclusively presumed to have promptly and properly discharged that duty. If the proclamation here involved were a resolution or an act of Congress no such question could arise. That \"a proclamation,\" ... \"if denied, is to be tried by the record thereof,\" and that in such case the proper plea is nul tiel record, seems to be conclusive upon the subject.</p>\n<p>It would be unfit and unsafe to allow the commencement of the effect whenever the question arises, whether at a near or a distant time, to depend upon the uncertainty of parol proof, or upon anything extrinsic to the instrument itself, as found in the archives of the nation.</p>\n<p>JUDGMENT REVERSED, and the case remanded with directions to enter a judgment</p>\n<p>IN FAVOR OF THE APPELLANT.</p>\n<p>DAVIS, Justice.</p>\n<p>I concur in the judgment in this case.</p>\n<p><span class=\"star-pagination\">*201</span> Mr. Justice HUNT (with whom concurred Justices MILLER, FIELD, and BRADLEY), dissenting:</p>\n<p>The question presented is this: Does the fact that the document under consideration had on it the seal of the United States, and that it was in the Department of State, give to it the vitality of a proclamation?</p>\n<p>If it had vitality or existence on the 24th day of June, the government agent had no authority to retain the 119 bales of cotton by virtue of the law of 1864. If it had not existence on that day, he had authority, and the present claim is without foundation.</p>\n<p>What is a proclamation? It is to cry aloud, publicly to make known. One may proclaim, as of old, by the sound of trumpet, or by voice, or by print, or by posting; but not by silence. A proclamation may be published in the newspapers, or scattered by writing, or in any demonstrative manner, but it cannot be published by a deposit in a place to which the public have no access.</p>\n<p>The lexicographers agree in their definition of a proclamation. Webster gives it thus: \"1. A proclamation by authority; official notice given to the public. 2. In England a declaration of the king's will openly published.\" \"3. The declaration of a supreme magistrate made publicly known.\" In each of these definitions, it will be perceived that publicity is an important ingredient. \"Notice given to the public,\" \"openly published,\" \"made publicly known,\" are significant expressions. They give it as an essential element of its character that it should be openly and publicly made known. The expeunders of the law use nearly the same language as the lexicographers. In Jacobs's Law Dictionary is this language: \"Proclamation \u0097 a notice publicly given of anything whereof the king thinks fit to advertise his subjects.\" In Bacon's Abridgment<sup>[*]</sup> it is said: \"The king, by his prerogative, may in certain cases and on special occasions make and issue out proclamations for the prevention of offences, to ratify and confirm an ancient law, <span class=\"star-pagination\">*202</span> or, as some books express it, `quo ad terrorem populi,' to admonish them that they keep the law on pain of his displeasure.\" And again:<sup>[*]</sup> \"The king, by his proclamation, may enforce the execution of the laws, and, therefore, if the king, by proclamation, prohibits that which was before unlawful, the offence afterwards will be aggravated.\" An unknown and secret act of the king could not legally add to the enormity of a public offence. In his 12th volume,<sup>[\u0086]</sup> Coke gives a full statement of what the king may do by proclamation, and what he may not do. Chitty, on Prerogative, thus lays it down: \"A proclamation must be under the great seal, and if denied, is to be tried by the record thereof. It is, of course, necessary that it be published, in order that the people may be apprised of its existence and may be enabled to perform the injunctions it contains. In the absence of any express authorities on the point it should seem that if the proclamation be under the great seal, it need not be made by any particular class of individuals or in particular manner and place, and that it would suffice if made by any one under the king's authority, in the market-place or public streets of each large town. It always appears in the gazette.\"<sup>[\u0087]</sup> This authority clearly asserts the necessity of publication. It always appears, he says, in the gazette. It would suffice if made in the market-place or public streets.</p>\n<p>After a careful examination of the law books \u0097 Allen on the Royal Prerogative, Hearne on the Government of England, and several similar works \u0097 it is safe to say that no authority can be found contradicting this statement of Chitty.</p>\n<p>It is assumed generally, as resting on the nature of the instrument and the general principles of law, that there must be a publication, and nowhere is an intimation to the contrary to be found.</p>\n<p>In the case before us no publicity was given to the paper. It was in no gazette, in no market-place, nor in the street. <span class=\"star-pagination\">*203</span> It was signed by the President and the Acting Secretary of State, and deposited in the Secretary's office. It does not appear that a single person besides the President and Secretary was aware of its existence. A deposit in the office of state is not notice or publicity. We are not to confound the solemnity or the security of a resting-place in the archives of the state with publicity. No doubt the place of deposit was suitable and appropriate, but if promulgation is founded upon public knowledge or notice, it is difficult to understand how it is furnished by this fact.</p>\n<p>Neither did the seal add to its character except to authenticate it. Comyn says that every proclamation ought to be \"sub magno sigillo Anglic\u009c.\"<sup>[*]</sup> As evidence of its regularity and authenticity the seal is well, but it adds nothing to its publicity. It conveys notice to no one. It gives no public knowledge of its existence.</p>\n<p>It is argued that a statute takes effect from the date of its approval, unless a different time is fixed by law. As a general rule this is true. It is further said that, by relation, it covers the whole of the day of its approval. This also is generally true. It has often been decided, however, that where justice requires it, the true time of its passage may be shown even to the hour of the day.<sup>[\u0086]</sup></p>\n<p>In the case of Welman,<sup>[\u0087]</sup> cited to sustain the general rule, the qualification here stated is recognized. The statement of Lord Mansfield is given,<sup>[§]</sup> in which it is stated that, when necessary, the law does examine into fractions of a day. He says that \"he does not see why the very hour of its passage may not be shown when it is necessary and can be done.\"</p>\n<p>This principle, however, does not aid in the present case. When a bill has passed both houses and been signed by the President, and deposited in the proper place, the legislative and executive power is exhausted. The last act of power has been exercised. The present is more like the case of a <span class=\"star-pagination\">*204</span> deed, which takes effect from its delivery. It may be signed, sealed, and acknowledged by the grantor, but, as a general rule, it has no effect while it remains in his possession; nor is the effect different, if it be left in the hands of the notary taking the acknowledgment.</p>\n<p>It is said again that a proclamation is a record, and that its existence is to be determined upon the plea of nul tiel record. So is a judgment a record. So is a statute; and the same may be said of a deed. The document itself must be proved by the production of the record; but in each of the cases mentioned the time at which it takes effect may be established by parol. In each case its effect is presumptively of the day of its date, but the truth may be shown when the fact is otherwise, and even to fractions of a day when justice requires it.<sup>[*]</sup></p>\n<p>It is said also that the introduction of extraneous evidence of the time of publication would cause great confusion. The argument of inconvenience is never a satisfactory one. It is not perceived how it would produce more difficulty in this case than in the case of statutes. A proclamation is usually issued in fact at its date. It is presumed to be so issued. The date may be erroneous. It may have been issued before it bears date. It may have been issued afterwards. The important rights of persons and of property affected by it cannot be allowed to be overborne by the argument of inconvenience. It would produce much greater inconvenience, as well as injustice, to public interests and to private rights that a rule of law or of property should be fixed as of a time which it should be beyond the power of the most vigilant to ascertain. Proclamations by the king alone, or by the king by the authority of Parliament, or by the President by the authority of Congress, or as part of the executive power, embrace an immense range of subjects. Knowledge of their contents, or the means of obtaining it, is of more importance than the inconvenience that may be supposed to arise from leaving the time of publication to be ascertained by actual proof.</p>\n<p><span class=\"star-pagination\">*205</span> It is suggested that the case of Marbury v. Madison<sup>[*]</sup> is in conflict with the conclusion stated. In that case Mr. Adams had appointed Mr. Marbury and others justices of the peace of the District of Columbia, but their commissions had not been delivered. Afterwards Mr. Madison, Secretary of State, refused to deliver them, and Mr. Marbury applied for a mandamus to compel such delivery. The nominations had been confirmed by the Senate, and the commissions had been signed by the President, and the seal of the United States affixed by the Secretary of State. The court held that when the last act of authority on the part of the Executive had been completed his power was at an end, and the right to the office was perfect. This last act was declared to be the signature of the commission.</p>\n<p>The want of applicability of this authority to the case before us is manifest. There the last authority of the President had been exercised. His power was exhausted. Here he had not, on the 24th of June, exercised the last act of authority, nor did he exercise it until the 27th of that month. It is not doubted that when he had exercised it, and had published his proclamation, his power was at an end, the instrument was perfect, and the rights of all parties became fixed. But until he gave life to his proclamation, by some public or official notice of its existence, it was inchoate merely. The last act had not been performed.</p>\n<p>The learned counsel who argued for the appellant did not deny that until publication had been made the proclamation was revocable by the President. If the view we take is correct, it certainly remained in his power and under his control for alteration or revocation until publication was made. A revocable law is an anomaly. It is a solecism, an absurdity. If it is a law, it is not revocable. If it is revocable, it is not a law. The elements of change and of certainty cannot exist in the same thing at the same time. Until the 27th of June the proclamation was not beyond the power of change. Until that day, therefore, it could not be a law.</p>\n<p><span class=\"star-pagination\">*206</span> It has been suggested, although this proclamation did not come into existence until the 27th of June, that after it did take effect, it related back to the 24th of that month. Such a principle is unknown to our laws. It involves the essential effect of a retroactive law. That a man should, on the 24th of June, perform an act lawful and commendable, that by an official declaration on the 27th this lawful act should be rendered unlawful at the time it was performed, and punishable, is in violation of every idea of constitutional law and of common right. When applied to criminal law, such an act is ex post facto, and retroactive when applied to civil cases.</p>\n<p>An ex post facto law is one which imposes a punishment for an act which was not punishable at the time it was committed, or which imposes additional punishment to that then prescribed.<sup>[*]</sup></p>\n<p>In Fletcher v. Peck,<sup>[\u0086]</sup> it was decided that an act of the legislature, by which a man's estate shall be seized for a crime, which was not declared to be an offence by some previous law, was null and void.</p>\n<p>In Cummings v. Missouri,<sup>[\u0087]</sup> it was held that although the prohibition of the Constitution against ex post facto laws is aimed against criminal cases, it cannot be evaded by giving a civil form to that which is in substance criminal. The passage of an act imposing a penalty upon a priest for the performance of an act, innocent by law at the time it was committed, was, therefore, held to be void.</p>\n<p>The principle is so familiar that it is not necessary to accumulate authorities. The proposition we are discussing falls directly within the prohibition.</p>\n<p>We are not called upon to decide what would amount to a sufficient publication, or in what manner the required notice may be given. We are simply to decide whether, upon the facts before us, a legal publication of the proclamation had been made on the 24th day of June, 1865.</p>\n<h2>NOTES</h2>\n<p>[\u0087]  Cowel's Law Dictionary.</p>\n<p>[*]  2 Jacobs's Law Dictionary.</p>\n<p>[\u0086]  7 Comyns's Digest, 31.</p>\n<p>[\u0087]  Keyley v. Manning, Cro. Car. 180; Howard v. Slater, 2 Rolls, 172.</p>\n<p>[§]  1 Blackstone's Commentaries, 70.</p>\n<p>[\u0086]  Broke's Abridgment, fol: 160, 17 Viner, 199.</p>\n<p>[¶]  Chitty on Prerogatives, 106.</p>\n<p>[**]  8 and 9 Victoria, chap. 113.</p>\n<p>[*]  1 Gallison, 64.</p>\n<p>[*]  12 Stat. at Large, 257.</p>\n<p>[\u0086]  Ib. 268.</p>\n<p>[\u0087]  Ib. 633.</p>\n<p>[§]  Ib. 735.</p>\n<p>[\u0086]  Matthews v. Zane, 7 Wheaton, 211.</p>\n<p>[¶]  20 Vermont, 653; see also Howe's Case, 21 Id. 619; The Ann, 1 Gallison, 62; Arnold v. The United States, 9 Cranch, 104; 1 Kent, 457.</p>\n<p>[*]  Prerogative 8.</p>\n<p>[*]  Prerogative 8.</p>\n<p>[\u0086]  Page 76.</p>\n<p>[\u0087]  Chitty on Prerogative, 106.</p>\n<p>[*]  Title Prerogative: D.E. 3.</p>\n<p>[\u0086]  Brainard v. Bushnell, 11 Connecticut, 17; The People v. Clark, 1 California, 408; Gardner v. Collector, 6 Wallace, 499.</p>\n<p>[\u0087]  20 Vermont, 653.</p>\n<p>[§]  Combe v. Pitt, 3 Burrow, 1434.</p>\n<p>[*]  Authorities supra.</p>\n<p>[*]  1 Cranch, 137.</p>\n<p>[*]  Carpenter v. Pennsylvania, 17 Howard, 456.</p>\n<p>[\u0086]  6 Cranch, 87.</p>\n<p>[\u0087]  4 Wallace. 277.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:01:46", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">191</span></span> (1872)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">17</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">191</span></span></b></center>\n<center><h1>LAPEYRE<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*194</span> Mr. P. Phillips, for the appellant; a brief of Messrs. H.H. Blackburn, W.H. Lamon, and C.E. Hovey, being filed on the same side.</p>\n<p>Mr. G.H. Williams, Attorney-General, and Mr. C.H. Hill, Assistant Attorney-General, contra.</p>\n<p><span class=\"star-pagination\">*195</span> Mr. Justice SWAYNE delivered the judgment of the court.</p>\n<p>The only inquiry presented for our consideration is, when the proclamation, which is the hinge of the controversy, took effect. The question arises on the third finding of the Court of Claims, which is as follows: \"The proclamation of the President of June 24th, 1865, was not published in the newspapers until the morning of the 27th of that month; nor was it published or promulgated anywhere, or in any form, prior to said last-named day, unless its being sealed with the seal of the United States, in the Department of State, was a publication or promulgation thereof.\"</p>\n<p>There is no act of Congress, and nothing to be found in American jurisprudence, which bears very directly on the subject. In the English law the instrument is thus defined: \"Proclamation \u0097 proclamatio \u0097 is a notice publicly given of anything whereof the king thinks fit to advertise his subjects. And so it is used, 7th Richard II, chap. 6.\"<sup>[\u0087]</sup></p>\n<p>Proclamations for various purposes are mentioned in the English authorities, but it could serve no useful end particularly <span class=\"star-pagination\">*196</span> to refer to them.<sup>[*]</sup> In England they must be under the great seal.<sup>[\u0086]</sup> If their existence is intended to be denied, the proper plea is nul tiel record.<sup>[\u0087]</sup> It is a part of the king's prerogative to issue them.<sup>[§]</sup> It is a criminal offence to issue them without authority.<sup>[\u0086]</sup> By the 31st of Henry VIII, chap. 8, it was enacted that the king, with the advice of his council, might issue proclamations denouncing pains and penalties, and that such proclamations should have the force of acts of Parliament. This statute, so fraught with evil to the liberties of the subject, was repealed a few years later in the succeeding reign of Edward VI, and during his minority. A very careful and learned writer says: \"A proclamation must be under the great seal, and if denied is to be tried by the record thereof. It is of course necessary to be published, in order that the people may be apprised of its existence and may be enabled to perform the injunctions it contains. In the absence of any express authorities it should seem that if the proclamation be under the great seal it need not be made by any particular class of individuals or in any particular manner or place, and that it would suffice if it were made by any one under the king's authority in the market-place or public street of each large town. It always appears in the gazette.\"<sup>[¶]</sup> This is the only authority on the subject here under consideration which our researches have enabled us to find. The writer refers to no other author and to no adjudicated cases in support of his views. The third section of the Documentary Evidence Act,<sup>[**]</sup> declares that the copy of a proclamation purporting to be printed by the queen's printer shall be sufficient proof of the existence of the original. Under the circumstances it may be well to look to the analogy afforded by the promulgation of statutes. At the common law every act of Parliament, unless a different time were fixed, took effect from the first day of the <span class=\"star-pagination\">*197</span> session, no matter how long the session or when the act was passed. This rule was applied to acts punishing offences of all grades, including those which were capital and even attaints. The authorities on the subject are learnedly collected by Mr. Justice Story in the case of The Brig Ann.<sup>[*]</sup> Such was the law in England until the passage of the 33d George III, chap. 13, which declared that the royal assent should be indorsed, and that the act should take effect only from that time.</p>\n<p>The act of Congress of July 27th, 1789, § 2, declares that whenever a bill, order, resolution, or vote of the Senate and House of Representatives has been signed by the President, or not having been returned by him with his objections, shall have become a law, it shall forthwith thereafter be received by the Secretary of State from the President; and that whenever a bill, order, resolution, or vote \u0097 having been returned by the President with his objections \u0097 shall have been approved by two-thirds of both houses of Congress, and become a law, it shall be received by the Secretary from the President of the Senate, or Speaker of the House of Representatives, in whichsoever house it shall have been last approved; and it is made his duty carefully to preserve the originals. The first section of the act of April 20th, 1818, directs that the secretary shall publish all acts and resolutions currently as they are passed, in newspapers. The fourth section provides that he shall cause to be published at the close of every session of Congress copies of the acts of Congress at large, including all amendments to the Constitution adopted, and all public treaties ratified since the last publication of the laws.</p>\n<p>Both those acts are silent as to proclamations, and we have been unable to find any provision in the laws of Congress touching the manner of their original promulgation or their subsequent printing and preservation. Numerous acts were passed during the late war authorizing proclamations to be issued, but they are silent upon these subjects. <span class=\"star-pagination\">*198</span> In the act of July 10th, 1861, under which the proclamation here in question was issued, the language is \u0097 \"it may and shall be lawful for the President by proclamation to declare,\" &amp;c.<sup>[*]</sup> In the act of June 22d, 1861, the language is \u0097 \"the President shall from time to time issue his proclamation.\"<sup>[\u0086]</sup> In the act of December 31st, 1862, the language is the same as in the act first referred to.<sup>[\u0087]</sup> In the act of March 3d, 1863, the language is \u0097 \"the President shall issue his proclamation declaring,\" &amp;c.<sup>[§]</sup> We have nowhere found in the legislation of Congress any material departure from this formula, nor anything further in anywise affecting the question before us.</p>\n<p>We know that the established usage is to publish proclamations with the laws and resolutions of Congress currently in the newspapers, and in the same volume with those laws and resolutions at the end of the session.</p>\n<p>There is no statute fixing the time when acts of Congress shall take effect, but it is settled that where no other time is prescribed, they take effect from their date.<sup>[\u0086]</sup> Where the language employed is \"from and after the passing of this act,\" the same result follows. The act becomes effectual upon the day of its date. In such cases it is operative from the first moment of that day. Fractions of the day are not recognized. An inquiry involving that subject is inadmissible. See Welman's Case,<sup>[¶]</sup> where the subject is examined with learning and ability.</p>\n<p>Publishing by outery, in the market-place and streets of towns, as suggested by Chitty, has, we apprehend, fallen into disuse in England. It is certainly unknown in this country. While it is said the proclamation always appears in the gazette, he does not say that it cannot become operative until promulgated in that way. As no mode of publication is prescribed, and those suggested will answer, we do not see why applying the seal and depositing the instrument <span class=\"star-pagination\">*199</span> in the office of the Secretary of State, may not be held to have the same effect. The President and Secretary have then completed their work. It is there amidst the archives of the nation. The laws of Congress are placed there. All persons desiring it can have access, and procure authenticated copies of both. The President signs and the Secretary of State seals and attests the proclamation. The President and Congress make the laws. Both are intended to be published in the newspapers and in book form. Acts take effect before they are printed or published. Why should not the same rule apply to proclamations? We see no solid reason for making a distinction. If it be objected that the proclamation may not then be known to many of those to be affected by it, the remark applies with equal force to statutes. The latter taking effect by relation from the beginning of the day of their date, may thus become operative from a period earlier than that of their approval by the President, and indeed earlier than that at which they received the requisite legislative sanction. The legislative action may all occur in the latter part of the day of their approval. The approval must necessarily be still later. It may be added, as to both statutes and proclamations, that even after publication in the newspapers, there are in our country large districts of territory where actual knowledge does not usually penetrate through that or any other channel of communication, until a considerably later period. It will hardly be contended that proclamations should take effect at different times, in different places, according to the speedier or less speedy means of knowledge in such places respectively.</p>\n<p>But the gravest objection to the test of publication contended for by the defendant in error remains to be considered. It would make the time of taking effect depend upon extraneous evidence, which might be conflicting, and might not be preserved. The date is an unvarying guide. If that be departed from, the subject may be one of indefinitely recurring litigation. The result in one case would be no bar in another if the parties were different. Upon whom <span class=\"star-pagination\">*200</span> would rest the burden of proof, the party alleging or the party denying the fact of publication? If, after a lapse of years, the proof were that a proclamation purporting to be published by authority, was seen at a specified time in a newspaper, but the paper were lost and its date could not be shown, would the proclamation be held to take effect only from the time it was so seen by the witness? Suppose in the distant future no proof of publication could be found, would all the rights which had grown up under it be lost unless protected by the rule of limitations? Would the instrument itself be a nullity? Would an exemplified copy from the proper office be an insufficient answer to the plea of nul tiel record? According to the views maintained by the counsel for the plaintiff in error all these questions must be answered in the affirmative. The only way to guard against these mischiefs is to apply the same rule of presumption to proclamations that is applied to statutes, that is, that they had a valid existence on the day of their date, and to permit no inquiry upon the subject. Conceding publication to be necessary, the officer upon whom rests the duty of making it should be conclusively presumed to have promptly and properly discharged that duty. If the proclamation here involved were a resolution or an act of Congress no such question could arise. That \"a proclamation,\" ... \"if denied, is to be tried by the record thereof,\" and that in such case the proper plea is nul tiel record, seems to be conclusive upon the subject.</p>\n<p>It would be unfit and unsafe to allow the commencement of the effect whenever the question arises, whether at a near or a distant time, to depend upon the uncertainty of parol proof, or upon anything extrinsic to the instrument itself, as found in the archives of the nation.</p>\n<p>JUDGMENT REVERSED, and the case remanded with directions to enter a judgment</p>\n<p>IN FAVOR OF THE APPELLANT.</p>\n<p>DAVIS, Justice.</p>\n<p>I concur in the judgment in this case.</p>\n<p><span class=\"star-pagination\">*201</span> Mr. Justice HUNT (with whom concurred Justices MILLER, FIELD, and BRADLEY), dissenting:</p>\n<p>The question presented is this: Does the fact that the document under consideration had on it the seal of the United States, and that it was in the Department of State, give to it the vitality of a proclamation?</p>\n<p>If it had vitality or existence on the 24th day of June, the government agent had no authority to retain the 119 bales of cotton by virtue of the law of 1864. If it had not existence on that day, he had authority, and the present claim is without foundation.</p>\n<p>What is a proclamation? It is to cry aloud, publicly to make known. One may proclaim, as of old, by the sound of trumpet, or by voice, or by print, or by posting; but not by silence. A proclamation may be published in the newspapers, or scattered by writing, or in any demonstrative manner, but it cannot be published by a deposit in a place to which the public have no access.</p>\n<p>The lexicographers agree in their definition of a proclamation. Webster gives it thus: \"1. A proclamation by authority; official notice given to the public. 2. In England a declaration of the king's will openly published.\" \"3. The declaration of a supreme magistrate made publicly known.\" In each of these definitions, it will be perceived that publicity is an important ingredient. \"Notice given to the public,\" \"openly published,\" \"made publicly known,\" are significant expressions. They give it as an essential element of its character that it should be openly and publicly made known. The expeunders of the law use nearly the same language as the lexicographers. In Jacobs's Law Dictionary is this language: \"Proclamation \u0097 a notice publicly given of anything whereof the king thinks fit to advertise his subjects.\" In Bacon's Abridgment<sup>[*]</sup> it is said: \"The king, by his prerogative, may in certain cases and on special occasions make and issue out proclamations for the prevention of offences, to ratify and confirm an ancient law, <span class=\"star-pagination\">*202</span> or, as some books express it, `quo ad terrorem populi,' to admonish them that they keep the law on pain of his displeasure.\" And again:<sup>[*]</sup> \"The king, by his proclamation, may enforce the execution of the laws, and, therefore, if the king, by proclamation, prohibits that which was before unlawful, the offence afterwards will be aggravated.\" An unknown and secret act of the king could not legally add to the enormity of a public offence. In his 12th volume,<sup>[\u0086]</sup> Coke gives a full statement of what the king may do by proclamation, and what he may not do. Chitty, on Prerogative, thus lays it down: \"A proclamation must be under the great seal, and if denied, is to be tried by the record thereof. It is, of course, necessary that it be published, in order that the people may be apprised of its existence and may be enabled to perform the injunctions it contains. In the absence of any express authorities on the point it should seem that if the proclamation be under the great seal, it need not be made by any particular class of individuals or in particular manner and place, and that it would suffice if made by any one under the king's authority, in the market-place or public streets of each large town. It always appears in the gazette.\"<sup>[\u0087]</sup> This authority clearly asserts the necessity of publication. It always appears, he says, in the gazette. It would suffice if made in the market-place or public streets.</p>\n<p>After a careful examination of the law books \u0097 Allen on the Royal Prerogative, Hearne on the Government of England, and several similar works \u0097 it is safe to say that no authority can be found contradicting this statement of Chitty.</p>\n<p>It is assumed generally, as resting on the nature of the instrument and the general principles of law, that there must be a publication, and nowhere is an intimation to the contrary to be found.</p>\n<p>In the case before us no publicity was given to the paper. It was in no gazette, in no market-place, nor in the street. <span class=\"star-pagination\">*203</span> It was signed by the President and the Acting Secretary of State, and deposited in the Secretary's office. It does not appear that a single person besides the President and Secretary was aware of its existence. A deposit in the office of state is not notice or publicity. We are not to confound the solemnity or the security of a resting-place in the archives of the state with publicity. No doubt the place of deposit was suitable and appropriate, but if promulgation is founded upon public knowledge or notice, it is difficult to understand how it is furnished by this fact.</p>\n<p>Neither did the seal add to its character except to authenticate it. Comyn says that every proclamation ought to be \"sub magno sigillo Anglic\u009c.\"<sup>[*]</sup> As evidence of its regularity and authenticity the seal is well, but it adds nothing to its publicity. It conveys notice to no one. It gives no public knowledge of its existence.</p>\n<p>It is argued that a statute takes effect from the date of its approval, unless a different time is fixed by law. As a general rule this is true. It is further said that, by relation, it covers the whole of the day of its approval. This also is generally true. It has often been decided, however, that where justice requires it, the true time of its passage may be shown even to the hour of the day.<sup>[\u0086]</sup></p>\n<p>In the case of Welman,<sup>[\u0087]</sup> cited to sustain the general rule, the qualification here stated is recognized. The statement of Lord Mansfield is given,<sup>[§]</sup> in which it is stated that, when necessary, the law does examine into fractions of a day. He says that \"he does not see why the very hour of its passage may not be shown when it is necessary and can be done.\"</p>\n<p>This principle, however, does not aid in the present case. When a bill has passed both houses and been signed by the President, and deposited in the proper place, the legislative and executive power is exhausted. The last act of power has been exercised. The present is more like the case of a <span class=\"star-pagination\">*204</span> deed, which takes effect from its delivery. It may be signed, sealed, and acknowledged by the grantor, but, as a general rule, it has no effect while it remains in his possession; nor is the effect different, if it be left in the hands of the notary taking the acknowledgment.</p>\n<p>It is said again that a proclamation is a record, and that its existence is to be determined upon the plea of nul tiel record. So is a judgment a record. So is a statute; and the same may be said of a deed. The document itself must be proved by the production of the record; but in each of the cases mentioned the time at which it takes effect may be established by parol. In each case its effect is presumptively of the day of its date, but the truth may be shown when the fact is otherwise, and even to fractions of a day when justice requires it.<sup>[*]</sup></p>\n<p>It is said also that the introduction of extraneous evidence of the time of publication would cause great confusion. The argument of inconvenience is never a satisfactory one. It is not perceived how it would produce more difficulty in this case than in the case of statutes. A proclamation is usually issued in fact at its date. It is presumed to be so issued. The date may be erroneous. It may have been issued before it bears date. It may have been issued afterwards. The important rights of persons and of property affected by it cannot be allowed to be overborne by the argument of inconvenience. It would produce much greater inconvenience, as well as injustice, to public interests and to private rights that a rule of law or of property should be fixed as of a time which it should be beyond the power of the most vigilant to ascertain. Proclamations by the king alone, or by the king by the authority of Parliament, or by the President by the authority of Congress, or as part of the executive power, embrace an immense range of subjects. Knowledge of their contents, or the means of obtaining it, is of more importance than the inconvenience that may be supposed to arise from leaving the time of publication to be ascertained by actual proof.</p>\n<p><span class=\"star-pagination\">*205</span> It is suggested that the case of Marbury v. Madison<sup>[*]</sup> is in conflict with the conclusion stated. In that case Mr. Adams had appointed Mr. Marbury and others justices of the peace of the District of Columbia, but their commissions had not been delivered. Afterwards Mr. Madison, Secretary of State, refused to deliver them, and Mr. Marbury applied for a mandamus to compel such delivery. The nominations had been confirmed by the Senate, and the commissions had been signed by the President, and the seal of the United States affixed by the Secretary of State. The court held that when the last act of authority on the part of the Executive had been completed his power was at an end, and the right to the office was perfect. This last act was declared to be the signature of the commission.</p>\n<p>The want of applicability of this authority to the case before us is manifest. There the last authority of the President had been exercised. His power was exhausted. Here he had not, on the 24th of June, exercised the last act of authority, nor did he exercise it until the 27th of that month. It is not doubted that when he had exercised it, and had published his proclamation, his power was at an end, the instrument was perfect, and the rights of all parties became fixed. But until he gave life to his proclamation, by some public or official notice of its existence, it was inchoate merely. The last act had not been performed.</p>\n<p>The learned counsel who argued for the appellant did not deny that until publication had been made the proclamation was revocable by the President. If the view we take is correct, it certainly remained in his power and under his control for alteration or revocation until publication was made. A revocable law is an anomaly. It is a solecism, an absurdity. If it is a law, it is not revocable. If it is revocable, it is not a law. The elements of change and of certainty cannot exist in the same thing at the same time. Until the 27th of June the proclamation was not beyond the power of change. Until that day, therefore, it could not be a law.</p>\n<p><span class=\"star-pagination\">*206</span> It has been suggested, although this proclamation did not come into existence until the 27th of June, that after it did take effect, it related back to the 24th of that month. Such a principle is unknown to our laws. It involves the essential effect of a retroactive law. That a man should, on the 24th of June, perform an act lawful and commendable, that by an official declaration on the 27th this lawful act should be rendered unlawful at the time it was performed, and punishable, is in violation of every idea of constitutional law and of common right. When applied to criminal law, such an act is ex post facto, and retroactive when applied to civil cases.</p>\n<p>An ex post facto law is one which imposes a punishment for an act which was not punishable at the time it was committed, or which imposes additional punishment to that then prescribed.<sup>[*]</sup></p>\n<p>In Fletcher v. Peck,<sup>[\u0086]</sup> it was decided that an act of the legislature, by which a man's estate shall be seized for a crime, which was not declared to be an offence by some previous law, was null and void.</p>\n<p>In Cummings v. Missouri,<sup>[\u0087]</sup> it was held that although the prohibition of the Constitution against ex post facto laws is aimed against criminal cases, it cannot be evaded by giving a civil form to that which is in substance criminal. The passage of an act imposing a penalty upon a priest for the performance of an act, innocent by law at the time it was committed, was, therefore, held to be void.</p>\n<p>The principle is so familiar that it is not necessary to accumulate authorities. The proposition we are discussing falls directly within the prohibition.</p>\n<p>We are not called upon to decide what would amount to a sufficient publication, or in what manner the required notice may be given. We are simply to decide whether, upon the facts before us, a legal publication of the proclamation had been made on the 24th day of June, 1865.</p>\n<h2>NOTES</h2>\n<p>[\u0087]  Cowel's Law Dictionary.</p>\n<p>[*]  2 Jacobs's Law Dictionary.</p>\n<p>[\u0086]  7 Comyns's Digest, 31.</p>\n<p>[\u0087]  Keyley v. Manning, Cro. Car. 180; Howard v. Slater, 2 Rolls, 172.</p>\n<p>[§]  1 Blackstone's Commentaries, 70.</p>\n<p>[\u0086]  Broke's Abridgment, fol: 160, 17 Viner, 199.</p>\n<p>[¶]  Chitty on Prerogatives, 106.</p>\n<p>[**]  8 and 9 Victoria, chap. 113.</p>\n<p>[*]  1 Gallison, 64.</p>\n<p>[*]  12 Stat. at Large, 257.</p>\n<p>[\u0086]  Ib. 268.</p>\n<p>[\u0087]  Ib. 633.</p>\n<p>[§]  Ib. 735.</p>\n<p>[\u0086]  Matthews v. Zane, 7 Wheaton, 211.</p>\n<p>[¶]  20 Vermont, 653; see also Howe's Case, 21 Id. 619; The Ann, 1 Gallison, 62; Arnold v. The United States, 9 Cranch, 104; 1 Kent, 457.</p>\n<p>[*]  Prerogative 8.</p>\n<p>[*]  Prerogative 8.</p>\n<p>[\u0086]  Page 76.</p>\n<p>[\u0087]  Chitty on Prerogative, 106.</p>\n<p>[*]  Title Prerogative: D.E. 3.</p>\n<p>[\u0086]  Brainard v. Bushnell, 11 Connecticut, 17; The People v. Clark, 1 California, 408; Gardner v. Collector, 6 Wallace, 499.</p>\n<p>[\u0087]  20 Vermont, 653.</p>\n<p>[§]  Combe v. Pitt, 3 Burrow, 1434.</p>\n<p>[*]  Authorities supra.</p>\n<p>[*]  1 Cranch, 137.</p>\n<p>[*]  Carpenter v. Pennsylvania, 17 Howard, 456.</p>\n<p>[\u0086]  6 Cranch, 87.</p>\n<p>[\u0087]  4 Wallace. 277.</p>\n\n</div>", 
  "sha1": "f6a9dd657d562464d0a0975137283649bc8f2a16", 
  "date_modified": "2014-12-21T01:27:08.785324", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/88737/lapeyre-v-united-states/", 
  "citation_count": 2, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/229190/", 
  "html": "<p class=\"case_cite\">84 U.S. 191</p>\n    <p class=\"case_cite\">21 L.Ed. 606</p>\n    <p class=\"case_cite\">17 Wall. 191</p>\n    <p class=\"parties\">LAPEYRE<br>v.<br>UNITED STATES.</p>\n    <p class=\"date\">December Term, 1872</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL from the Court of Claims; the case being thus:</p>\n      <p class=\"indent\">By the act of 13th July, 1861,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the President was authorized to proclaim, 'that the inhabitants of a State, or any part thereof, where such insurrection exists, are in state of insurrection against the United States;' and thereupon, 'all <i>commercial</i> intercourse,' between such inhabitants and the citizens of the rest of the United States; 'shall cease and be unlawful, <i>so long as such condition of hostility shall continue</i>.'</p>\n      <p class=\"indent\">By the act of July 2d, 1864,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> provision was made for the transmission and sale of cotton from the insurrectionary States. Among other things it was provided that a person having cotton in the States west of the Mississippi, might transport the same through the lines of the armies of the United States to the city of New Orleans, and there deliver the same to an agent of the United States, who should buy the same and return to the person producing the cotton three-fourths of the market value thereof in the city of New York. In substance this act permitted the introduction and sale of cotton from an enemy's country, subject to a tax of 25 per cent. on the value thereof.</p>\n      <p class=\"indent\">On the 6th of April, 1865, Lee, commanding the body of the rebel forces at Richmond, surrendered. Johnson, with another part of them, surrendered on the 26th of the same month; and Kirby Smith, who commanded west of the Mississippi, did the same on the 26th of May following.</p>\n      <p class=\"indent\">On the 10th of May, 1865, the President issued his proclamation that 'armed resistance to the authority of this government may be regarded as virtually at an end.'<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n      <p class=\"indent\">On the 18th of June, 1865, one Lapeyre caused to be shipped to New Orleans, from some point west of the Mississippi River, 476 bales of cotton, and consigned the same to the purchasing agent of the government. This cotton reached New Orleans on the 24th day of June. On the 26th the owner executed a bill of sale of the same to the government agent, who returned to him 367 bales, being three-fourths thereof, and retained 119 bales, being one-fourth, under the provisions of the act referred to. At this time neither the claimant nor the agent had any knowledge of the proclamation now to be mentioned.</p>\n      <p class=\"indent\">This proclamation, following one which had been issued on the 13th of June, 1865,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> removing all restrictions on 'internal domestic and coastwise trade, and upon the removal of products of States heretofore declared in insurrection <i>east</i> of the Mississippi River,' removed the restrictions upon the trade and intercourse from the States <i>west</i> of it,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and restored the former relations between the States. It was an instrument by the President, bearing date June 24th, 1865, in the usual form of a proclamation, and was made by authority of the Congress of the United States. It was headed:</p>\n      <p class=\"indent\">'BY THE PRESIDENT OF THE UNITED STATES:</p>\n      <p class=\"indent\">A PROCLAMATION.'</p>\n      <p class=\"indent\">After making various recitals it proceeded:</p>\n      <p class=\"indent\">'Now, therefore, be it known that I, Andrew Johnson, President of the United States, <i>do hereby declare</i>,' &amp;c.</p>\n      <p class=\"indent\">It closed thus:</p>\n      <p class=\"indent\">'In testimony whereof I have hereunto set my hand and caused the seal of the United States to be affixed. Done at the city of Washington, this twenty-fourth day of June, in the year of our Lord one thousand eight hundred and sixty-five, and of the independence of the United States of America the eighty-ninth.</p>\n      <p class=\"indent\">'ANDREW JOHNSON.</p>\n      <p class=\"indent\">'By the President:</p>\n      <p class=\"indent\">'W. HUNTER, Acting Secretary of State.'</p>\n      <p class=\"indent\">It was a fact undisputed, and was found by the Court of Claims, in one of its findings&#8212;the third&#8212;&#8212;</p>\n      <p class=\"indent\">'That this proclamation of the President, of June 24th, 1865, was not published in the newspapers until the morning of the 27th of the month, nor was it published or promulgated anywhere or in any form prior to said last-named day, unless its being sealed with the seal of the United States in the Department of State was a publication or promulgation thereof.'</p>\n      <p class=\"indent\">It was equally undisputed and found that the Secretary of the Treasury sent a telegram to the treasury agent in New Orleans, on the 27th June, and also a letter on the 28th June, informing him that the exaction of 25 per cent. on cotton had been rescinded.</p>\n      <p class=\"indent\">The transaction now under consideration had been entered into by both parties ignorant of the removal of the restrictions.</p>\n      <p class=\"indent\">On a suit brought by Lapeyre in the Court of Claims, to recover the proceeds of the 119 bales which had been sold by the United States, the question arose whether this instrument, prior to its being published anywhere, or in form otherwise than as mentioned, had the force and effect of a proclamation. The Court of Claims was of opinion that it had not; and decided against Lapeyre. He now brought the case here for review.</p>\n      <p class=\"indent\">\n        <i>Mr. P. Phillips, for the appellant; a brief of Messrs. H. H. Blackburn, W. H. Lamon, and C. E. Hovey, being filed on the same side:</i>\n      </p>\n      <p class=\"indent\">The prohibition of commercial intercourse provided for by the act of 1861, continued only so long as hostilities existed, and was to end when they ceased. The proclamation of the President declared that they had ended on 10th May, 1865.</p>\n      <p class=\"indent\">The ground for taking from owners of property the one-fourth of its value, was, that the condition of hostilities deprived them of the right to sell it, and the one-fourth was the consideration for the special privilege to do so. As soon as hostilities ceased, the rights of commercial intercourse returned, and there was no longer any consideration upon which the claim of the one-fourth could be rested. The two proclamations were issued but to give full effect to this result of the law of July 2d, 1864. They were a formal notification that the prohibition under that act no longer remained.</p>\n      <p class=\"indent\">The department, charged with the execution of the laws respecting such purchases, has given its construction, and holds that these proclamations operate from their date.</p>\n      <p class=\"indent\">The judgment should in any event be reversed, for the parties acted under a mistake of fact against which equity will relieve.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n      <p class=\"indent\">Independently of all this, the present is not a case where a penalty is imposed, and where natural feelings of justice would influence the court to seek escape from inflicting punishment on parties for an act which they believed to be innocent. To the contrary, giving effect to this act from its date restores the party to a right which, in justice, he is entitled to, and which the law of the land intended to confer upon him.</p>\n      <p class=\"indent\">If the matter is placed on technical grounds, the wellknown case of <i>Marbury</i> v. <i>Madison</i>,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> may be relied on.</p>\n      <p class=\"indent\"><i>Mr. G. H. Williams, Attorney-General, and Mr. C. H. Hill, Assistant Attorney-General, contra</i>.</p>\n      <p class=\"indent\">Mr. Justice SWAYNE delivered the judgment of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The only inquiry presented for our consideration is, when the proclamation, which is the hinge of the controversy, took effect. The question arises on the third finding of the Court of Claims, which is as follows: 'The proclamation of the President of June 24th, 1865, was not published in the newspapers until the morning of the 27th of that month; nor was it published or promulgated anywhere, or in any form, prior to said last-named day, unless its being sealed with the seal of the United States, in the Department of State, was a publication or promulgation thereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">There is no act of Congress, and nothing to be found in American jurisprudence, which bears very directly on the subject. In the English law the instrument is thus defined: 'Proclamation <i>proclamatio</i>&#8212;is a notice publicly given of anything whereof the king thinks fit to advertise his subjects. And so it is used, 7th Richard II, chap. 6.'<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Proclamations for various purposes are mentioned in the English authorities, but it could serve no useful end particularly to refer to them.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> In England they must be under the great seal.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> If their existence is intended to be denied, the proper plea is <i>nul tiel record</i>.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> It is a part of the king's prerogative to issue them.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> It is a criminal offence to issue them without authority.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> By the 31st of Henry VIII, chap. 8, it was enacted that the king, with the advice of his council, might issue proclamations denouncing pains and penalties, and that such proclamations should have the force of acts of Parliament. This statute, so fraught with evil to the liberties of the subject, was repealed a few years later in the succeeding reign of Edward VI, and during his minority. A very careful and learned writer says: 'A proclamation must be under the great seal, and if denied <i>is to be tried by the record thereof</i>. It is of course necessary to be published, in order that the people may be apprised of its existence and may be enabled to perform the injunctions it contains. In the absence of any express authorities it should seem that if the proclamation be under the great seal it need not be made by any particular class of individuals or in any particular manner or place, and that it would suffice if it were made by any one under the king's authority in the market-place or public street of each large town. It always appears in the gazette.'<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> This is the only authority on the subject here under consideration which our researches have enabled us to find. The writer refers to no other author and to no adjudicated cases in support of his views. The third section of the Documentary Evidence Act,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> declares that the copy of a proclamation purporting to be printed by the queen's printer shall be sufficient proof of the existence of the original. Under the circumstances it may be well to look to the analogy afforded by the promulgation of statutes. At the common law every act of Parliament, unless a different time were fixed, took effect from the first day of the session, no matter how long the session or when the act was passed. This rule was applied to acts punishing offences of all grades, including those which were capital and even attaints. The authorities on the subject are learnedly collected by Mr. Justice Story in the case of <i>The Brig Ann</i>.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Such was the law in England until the passage of the 33d George III, chap. 13, which declared that the royal assent should be indorsed, and that the act should take effect only from that time.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The act of Congress of July 27th, 1789, &#167; 2, declares that whenever a bill, order, resolution, or vote of the Senate and House of Representatives has been signed by the President, or not having been returned by him with his objections, shall have become a law, it shall forthwith thereafter be received by the Secretary of State from the President; and that whenever a bill, order, resolution, or vote&#8212;having been returned by the President with his objections&#8212;shall have been approved by two-thirds of both houses of Congress, and become a law, it shall be received by the Secretary from the President of the Senate, or Speaker of the House of Representatives, in whichsoever house it shall have been last approved; and it is made his duty carefully to preserve the originals. The first section of the act of April 20th, 1818, directs that the secretary shall publish all acts and resolutions currently as they are passed, in newspapers. The fourth section provides that he shall cause to be published at the close of every session of Congress copies of the acts of Congress at large, including all amendments to the Constitution adopted, and all public treaties ratified, since the last publication of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Both those acts are silent as to proclamations, and we have been unable to find any provision in the laws of Congress touching the manner of their original promulgation or their subsequent printing and preservation. Numerous acts were passed during the late war authorizing proclamations to be issued, but they are silent upon these subjects. In the act of July 10th, 1861, under which the proclamation here in question was issued, the language is&#8212;'it may and shall be lawful for the President by proclamation to declare,' &amp;c.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> In the act of June 22d, 1861, the language is&#8212;'the President shall from time to time issue his proclamation.'<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> In the act of December 31st, 1862, the language is the same as in the act first referred to.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> In the act of March 3d, 1863, the language is&#8212;'the President shall issue his proclamation declaring,' &amp;c.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> We have nowhere found in the legislation of Congress any material departure from this formula, nor anything further in anywise affecting the question before us.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We know that the established usage is to publish proclamations with the laws and resolutions of Congress currently in the newspapers, and in the same volume with those laws and resolutions at the end of the session.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There is no statute fixing the time when acts of Congress shall take effect, but it is settled that where no other time is prescribed, they take effect from their date.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> Where the language employed is 'from and after the passing of this act,' the same result follows. The act becomes effectual upon the day of its date. In such cases it is operative from the first moment of that day. Fractions of the day are not recognized. An inquiry involving that subject is inadmissible. See <i>Welman's Case</i>,<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> where the subject is examined with learning and ability.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Publishing by outcry, in the market-place and streets of towns, as suggested by Chitty, has, we apprehend, fallen into disuse in England. It is certainly unknown in this country. While it is said the proclamation always appears in the gazette, he does not say that it cannot become operative until promulgated in that way. As no mode of publication is prescribed, and those suggested will answer, we do not see why applying the seal and depositing the instrument in the office of the Secretary of State, may not be held to have the same effect. The President and Secretary have then completed their work. It is there amidst the archives of the nation. The laws of Congress are placed there. All persons desiring it can have access, and procure authenticated copies of both. The President signs and the Secretary of State seals and attests the proclamation. The President and Congress make the laws. Both are intended to be published in the newspapers and in book form. Acts take effect before they are printed or published. Why should not the same rule apply to proclamations? We see no solid reason for making a distinction. If it be objected that the proclamation may not then be known to many of those to be affected by it, the remark applies with equal force to statutes. The latter taking effect by relation from the beginning of the day of their date, may thus become operative from a period earlier than that of their approval by the President, and indeed earlier than that at which they received the requisite legislative sanction. The legislative action may all occur in the latter part of the day of their approval. The approval must necessarily be still later. It may be added, as to both statutes and proclamations, that even after publication in the newspapers, there are in our country large districts of territory where actual knowledge does not usually penetrate through that or any other channel of communication, until a considerably later period. It will hardly be contended that proclamations should take effect at different times, in different places, according to the speedier or less speedy means of knowledge in such places respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">But the gravest objection to the test of publication contended for by the defendant in error remains to be considered. It would make the time of taking effect depend upon extraneous evidence, which might be conflicting, and might not be preserved. The date is an unvarying guide. If that be departed from, the subject may be one of indefinitely recurring litigation. The result in one case would be no bar in another if the parties were different. Upon whom would rest the burden of proof, the party alleging or the party denying the fact of publication? If, after a lapse of years, the proof were that a proclamation purporting to be published by authority, was seen at a specified time in a newspaper, but the paper were lost and its date could not be shown, would the proclamation be held to take effect only from the time it was so seen by the witness? Suppose in the distant future no proof of publication could be found, would all the rights which had grown up under it be lost unless protected by the rule of limitations? Would the instrument itself be a nullity? Would an exemplified copy from the proper office be an insufficient answer to the plea of <i>nul tiel record?</i> According to the views maintained by the counsel for the plaintiff in error all these questions must be answered in the affirmative. The only way to guard against these mischiefs is to apply the same rule of presumption to proclamations that is applied to statutes, that is, that they had a valid existence on the day of their date, and to permit no inquiry upon the subject. Conceding publication to be necessary, the officer upon whom rests the duty of making it should be conclusively presumed to have promptly and properly discharged that duty. If the proclamation here involved were a resolution or an act of Congress no such question could arise. That 'a proclamation,' . . . 'if denied, <i>is to be tried by the record thereof</i>,' and that in such case the proper plea is <i>nul tiel record</i>, seems to be conclusive upon the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It would be unfit and unsafe to allow the commencement of the effect whenever the question arises, whether at a near or a distant time, to depend upon the uncertainty of parol proof, or upon anything extrinsic to the instrument itself, as found in the archives of the nation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">JUDGMENT REVERSED, and the case remanded with directions to enter a judgment</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">IN FAVOR OF THE APPELLANT.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">DAVIS, Justice.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">I concur in the judgment in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mr. Justice HUNT (with whom concurred Justices MILLER, FIELD, and BRADLEY), dissenting:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The question presented is this: Does the fact that the document under consideration had on it the seal of the United States, and that it was in the Department of State, give to it the vitality of a proclamation?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If it had vitality or existence on the 24th day of June, the government agent had no authority to retain the 119 bales of cotton by virtue of the law of 1864. If it had not existence on that day, he had authority, and the present claim is without foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">What is a proclamation? It is to cry aloud, publicly to make known. One may proclaim, as of old, by the sound of trumpet, or by voice, or by print, or by posting; but not by silence. A proclamation may be published in the newspapers, or scattered by writing, or in any demonstrative manner, but it cannot be published by a deposit in a place to which the public have no access.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The lexicographers agree in their definition of a proclamation. Webster gives it thus: '1. A proclamation by authority; official notice given to the public. 2. In England a declaration of the king's will openly published.' '3. The declaration of a supreme magistrate made publicly known.' In each of these definitions, it will be perceived that publicity is an important ingredient. 'Notice given to the public,' 'openly published,' 'made publicly known,' are significant expressions. They give it as an essential element of its character that it should be openly and publicly made known. The expounders of the law use nearly the same language as the lexicographers. In Jacobs's Law Dictionary is this language: 'Proclamation&#8212;a notice publicly given of anything whereof the king thinks fit to advertise his subjects.' In Bacon's Abridgment<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> it is said: 'The king, by his prerogative, may in certain cases and on special occasions <i>make and issue out</i> proclamations for the prevention of offences, to ratify and confirm an ancient law, or, as some books express it, '<i>quo ad terrorem populi</i>,' to admonish them that they keep the law on pain of his displeasure.' And again:<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> 'The king, by his proclamation, may enforce the execution of the laws, and, therefore, if the king, by proclamation, prohibits that which was before unlawful, the offence afterwards will be aggravated.' An unknown and secret act of the king could not legally add to the enormity of a public offence. In his 12th volume,<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> Coke gives a full statement of what the king may do by proclamation, and what he may not do. Chitty, on Prerogative, thus lays it down: 'A proclamation must be under the great seal, and if denied, is to be tried by the record thereof. It is, of course, necessary that it be published, in order that the people may be apprised of its existence and may be enabled to perform the injunctions it contains. In the absence of any express authorities on the point it should seem that if the proclamation be under the great seal, it need not be made by any particular class of individuals or in particular manner and place, and that it would suffice if made by any one under the king's authority, in the market-place or public streets of each large town. It always appears in the gazette.'<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> This authority clearly asserts the necessity of publication. It always appears, he says, in the gazette. It would suffice if made in the market-place or public streets.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">After a careful examination of the law books&#8212;Allen on the Royal Prerogative, Hearne on the Government of England, and several similar works&#8212;it is safe to say that no authority can be found contradicting this statement of Chitty.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is assumed generally, as resting on the nature of the instrument and the general principles of law, that there must be a publication, and nowhere is an intimation to the contrary to be found.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In the case before us no publicity was given to the paper. It was in no gazette, in no market-place, nor in the street. It was signed by the President and the Acting Secretary of State, and deposited in the Secretary's office. It does not appear that a single person besides the President and Secretary was aware of its existence. A deposit in the office of state is not notice or publicity. We are not to confound the solemnity or the security of a resting-place in the archives of the state with publicity. No doubt the place of deposit was suitable and appropriate, but if promulgation is founded upon public knowledge or notice, it is difficult to understand how it is furnished by this fact.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Neither did the seal add to its character except to authenticate it. Comyn says that every proclamation ought to be '<i>sub magno sigillo Anglicae</i>.'<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> As evidence of its regularity and authenticity the seal is well, but it adds nothing to its publicity. It conveys notice to no one. It gives no public knowledge of its existence.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is argued that a statute takes effect from the date of its approval, unless a different time is fixed by law. As a general rule this is true. It is further said that, by relation, it covers the whole of the day of its approval. This also is generally true. It has often been decided, however, that where justice requires it, the true time of its passage may be shown even to the hour of the day.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In the case of Welman,<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> cited to sustain the general rule, the qualification here stated is recognized. The statement of Lord Mansfield is given,<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a> in which it is stated that, when necessary, the law does examine into fractions of a day. He says that 'he does not see why the very hour of its passage may not be shown when it is necessary and can be done.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This principle, however, does not aid in the present case. When a bill has passed both houses and been signed by the President, and deposited in the proper place, the legislative and executive power is exhausted. The last act of power has been exercised. The present is more like the case of a deed, which takes effect from its delivery. It may be signed, sealed, and acknowledged by the grantor, but, as a general rule, it has no effect while it remains in his possession; nor is the effect different, if it be left in the hands of the notary taking the acknowledgment.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is said again that a proclamation is a record, and that its existence is to be determined upon the plea of <i>nul tiel record</i>. So is a judgment a record. So is a statute; and the same may be said of a deed. The document itself must be proved by the production of the record; but in each of the cases mentioned the time at which it takes effect may be established by parol. In each case its effect is presumptively of the day of its date, but the truth may be shown when the fact is otherwise, and even to fractions of a day when justice requires it.<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is said also that the introduction of extraneous evidence of the time of publication would cause great confusion. The argument of inconvenience is never a satisfactory one. It is not perceived how it would produce more difficulty in this case than in the case of statutes. A proclamation is usually issued in fact at its date. It is presumed to be so issued. The date may be erroneous. It may have been issued before it bears date. It may have been issued afterwards. The important rights of persons and of property affected by it cannot be allowed to be overborne by the argument of inconvenience. It would produce much greater inconvenience, as well as injustice, to public interests and to private rights that a rule of law or of property should be fixed as of a time which it should be beyond the power of the most vigilant to ascertain. Proclamations by the king alone, or by the king by the authority of Parliament, or by the President by the authority of Congress, or as part of the executive power, embrace an immense range of subjects. Knowledge of their contents, or the means of obtaining it, is of more importance than the inconvenience that may be supposed to arise from leaving the time of publication to be ascertained by actual proof.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is suggested that the case of <i>Marbury</i> v. <i>Madison</i><a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a> is in conflict with the conclusion stated. In that case Mr. Adams had appointed Mr. Marbury and others justices of the peace of the District of Columbia, but their commissions had not been delivered. Afterwards Mr. Madison, Secretary of State, refused to deliver them, and Mr. Marbury applied for a mandamus to compel such delivery. The nominations had been confirmed by the Senate, and the commissions had been signed by the President, and the seal of the United States affixed by the Secretary of State. The court held that when the last act of authority on the part of the Executive had been completed his power was at an end, and the right to the office was perfect. This last act was declared to be the signature of the commission.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The want of applicability of this authority to the case before us is manifest. There the last authority of the President had been exercised. His power was exhausted. Here he had not, on the 24th of June, exercised the last act of authority, nor did he exercise it until the 27th of that month. It is not doubted that when he had exercised it, and had published his proclamation, his power was at an end, the instrument was perfect, and the rights of all parties became fixed. But until he gave life to his proclamation, by some public or official notice of its existence, it was inchoate merely. The last act had not been performed.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The learned counsel who argued for the appellant did not deny that until publication had been made the proclamation was revocable by the President. If the view we take is correct, it certainly remained in his power and under his control for alteration or revocation until publication was made. A revocable law is an anomaly. It is a solecism, an absurdity. If it is a law, it is not revocable. If it is revocable, it is not a law. The elements of change and of certainty cannot exist in the same thing at the same time. Until the 27th of June the proclamation was not beyond the power of change. Until that day, therefore, it could not be a law.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">It has been suggested, although this proclamation did not come into existence until the 27th of June, that after it did take effect, it related back to the 24th of that month. Such a principle is unknown to our laws. It involves the essential effect of a retroactive law. That a man should, on the 24th of June, perform an act lawful and commendable, that by an official declaration on the 27th this lawful act should be rendered unlawful at the time it was performed, and punishable, is in violation of every idea of constitutional law and of common right. When applied to criminal law, such an act is <i>ex post facto</i>, and retroactive when applied to civil cases.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">An <i>ex post facto</i> law is one which imposes a punishment for an act which was not punishable at the time it was committed, or which imposes additional punishment to that then prescribed.<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In <i>Fletcher</i> v. <i>Peck</i>,<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a> it was decided that an act of the legislature, by which a man's estate shall be seized for a crime, which was not declared to be an offence by some previous law, was null and void.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In <i>Cummings</i> v. <i>Missouri</i>,<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a> it was held that although the prohibition of the Constitution against <i>ex post facto</i> laws is aimed against criminal cases, it cannot be evaded by giving a civil form to that which is in substance criminal. The passage of an act imposing a penalty upon a priest for the performance of an act, innocent by law at the time it was committed, was, therefore, held to be void.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The principle is so familiar that it is not necessary to accumulate authorities. The proposition we are discussing falls directly within the prohibition.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We are not called upon to decide what would amount to a sufficient publication, or in what manner the required notice may be given. We are simply to decide whether, upon the facts before us, a legal publication of the proclamation had been made on the 24th day of June, 1865.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 12 Stat. at Large, 257, &#167; 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 13 Stat. at Large, 377, &#167; 8.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Ib. 757.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Ib. 763.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 13 Stat. at Large, 769.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Hunt <i>v.</i> Rousmanier, 8 Wheaton, 174; S. C., 1 Peters, 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 1 Cranch, 137.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Cowel's Law Dictionary.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> 2 Jacobs's Law Dictionary.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 7 Comyns's Digest, 31.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Keyley <i>v.</i> Manning, Cro. Car. 180; Howard <i>v</i>. Slater, 2 Rolls, 172.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> 1 Blackstone's Commentaries, 70.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Broke's Abridgment, fol. 160, 17 Viner, 199.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Chitty on Prerogatives, 106.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> 8 and 9 Victoria, chap. 113.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> 1 Gallison, 64.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> 12 Stat. at Large, 257.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Ib. 268.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Ib. 633.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Ib. 735.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> Matthews <i>v.</i> Zane, 7 Wheaton, 211.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> 20 Vermont, 653; see also Howe's Case, 21 Id. 619; The Ann, 1 Gallison, 62; Arnold <i>v.</i> The United States, 9 Cranch, 104; 1 Kent, 457.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Prerogative 8.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Prerogative 8.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> Page 76.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Chitty on Prerogative, 106.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> Title Prerogative; D. E. 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Brainard <i>v.</i> Bushnell, 11 Connecticut, 17; The People <i>v.</i> Clark, 1 California, 408; Gardner <i>v.</i> Collector, 6 Wallace, 499.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> 20 Vermont, 653.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> Combe <i>v.</i> Pitt, 3 Burrow, 1434.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> Authorities <i>supra</i>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> 1 Cranch, 137.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> Carpenter <i>v.</i> Pennsylvania, 17 Howard, 456.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> 6 Cranch, 87.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> 4 Wallace, 277.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/88737/"
}