{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "293 U.S. 474", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/102358/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Dimick v. Schiedt", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "78", 
    "id": 86741, 
    "resource_uri": "/api/rest/v2/citation/86741/"
  }, 
  "id": 102358, 
  "blocked": false, 
  "judges": "Sutherland", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1935-01-07", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>293 U.S. 474 (1935)</b></center>\n<center><h1>DIMICK<br>\nv.<br>\nSCHIEDT.</h1></center>\n<center>No. 78.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 9, 1934.</center>\n<center>Decided January 7, 1935.</center>\nCERTIORARI OF THE CIRCUIT COURT OF APPEALS FOR THE FIRST CIRCUIT.\n<p><span class=\"star-pagination\">*475</span> <i>Messrs. Leo. M. Harlow</i> and <i>David H. Fulton</i> submitted for petitioner.</p>\n<p><i>Mr. John G. Palfrey</i> submitted for respondent.</p>\n<p>MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>This is an action brought by respondent (plaintiff) against petitioner (defendant) in the federal district court for the district of Massachusetts to recover damages for a personal injury resulting from the alleged negligent operation of an automobile on a public highway in Massachusetts. The jury returned a verdict in favor of respondent for the sum of $500. Respondent moved for a new trial on the grounds that the verdict was contrary to the weight of the evidence, that it was a compromise verdict, and that the damages allowed were inadequate. The trial court ordered a new trial upon the last named <span class=\"star-pagination\">*476</span> ground, unless petitioner would consent to an increase of the damages to the sum of $1500. Respondent's consent was neither required nor given. Petitioner, however, consented to the increase, and in accordance with the order of the court a denial of the motion for new trial automatically followed. Respondent appealed to the circuit court of appeals, where the judgment was reversed, the court holding that the conditional order violated the Seventh Amendment of the Federal Constitution in respect of the right of trial by jury. 70 F. (2d) 558. That court recognized the doctrine, frequently stated by this court, that in the case of an excessive verdict it is within the power of the trial court to grant defendant's motion for a new trial unless plaintiff remit the amount deemed to be excessive, but held that the trial court was without power to condition the allowance of plaintiff's motion for a new trial upon the refusal of defendant to consent to an increase in the amount of damages.</p>\n<p>The Seventh Amendment provides:</p>\n<p>\"In Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury, shall be otherwise re-examined in any Court of the United States, than according to the rules of the common law.\"</p>\n<p>Section 269 of the Judicial Code, as amended, U.S.C. Title 28, § 391, confers upon all federal courts power to grant new trials \"in cases where there has been a trial by jury, for reasons for which new trials have usually been granted in the courts of law .. .\"</p>\n<p>In order to ascertain the scope and meaning of the Seventh Amendment, resort must be had to the appropriate rules of the common law established at the time of the adoption of that constitutional provision in 1791. <i>Thompson</i> v. <i>Utah,</i> 170 U.S. 343, 350; <i>Patton</i> v. <i>United States,</i> 281 U.S. 276, 288. A careful examination of the English reports prior to that time fails to disclose any <span class=\"star-pagination\">*477</span> authoritative decision sustaining the power of an English court to increase, either absolutely or conditionally, the amount fixed by the verdict of a jury in an action at law, with certain exceptions.</p>\n<p>1. In actions for mayhem, there are numerous ancient cases to be found in the Year Books, and occasional cases at a somewhat later period, in which the right of the court to increase damages awarded plaintiff, <i>super visum vulneris,</i> is recognized. We deem it unnecessary to catalogue or review these cases. Many of them are referred to in 2 Bacon's Abridgment (7th ed.) 611, and Sayer's Law of Damages (1770), p. 173 <i>et seq.</i> The last case called to our attention or that we have been able to find that recognized the rule is that of <i>Brown</i> v. <i>Seymour</i> (1742), 1 Wils. 5, where the court, while conceding its power to increase damages upon view of the party maimed, refused to exercise it, holding the damages awarded were sufficient. We have found no case where the power was exercised affirmatively since <i>Burton</i> v. <i>Baynes</i> (1733), reported in Barnes Practice Cases, 153, where the court, upon view of the injury, increased the damages from £ 11, 14 s., to £ 50. The power of the trial court to increase damages in such cases was seldom exercised; and it seems quite clear, from an examination of the decisions and of the English Abridgments, that the generally approved practice confined its exercise to the court sitting <i>en banc.</i> Moreover, the application for the increase, was made by the plaintiff considered upon a view of his wound, and, when favorably acted upon, granted absolutely and not as a condition upon which to base a denial of a new trial. Indeed, the practice of granting new trials in such cases did not come into operation until a later date. In any event, the rule was obsolete in England at the time of the adoption of the Constitution; and we are unable to find that it ever was acted upon or accepted in the colonies, or by any of the federal or state courts since the adoption of the Constitution. <span class=\"star-pagination\">*478</span> It was expressly rejected in an early case in South Carolina. <i>McCoy</i> v. <i>Lemon,</i> 11 Rich. 165. There, the plaintiff, as a result of an altercation with the defendant, lost an eye and the use of one thumb. The jury returned a verdict for $30. The trial court, although conceding the inadequacy of the damages, held that no court possessed the power to bring about an increase or decrease of the amount found by a jury in any other way than by granting a new trial. The Court of Appeals sustained the trial court. \"Not a single case,\" the appellate court said, \"has been found in any book of American reports in support of the present motion, notwithstanding the great research displayed by counsel. Neither has there been, for a period of more than a century, any recognition of the rule by any adjudged case in England to which we have been able to procure access.\" After pointing out the jealous regard of the American people, as evidenced by constitutions and legislation, for the right of jury trial, the court said that the judgment of the jury had been incorporated as an indispensable element in the judicial administration of the country; that in all cases sounding in damages, these damages must be assessed by the jury and not by the court independently thereof; and that where the verdict was excessive or trifling, the remedy was to submit the case to the judgment of another jury. In Mayne's Treatise on Damages (9th ed.), the first edition of which appeared in 1856, after referring to the long current of English decisions in respect of the power of the court to increase damages in mayhem cases, the author (p. 571) said he was not aware of an instance in which such a jurisdiction had been exercised in modern times. And see <i>Union Pacific Ry. Co.</i> v. <i>Botsford,</i> 141 U.S. 250, 252.</p>\n<p>2. The power of the court to increase or diminish damages assessed upon a writ of inquiry was likewise upheld; but this upon the ground that the justice might themselves have awarded damages without the writ, and the <span class=\"star-pagination\">*479</span> inquisition, therefore, was nothing more than an inquest for their information. Sayer's Law of Damages, 194; <i>Beardmore</i> v. <i>Carrington,</i> 2 Wils. 244, 248; Brooke's New Cases, March's Translation, 56-57; 2 Bacon's Abridgment (7th ed.), 612. But even this rule seems long since to have fallen into disuse, the more modern practice being to award a new writ of inquiry in all cases in which the court would award a new trial. Mayne's Treatise on Damages, 572, 573, citing Chitty's Practice, 14th ed., p. 1326.</p>\n<p>3. So it was held in some of the old cases that where the amount of plaintiff's demand was certain, as, for example, in an action of debt, the court had authority to increase or abridge the verdict of the jury. Mayne's Treatise on Damages, 571; Sayer's Law of Damages, 177.</p>\n<p>In <i>Beardmore</i> v. <i>Carrington, supra</i><i>,</i> decided in 1764, the court reviewed the subject and reached the conclusion that the English courts were without power to either increase or abridge damages in any action for a personal tort, unless in the exceptional cases just noted. The decision is most instructive, as a brief quotation will show. The italics are in the original.</p>\n<p>\"It is clear,\" the court said at p. 248, \"that the practice of granting new trials is <i>modern,</i> and that courts anciently never exercised this power, but in some particular cases they corrected the damages from evidence said before them. There is great difference between cases of damages which [may] be certainly seen, and such as are ideal, as between <i>assumpsit, trespass for goods</i> where the sum and value may be measured, and actions of <i>imprisonment, malicious prosecution, slander and other personal torts,</i> where the damages are matter of opinion, speculations, ideal; there is also a difference between a principal verdict of a jury, and a writ of inquiry of damages, the latter being only an inquest of office to inform the conscience of the court, and which they might have assessed <span class=\"star-pagination\">*480</span> themselves without any inquest at all; only in the case of <i>maihem,</i> courts have in all ages interposed in that single instance only; as to the case of the writ of inquiry in the year-book of <i>H.</i>4, we doubt whether what is said by the court in that case be right, <i>That they would abridge the damages unless the plaintiff would release part thereof,</i> because there is not one case to be found in the year-books wherever the court abridged the damages after a principal verdict, and this is clear down to the time of <i>Palmer's Rep.</i> 314, much less have they interposed in increasing damages, except in the case of <i>maihem;</i>. . .\"</p>\n<p>Sayer, writing between 1765 and 1770 (Sayer's Law of Damages, 173) says that the power of increasing or abridging damages which have been assessed by the jury \"has not for many years been exercised by courts in any action except in an action for a corporal hurt\"; by which he means, as appears further along, in cases of mayhem. Mayne, in the treatise already cited says (p. 571) that it was always admitted \"that in cases where the amount of damages was uncertain their assessment was a matter so peculiarly within the province of the jury that the Court should not alter it.\" Recent English decisions fully confirm this view in respect of the common law rule as it existed at the time of the adoption of the Constitution. Thus Mayne (p. 580) says:</p>\n<p>\"When an excessive verdict is given, it is usual for the judge to suggest to counsel to agree on a sum, to prevent the necessity of a new trial. In the absence of agreement the Court has no power to reduce the damages to a reasonable sum instead of ordering a new trial. It would seem also from what was said in the case in which this was recently decided, that where the damages are too small, the Court cannot with the defendant's consent increase them, if the plaintiff asks for a new trial.\"</p>\n<p>It is true that <i>Belt</i> v. <i>Lawes,</i> L.R. 12 Q.B. Div. 356, upheld the authority of the court to deny a new trial <span class=\"star-pagination\">*481</span> upon the consent of the plaintiff to reduce the damages to an amount which the court would consider not excessive had they been given by the jury; and that the Master of the Rolls in his opinion declared that he was by no means prepared to say that the court might not refuse a new trial if a defendant would agree that the damages should be larger. But this doctrine was expressly repudiated by the House of Lords in <i>Watt</i> v. <i>Watt</i><i>,</i> L.R. [1905] A.C. 115; and <i>Belt</i> v. <i>Lawes</i> was definitely overruled.</p>\n<p>In the <i>Watt</i> case, the principal opinion (pp. 119-120) pointed out that the motion that the court with the consent of the plaintiff could reduce the amount of the damages probably arose from the fact that in the old cases the courts had \"adopted the somewhat unconstitutional proceeding of refusing to give the plaintiff judgment unless he would consent to educe his claim to what ought to be considered reasonable\"; that this indirect method shows that the plaintiff's assent was required; and that, since the defendant was not likely to refuse his assent to a proceeding intended for his benefit, the theory of the cases seems to have been that the right of the court to interfere with the verdict depended upon the assent of both parties. It was conceded in the opinions delivered to the House that there had been a certain amount of practice in accordance with the course complained of, but in principle, it was said, this practice was in defensible, and that no reasoned vindication of it had been found. The prevailing opinions in <i>Barbour &amp; Co.</i> v. <i>Deutsche Bank,</i> L.R. [1919] A.C. 304, while distinguishing the case then under review, are (as all the opinions are) in full accord with the decisions in the <i>Watt</i> case. Lord Phillimore, in the course of his opinion (p. 335), characterized that decision as one of inconvenient rigor but nevertheless unimpeachable and logical. The principle established, he said, was this:</p>\n<p><span class=\"star-pagination\">*482</span> \"Where damages are at large and the Court, of Appeals is of opinion that the sum awarded is so unreasonable as to show that the jury has not approached the subject in a proper judicial temper, has admitted considerations which it ought not to have admitted, or rejected or neglected considerations which it ought to have applied, it is the right of the party aggrieved to have a new trial. He is not to be put off by the Court saying that it will form its opinion as to the proper sum to be awarded, and reduce or enlarge the damages accordingly. He is entitled to an assessment by a jury which acts properly. He is not to be put off a composite decision, or I might describe it as a resultant of two imperfect forces \u0097 an assessment partly made by a jury which has acted improperly and partly by a tribunal which has no power to assess.\"</p>\n<p>From the foregoing and from many other English authorities which we have examined but deem it unnecessary to cite, we conclude that, while there was some practice to the contrary in respect of <i>decreasing</i> damages, the established practice and the rule of the common law, as it existed in England at the time of the adoption of the Constitution, forbade the court to <i>increase</i> the amount of damages awarded by a jury in actions such as that here under consideration.</p>\n<p>We could well rest this opinion upon that conclusion, were it not for the contention that our federal courts from a very early day have upheld the authority of a trial court to deny a motion for new trial because damages were found to be excessive, if plaintiff would consent to remit the excessive amount, and that this holding requires us to recognize a similar rule in respect of increasing damages found to be grossly inadequate. There is a decision by Mr. Justice Story, sitting on circuit, authorizing such a remittitur, as early as 1822. <i>Blunt</i> v. <i>Little,</i> 3 Mason 102. There, the jury returned a verdict <span class=\"star-pagination\">*483</span> for $2,000 damages, suffered as a result of a malicious arrest. Defendant moved for a new trial on the ground that the damages were excessive. The court asserted its power to grant a new trial upon that ground, but directed that the cause should be submitted to another jury unless plaintiff was willing to remit $500 of the damages. This view of the matter was accepted by this Court in <i>Northern Pacific R. Co.</i> v. <i>Herbert,</i> 116 U.S. 642, 646-7, and has been many times reiterated. See, for example, <i>Arkansas Cattle Co.</i> v. <i>Mann,</i> 130 U.S. 69, 73; <i>Kennon</i> v. <i>Gilmer,</i> 131 U.S. 22, 29; <i>Koenigsberger</i> v. <i>Richmond Silver Mining Co.,</i> 158 U.S. 41, 52; <i>German Alliance Ins. Co.</i> v. <i>Hale,</i> 219 U.S. 307, 312; <i>Gila Valley, G. &amp; N. Ry. Co.</i> v. <i>Hall,</i> 232 U.S. 94, 103-5.</p>\n<p>Since the decision of Mr. Justice Story in 1822, this court has never expressed doubt in respect of the rule, and it has been uniformly applied by the lower federal courts. It is, however, remarkable that in none of these cases was there any real attempt to ascertain the common law rule on the subject. Mr. Justice Story, in the <i>Blunt</i> case, cited two English cases antedating the Constitution in support simply of his conclusion that the court had power to grant a new trial for excessive damages, and thereupon announced without more that unless the plaintiff should be willing to remit $500 of his damages, the cause would be submitted to another jury. For the latter conclusion, no authority whatever was cited. The plaintiff remitted the amount, and the motion was overruled. The opinion in the <i>Herbert</i> case was delivered by Mr. Justice Field. Upon the question now under consideration, the opinion does no more than declare that the exaction, as a condition of refusing a new trial, that plaintiff should remit a portion of the amount awarded by the verdict, was a matter within the discretion of the court, support of which two American state cases and <span class=\"star-pagination\">*484</span> the <i>Blunt</i> case are cited. The common law in respect of the matter is not referred to. The state cases cited are equally silent in respect of the common law rule.</p>\n<p>The nearest approach to a reasoned opinion on the subject in any of the decisions is found in <i>Arkansas Cattle Co.</i> v. <i>Mann, supra</i><i>.</i> In that opinion, the court states the contention to be that to make the decision of the motion for new trial depend upon a remission of part of the verdict is in effect a reexamination by the court in a mode not known at the common law of facts trial by the jury, and therefore a violation of the Seventh Amendment. The court decided against this contention upon the authority of the <i>Blunt</i> case, the <i>Herbert</i> case, and certain American state decisions. English cases were referred to only upon the point that the court had authority to set aside the verdict and grant a new trial where the damages are palpably or outrageously excessive. No attempt was made to seek the common law rule, in respect of the precise contention which was made, by an examination of the English decisions or of the English practice prior to the adoption of the Constitution.</p>\n<p>In the last analysis, the sole support for the decisions of this court and that of Mr. Justice Story, so far as they are pertinent to cases like that now in hand, must rest upon the practice of some of the English judges \u0097 a practice which has been condemned as opposed to the principles of the common law by every <i>reasoned</i> English decision, both before and after the adoption of the Federal Constitution, which we have been able to find.</p>\n<p>In the light reflected by the foregoing review of the English decisions and commentators, it, therefore, may be that if the question of remittitur were now before us for the first time, it would be decided otherwise. But, first announced by Mr. Justice Story in 1822, the doctrine has been accepted as the law for more than a hundred years and uniformly applied in the federal courts <span class=\"star-pagination\">*485</span> during that time. And, as it finds some support in the practice of the English courts prior to the adoption of the Constitution, we may assume that in a case involving a remittitur, which this case does not, the doctrine would not be reconsidered or disturbed at this late day.</p>\n<p>Nevertheless, this court in a very special sense is charged with the duty of construing and upholding the Constitution; and in the discharge of that important duty, it every must be alter to see that a doubtful precedent be not extended by mere analogy to a different case if the result will be to weaken or subvert what it conceives to be a principle of the fundamental law of the land. Compare <i>Judson</i> v. <i>Gray,</i> 11 N.Y. 408, 412.</p>\n<p>That rule applies with peculiar force to the present case, since, accepting <i>Arkansas Cattle Co.</i> v. <i>Mann, supra</i><i>,</i> and like cases, as setting the precise question there involved, they do not conclude the questioned here presented. That is to say, the power to conditionally increase the verdict of a jury does not follow as a necessary corollary from the power to conditionally decrease it. As the court below correctly pointed out, in the case of a conditional remittitur, \"a jury has already awarded a sum in excess of that fixed by the court as the basis for the remittitur, which at least finds some support in the early English practice; while in the second case, no jury has ever passed on the increased amount, and the practice has no precedent according to the rules of the common law.\"</p>\n<p>The right of trial by jury is of ancient origin, characterized by Blackstone as \"the glory of the English law\" and \"the most transcendent privilege which any subject can enjoy\" (Bk. 3, p. 379); and, as Justice Story said (2 Story on the Constitution, § 1779), \". . . the Constitution would have been justly obnoxious to the most conclusive objection if it had not recognized and confirmed it in the most solemn terms.\" With, perhaps, some exceptions, trial by jury has always been, and still is, generally regarded <span class=\"star-pagination\">*486</span> as the normal and preferable mode of disposing of issues of fact in civil cases at law as well as in criminal cases. Maintenance of the jury as a fact-finding body is of such importance and occupies so firm a place in our history and jurisprudence that any seeing curtailment of the right to a jury trial should be scrutinized with the utmost care. Compared <i>Patton</i> v. <i>United States,</i> 281 U.S. 276, 312.</p>\n<p>The controlling distinction between the power of the court and that of the jury is that the former is the power to determine the law and the latter to determine the facts. In dealing with questions like the one now under consideration, that distinction must be borne steadily in mind. Where the verdict returned by a jury is palpably and grossly inadequate or excessive, it should not be permitted to stand; but, in that event, both parties remain entitled, as they were entitled in the first instance, to have a jury properly determine the question of liability and the extent of the injury by an assessment of damages. Both are questions of fact. Where the verdict is excessive, the practice of substituting a remission of the excess for a new trial is not without plausible support in the view that what remains is included in the verdict along with the unlawful excess \u0097 in that sense that it has been found by the jury \u0097 and that the remittitur has the effect of merely lopping off an excrescence. But where the verdict is too small, an increase by the court is a bald addition of something which in no sense can be said to be included in the verdict. When, therefore, the trial court here found that the damages awarded by the jury were so inadequate as to entitle plaintiff to a new trial, how can it be held, with any semblance of reason, that that court, with the consent of the defendant only, may, by assessing an additional amount of damages, bring the constitutional right of the plaintiff to a jury trial to an end in respect of a matter of fact which no jury has ever passed upon either explicitly <span class=\"star-pagination\">*487</span> or by implication? To so hold is obviously to compel the plaintiff to forego his constitutional right to the verdict of a jury and accept \"an assessment partly made by a jury which has acted improperly, and partly by a tribunal which has no power to assess.\"</p>\n<p>It is said that the common law is susceptible of growth and adaptation to new circumstances and situations, and that the courts have power to declare and effectuate what is the present rule in respect of a given subject without regard to the old rule; and some attempt is made to apply that principle here. The common law is not immutable, but flexible, and upon its own principles adapts itself to varying conditions. <i>Funk</i> v. <i>United States,</i> 290 U.S. 371. But here, we are dealing with a constitutional provision which has in effect adopted the rules of the common law, in respect of trial by jury, as these rules existed in 1791. To effectuate any change in these rules is not to deal with the common law, <i>qua</i> common law, but to alter the Constitution. The distinction is fundamental, and has been clearly pointed out by Judge Cooley in 1 Const. Limitations, 8th ed., 124.</p>\n<p>It is worthy of note that while for more than a century the federal courts have followed the approved practice of conditioning the allowance of a new trial on the consent of plaintiff to remit excessive damages, no federal court, so far as we can discover, has ever undertaken similarly to increase the damages, although there are numerous cases where motions for new trial have been made and granted on the ground that the verdict was inadequate. See, for example, <i>Carter</i> v. <i>Wells, Fargo &amp; Co.,</i> 64 Fed. 1005; <i>Usher</i> v. <i>Scranton Ry. Co.,</i> 132 Fed. 405; <i>Glenwood In. </i><i>Co.</i> v. <i>Vallery,</i> 248 Fed. 483; <i>United Press Assns.</i> v. <i>National Newspapers Assn.,</i> 254 Fed. 284; <i>Stetson</i> v. <i>Stindt,</i> 279 Fed. 209. This, it is true, is but negative evidence; but it is negative evidence of more than ordinary value. For, when we consider that during <span class=\"star-pagination\">*488</span> the great length of time mentioned, the federal courts were constantly applying the rule in respect of the remission of excessive damages, the circumstance that the practice here in question in respect of inadequate damages was never followed or, apparently, its approval even suggested, seems highly significant as indicating a lack of judicial belief in the existence of the power.</p>\n<p>State decisions in respect of the matter have been brought to our attention and have received consideration. They embody rulings both ways. A review of them we think would serve no useful purpose.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE STONE, dissenting.</p>\n<p>I think the judgment should be reversed.</p>\n<p>What the trial court has done is to deny a motion for a new trial, for what seemed to it a good reason: that the defendant had given his binding consent to an increased recovery, which the court thought to be adequate, and thus to remove any substantial ground for awarding a new trial. In denying the motion the trial judge relied on two rules of the common law which have received complete acceptance for centuries. One is that the court has power to act upon a motion to set aside the verdict of a jury because inadequate or excessive, and in its discretion to grant or deny a new trial. <i>Railroad Co.</i> v. <i>Fraloff,</i> § 100 U.S. 24, 31; <i>Wilson</i> v. <i>Everett,</i> 139 U.S. 616, 621; <i>Lincoln</i> v. <i>Power,</i> 151 U.S. 436, 438. The other, which is implicit in the first, is that it has power to determine, as a matter of law, the upper and lower limits within which recovery by a plaintiff will be permitted, and the authority to set aside a verdict which is not within those limits. <i>Arkansas Valley Land &amp; Cattle Co.</i> v. <i>Mann,</i> 130 U.S. 69, 74; cf. <i>Southern Ry. Co.</i> v. <i>Bennett,</i> 233 U.S. 80, 87.</p>\n<p><span class=\"star-pagination\">*489</span> As a corollary to these rules is the further one of the common law, long accepted in the federal courts, that the exercise of judicial discretion in denying a motion for a new trial, on the ground that the verdict is too small or too large, is not subject to review on writ of error or appeal. <i>Railroad Co.</i> v. <i>Fraloff, supra,</i> 31; <i>Wabbs Ry. Co.</i> v. <i>McDaniels,</i> 107 U.S. 454, 456; <i>Fitzgerald &amp; Mallory Construction Co.</i> v. <i>Fitzgerald,</i> 137 U.S. 98, 113; <i>Wilson</i> v. <i>Everett, supra,</i> 621; <i>Lincoln</i> v. <i>Power, supra,</i> 438; <i>Luckenbach S.S. Co.</i> v. <i>United States,</i> 272 U.S. 533, 540. This is but a special application of the more general rule that an appellate court will not reexamine the facts which induced the trial court to grant or deny a new trial.<sup>[1]</sup><i>Barr</i> v. <i>Gratz,</i> 4 Wheat, 213, 220; <i>The Abbotsford,</i> 98 U.S. 440, 445; <i>Railroad Co.</i> v. <i>Fraloff, supra,</i> 31; <i>Terre Haute &amp; Indiana Ry. Co.</i> v. <i>Struble,</i> 109 U.S. 381, 384, 385; <i>Fishburn</i> v. <i>Chicago, M. &amp; St. P. Ry. Co.,</i> 137 U.S. 60, 61; <i>Ayers</i> v. <i>Watson,</i> 137 U.S. 584, 597; <i>Wilson</i> v. <i>Everett, supra,</i> 621; <i>Luckenbach S.S. Co.</i> v. <i>United States, supra,</i> 540.</p>\n<p>If the effect of what is now decided is to liberalize the traditional common law practice so that the denial of a motion for a new trial, made on the ground that the verdict is excessive or inadequate, is subject to some sort of appellate review, the change need not be regarded as unwelcome, even though no statute has authorized it. But the question remains whether, in exercising this power of review, the trial judge should be reversed.</p>\n<p>The decision of the Court is rested on the ground that the Constitution prohibits the trial judge from adopting <span class=\"star-pagination\">*490</span> the practice. Accordingly, I address myself to the question of power without stopping to comment on the generally recognized advantages of the practice as a means of securing substantial justice and bringing the litigation to a more speedy and economical conclusion that would be possible by a new trial to a jury, or the extent to which that or analogous practice has been adopted and found useful in the courts of the several states. See Correction of Damage Verdicts by Remittitur and Additur, 44 Yale Law J. 318. The question is a narrow one; whether there is anything in the Seventh Amendment or in the rules of the common law, as it had developed before the adoption of the Amendment, which would require a federal appellate court to set aside the denial of the motion merely because the particular reasons which moved the trial judge to deny it are not shown to have similarly moved any English judge before 1791.</p>\n<p>The Seventh Amendment commands that \"in suits at common law,\" the right to trial shall be preserved and that \"no fact tried by a jury shall be otherwise reexamined by any court of the United States, that according to the rules of the common law.\" Such a provision of a great instrument of government, intended to endure for unnumbered generations, is concerned with substance and not with form. There is nothing in its history or language to suggest that the Amendment had any purpose but to preserve the essentials of the jury trial as it was known to the common law before the adoption of the Constitution. For that reason this Court has often refused to construe it as intended to perpetuate in changeless from the <i>minutiae</i> of trial practice as it existed in the English courts in 1791. From the beginning, its language has been regarded as but subservient to the single purpose of the Amendment, to preserve the essentials of the jury <span class=\"star-pagination\">*491</span> trial in actions at law, serving to distinguish them from suits in equity and admiralty, see <i>Parsons</i> v. <i>Bedford,</i> 3 Pet. 433, 446, and to safeguard the jury's function from any encroachment which the common law did not permit.</p>\n<p>Thus interpreted, the Seventh Amendment guarantees that suitors in actions at law shall have the benefits of trial of issues of fact by a jury, but it does not prescribe any particular procedure by which these benefits shall be obtained, or forbid any which does not curtail the function of the jury to decide questions of fact as it did before the adoption of the Amendment. It does not restrict the court's control of the jury's verdict, as it had previously been exercised, and it does not confine the trial judge, in determining what issues are for the jury and what for the court, to the particular forms of trial practice in vogue in 1791.</p>\n<p>Thus this Court has held that a federal court, without the consent of the parties, may constitutionally appoint auditors to hear testimony, examine books and accounts and frame and report upon issues of fact, as an aid to the jury in arriving at its verdict, <i>Ex parte Peterson,</i> 253 U.S. 300; it may require both a general and a special verdict and set aside the general verdict for the plaintiff and direct a verdict for the defendant on the basis of the facts specially found, <i>Walker</i> v. <i>New Mexico &amp; Southern Pacific R. Co.,</i> 165 U.S. 593; and it may accept so much of the verdict as declares that the plaintiff is entitled to recover, and set aside so much of it as fixes the amount of the damages, and order a new trial of that issue alone, <i>Gasoline Products Co.</i> v. <i>Champlin Refining Co.,</i> 283 U.S. 494. Yet none of these procedures was known to the common law. In fact, the very practice, so firmly imbedded in federal procedure, of making a motion for a new trial directly to the trial judge, instead <span class=\"star-pagination\">*492</span> of to the court <i>en banc,</i> was never adopted by the common law.<sup>[2]</sup> But this Court has found in the Seventh Amendment no bar to the adoption by the federal courts of these novel methods of dealing with the verdict of a jury, for they left unimpaired the function of the jury, to decide issues of fact, which it had exercised before the adoption of the Amendment. Compare <i>Nashville, C. &amp; St. L. Ry. Co.</i> v. <i>Wallace,</i> 288 U.S. 249, 264.</p>\n<p>If we apply that test to the present case it is evident that the jury's function has not been curtailed. After the issues of fact had been submitted to the jury, and its verdict taken, the trail judge was authorized to entertain a motion to set aside the verdict and, as an incident, to determine the legal limits of a proper verdict. A denial of the motion out of hand, however, inadequate the verdict, was not an encroachment upon the province of the jury as the common law defined it. It would seen not to be any the more so here because the exercise of the judge's discretion was affected by his knowledge of the fact that a proper recovery had been assured to the plaintiff, by the consent of the defendant. Thus the plaintiff has suffered no infringement of a right by the denial of his motion. The defendant has suffered none because he has consented <span class=\"star-pagination\">*493</span> to the increased recovery, of which he does not complain.</p>\n<p>It is upon these grounds, as well as the further one that the denial of a new trial may not be reviewed upon appeal, see <i>Arkansas Valley Land &amp; Cattle Co.</i> v. <i>Mann, supra,</i> 75, that this Court has upheld the practice of the remittitur. Recognized more than a century ago by Mr. Justice Story in <i>Blunt</i> v. <i>Little,</i> 3 Mason 102, 107, it has been consistently used in the federal trial courts, and as consistently upheld in this Court. <i>Northern Pacific R. Co.</i> v. <i>Herbert,</i> 116 U.S. 646, 647; <i>Arkansas Valley Land &amp; Cattle Co.</i> v. <i>Mann, supra,</i> 72-76; <i>Kennon</i> v. <i>Gilmer,</i> 131 U.S. 22, 29, 30; <i>Clark</i> v. <i>Sidway,</i> 142 U.S. 682, 690; <i>Lewis</i> v. <i>Wilson,</i> 151 U.S. 551, 555; <i>Koenigsberger</i> v. <i>Richmond Silver Mining Co.,</i> 158 U.S. 41, 52; <i>German Alliance Ins. Co.</i> v. <i>Hale,</i> 219 U.S. 307, 312; cf. <i>Gila Valley, G. &amp; N. Ry. Co.</i> v. <i>Hall,</i> 232 U.S. 94, 104, 105; <i>Tevis</i> v. <i>Ryan,</i> 233 U.S. 273, 290; <i>Union Pacific R. Co.</i> v. <i>Hadley,</i> 246 U.S. 330, 334. In <i>Arkansas Valley Land &amp; Cattle Co.</i> v. <i>Mann, supra,</i> at page 74, in considering at length the constitutional question, this Court said:</p>\n<p>\"The practice which this court approved in <i>Northern Pacific Railroad</i> v. <i>Herbert</i> is sustained by sound reason, and does not, in any just sense, impair the constitutional right of trial by jury. It cannot be disputed that the court is within the limits of its authority when it sets aside the verdict of the jury and grants a new trial where the damages are palpably or outrageously excessive. <i>Ducker</i> v. <i>Wood,</i> 1 T.R. 277; <i>Hewlett</i> v. <i>Crutchley,</i> 5 Taunt. 277, 281; authorities cited in Sedgwick on Damages, 6th ed. 762, note 2. But, in considering whether a new trial should be granted upon that ground, the court necessarily determines, in its own mind, whether a verdict for a given amount would be liable to the objection that it was excessive. The authority of the court to determine whether the damages are excessive implies authority to <span class=\"star-pagination\">*494</span> determine when they are not of that character. To indicate before the passing upon the motion for a new trial, its opinion that the damages are excessive, and to require a plaintiff to submit to a new trial, unless, by remitting a part of the verdict he removes that objection, certainly does not deprive the defendant of any right, or given <i>him</i> any cause for complaint.\"</p>\n<p>See also <i>Kennon</i> v. <i>Gilmer, supra,</i> 29; <i>Clark</i> v. <i>Sidway, supra,</i> 690; <i>Gila Valley, G. &amp; N. Ry. Co.</i> v. <i>Hall, supra,</i> 104; <i>Belt</i> v. <i>Lawes,</i> L.R. 12 Q.B.D. 356, 358.</p>\n<p>All that was there said is equally applicable to the present denial of a motion to set aside the verdict as inadequate. The defendant, who has formally consented to pay the increased amount, cannot complain. The plaintiff has suffered no denial of a right because the court, staying its hand, has left the verdict undisturbed, as it lawfully might have done if the defendant had refused to pay more than the verdict. The fact that in one case the recovery is less than the amount of the verdict, and that in the other it is greater, would seem to be without significance. For in neither does the jury return a verdict for the amount actually recovered, and in both the amount of recovery was fixed, not by the verdict but by the consent of the party resisting the motion for a new trial.</p>\n<p>The question with which we are now concerned \u0097 what considerations shall govern an appellate review of this discretionary action of the trial court \u0097 is one unknown to the common law, which provided for no such review. We are afforded but a meager and fragmentary guide if our review is to be controlled by the Seventh Amendment, read as though it had incorporated by reference the particular details of English trial practice exhibited by the law books in 1791. We known that as late as the middle of the eighteenth century the English courts, by directing an increase of the judgment where the verdict was thought to be inadequate, had exercised an extraordinary measure <span class=\"star-pagination\">*495</span> of control over the verdict of the jury in cases of mayhem and battery; and that the practice of denying a new trial upon a remittitur had received some recognition in the English court. <i>Belt</i> v. <i>Lawes</i><i>, supra,</i> 359; <i>Watt</i> v. <i>Watt,</i> [1905] A.C. 115, 122. But in no recorded case does it appear that any English judge had considered the possibility of denying a new trial where the defendant had consented to increase the amount of recovery.</p>\n<p>If our only guide is to be this scant record of the practice of controlling the jury's verdict, however fragmentary the state of its development at this period, and if we must deny any possibility of change, development or improvement, then it must be admitted that search of the legal scrap heap of a century and a half ago may commit us to the incongruous position in which we are left by the present decision: a federal trial court may deny a motion for a new trial where the plaintiff consents to decrease the judgment to a proper amount, but it is powerless to deny the motion if its judgment is influenced by the defendant's consent to a comparable increase in the recovery.</p>\n<p>But I cannot agree that we are circumscribed by so narrow and rigid a conception of the common law. The Judiciary Act of 1789, c. 20, 1 Stat. 73, which impliedly adopted the common law rules of evidence for criminal trials in federal courts, and which gave to the federal courts jurisdiction of equity as it had then been developed in England, and the state constitutions which adopted the common law as affording rules for judicial decision, have never been construed as accepting only those rules which could then be found in the English precedents. When the Constitution was adopted, the common law was something more than a miscellaneous collection of precedents. It was a system, then a growth of some five centuries, to guide judicial decision. One of its principles, certainly as important as any other, and that which assured the possibility of the continuing vitality and usefulness of the <span class=\"star-pagination\">*496</span> system, was its capacity for growth and development, and its adaptability to every new situation to which it might be needful to apply it. \"This flexibility and capacity for growth and adaptation is,\" as the Court declared in <i>Hurtado</i> v. <i>California,</i> 110 U.S. 516, 530, \"the peculiar boast and excellence of the common law.\" See also <i>Holden</i> v. <i>Hardy,</i> 169 U.S. 366, 385-387; <i>Twining</i> v. <i>New Jersey,</i> 211 U.S. 78, 101; <i>Funk</i> v. <i>United States,</i> 290 U.S. 371, 380-386.</p>\n<p>This Court has recently had occasion to point out that the common law rules, governing the admissibility of evidence and the competency of witnesses in the federal courts, are not the particular rules which were in force in 1791, but are those rules adapted to present day conditions, \"in accordance with present day standards of wisdom and justice rather than in accordance with some outworn and antiquated rule of the past.\" <i>Funk</i> v. <i>United States, supra,</i> 382; see also <i>Wolfle</i> v. <i>United States,</i> 291 U.S. 7, 12; <i>Holden</i> v. <i>Hardy, supra,</i> 385-387.</p>\n<p>The common law is not one system when it, or some part of it, adopted by the Judiciary Act, and another if it is taken over by the Seventh Amendment. If this Court could thus, in conformity to common law, substitute a new rule for an old one because it was more consonant with modern conditions, it would seem that no violence would be done to the common law by extending the principle of the remittitur to the case where the verdict is inadequate, although the common law had made no rule on the subject in 1791; and that we could not, rightly refuse to apply to either the principle of general application, that it is competent to exercise a discretionary power to grant or withhold relief in any way which is not unjust. See <i>Belt</i> v. <i>Lawes</i><i>, supra,</i> 358.</p>\n<p>Appellate federal courts, although without common law precedent, have not hesitated to resort to the remittitur where, by its use, the necessity of a new trial could justly <span class=\"star-pagination\">*497</span> be avoided. <i>Bank of Kentucky</i> v. <i>Ashley,</i> 2 Pet. 327, 329; <i>Phillips &amp; Colby Construction Co.</i> v. <i>Seymour,</i> 91 U.S. 646, 656; <i>Hopkins</i> v. <i>Orr,</i> 124 U.S. 510, 514; <i>Washington &amp; Georgetown R. Co.</i> v. <i>Harmon,</i> 147 U.S. 571, 590; <i>Hansen</i> v. <i>Boyd,</i> 161 U.S. 397, 411, 412. The trial judge who denies a motion for a new trial, because the plaintiff has consented to reduce or a defendant has consented to increase the amount of the recovery, does no more than when, sitting in equity, he withholds relief upon the compliance with a condition, the performance of which will do substantial justice. See <i>Harrisonville</i> v. <i>Dickey Clay Co.,</i> 289 U.S. 334, 338.</p>\n<p>To me it seems an indefensible anachronism for the law to reject the like principle of decision, in reviewing on appeal denials of motions for new trials, where the plaintiff has consented to decrease the judgment or the defendant has consented to increase it by the proper amount, or to apply it in the one case and reject it in the other. It is difficult to see upon what principle the denial of a motion for a new trial, which for centuries has been regarded as so much a matter of discretion that it is not disturbed when its only support may be a bad or inadequate reason, may nevertheless be set aside on appeal when it is supported by a good one: that the defendant has bound himself to pay an increased amount of damages which the court judicially knows is within the limits of a proper verdict.</p>\n<p>On this question the decisions of the English courts since the adoption of the Constitution do not have the force of precedents; they are of weight only so far as they are persuasive. It is enough to say that when in 1905 the House of Lords in <i>Watt</i> v. <i>Watt, supra</i><i>,</i> overruled <i>Belt</i> v. <i>Lawes</i><i>, supra,</i> and terminated the practice of the remittitur, it did not comment on the fact that it was reviewing an exercise of discretion in the denial of a new trial. So far as appears, it did not consider, in the <span class=\"star-pagination\">*498</span> light of any legal analogy, whether the denial of the motion because of the plaintiff's consent could be deemed in any proper sense an abuse of discretion.</p>\n<p>THE CHIEF JUSTICE, MR. JUSTICE BRANDEIS and MR. JUSTICE CARDOZO concur.</p>\n<h2>NOTES</h2>\n<p>[1]  The power of the English appellate courts to review such action has been enlarged by statute, and the motion itself must be made to the Court of Appeal. Supreme Court of Judicature Act, 1875, 38 &amp; 39 Vict., c. 77, Order 58; Rules of the Supreme Court of Judicature, Order 39. See <i>Fairmount Glass Works</i> v. <i>Cub Fork Coal Co.,</i> 287 U.S. 474, 482, note 9.</p>\n<p>[2]  In England, before the adoption of the Seventh Amendment, the motion was made not to the trail judge but to the court sitting <i>en banc.</i> Blackstone's Commentaries, v. 3, p. 391; Tidd's Practice, v. 2, pp. 819-821. By the Supreme Court of Judicature Act, 1875, 38 &amp; 39 Vict., c. 77, Order 58, see Order 39 of Rules of Supreme Court of Judicature, the motion was required to be made to the Court of Appeal, from whose decision an appeal might be taken to the House of Lords.\n</p>\n<p>The original organization of the federal courts was capable of use in such a fashion that the motion could be made to the circuit court, something in the nature of a court <i>en banc,</i> but no such practice developed. Judiciary Act of 1789, c. 20, §§ 4, 17, 1 Stat. 73, 74, 83; Hinton, Power of Federal Appellate Court to Review Ruling on Motion for New Trial, 1 Univ, of Chicago L. Rev. 111, 113.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:52:30", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></span> (1935)</b></center>\n<center><h1>DIMICK<br>\nv.<br>\nSCHIEDT.</h1></center>\n<center>No. 78.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 9, 1934.</center>\n<center>Decided January 7, 1935.</center>\nCERTIORARI OF THE CIRCUIT COURT OF APPEALS FOR THE FIRST CIRCUIT.\n<p><span class=\"star-pagination\">*475</span> <i>Messrs. Leo. M. Harlow</i> and <i>David H. Fulton</i> submitted for petitioner.</p>\n<p><i>Mr. John G. Palfrey</i> submitted for respondent.</p>\n<p>MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>This is an action brought by respondent (plaintiff) against petitioner (defendant) in the federal district court for the district of Massachusetts to recover damages for a personal injury resulting from the alleged negligent operation of an automobile on a public highway in Massachusetts. The jury returned a verdict in favor of respondent for the sum of $500. Respondent moved for a new trial on the grounds that the verdict was contrary to the weight of the evidence, that it was a compromise verdict, and that the damages allowed were inadequate. The trial court ordered a new trial upon the last named <span class=\"star-pagination\">*476</span> ground, unless petitioner would consent to an increase of the damages to the sum of $1500. Respondent's consent was neither required nor given. Petitioner, however, consented to the increase, and in accordance with the order of the court a denial of the motion for new trial automatically followed. Respondent appealed to the circuit court of appeals, where the judgment was reversed, the court holding that the conditional order violated the Seventh Amendment of the Federal Constitution in respect of the right of trial by jury. 70 F. (2d) 558. That court recognized the doctrine, frequently stated by this court, that in the case of an excessive verdict it is within the power of the trial court to grant defendant's motion for a new trial unless plaintiff remit the amount deemed to be excessive, but held that the trial court was without power to condition the allowance of plaintiff's motion for a new trial upon the refusal of defendant to consent to an increase in the amount of damages.</p>\n<p>The Seventh Amendment provides:</p>\n<p>\"In Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury, shall be otherwise re-examined in any Court of the United States, than according to the rules of the common law.\"</p>\n<p>Section 269 of the Judicial Code, as amended, U.S.C. Title 28, § 391, confers upon all federal courts power to grant new trials \"in cases where there has been a trial by jury, for reasons for which new trials have usually been granted in the courts of law .. .\"</p>\n<p>In order to ascertain the scope and meaning of the Seventh Amendment, resort must be had to the appropriate rules of the common law established at the time of the adoption of that constitutional provision in 1791. <i>Thompson</i> v. <i>Utah,</i> <span class=\"citation\" data-id=\"94866\"><a href=\"/opinion/94866/thompson-v-utah/\"><span class=\"volume\">170</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 350; <i>Patton</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101558\"><a href=\"/opinion/101558/patton-v-united-states/\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">276</span></a></span>, 288. A careful examination of the English reports prior to that time fails to disclose any <span class=\"star-pagination\">*477</span> authoritative decision sustaining the power of an English court to increase, either absolutely or conditionally, the amount fixed by the verdict of a jury in an action at law, with certain exceptions.</p>\n<p>1. In actions for mayhem, there are numerous ancient cases to be found in the Year Books, and occasional cases at a somewhat later period, in which the right of the court to increase damages awarded plaintiff, <i>super visum vulneris,</i> is recognized. We deem it unnecessary to catalogue or review these cases. Many of them are referred to in 2 Bacon's Abridgment (7th ed.) 611, and Sayer's Law of Damages (1770), p. 173 <i>et seq.</i> The last case called to our attention or that we have been able to find that recognized the rule is that of <i>Brown</i> v. <i>Seymour</i> (1742), 1 Wils. 5, where the court, while conceding its power to increase damages upon view of the party maimed, refused to exercise it, holding the damages awarded were sufficient. We have found no case where the power was exercised affirmatively since <i>Burton</i> v. <i>Baynes</i> (1733), reported in Barnes Practice Cases, 153, where the court, upon view of the injury, increased the damages from £ 11, 14 s., to £ 50. The power of the trial court to increase damages in such cases was seldom exercised; and it seems quite clear, from an examination of the decisions and of the English Abridgments, that the generally approved practice confined its exercise to the court sitting <i>en banc.</i> Moreover, the application for the increase, was made by the plaintiff considered upon a view of his wound, and, when favorably acted upon, granted absolutely and not as a condition upon which to base a denial of a new trial. Indeed, the practice of granting new trials in such cases did not come into operation until a later date. In any event, the rule was obsolete in England at the time of the adoption of the Constitution; and we are unable to find that it ever was acted upon or accepted in the colonies, or by any of the federal or state courts since the adoption of the Constitution. <span class=\"star-pagination\">*478</span> It was expressly rejected in an early case in South Carolina. <i>McCoy</i> v. <i>Lemon,</i> 11 Rich. 165. There, the plaintiff, as a result of an altercation with the defendant, lost an eye and the use of one thumb. The jury returned a verdict for $30. The trial court, although conceding the inadequacy of the damages, held that no court possessed the power to bring about an increase or decrease of the amount found by a jury in any other way than by granting a new trial. The Court of Appeals sustained the trial court. \"Not a single case,\" the appellate court said, \"has been found in any book of American reports in support of the present motion, notwithstanding the great research displayed by counsel. Neither has there been, for a period of more than a century, any recognition of the rule by any adjudged case in England to which we have been able to procure access.\" After pointing out the jealous regard of the American people, as evidenced by constitutions and legislation, for the right of jury trial, the court said that the judgment of the jury had been incorporated as an indispensable element in the judicial administration of the country; that in all cases sounding in damages, these damages must be assessed by the jury and not by the court independently thereof; and that where the verdict was excessive or trifling, the remedy was to submit the case to the judgment of another jury. In Mayne's Treatise on Damages (9th ed.), the first edition of which appeared in 1856, after referring to the long current of English decisions in respect of the power of the court to increase damages in mayhem cases, the author (p. 571) said he was not aware of an instance in which such a jurisdiction had been exercised in modern times. And see <i>Union Pacific Ry. Co.</i> v. <i>Botsford,</i> <span class=\"citation\" data-id=\"93149\"><a href=\"/opinion/93149/union-pacific-r-co-v-botsford/\"><span class=\"volume\">141</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span>, 252.</p>\n<p>2. The power of the court to increase or diminish damages assessed upon a writ of inquiry was likewise upheld; but this upon the ground that the justice might themselves have awarded damages without the writ, and the <span class=\"star-pagination\">*479</span> inquisition, therefore, was nothing more than an inquest for their information. Sayer's Law of Damages, 194; <i>Beardmore</i> v. <i>Carrington,</i> 2 Wils. 244, 248; Brooke's New Cases, March's Translation, 56-57; 2 Bacon's Abridgment (7th ed.), 612. But even this rule seems long since to have fallen into disuse, the more modern practice being to award a new writ of inquiry in all cases in which the court would award a new trial. Mayne's Treatise on Damages, 572, 573, citing Chitty's Practice, 14th ed., p. 1326.</p>\n<p>3. So it was held in some of the old cases that where the amount of plaintiff's demand was certain, as, for example, in an action of debt, the court had authority to increase or abridge the verdict of the jury. Mayne's Treatise on Damages, 571; Sayer's Law of Damages, 177.</p>\n<p>In <i>Beardmore</i> v. <i>Carrington, supra</i><i>,</i> decided in 1764, the court reviewed the subject and reached the conclusion that the English courts were without power to either increase or abridge damages in any action for a personal tort, unless in the exceptional cases just noted. The decision is most instructive, as a brief quotation will show. The italics are in the original.</p>\n<p>\"It is clear,\" the court said at p. 248, \"that the practice of granting new trials is <i>modern,</i> and that courts anciently never exercised this power, but in some particular cases they corrected the damages from evidence said before them. There is great difference between cases of damages which [may] be certainly seen, and such as are ideal, as between <i>assumpsit, trespass for goods</i> where the sum and value may be measured, and actions of <i>imprisonment, malicious prosecution, slander and other personal torts,</i> where the damages are matter of opinion, speculations, ideal; there is also a difference between a principal verdict of a jury, and a writ of inquiry of damages, the latter being only an inquest of office to inform the conscience of the court, and which they might have assessed <span class=\"star-pagination\">*480</span> themselves without any inquest at all; only in the case of <i>maihem,</i> courts have in all ages interposed in that single instance only; as to the case of the writ of inquiry in the year-book of <i>H.</i>4, we doubt whether what is said by the court in that case be right, <i>That they would abridge the damages unless the plaintiff would release part thereof,</i> because there is not one case to be found in the year-books wherever the court abridged the damages after a principal verdict, and this is clear down to the time of <i>Palmer's Rep.</i> 314, much less have they interposed in increasing damages, except in the case of <i>maihem;</i>. . .\"</p>\n<p>Sayer, writing between 1765 and 1770 (Sayer's Law of Damages, 173) says that the power of increasing or abridging damages which have been assessed by the jury \"has not for many years been exercised by courts in any action except in an action for a corporal hurt\"; by which he means, as appears further along, in cases of mayhem. Mayne, in the treatise already cited says (p. 571) that it was always admitted \"that in cases where the amount of damages was uncertain their assessment was a matter so peculiarly within the province of the jury that the Court should not alter it.\" Recent English decisions fully confirm this view in respect of the common law rule as it existed at the time of the adoption of the Constitution. Thus Mayne (p. 580) says:</p>\n<p>\"When an excessive verdict is given, it is usual for the judge to suggest to counsel to agree on a sum, to prevent the necessity of a new trial. In the absence of agreement the Court has no power to reduce the damages to a reasonable sum instead of ordering a new trial. It would seem also from what was said in the case in which this was recently decided, that where the damages are too small, the Court cannot with the defendant's consent increase them, if the plaintiff asks for a new trial.\"</p>\n<p>It is true that <i>Belt</i> v. <i>Lawes,</i> L.R. 12 Q.B. Div. 356, upheld the authority of the court to deny a new trial <span class=\"star-pagination\">*481</span> upon the consent of the plaintiff to reduce the damages to an amount which the court would consider not excessive had they been given by the jury; and that the Master of the Rolls in his opinion declared that he was by no means prepared to say that the court might not refuse a new trial if a defendant would agree that the damages should be larger. But this doctrine was expressly repudiated by the House of Lords in <i>Watt</i> v. <i>Watt</i><i>,</i> L.R. [1905] A.C. 115; and <i>Belt</i> v. <i>Lawes</i> was definitely overruled.</p>\n<p>In the <i>Watt</i> case, the principal opinion (pp. 119-120) pointed out that the motion that the court with the consent of the plaintiff could reduce the amount of the damages probably arose from the fact that in the old cases the courts had \"adopted the somewhat unconstitutional proceeding of refusing to give the plaintiff judgment unless he would consent to educe his claim to what ought to be considered reasonable\"; that this indirect method shows that the plaintiff's assent was required; and that, since the defendant was not likely to refuse his assent to a proceeding intended for his benefit, the theory of the cases seems to have been that the right of the court to interfere with the verdict depended upon the assent of both parties. It was conceded in the opinions delivered to the House that there had been a certain amount of practice in accordance with the course complained of, but in principle, it was said, this practice was in defensible, and that no reasoned vindication of it had been found. The prevailing opinions in <i>Barbour &amp; Co.</i> v. <i>Deutsche Bank,</i> L.R. [1919] A.C. 304, while distinguishing the case then under review, are (as all the opinions are) in full accord with the decisions in the <i>Watt</i> case. Lord Phillimore, in the course of his opinion (p. 335), characterized that decision as one of inconvenient rigor but nevertheless unimpeachable and logical. The principle established, he said, was this:</p>\n<p><span class=\"star-pagination\">*482</span> \"Where damages are at large and the Court, of Appeals is of opinion that the sum awarded is so unreasonable as to show that the jury has not approached the subject in a proper judicial temper, has admitted considerations which it ought not to have admitted, or rejected or neglected considerations which it ought to have applied, it is the right of the party aggrieved to have a new trial. He is not to be put off by the Court saying that it will form its opinion as to the proper sum to be awarded, and reduce or enlarge the damages accordingly. He is entitled to an assessment by a jury which acts properly. He is not to be put off a composite decision, or I might describe it as a resultant of two imperfect forces \u0097 an assessment partly made by a jury which has acted improperly and partly by a tribunal which has no power to assess.\"</p>\n<p>From the foregoing and from many other English authorities which we have examined but deem it unnecessary to cite, we conclude that, while there was some practice to the contrary in respect of <i>decreasing</i> damages, the established practice and the rule of the common law, as it existed in England at the time of the adoption of the Constitution, forbade the court to <i>increase</i> the amount of damages awarded by a jury in actions such as that here under consideration.</p>\n<p>We could well rest this opinion upon that conclusion, were it not for the contention that our federal courts from a very early day have upheld the authority of a trial court to deny a motion for new trial because damages were found to be excessive, if plaintiff would consent to remit the excessive amount, and that this holding requires us to recognize a similar rule in respect of increasing damages found to be grossly inadequate. There is a decision by Mr. Justice Story, sitting on circuit, authorizing such a remittitur, as early as 1822. <i>Blunt</i> v. <i>Little,</i> 3 Mason 102. There, the jury returned a verdict <span class=\"star-pagination\">*483</span> for $2,000 damages, suffered as a result of a malicious arrest. Defendant moved for a new trial on the ground that the damages were excessive. The court asserted its power to grant a new trial upon that ground, but directed that the cause should be submitted to another jury unless plaintiff was willing to remit $500 of the damages. This view of the matter was accepted by this Court in <i>Northern Pacific R. Co.</i> v. <i>Herbert,</i> <span class=\"citation\" data-id=\"91574\"><a href=\"/opinion/91574/northern-pacific-r-co-v-herbert/\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 646-7, and has been many times reiterated. See, for example, <i>Arkansas Cattle Co.</i> v. <i>Mann,</i> <span class=\"citation\" data-id=\"92449\"><a href=\"/opinion/92449/arkansas-valley-land-cattle-co-v-mann/\"><span class=\"volume\">130</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, 73; <i>Kennon</i> v. <i>Gilmer,</i> <span class=\"citation\" data-id=\"92517\"><a href=\"/opinion/92517/kennon-v-gilmer/\"><span class=\"volume\">131</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></a></span>, 29; <i>Koenigsberger</i> v. <i>Richmond Silver Mining Co.,</i> <span class=\"citation\" data-id=\"94187\"><a href=\"/opinion/94187/koenigsberger-v-richmond-silver-mining-co/\"><span class=\"volume\">158</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 52; <i>German Alliance Ins. Co.</i> v. <i>Hale,</i> <span class=\"citation\" data-id=\"97353\"><a href=\"/opinion/97353/german-alliance-ins-co-v-hale/\"><span class=\"volume\">219</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 312; <i>Gila Valley, G. &amp; N. Ry. Co.</i> v. <i>Hall,</i> <span class=\"citation\" data-id=\"98061\"><a href=\"/opinion/98061/gila-valley-g-nr-co-v-hall/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">94</span></a></span>, 103-5.</p>\n<p>Since the decision of Mr. Justice Story in 1822, this court has never expressed doubt in respect of the rule, and it has been uniformly applied by the lower federal courts. It is, however, remarkable that in none of these cases was there any real attempt to ascertain the common law rule on the subject. Mr. Justice Story, in the <i>Blunt</i> case, cited two English cases antedating the Constitution in support simply of his conclusion that the court had power to grant a new trial for excessive damages, and thereupon announced without more that unless the plaintiff should be willing to remit $500 of his damages, the cause would be submitted to another jury. For the latter conclusion, no authority whatever was cited. The plaintiff remitted the amount, and the motion was overruled. The opinion in the <i>Herbert</i> case was delivered by Mr. Justice Field. Upon the question now under consideration, the opinion does no more than declare that the exaction, as a condition of refusing a new trial, that plaintiff should remit a portion of the amount awarded by the verdict, was a matter within the discretion of the court, support of which two American state cases and <span class=\"star-pagination\">*484</span> the <i>Blunt</i> case are cited. The common law in respect of the matter is not referred to. The state cases cited are equally silent in respect of the common law rule.</p>\n<p>The nearest approach to a reasoned opinion on the subject in any of the decisions is found in <i>Arkansas Cattle Co.</i> v. <i>Mann, supra</i><i>.</i> In that opinion, the court states the contention to be that to make the decision of the motion for new trial depend upon a remission of part of the verdict is in effect a reexamination by the court in a mode not known at the common law of facts trial by the jury, and therefore a violation of the Seventh Amendment. The court decided against this contention upon the authority of the <i>Blunt</i> case, the <i>Herbert</i> case, and certain American state decisions. English cases were referred to only upon the point that the court had authority to set aside the verdict and grant a new trial where the damages are palpably or outrageously excessive. No attempt was made to seek the common law rule, in respect of the precise contention which was made, by an examination of the English decisions or of the English practice prior to the adoption of the Constitution.</p>\n<p>In the last analysis, the sole support for the decisions of this court and that of Mr. Justice Story, so far as they are pertinent to cases like that now in hand, must rest upon the practice of some of the English judges \u0097 a practice which has been condemned as opposed to the principles of the common law by every <i>reasoned</i> English decision, both before and after the adoption of the Federal Constitution, which we have been able to find.</p>\n<p>In the light reflected by the foregoing review of the English decisions and commentators, it, therefore, may be that if the question of remittitur were now before us for the first time, it would be decided otherwise. But, first announced by Mr. Justice Story in 1822, the doctrine has been accepted as the law for more than a hundred years and uniformly applied in the federal courts <span class=\"star-pagination\">*485</span> during that time. And, as it finds some support in the practice of the English courts prior to the adoption of the Constitution, we may assume that in a case involving a remittitur, which this case does not, the doctrine would not be reconsidered or disturbed at this late day.</p>\n<p>Nevertheless, this court in a very special sense is charged with the duty of construing and upholding the Constitution; and in the discharge of that important duty, it every must be alter to see that a doubtful precedent be not extended by mere analogy to a different case if the result will be to weaken or subvert what it conceives to be a principle of the fundamental law of the land. Compare <i>Judson</i> v. <i>Gray,</i> <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">408</span></span>, 412.</p>\n<p>That rule applies with peculiar force to the present case, since, accepting <i>Arkansas Cattle Co.</i> v. <i>Mann, supra</i><i>,</i> and like cases, as setting the precise question there involved, they do not conclude the questioned here presented. That is to say, the power to conditionally increase the verdict of a jury does not follow as a necessary corollary from the power to conditionally decrease it. As the court below correctly pointed out, in the case of a conditional remittitur, \"a jury has already awarded a sum in excess of that fixed by the court as the basis for the remittitur, which at least finds some support in the early English practice; while in the second case, no jury has ever passed on the increased amount, and the practice has no precedent according to the rules of the common law.\"</p>\n<p>The right of trial by jury is of ancient origin, characterized by Blackstone as \"the glory of the English law\" and \"the most transcendent privilege which any subject can enjoy\" (Bk. 3, p. 379); and, as Justice Story said (2 Story on the Constitution, § 1779), \". . . the Constitution would have been justly obnoxious to the most conclusive objection if it had not recognized and confirmed it in the most solemn terms.\" With, perhaps, some exceptions, trial by jury has always been, and still is, generally regarded <span class=\"star-pagination\">*486</span> as the normal and preferable mode of disposing of issues of fact in civil cases at law as well as in criminal cases. Maintenance of the jury as a fact-finding body is of such importance and occupies so firm a place in our history and jurisprudence that any seeing curtailment of the right to a jury trial should be scrutinized with the utmost care. Compared <i>Patton</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101558\"><a href=\"/opinion/101558/patton-v-united-states/\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">276</span></a></span>, 312.</p>\n<p>The controlling distinction between the power of the court and that of the jury is that the former is the power to determine the law and the latter to determine the facts. In dealing with questions like the one now under consideration, that distinction must be borne steadily in mind. Where the verdict returned by a jury is palpably and grossly inadequate or excessive, it should not be permitted to stand; but, in that event, both parties remain entitled, as they were entitled in the first instance, to have a jury properly determine the question of liability and the extent of the injury by an assessment of damages. Both are questions of fact. Where the verdict is excessive, the practice of substituting a remission of the excess for a new trial is not without plausible support in the view that what remains is included in the verdict along with the unlawful excess \u0097 in that sense that it has been found by the jury \u0097 and that the remittitur has the effect of merely lopping off an excrescence. But where the verdict is too small, an increase by the court is a bald addition of something which in no sense can be said to be included in the verdict. When, therefore, the trial court here found that the damages awarded by the jury were so inadequate as to entitle plaintiff to a new trial, how can it be held, with any semblance of reason, that that court, with the consent of the defendant only, may, by assessing an additional amount of damages, bring the constitutional right of the plaintiff to a jury trial to an end in respect of a matter of fact which no jury has ever passed upon either explicitly <span class=\"star-pagination\">*487</span> or by implication? To so hold is obviously to compel the plaintiff to forego his constitutional right to the verdict of a jury and accept \"an assessment partly made by a jury which has acted improperly, and partly by a tribunal which has no power to assess.\"</p>\n<p>It is said that the common law is susceptible of growth and adaptation to new circumstances and situations, and that the courts have power to declare and effectuate what is the present rule in respect of a given subject without regard to the old rule; and some attempt is made to apply that principle here. The common law is not immutable, but flexible, and upon its own principles adapts itself to varying conditions. <i>Funk</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102164\"><a href=\"/opinion/102164/funk-v-united-states/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>. But here, we are dealing with a constitutional provision which has in effect adopted the rules of the common law, in respect of trial by jury, as these rules existed in 1791. To effectuate any change in these rules is not to deal with the common law, <i>qua</i> common law, but to alter the Constitution. The distinction is fundamental, and has been clearly pointed out by Judge Cooley in 1 Const. Limitations, 8th ed., 124.</p>\n<p>It is worthy of note that while for more than a century the federal courts have followed the approved practice of conditioning the allowance of a new trial on the consent of plaintiff to remit excessive damages, no federal court, so far as we can discover, has ever undertaken similarly to increase the damages, although there are numerous cases where motions for new trial have been made and granted on the ground that the verdict was inadequate. See, for example, <i>Carter</i> v. <i>Wells, Fargo &amp; Co.,</i> 64 Fed. 1005; <i>Usher</i> v. <i>Scranton Ry. Co.,</i> 132 Fed. 405; <i>Glenwood In. </i><i>Co.</i> v. <i>Vallery,</i> 248 Fed. 483; <i>United Press Assns.</i> v. <i>National Newspapers Assn.,</i> 254 Fed. 284; <i>Stetson</i> v. <i>Stindt,</i> 279 Fed. 209. This, it is true, is but negative evidence; but it is negative evidence of more than ordinary value. For, when we consider that during <span class=\"star-pagination\">*488</span> the great length of time mentioned, the federal courts were constantly applying the rule in respect of the remission of excessive damages, the circumstance that the practice here in question in respect of inadequate damages was never followed or, apparently, its approval even suggested, seems highly significant as indicating a lack of judicial belief in the existence of the power.</p>\n<p>State decisions in respect of the matter have been brought to our attention and have received consideration. They embody rulings both ways. A review of them we think would serve no useful purpose.</p>\n<p><i>Judgment affirmed.</i></p>\n<p>MR. JUSTICE STONE, dissenting.</p>\n<p>I think the judgment should be reversed.</p>\n<p>What the trial court has done is to deny a motion for a new trial, for what seemed to it a good reason: that the defendant had given his binding consent to an increased recovery, which the court thought to be adequate, and thus to remove any substantial ground for awarding a new trial. In denying the motion the trial judge relied on two rules of the common law which have received complete acceptance for centuries. One is that the court has power to act upon a motion to set aside the verdict of a jury because inadequate or excessive, and in its discretion to grant or deny a new trial. <i>Railroad Co.</i> v. <i>Fraloff,</i> § <span class=\"citation\" data-id=\"90007\"><a href=\"/opinion/90007/railroad-co-v-fraloff/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">24</span></a></span>, 31; <i>Wilson</i> v. <i>Everett,</i> <span class=\"citation\" data-id=\"93047\"><a href=\"/opinion/93047/wilson-v-everett/\"><span class=\"volume\">139</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">616</span></a></span>, 621; <i>Lincoln</i> v. <i>Power,</i> <span class=\"citation\" data-id=\"93783\"><a href=\"/opinion/93783/lincoln-v-power/\"><span class=\"volume\">151</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 438. The other, which is implicit in the first, is that it has power to determine, as a matter of law, the upper and lower limits within which recovery by a plaintiff will be permitted, and the authority to set aside a verdict which is not within those limits. <i>Arkansas Valley Land &amp; Cattle Co.</i> v. <i>Mann,</i> <span class=\"citation\" data-id=\"92449\"><a href=\"/opinion/92449/arkansas-valley-land-cattle-co-v-mann/\"><span class=\"volume\">130</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, 74; cf. <i>Southern Ry. Co.</i> v. <i>Bennett,</i> <span class=\"citation\" data-id=\"98141\"><a href=\"/opinion/98141/southern-railway-carolina-div-v-bennett/\"><span class=\"volume\">233</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></a></span>, 87.</p>\n<p><span class=\"star-pagination\">*489</span> As a corollary to these rules is the further one of the common law, long accepted in the federal courts, that the exercise of judicial discretion in denying a motion for a new trial, on the ground that the verdict is too small or too large, is not subject to review on writ of error or appeal. <i>Railroad Co.</i> v. <i>Fraloff, supra,</i> 31; <i>Wabbs Ry. Co.</i> v. <i>McDaniels,</i> <span class=\"citation\" data-id=\"90780\"><a href=\"/opinion/90780/wabash-r-co-v-mcdaniels/\"><span class=\"volume\">107</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 456; <i>Fitzgerald &amp; Mallory Construction Co.</i> v. <i>Fitzgerald,</i> <span class=\"citation\" data-id=\"92862\"><a href=\"/opinion/92862/fitzgerald-mallory-constr-co-v-fitzgerald/\"><span class=\"volume\">137</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, 113; <i>Wilson</i> v. <i>Everett, supra,</i> 621; <i>Lincoln</i> v. <i>Power, supra,</i> 438; <i>Luckenbach S.S. Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100950\"><a href=\"/opinion/100950/luckenbach-ss-co-v-united-states/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, 540. This is but a special application of the more general rule that an appellate court will not reexamine the facts which induced the trial court to grant or deny a new trial.<sup>[1]</sup><i>Barr</i> v. <i>Gratz,</i> 4 Wheat, 213, 220; <i>The Abbotsford,</i> <span class=\"citation\" data-id=\"89886\"><a href=\"/opinion/89886/the-abbotsford/\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span>, 445; <i>Railroad Co.</i> v. <i>Fraloff, supra,</i> 31; <i>Terre Haute &amp; Indiana Ry. Co.</i> v. <i>Struble,</i> <span class=\"citation\" data-id=\"90946\"><a href=\"/opinion/90946/terre-haute-indiana-r-co-v-struble/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span>, 384, 385; <i>Fishburn</i> v. <i>Chicago, M. &amp; St. P. Ry. Co.,</i> <span class=\"citation\" data-id=\"92854\"><a href=\"/opinion/92854/fishburn-v-chicago-m-st-pr-co/\"><span class=\"volume\">137</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span>, 61; <i>Ayers</i> v. <i>Watson,</i> <span class=\"citation\" data-id=\"92915\"><a href=\"/opinion/92915/ayers-v-watson/\"><span class=\"volume\">137</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, 597; <i>Wilson</i> v. <i>Everett, supra,</i> 621; <i>Luckenbach S.S. Co.</i> v. <i>United States, supra,</i> 540.</p>\n<p>If the effect of what is now decided is to liberalize the traditional common law practice so that the denial of a motion for a new trial, made on the ground that the verdict is excessive or inadequate, is subject to some sort of appellate review, the change need not be regarded as unwelcome, even though no statute has authorized it. But the question remains whether, in exercising this power of review, the trial judge should be reversed.</p>\n<p>The decision of the Court is rested on the ground that the Constitution prohibits the trial judge from adopting <span class=\"star-pagination\">*490</span> the practice. Accordingly, I address myself to the question of power without stopping to comment on the generally recognized advantages of the practice as a means of securing substantial justice and bringing the litigation to a more speedy and economical conclusion that would be possible by a new trial to a jury, or the extent to which that or analogous practice has been adopted and found useful in the courts of the several states. See Correction of Damage Verdicts by Remittitur and Additur, 44 Yale Law J. 318. The question is a narrow one; whether there is anything in the Seventh Amendment or in the rules of the common law, as it had developed before the adoption of the Amendment, which would require a federal appellate court to set aside the denial of the motion merely because the particular reasons which moved the trial judge to deny it are not shown to have similarly moved any English judge before 1791.</p>\n<p>The Seventh Amendment commands that \"in suits at common law,\" the right to trial shall be preserved and that \"no fact tried by a jury shall be otherwise reexamined by any court of the United States, that according to the rules of the common law.\" Such a provision of a great instrument of government, intended to endure for unnumbered generations, is concerned with substance and not with form. There is nothing in its history or language to suggest that the Amendment had any purpose but to preserve the essentials of the jury trial as it was known to the common law before the adoption of the Constitution. For that reason this Court has often refused to construe it as intended to perpetuate in changeless from the <i>minutiae</i> of trial practice as it existed in the English courts in 1791. From the beginning, its language has been regarded as but subservient to the single purpose of the Amendment, to preserve the essentials of the jury <span class=\"star-pagination\">*491</span> trial in actions at law, serving to distinguish them from suits in equity and admiralty, see <i>Parsons</i> v. <i>Bedford,</i> <span class=\"citation\" data-id=\"85684\"><a href=\"/opinion/85684/parsons-v-bedford/\"><span class=\"volume\">3</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">433</span></a></span>, 446, and to safeguard the jury's function from any encroachment which the common law did not permit.</p>\n<p>Thus interpreted, the Seventh Amendment guarantees that suitors in actions at law shall have the benefits of trial of issues of fact by a jury, but it does not prescribe any particular procedure by which these benefits shall be obtained, or forbid any which does not curtail the function of the jury to decide questions of fact as it did before the adoption of the Amendment. It does not restrict the court's control of the jury's verdict, as it had previously been exercised, and it does not confine the trial judge, in determining what issues are for the jury and what for the court, to the particular forms of trial practice in vogue in 1791.</p>\n<p>Thus this Court has held that a federal court, without the consent of the parties, may constitutionally appoint auditors to hear testimony, examine books and accounts and frame and report upon issues of fact, as an aid to the jury in arriving at its verdict, <i>Ex parte Peterson,</i> 253 U.S. 300; it may require both a general and a special verdict and set aside the general verdict for the plaintiff and direct a verdict for the defendant on the basis of the facts specially found, <i>Walker</i> v. <i>New Mexico &amp; Southern Pacific R. Co.,</i> 165 U.S. 593; and it may accept so much of the verdict as declares that the plaintiff is entitled to recover, and set aside so much of it as fixes the amount of the damages, and order a new trial of that issue alone, <i>Gasoline Products Co.</i> v. <i>Champlin Refining Co.,</i> 283 U.S. 494. Yet none of these procedures was known to the common law. In fact, the very practice, so firmly imbedded in federal procedure, of making a motion for a new trial directly to the trial judge, instead <span class=\"star-pagination\">*492</span> of to the court <i>en banc,</i> was never adopted by the common law.<sup>[2]</sup> But this Court has found in the Seventh Amendment no bar to the adoption by the federal courts of these novel methods of dealing with the verdict of a jury, for they left unimpaired the function of the jury, to decide issues of fact, which it had exercised before the adoption of the Amendment. Compare <i>Nashville, C. &amp; St. L. Ry. Co.</i> v. <i>Wallace,</i> <span class=\"citation\" data-id=\"102032\"><a href=\"/opinion/102032/nashville-c-st-lr-co-v-wallace/\"><span class=\"volume\">288</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">249</span></a></span>, 264.</p>\n<p>If we apply that test to the present case it is evident that the jury's function has not been curtailed. After the issues of fact had been submitted to the jury, and its verdict taken, the trail judge was authorized to entertain a motion to set aside the verdict and, as an incident, to determine the legal limits of a proper verdict. A denial of the motion out of hand, however, inadequate the verdict, was not an encroachment upon the province of the jury as the common law defined it. It would seen not to be any the more so here because the exercise of the judge's discretion was affected by his knowledge of the fact that a proper recovery had been assured to the plaintiff, by the consent of the defendant. Thus the plaintiff has suffered no infringement of a right by the denial of his motion. The defendant has suffered none because he has consented <span class=\"star-pagination\">*493</span> to the increased recovery, of which he does not complain.</p>\n<p>It is upon these grounds, as well as the further one that the denial of a new trial may not be reviewed upon appeal, see <i>Arkansas Valley Land &amp; Cattle Co.</i> v. <i>Mann, supra,</i> 75, that this Court has upheld the practice of the remittitur. Recognized more than a century ago by Mr. Justice Story in <i>Blunt</i> v. <i>Little,</i> 3 Mason 102, 107, it has been consistently used in the federal trial courts, and as consistently upheld in this Court. <i>Northern Pacific R. Co.</i> v. <i>Herbert,</i> <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">646</span></span>, 647; <i>Arkansas Valley Land &amp; Cattle Co.</i> v. <i>Mann, supra,</i> 72-76; <i>Kennon</i> v. <i>Gilmer,</i> <span class=\"citation\" data-id=\"92517\"><a href=\"/opinion/92517/kennon-v-gilmer/\"><span class=\"volume\">131</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></a></span>, 29, 30; <i>Clark</i> v. <i>Sidway,</i> <span class=\"citation\" data-id=\"93247\"><a href=\"/opinion/93247/clark-v-sidway/\"><span class=\"volume\">142</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">682</span></a></span>, 690; <i>Lewis</i> v. <i>Wilson,</i> <span class=\"citation\" data-id=\"93794\"><a href=\"/opinion/93794/lewis-v-wilson-et-al/\"><span class=\"volume\">151</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">551</span></a></span>, 555; <i>Koenigsberger</i> v. <i>Richmond Silver Mining Co.,</i> <span class=\"citation\" data-id=\"94187\"><a href=\"/opinion/94187/koenigsberger-v-richmond-silver-mining-co/\"><span class=\"volume\">158</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 52; <i>German Alliance Ins. Co.</i> v. <i>Hale,</i> <span class=\"citation\" data-id=\"97353\"><a href=\"/opinion/97353/german-alliance-ins-co-v-hale/\"><span class=\"volume\">219</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 312; cf. <i>Gila Valley, G. &amp; N. Ry. Co.</i> v. <i>Hall,</i> <span class=\"citation\" data-id=\"98061\"><a href=\"/opinion/98061/gila-valley-g-nr-co-v-hall/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">94</span></a></span>, 104, 105; <i>Tevis</i> v. <i>Ryan,</i> <span class=\"citation\" data-id=\"98155\"><a href=\"/opinion/98155/tevis-v-ryan/\"><span class=\"volume\">233</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, 290; <i>Union Pacific R. Co.</i> v. <i>Hadley,</i> <span class=\"citation\" data-id=\"99127\"><a href=\"/opinion/99127/union-pacific-r-co-v-hadley/\"><span class=\"volume\">246</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">330</span></a></span>, 334. In <i>Arkansas Valley Land &amp; Cattle Co.</i> v. <i>Mann, supra,</i> at page 74, in considering at length the constitutional question, this Court said:</p>\n<p>\"The practice which this court approved in <i>Northern Pacific Railroad</i> v. <i>Herbert</i> is sustained by sound reason, and does not, in any just sense, impair the constitutional right of trial by jury. It cannot be disputed that the court is within the limits of its authority when it sets aside the verdict of the jury and grants a new trial where the damages are palpably or outrageously excessive. <i>Ducker</i> v. <i>Wood,</i> 1 T.R. 277; <i>Hewlett</i> v. <i>Crutchley,</i> 5 Taunt. 277, 281; authorities cited in Sedgwick on Damages, 6th ed. 762, note 2. But, in considering whether a new trial should be granted upon that ground, the court necessarily determines, in its own mind, whether a verdict for a given amount would be liable to the objection that it was excessive. The authority of the court to determine whether the damages are excessive implies authority to <span class=\"star-pagination\">*494</span> determine when they are not of that character. To indicate before the passing upon the motion for a new trial, its opinion that the damages are excessive, and to require a plaintiff to submit to a new trial, unless, by remitting a part of the verdict he removes that objection, certainly does not deprive the defendant of any right, or given <i>him</i> any cause for complaint.\"</p>\n<p>See also <i>Kennon</i> v. <i>Gilmer, supra,</i> 29; <i>Clark</i> v. <i>Sidway, supra,</i> 690; <i>Gila Valley, G. &amp; N. Ry. Co.</i> v. <i>Hall, supra,</i> 104; <i>Belt</i> v. <i>Lawes,</i> L.R. 12 Q.B.D. 356, 358.</p>\n<p>All that was there said is equally applicable to the present denial of a motion to set aside the verdict as inadequate. The defendant, who has formally consented to pay the increased amount, cannot complain. The plaintiff has suffered no denial of a right because the court, staying its hand, has left the verdict undisturbed, as it lawfully might have done if the defendant had refused to pay more than the verdict. The fact that in one case the recovery is less than the amount of the verdict, and that in the other it is greater, would seem to be without significance. For in neither does the jury return a verdict for the amount actually recovered, and in both the amount of recovery was fixed, not by the verdict but by the consent of the party resisting the motion for a new trial.</p>\n<p>The question with which we are now concerned \u0097 what considerations shall govern an appellate review of this discretionary action of the trial court \u0097 is one unknown to the common law, which provided for no such review. We are afforded but a meager and fragmentary guide if our review is to be controlled by the Seventh Amendment, read as though it had incorporated by reference the particular details of English trial practice exhibited by the law books in 1791. We known that as late as the middle of the eighteenth century the English courts, by directing an increase of the judgment where the verdict was thought to be inadequate, had exercised an extraordinary measure <span class=\"star-pagination\">*495</span> of control over the verdict of the jury in cases of mayhem and battery; and that the practice of denying a new trial upon a remittitur had received some recognition in the English court. <i>Belt</i> v. <i>Lawes</i><i>, supra,</i> 359; <i>Watt</i> v. <i>Watt,</i> [1905] A.C. 115, 122. But in no recorded case does it appear that any English judge had considered the possibility of denying a new trial where the defendant had consented to increase the amount of recovery.</p>\n<p>If our only guide is to be this scant record of the practice of controlling the jury's verdict, however fragmentary the state of its development at this period, and if we must deny any possibility of change, development or improvement, then it must be admitted that search of the legal scrap heap of a century and a half ago may commit us to the incongruous position in which we are left by the present decision: a federal trial court may deny a motion for a new trial where the plaintiff consents to decrease the judgment to a proper amount, but it is powerless to deny the motion if its judgment is influenced by the defendant's consent to a comparable increase in the recovery.</p>\n<p>But I cannot agree that we are circumscribed by so narrow and rigid a conception of the common law. The Judiciary Act of 1789, c. 20, 1 Stat. 73, which impliedly adopted the common law rules of evidence for criminal trials in federal courts, and which gave to the federal courts jurisdiction of equity as it had then been developed in England, and the state constitutions which adopted the common law as affording rules for judicial decision, have never been construed as accepting only those rules which could then be found in the English precedents. When the Constitution was adopted, the common law was something more than a miscellaneous collection of precedents. It was a system, then a growth of some five centuries, to guide judicial decision. One of its principles, certainly as important as any other, and that which assured the possibility of the continuing vitality and usefulness of the <span class=\"star-pagination\">*496</span> system, was its capacity for growth and development, and its adaptability to every new situation to which it might be needful to apply it. \"This flexibility and capacity for growth and adaptation is,\" as the Court declared in <i>Hurtado</i> v. <i>California,</i> <span class=\"citation\" data-id=\"91054\"><a href=\"/opinion/91054/hurtado-v-california/\"><span class=\"volume\">110</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 530, \"the peculiar boast and excellence of the common law.\" See also <i>Holden</i> v. <i>Hardy,</i> <span class=\"citation\" data-id=\"94828\"><a href=\"/opinion/94828/holden-v-hardy/\"><span class=\"volume\">169</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">366</span></a></span>, 385-387; <i>Twining</i> v. <i>New Jersey,</i> <span class=\"citation\" data-id=\"96885\"><a href=\"/opinion/96885/twining-v-new-jersey/\"><span class=\"volume\">211</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span>, 101; <i>Funk</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102164\"><a href=\"/opinion/102164/funk-v-united-states/\"><span class=\"volume\">290</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>, 380-386.</p>\n<p>This Court has recently had occasion to point out that the common law rules, governing the admissibility of evidence and the competency of witnesses in the federal courts, are not the particular rules which were in force in 1791, but are those rules adapted to present day conditions, \"in accordance with present day standards of wisdom and justice rather than in accordance with some outworn and antiquated rule of the past.\" <i>Funk</i> v. <i>United States, supra,</i> 382; see also <i>Wolfle</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102181\"><a href=\"/opinion/102181/wolfle-v-united-states/\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">7</span></a></span>, 12; <i>Holden</i> v. <i>Hardy, supra,</i> 385-387.</p>\n<p>The common law is not one system when it, or some part of it, adopted by the Judiciary Act, and another if it is taken over by the Seventh Amendment. If this Court could thus, in conformity to common law, substitute a new rule for an old one because it was more consonant with modern conditions, it would seem that no violence would be done to the common law by extending the principle of the remittitur to the case where the verdict is inadequate, although the common law had made no rule on the subject in 1791; and that we could not, rightly refuse to apply to either the principle of general application, that it is competent to exercise a discretionary power to grant or withhold relief in any way which is not unjust. See <i>Belt</i> v. <i>Lawes</i><i>, supra,</i> 358.</p>\n<p>Appellate federal courts, although without common law precedent, have not hesitated to resort to the remittitur where, by its use, the necessity of a new trial could justly <span class=\"star-pagination\">*497</span> be avoided. <i>Bank of Kentucky</i> v. <i>Ashley,</i> <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">327</span></span>, 329; <i>Phillips &amp; Colby Construction Co.</i> v. <i>Seymour,</i> <span class=\"citation\" data-id=\"89227\"><a href=\"/opinion/89227/phillips-etc-const-co-v-seymour/\"><span class=\"volume\">91</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">646</span></a></span>, 656; <i>Hopkins</i> v. <i>Orr,</i> <span class=\"citation\" data-id=\"92147\"><a href=\"/opinion/92147/hopkins-v-orr/\"><span class=\"volume\">124</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 514; <i>Washington &amp; Georgetown R. Co.</i> v. <i>Harmon,</i> <span class=\"citation\" data-id=\"93515\"><a href=\"/opinion/93515/washington-georgetown-r-co-v-harmons-administrator/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">571</span></a></span>, 590; <i>Hansen</i> v. <i>Boyd,</i> <span class=\"citation\" data-id=\"94393\"><a href=\"/opinion/94393/hansen-v-boyd-et-al/\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">397</span></a></span>, 411, 412. The trial judge who denies a motion for a new trial, because the plaintiff has consented to reduce or a defendant has consented to increase the amount of the recovery, does no more than when, sitting in equity, he withholds relief upon the compliance with a condition, the performance of which will do substantial justice. See <i>Harrisonville</i> v. <i>Dickey Clay Co.,</i> <span class=\"citation\" data-id=\"102092\"><a href=\"/opinion/102092/harrisonville-v-ws-dickey-clay-mfg-co/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">334</span></a></span>, 338.</p>\n<p>To me it seems an indefensible anachronism for the law to reject the like principle of decision, in reviewing on appeal denials of motions for new trials, where the plaintiff has consented to decrease the judgment or the defendant has consented to increase it by the proper amount, or to apply it in the one case and reject it in the other. It is difficult to see upon what principle the denial of a motion for a new trial, which for centuries has been regarded as so much a matter of discretion that it is not disturbed when its only support may be a bad or inadequate reason, may nevertheless be set aside on appeal when it is supported by a good one: that the defendant has bound himself to pay an increased amount of damages which the court judicially knows is within the limits of a proper verdict.</p>\n<p>On this question the decisions of the English courts since the adoption of the Constitution do not have the force of precedents; they are of weight only so far as they are persuasive. It is enough to say that when in 1905 the House of Lords in <i>Watt</i> v. <i>Watt, supra</i><i>,</i> overruled <i>Belt</i> v. <i>Lawes</i><i>, supra,</i> and terminated the practice of the remittitur, it did not comment on the fact that it was reviewing an exercise of discretion in the denial of a new trial. So far as appears, it did not consider, in the <span class=\"star-pagination\">*498</span> light of any legal analogy, whether the denial of the motion because of the plaintiff's consent could be deemed in any proper sense an abuse of discretion.</p>\n<p>THE CHIEF JUSTICE, MR. JUSTICE BRANDEIS and MR. JUSTICE CARDOZO concur.</p>\n<h2>NOTES</h2>\n<p>[1]  The power of the English appellate courts to review such action has been enlarged by statute, and the motion itself must be made to the Court of Appeal. Supreme Court of Judicature Act, 1875, 38 &amp; 39 Vict., c. 77, Order 58; Rules of the Supreme Court of Judicature, Order 39. See <i>Fairmount Glass Works</i> v. <i>Cub Fork Coal Co.,</i> <span class=\"citation\" data-id=\"102001\"><a href=\"/opinion/102001/fairmont-glass-works-v-cub-fork-coal-co/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 482, note 9.</p>\n<p>[2]  In England, before the adoption of the Seventh Amendment, the motion was made not to the trail judge but to the court sitting <i>en banc.</i> Blackstone's Commentaries, v. 3, p. 391; Tidd's Practice, v. 2, pp. 819-821. By the Supreme Court of Judicature Act, 1875, 38 &amp; 39 Vict., c. 77, Order 58, see Order 39 of Rules of Supreme Court of Judicature, the motion was required to be made to the Court of Appeal, from whose decision an appeal might be taken to the House of Lords.\n</p>\n<p>The original organization of the federal courts was capable of use in such a fashion that the motion could be made to the circuit court, something in the nature of a court <i>en banc,</i> but no such practice developed. Judiciary Act of 1789, c. 20, §§ 4, 17, 1 Stat. 73, 74, 83; Hinton, Power of Federal Appellate Court to Review Ruling on Motion for New Trial, 1 Univ, of Chicago L. Rev. 111, 113.</p>\n\n</div>", 
  "sha1": "93a9d085220f9e7817bf5b9071f1806fb12d1a3d", 
  "date_modified": "2015-04-16T10:54:35.685557", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/102358/dimick-v-schiedt/", 
  "citation_count": 235, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/339904/", 
  "html": "<p class=\"case_cite\">293 U.S. 474</p>\n    <p class=\"case_cite\">55 S.Ct. 296</p>\n    <p class=\"case_cite\">79 L.Ed. 603</p>\n    <p class=\"parties\">DIMICK<br>v.<br>SCHIEDT.</p>\n    <p class=\"docket\">No. 78.</p>\n    <p class=\"date\">Argued Nov. 9, 1934.</p>\n    <p class=\"date\">Decided Jan. 7, 1935.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. David H. Fulton and Leo M. Harlow, both of Boston, Mass., for petitioner.</p>\n      <p class=\"indent\">Mr. John G. Palfrey, of Boston, Mass., for respondent.</p>\n      <p class=\"indent\">Mr. Justice SUTHERLAND delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action brought by respondent (plaintiff) against petitioner (defendant) in the federal District Court for the District of Massachusetts to recover damages for a personal injury resulting from the alleged negligent operation of an automobile on a public highway in Massachusetts. The jury returned a verdict in favor of respondent for the sum of $500. Respondent moved for a new trial on the grounds that the verdict was contrary to the weight of the evidence, that it was a compromise verdict, and that the damages allowed were inadequate. The trial court ordered a new trial upon the last-named ground, unless petitioner would consent to an increase of the damages to the sum of $1,500. Respondent's consent was neither required nor given. Petitioner, however, consented to the increase, and, in accordance with the order of the court, a denial of the motion for new trial automatically followed. Respondent appealed to the Circuit Court of Appeals, where the judgment was reversed; the court holding that the conditional order violated the Seventh Amendment of the Federal Constitution in respect of the right of trial by jury. 70 F.(2d) 558, 562. That court recognized the doctrine, frequently stated by this court, that in the case of an excessive verdict it is within the power of the trial court to grant defendant's motion for a new trial unless plaintiff remit the amount deemed to be excessive, but held that the trial court was without power to condition the allowance of plaintiff's motion for a new trial upon the refusal of defendant to consent to an increase in the amount of damages.</p>\n    </div>\n    <p class=\"indent\">The Seventh Amendment provides:</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'In suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury shall be otherwise re-examined in any Court of the United States, than according to the rules of the common law.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Section 269 of the Judicial Code, as amended, U.S.C. title 28, &#167; 391 (28 USCA &#167; 391), confers upon all federal courts power to grant new trials 'in cases where there has been a trial by jury, for reasons for which new trials have usually been granted in the courts of law. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In order to ascertain the scope and meaning of the Seventh Amendment, resort must be had to the appropriate rules of the common law established at the time of the adoption of that constitutional provision in 1791. Thompson v. Utah, 170 U.S. 343, 350, 18 S.Ct. 620, 42 L.Ed. 1061; Patton v. United States, 281 U.S. 276, 288, 50 S.Ct. 253, 74 L.Ed. 854, 70 A.L.R. 263. A careful examination of the English reports prior to that time fails to disclose any authoritative decision sustaining the power of an English court to increase, either absolutely or conditionally, the amount fixed by the verdict of a jury in an action at law, with certain exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. In actions for mayhem, there are numerous ancient cases to be found in the year books, and occasional cases at a somewhat later period, in which the right of the court to increase damages awarded plaintiff, super visum vulneris, is recognized. We deem it unnecessary to catalogue or review these cases. Many of them are referred to in 2 Bacon's Abridgment (7th Ed.) 611, and Sayer's Law of Damages (1770) p. 173 et seq. The last case called to our attention or that we have been able to find that recognized the rule is that of Brown v. Seymour (1742) 1 Wils. 5, where the court, while conceding its power to increase damages upon view of the party maimed, refused to exercise it, holding the damages awarded were sufficient. We have found no case where the power was exercised affirmatively since Burton v. Baynes (1733), reported in Barne's Practice Cases, 153, where the court, upon view of the injury, increased the damages from 11, 14 s., to 50. The power of the trial court to increase damages in such cases was seldom exercised; and it seems quite clear, from an examination of the decisions and of the English Abridgments, that the generally approved practice confined its exercise to the court sitting en banc. Moreover, the application for the increase was made by the plaintiff, considered upon a view of his wound, and, when favorably acted upon, granted absolutely and not as a condition upon which to base a denial of a new trial. Indeed, the practice of granting new trials in such cases did not come into operation until a later date. In any event, the rule was obsolete in England at the time of the adoption of the Constitution; and we are unable to find that it ever was acted upon or accepted in the colonies, or by any of the federal or state courts since the adoption of the Constitution. It was expressly rejected in an early case in South Carolina. McCoy v. Lemon, 11 Rich. 165, 70 Am.Dec. 246. There the plaintiff, as a result of an altercation with the defendant, lost an eye and the use of one thumb. The jury returned a verdict for $30. The trial court, although conceding the inadequacy of the damages, held that no court possessed the power to bring about an increase or decrease of the amount found by a jury in any other way than by granting a new trial. The Court of Appeals sustained the trial court. 'Not a single case,' the appellate court said, 'has been found in any book of American Reports in support of the present motion, notwithstanding the great research displayed by counsel. Neither has there been for a period of more than a century any recognition of the rule by any adjudged case in England to which we have been able to procure access.' After pointing out the jealous regard of the American people, as evidenced by constitutions and legislation, for the right of jury trial, the court said that the judgment of the jury had been incorporated as an indispensable element in the judicial administration of the country; that in all cases sounding in damages these damages must be assessed by the jury and not by the court independently thereof; and that, where the verdict was excessive or trifling, the remedy was to submit the case to the judgment of another jury. In Mayne's Treatise on Damages (9th Ed.) the first edition of which appeared in 1856, after referring to the long current of English decisions in respect of the power of the court to increase damages in mayhem cases, the author (page 571) said he was not aware of an instance in which such a jurisdiction had been exercised in modern times. And see Union Pacific Railway Co. v. Botsford, 141 U.S. 250, 252, 11 S.Ct. 1000, 35 L.Ed. 734.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">2. The power of the court to increase or diminish damages assessed upon a writ of inquiry was likewise upheld; but this upon the ground that the justices might themselves have awarded damages without the writ, and the inquisition, therefore, was nothing more than an inquest for their information. Sayer's Law of Damages, 194; Beardmore v. Carrington, 2 Wils. 244, 248; Brooke's New Cases, March's Translation, 56, 57; 2 Bacon's Abridgement (7th Ed.) 612. But even this rule seems long since to have fallen into disuse; the more modern practice being to award a new writ of inquiry in all cases in which the court would award a new trial. Mayne's Treatise on Damages, 572, 573, citing Chitty's Practice (14th Ed.) p. 1326.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. So it was held in some of the old cases that, where the amount of plaintiff's demand was certain, as, for example, in an action of debt, the court had authority to increase or abridge the verdict of the jury. Mayne's Treatise on Damages, 571; Sayer's Law of Damages, 177.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In Beardmore v. Carrington, supra, decided in 1764, the court reviewed the subject and reached the conclusion that the English courts were without power to either increase or abridge damages in any action for a personal tort, unless in the exceptional cases just noted. The decision is most instructive, as a brief quotation will show (the italics are in the original):</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'It is clear,' the court said at page 248 of 2 Wils., 'that the practice of granting new trials in modern, and that courts anciently never exercised this power, but in some particular cases they corrected the damages from evidence laid before them. There is great difference between cases of damages which (may) be certainly seen, and such as are ideal, as between assumpsit, trespass for goods where the sum and value may be measured, and actions of imprisonment, malicious prosecution, slander and other personal torts, where the damages are matter of opinion, speculation, ideal; there is also a difference between a principal verdict of a jury, and a writ of inquiry of damages, the latter being only an inquest of office to inform the conscience of the court, and which they might have assessed themselves without any inquest at all; only in the case of maihem, courts have in all ages interposed in that single instance only; as to the case of the writ of inquiry in the year-book of H.4, we doubt whether what is said by the court in that case be right, That they would abridge the damages unless the plaintiff would release part thereof, because there is not one case to be found in the year-books wherever the court abridged the damages after a principal verdict, and this is clear down to the time of Palmer's Rep. 314. much less have they interposed in increasing damages, except in the case of maihem. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Sayer, writing between 1765 and 1770 (Sayer's Law of Damages, 173) says that the power of increasing or abridging damages which have been assessed by the jury 'has not for many years been exercised by courts in any action except in an action for a corporal hurt'; by which he means, as appears further along, in cases of mayhem. Mayne, in the treatise already cited, says (page 571) that it was always admitted 'that in cases where the amount of damages was uncertain their assessment was a matter so peculiarly within the province of the jury that the Court should not alter it.' Recent English decisions fully confirm this view in respect of the common-law rule as it existed at the time of the adoption of the Constitution. Thus Mayne (page 580) says:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'When an excessive verdict is given, it is usual for the judge to suggest to counsel to agree on a sum, to prevent the necessity of a new trial. In the absence of agreement the Court has no power to reduce the damages to a reasonable sum instead of ordering a new trial. It would seem also from what was said in the case in which this was recently decided, that where the damages are too small, the Court cannot with the defendant's consent increase them, if the plaintiff asks for a new trial.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is true that Belt v. Lawes, L.R. 12 Q.B.Div. 356, upheld the authority of the court to deny a new trial upon the consent of the plaintiff to reduce the damages to an amount which the court would consider not excessive had they been given by the jury; and that the Master of the Rolls in his opinion declared that he was by no means prepared to say that the court might not refuse a new trial if a defendant would agree that the damages should be larger. But this doctrine was expressly repudiated by the House of Lords in Watt v. Watt, L.R. (1905) A.C. 115; and Belt v. Lawes was definitely overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the Watt Case, the principal opinion (Pages 119, 120 of (1905) A.C.) pointed out that the notion that the court with the consent of the plaintiff could reduce the amount of the damages probably arose from the fact that in the old cases the courts had 'adopted the somewhat unconstitutional proceeding of refusal to give the plaintiff judgment unless he would consent to reduce his claim to what ought to be considered reasonable'; that this indirect method shows that the plaintiff's assent was required; and that, since the defendant was not likely to refuse his assent to a proceeding intended for his benefit, the theory of the cases seems to have been that the right of the court to interfere with the verdict depended upon the assent of both parties. It was conceded in the opinions delivered to the House that there had been a certain amount of practice in accordance with the course complained of, but in principle, it was said, this practice was indefensible, and that no reasoned vindication of it had been found. The prevailing opinions in Barbour &amp; Co. v. Deutsche Bank, L.R. (1919) A.C. 304, while distinguishing the case then under review, are (as all the opinions are) in full accord with the decision in the Watt Case. Lord Phillimore, in the course of his opinion (page 335 of L.R. (1919) A.C.) characterized that decision as one of inconvenient rigor but nevertheless unimpeachable and logical. The principle established, he said, was this: 'Where damages are at large and the Court of Appeal is of opinion that the sum awarded is so unreasonable as to show that the jury has not approached the subject in a proper judicial temper, has admitted considerations which it ought not to have admitted, or rejected or neglected considerations which it ought to have applied, it is the right of the party aggrieved to have a new trial. He is not to be put off by the Court saying that it will form its opinion as to the proper sum to be awarded, and reduce or enlarge the damages accordingly. He is entitled to an assessment by a jury which acts properly. He is not to be put off by a composite decision, or I might describe it as a resultant of two imperfect forces&#8212;an assessment partly made by a jury which has acted improperly and partly by a tribunal which has no power to assess.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">From the foregoing, and from many other English authorities which we have examined but deem it unnecessary to cite, we conclude that, while there was some practice to the contrary in respect of decreasing damages, the established practice and the rule of the common law, as it existed in England at the time of the adoption of the Constitution, forbade the court to increase the amount of damages awarded by a jury in actions such as that here under consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We could well rest this opinion upon that conclusion, were it not for the contention that our federal courts from a very early day have upheld the authority of a trial court to deny a motion for new trial because damages were found to be excessive, if plaintiff would consent to remit the excessive amount, and that this holding requires us to recognize a similar rule in respect of increasing damages found to be grossly inadequate. There is a decision by Mr. Justice Story, sitting on circuit, authorizing such a remittitur, as early as 1822. Blunt v. Little, Fed. Cas. No. 1,578, 3 Mason, 102. There, the jury returned a verdict for $2,000 damages, suffered as a result of a malicious arrest. Defendant moved for a new trial on the ground that the damages were excessive. The court asserted its power to grant a new trial upon that ground, but directed that the cause should be submitted to another jury unless plaintiff was willing to remit $500 of the damages. This view of the matter was accepted by this court in Northern Pacific R.R. .co. v. Herbert, 116 U.S. 642, 646, 647, 6 S.Ct. 590, 29 L.Ed. 755, and has been many times reiterated. See, for example, Arkansas Valley Land &amp; Cattle Co. v. Mann, 130 U.S. 69, 73, 9 S.Ct. 458, 32 L.Ed. 854; Kennon v. Gilmer, 131 U.S. 22, 29, 9 S.Ct. 696, 33 L.Ed. 110; Koenigsberger v. Richmond Silver Min. Co., 158 U.S. 41, 52, 15 S.Ct. 751, 39 L.Ed. 889; German Alliance Ins. Co. v. Hale, 219 U.S. 307, 312, 31 S.Ct. 246, 55 L.Ed. 229; Gila Valley Ry. Co. v. Hall, 232 U.S. 94, 103&#8212;105, 34 S.Ct. 229, 58 L.Ed. 521.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Since the decision of Mr. Justice Story in 1822, this court has never expressed doubt in respect of the rule, and it has been uniformly applied by the lower federal courts. It is, however, remarkable that in none of these cases was there any real attempt to ascertain the common-law rule on the subject. Mr. Justice Story, in the Blunt Case, cited two English cases antedating the Constitution in support simply of his conclusion that the court had power to grant a new trial for excessive damages, and thereupon announced without more that, unless the plaintiff should be willing to remit $500 of his damages, the cause would be submitted to another jury. For the latter conclusion, no authority whatever was cited. The plaintiff remitted the amount, and the motion was overruled. The opinion in the Herbert Case was delivered by Mr. Justice Field. Upon the question now under consideration, the opinion does no more than declare that the exaction, as a condition of refusing a new trial, that plaintiff should remit a portion of the amount awarded by the verdict, was a matter within the discretion of the court, in support of which two American state cases and the Blunt Case are cited. The common law in respect of the matter is not referred to. The state cases cited are equally silent in respect of the common-law rule.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The nearest approach to a reasoned opinion on the subject in any of the decisions is found in Arkansas Valley Land &amp; Cattle Co. v. Mann, supra. In that opinion, the court states the contention to be that to make the decision of the motion for new trial depend upon a remission of part of the verdict is in effect a re-examination by the court in a mode not known at the common law of facts tried by the jury, and therefore a violation of the Seventh Amendment. The court decided against this contention upon the authority of the Blunt Case, the Herbert Case, and certain American state decisions. English cases were referred to only upon the point that the court had authority to set aside the verdict and grant a new trial where the damages are palpably or outrageously excessive. No attempt was made to seek the common-law rule, in respect of the precise contention which was made, by an examination of the English decisions or of the English practice prior to the adoption of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In the last analysis, the sole support for the decisions of this court and that of Mr. Justice Story, so far as they are pertinent to cases like that now in hand, must rest upon the practice of some of the English judges&#8212;a practice which has been condemned as opposed to the principles of the common law by every reasoned English decision, both before and after the adoption of the Federal Constitution, which we have been able to find.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the light reflected by the foregoing review of the English decisions and commentators, it therefore may be that, if the question of remittitur were now before us for the first time, it would be decided otherwise. But, first announced by Mr. Justice Story in 1822, the doctrine has been accepted as the law for more than a hundred years and uniformly applied in the federal courts during that time. And, as it finds some support in the practice of the English courts prior to the adoption of the Constitution, we may assume that in a case involving a remittitur, which this case does not, the doctrine would not be reconsidered or disturbed at this late day.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Nevertheless, this court in a very special sense is charged with the duty of construing and upholding the Constitution; and, in the discharge of that important duty, it ever must be alert to see that a doubtful precedent be not extended by mere analogy to a different case if the result will be to weaken or subvert what it conceives to be a principle of the fundamental law of the land. Compare Judson v. Gray, 11 N.Y. 408, 412.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">That rule applies with peculiar force to the present case, since, accepting Arkansas Valley Land &amp; Cattle Co. v. Mann, supra, and like cases, as settling the precise question there involved, they do not conclude the question here presented; that is to say, the power to conditionally increase the verdict of a jury does not follow as a necessary corollary from the power to conditionally decrease it. As the court below correctly pointed out. in the case of a conditional remittitur, 'a jury has already awarded a sum in excess of that fixed by the court as a basis for a remittitur, which, at least, finds some support in the early English practice; while in the second case no jury has ever passed on the increased amount, and the practice has no precedent according to the rules of the common law.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The right of trial by jury is of ancient origin, characterized by Blackstone as 'the glory of the English law' and 'the most transcendent privilege which any subject can enjoy' (Bk. 3, p. 379); and, as Justice Story said (2 Story on the Constitution, &#167; 1779), '* * * the Constitution would have been justly obnoxious to the most conclusive objection if it had not recognized and confirmed it in the most solemn terms.' With, perhaps, some exceptions, trial by jury has always been, and still is, generally regarded as the normal and preferable mode of disposing of issues of fact in civil cases at law as well as in criminal cases. Maintenance of the jury as a fact-finding body is of such importance and occupies so firm a place in our history and jurisprudence that any seeming curtailment of the right to a jury trial should be scrutinized with the utmost care. Compare Patton v. United States, 281 U.S. 276, 312, 50 S.Ct. 253, 74 L.Ed. 854, 70 A.L.R. 263.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The controlling distinction between the power of the court and that of the jury is that the former is the power to determine the law and the latter to determine the facts. In dealing with questions like the one now under consideration, that distinction must be borne steadily in mind. Where the verdict returned by a jury is palpably and grossly inadequate or excessive, it should not be permitted to stand; but, in that event, both parties remain entitled, as they were entitled in the first instance, to have a jury properly determine the question of liability and the extent of the injury by an assessment of damages. Both are questions of fact. Where the verdict is excessive, the practice of substituting a remission of the excess for a new trial is not without plausible support in the view that what remains is included in the verdict along with the unlawful excess&#8212;in that sense that it has been found by the jury&#8212;and that the remittitur has the effect of merely lopping off an excrescence. But, where the verdict is too small, an increase by the court is a bald addition of something which in no sense can be said to be included in the verdict. When, therefore, the trial court here found that the damages awarded by the jury were so inadequate as to entitle plaintiff to a new trial, how can it be held, with any semblance of reason, that that court, with the consent of the defendant only, may, by assessing an additional amount of damages, bring the constitutional right of the plaintiff to a jury trial to an end in respect of a matter of fact which no jury has ever passed upon either explicitly or by implication? To so hold is obviously to compel the plaintiff to forego his constitutional right to the verdict of a jury and accept 'an assessment partly made by a jury which has acted improperly, and partly by a tribunal which has no power to assess.'</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is said that the common law is susceptible of growth and adaptation to new circumstances and situations, and that the courts have power to declare and effectuate what is the present rule in respect of a given subject without regard to the old rule; and some attempt is made to apply that principle here. The common law is not immutable, but flexible, and upon its own principles adapts itself to varying conditions. Funk v. United States, 290 U.S. 371, 54 S.Ct. 212, 78 L.Ed. 369, 93 A.L.R. 1136. But here we are dealing with a constitutional provision which has in effect adopted the rules of the common law in respect of trial by jury as these rules existed in 1791. To effectuate any change in these rules is not to deal with the common law, qua common law, but to alter the Constitution. The distinction is fundamental, and has been clearly pointed out by Judge Cooley in 1 Const. Limitations (8th Ed.) 124.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is worthy of note that, while for more than a century the federal courts have followed the approved practice of conditioning the allowance of a new trial on the consent of plaintiff to remit excessive damages, no federal court, so far as we can discover, has ever undertaken similarly to increase the damages, although there are numerous cases where motions for new trial have been made and granted on the ground that the verdict was inadequate. See, for example, Carter v. Wells, Fargo &amp; Co. (C.C.) 64 F. 1005; Usher v. Scranton Ry. Co. (C.C.) 132 F. 405; Glenwood Irr. Co. v. Vallery (C.C.A.) 248 F. 483; United Press Ass'ns v. National Newspapers Ass'n (C.C.A.) 254 F. 284; Stetson v. Stindt et al. (C.C.A.) 279 F. 209. This, it is true, is but negative evidence; but it is negative evidence of more than ordinary value. For, when we consider that during the great length of time mentioned the federal courts were constantly applying the rule in respect of the remission of excessive damages, the circumstance that the practice here in question in respect of inadequate damages was never followed or, apparently, its approval even suggested, seems highly significant as indicating a lack of judicial belief in the existence of the power.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">State decisions in respect of the matter have been brought to our attention and have received consideration. They embody rulings both ways. A review of them, we think, would serve no useful purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Mr. Justice STONE.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">I think the judgment should be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">What the trial court has done is to deny a motion for a new trial, for what seemed to it a good reason: That the defendant had given his binding consent to an increased recovery, which the court thought to be adequate, and thus to remove any substantial ground for awarding a new trial. In denying the motion, the trial judge relied on two rules of the common law which have received complete acceptance for centuries. One is that the court has power to act upon a motion to set aside the verdict of a jury because inadequate or excessive, and in its discretion to grant or deny a new trial. New York C. &amp; H. Railroad Co. v. Fraloff, 100 U.S. 24, 31, 25 L.Ed. 531; Wilson v. Everett, 139 U.S. 616, 621, 11 S.Ct. 664, 35 L.Ed. 286; Lincoln v. Power, 151 U.S. 436, 438, 14 S.Ct. 387, 38 L.Ed. 224. The other, which is implicit in the first, is that it has power to determine, as a matter of law, the upper and lower limits within which recovery by a plaintiff will be permitted and the authority to set aside a verdict which is not within those limits. Arkansas Valley Land &amp; Cattle Co. v. Mann, 130 U.S. 69, 74, 9 S.Ct. 458, 32 L.Ed. 854. Cf. Southern Ry. Carolina Division v. Bennett, 233 U.S. 80, 87, 34 S.Ct. 566, 58 L.Ed. 860.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">As a corollary to these rules is the further one of the common law, long accepted in the federal courts, that the exercise of judicial discretion in denying a motion for a new trial, on the ground that the verdict is too small or too large, is not subject to review on writ of error or appeal. New York C. &amp; H. Railroad Co. v. Fraloff, supra, 100 U.S. 31, 25 L.Ed. 531; Wabash Ry. Co. v. McDaniels, 107 U.S. 454, 456, 2 S.Ct. 932, 27 L.Ed. 605; Fitzgerald &amp; Mallory Const. Co. v. Fitzgerald, 137 U.S. 98, 113, 11 S.Ct. 36, 34 L.Ed. 608; Wilson v. Everett, supra, 139 U.S. 621, 11 S.Ct. 664, 35 L.Ed. 286; Lincoln v. Power, supra, 151 U.S. 438, 14 S.Ct. 387, 38 L.Ed. 224; Luckenbach S.S. Co. v. United States, 272 U.S. 533, 540, 47 S.Ct. 186, 71 L.Ed. 394. This is but a special application of the more general rule that an appellate court will not re-examine the facts which induced the trial court to grant or deny a new trial.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Barr v. Gratz, 4 Wheat. 213, 220, 4 L.Ed. 553; The Abbotsford, 98 U.S. 440, 445, 25 L.Ed. 168; Railroad Co. v. Fraloff, supra, 100 U.S. 31, 25 L.Ed. 531; Terre Haute &amp; Indiana Ry. Co. v. Struble, 109 U.S. 381, 384, 385, 3 S.Ct. 270, 27 L.Ed. 970; Fishburn v. Chicago, Milwaukee &amp; St. Paul Ry. Co., 137 U.S. 60, 61, 11 S.Ct. 8, 34 L.Ed. 585; Ayers v. Watson, 137 U.S. 584, 597, 11 S.Ct. 201, 34 L.Ed. 803; Wilson v. Everett, supra, 139 U.S. 621, 11 S.Ct. 664, 35 L.Ed. 286; Luckenbach S.S. Co. v. United States, supra, 272 U.S. 540, 47 S.Ct. 186, 71 L.Ed. 394.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">If the effect of what is now decided is to liberalize the traditional common-law practice so that the denial of a motion for a new trial, made on the ground that the verdict is excessive or inadequate, is subject to some sort of appellate review, the change need not be regarded as unwelcome, even though no statute has authorized it. But the question remains whether, in exercising this power of review, the trial judge should be reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The decision of the Court is rested on the ground that the Constitution prohibits the trial judge from adopting the practice. Accordingly, I address myself to the question of power without stopping to comment on the generally recognized advantages of the practice as a means of securing substantial justice and bringing the litigation to a more speedy and economical conclusion than would be possible by a new trial to a jury, or the extent to which that or analogous practice has been adopted and found useful in the courts of the several states. See Correction of Damage Verdicts by Remittitur and Additur, 44 Yale Law J. 318. The question is a narrow one: Whether there is anything in the Seventh Amendment or in the rules of the common law, as it had developed before the adoption of the amendment, which would require a federal appellate court to set aside the denial of the motion merely because the particular reasons which moved the trial judge to deny it are not shown to have similarly moved any English judge before 1791.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Seventh Amendment commands that 'in suits at common law' the right to trial by jury shall be preserved, and that 'no fact tried by a jury shall be otherwise re-examined by any court of the United States, than according to the rules of the common law.' Such a provision of a great instrument of government, intended to endure for unnumbered generations, is concerned with substance and not with form. There is nothing in its history or language to suggest that the amendment had any purpose but to preserve the essentials of the jury trial as it was known to the common law before the adoption of the Constitution. For that reason this Court has often refused to construe it as intended to perpetuate in changeless form the minutiae of trial practice as it existed in the English courts in 1791. From the beginning, its language has been regarded as but subservient to the single purpose of the amendment, to preserve the essentials of the jury trial in actions at law, serving to distinguish them from suits in equity and admiralty, see Parsons v. Bedford, 3 Pet. 433, 446, 7 L.Ed. 732, and to safeguard the jury's function from any encroachment which the common law did not permit.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thus interpreted. The Seventh Amendment guarantees that suitors in actions at law shall have the benefits of trial of issues of fact by a jury, but it does not prescribe any particular procedure by which these benefits shall be obtained, or forbid any which does not curtail the function of the jury to decide questions of fact as it did before the adoption of the amendment. It does not restrict the court's control of the jury's verdict, as it had previously been exercised, and it does not confine the trial judge, in determining what issues are for the jury and what for the court, to the particular forms of trial practice in vogue in 1791.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Thus this Court has held that a federal court, without the consent of the parties, may constitutionally appoint auditors to hear testimony, examine books and accounts, and frame and report upon issues of fact, as an aid to the jury in arriving at its verdict, Ex parte Peterson, 253 U.S. 300, 40 S.Ct. 543, 64 L.Ed. 919; it may require both a general and a special verdict and set aside the general verdict for the plaintiff and direct a verdict for the defendant on the basis of the facts specially found, Walker v. New Mexico &amp; Southern Pacific R. Co., 165 U.S. 593, 17 S.Ct. 421, 41 L.Ed. 837; and it may accept so much of the verdict as declares that the plaintiff is entitled to recover, and set aside so much of it as fixes the amount of the damages, and order a new trial of that issue alone, Gasoline Products Co., Inc., v. Champlin Refining Co., 283 U.S. 494, 51 S.Ct. 513, 75 L.Ed. 1188. Yet none of these procedures was known to the common law. In fact, the very practice, so firmly imbedded in federal procedure, of making a motion for a new trial directly to the trial judge, instead of to the court en banc, was never adopted by the common law.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> But this Court has found in the Seventh Amendment no bar to the adoption by the federal courts of these novel methods of dealing with the verdict of a jury, for they left unimpaired the function of the jury to decide issues of fact, which it had exercised before the adoption of the amendment. Compare Nashville, Chattanooga &amp; St. Louis Ry. Co. v. Wallace, 288 U.S. 249, 264, 53 S.Ct. 345, 77 L.Ed. 730, 87 A.L.R. 1191.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">If we apply that test to the present case, it is evident that the jury's function has not been curtailed. After the issues of fact had been submitted to the jury and its verdict taken, the trial judge was authorized to entertain a motion to set aside the verdict and, as an incident, to determine the legal limits of a proper verdict. A denial of the motion out of hand, however inadequate the verdict, was not an encroachment upon the province of the jury as the common law defined it. It would seem not to be any the more so here because the exercise of the judge's discretion was affected by his knowledge of the fact that a proper recovery had been assured to the plaintiff by the consent of the defendant. Thus the plaintiff has suffered no infringement of a right by the denial of his motion. The defendant has suffered none because he has consented to the increased recovery, of which he does not complain.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">It is upon these grounds, as well as the further one that the denial of a new trial may not be reviewed upon appeal, see Arkansas Valley Land &amp; Cattle Co. v. Mann, supra, 130 U.S. 75, 9 S.Ct. 458, 32 L.Ed. 854, that this Court has upheld the practice of the remittitur. Recognized more than a century ago by Mr. Justice Story in Blunt v. Little, Fed. Cas. No. 1,578, 3 Mason, 102, 107, it has been consistently used in the federal trial courts, and as consistently upheld in this Court. Northern Pacific Railroad Co. v. Herbert, 116 U.S. 642, 646, 647, 6 S.Ct. 590, 29 L.Ed. 755; Arkansas Valley Land &amp; Cattle Co. v. Mann, supra, 130 U.S. 72&#8212;76, 9 S.Ct. 458, 32 L.Ed. 854; Kennon v. Gilmer, 131 U.S. 22, 29, 30, 9 S.Ct. 696, 33 L.Ed. 110; Clark v. Sidway, 142 U.S. 682, 690, 12 S.Ct. 327, 35 L.Ed. 1157; Lewis v. Wilson, 151 U.S. 551, 555, 14 S.Ct. 419, 38 L.Ed. 267; Koenigsberger v. Richmond Silver Mining Co., 158 U.S. 41, 52, 15 S.Ct. 751, 39 L.Ed. 889; German Alliance Ins. Co. v. Hale, 219 U.S. 307, 312, 31 S.Ct. 246, 55 L.Ed. 229. Cf. Gila Valley R. Co. v. Hall, 232 U.S. 94, 104, 105, 34 S.Ct. 229, 58 L.Ed. 521; Tevis v. Ryan, 233 U.S. 273, 290, 34 S.Ct. 481, 58 L.Ed. 957; Union Pacific R. Co. v. Hadley, 246 U.S. 330, 334, 38 S.Ct. 318, 62 L.Ed. 751. In Arkansas Valley Land &amp; Cattle Co. v. Mann, supra, 130 U.S. at page 74, 9 S.Ct. 458, 459, 32 L.Ed. 854, in considering at length the constitutional question, this Court said:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">'The practice which this court approved in Northern Pacific Railroad v. Herbert is sustained by sound reason, and does not, in any just sense, impair the constitutional right of trial by jury. It cannot be disputed that the court is within the limits of its authority when it sets aside the verdict of the jury, and grants a new trial, where the damages are palpably or outrageously excessive. Ducker v. Wood, 1 Term R. 277; Hewlett v. Cruchley, 5 Taunt. 277, 281; authorities cited in Sedg. Dam (6th Ed.) 762, note 2. But, in considering whether a new trial should be granted upon that ground, the court necessarily determines, in its own mind, whether a verdict for a given amount would be liable to the objection that it was excessive. The authority of the court to determine whether the damages are excessive implies authority to determine when they are not of that character. To indicate, before passing upon the motion for a new trial, its opinion that the damages are excessive, and to require a plaintiff to submit to a new trial, unless, by remitting a part of the verdict, he removes that objection, certainly does not deprive the defendant of any right, or give him any cause for complaint.'</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">See, also, Kennon v. Gilmer, supra, 131 U.S. 29, 9 S.Ct. 696, 33 L.Ed. 110; Clark v. Sidway, supra, 142 U.S. 690, 12 S.Ct. 327, 35 L.Ed. 1157; Gila Valley R. Co. v. Hall, supra, 232 U.S. 104, 34 S.Ct. 229, 58 L.Ed. 521; Belt v. Lawes, L.R. 12 Q.B.D. 356, 358.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">All that was there said is equally applicable to the present denial of a motion to set aside the verdict as inadequate. The defendant, who has formally consented to pay the increased amount, cannot complain. The plaintiff has suffered no denial of a right because the court, staying its hand, has left the verdict undisturbed, as it lawfully might have done if the defendant had refused to pay more than the verdict. The fact that in one case the recovery is less than the amount of the verdict, and that in the other it is greater, would seem to be without significance. For in neither does the jury return a verdict for the amount actually recovered, and in both the amount of recovery was fixed, not by the verdict, but by the consent of the party resisting the motion for a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The question with which we are now concerned&#8212;what considerations shall govern an appellate review of this discretionary action of the trial court&#8212;is one unknown to the common law, which provided for no such review. We are afforded but a meager and fragmentary guide if our review is to be controlled by the Seventh Amendment, read as though it had incorporated by reference the particular details of English trial practice exhibited by the law books in 1791. We know that as late as the middle of the eighteenth century the English courts, by directing an increase of the judgment where the verdict was thought to be inadequate, had exercised an extraordinary measure of control over the verdict of the jury in cases of mayhem and battery; and that the practice of denying a new trial upon a remittitur had received some recognition in the English courts. Belt v. Lawes, supra, 359 of L.R. 12 Q.B.D.; Watt v. Watt, (1905) A.C. 115, 122. But in no recorded case does it appear that any English judge had considered the possibility of denying a new trial where the defendant had consented to increase the amount of recovery.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">If our only guide is to be this scant record of the practice of controlling the jury's verdict, however fragmentary the state of its development at this period, and if we must deny any possibility of change, development, or improvement, then it must be admitted that search of the legal scrap heap of a century and a half ago may commit us to the incongruous position in which we are left by the present decision: A federal trial court may deny a motion for a new trial where the plaintiff consents to decrease the judgment to a proper amount, but it is powerless to deny the motion if its judgment is influenced by the defendant's consent to a comparable increase in the recovery.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">But I cannot agree that we are circumscribed by so narrow and rigid a conception of the common law. The Judiciary Act of 1789, c. 20, 1 Stat. 73, which impliedly adopted the common-law rules of evidence for criminal trials in federal courts, and which gave to the federal courts jurisdiction of equity as it had then been developed in England, and the state constitutions which adopted the common law as affording rules for judicial decision, have never been construed as accepting only those rules which could then be found in the English precedents. When the Constitution was adopted, the common law was something more than a miscellaneous collection of precedents. It was a system, then a growth of some five centuries, to guide judicial decision. One of its principles, certainly as important as any other, and that which assured the possibility of the continuing vitality and usefulness of the system, was its capacity for growth and development, and its adaptability to every new situation to which it might be needful to apply it. 'This flexibility and capacity for growth and adaptation is,' as the Court declared in Hurtado v. California, 110 U.S. 516, 530, 4 S.Ct. 111, 118, 28 L.Ed. 232, 'the peculiar boast and excellence of the common law.' See, also, Holden v. Hardy, 169 U.S. 366, 385&#8212;387, 18 S.Ct. 383, 42 L.Ed. 780; Twining v. New Jersey, 211 U.S. 78, 101, 29 S.Ct. 14, 53 L.Ed. 97; Funk v. United States, 290 U.S. 371, 380&#8212;386, 54 S.Ct. 212, 78 L.Ed. 369, 93 A.L.R. 1136.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This Court has recently had occasion to point out that the common-law rules, governing the admissibility of evidence and the competency of witnesses in the federal courts are not the particular rules which were in force in 1791, but are those rules adapted to present day conditions, 'in accordance with presentday standards of wisdom and justice rather than in accordance with some outworn and antiquated rule of the past.' Funk v. United States, supra, 290 U.S. 382, 54 S.Ct. 212, 215, 78 L.Ed. 369, 93 A.L.R. 1136; see also Wolfle v. United States, 291 U.S. 7, 12, 54 S.Ct. 279, 78 L.Ed. 617; Holden v. Hardy, supra, 169 U.S. 385&#8212;387, 18 S.Ct. 383, 42 L.Ed. 780.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The common law is not one system when it, or some part of it, is adopted by the Judiciary Act and another if it is taken over by the Seventh Amendment. If this Court could thus, in conformity to common law, substitute a new rule for an old one because it was more consonant with modern conditions, it would seem that no violence would be done to the common law by extending the principle of the remittitur to the case where the verdict is inadequate, although the common law had made no rule on the subject in 1791; and that we could not rightly refuse to apply to either the principle of general application, that it is competent to exercise a discretionary power to grant or withhold relief in any way which is not unjust. See Belt v. Lawes, supra, 358 of L.R. 12 Q.B.D.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Appellate federal courts, although without common-law precedent, have not hesitated to resort to the remittitur where, by its use, the necessity of a new trial could justly be avoided. Bank of Kentucky v. Ashley, 2 Pet. 327, 329, 7 L.Ed. 440; Phillips &amp; Colby Construction Co. v. Seymour, 91 U.S. 646, 656, 23 L.Ed. 341; Hopkins v. Orr, 124 U.S. 510, 514, 8 S.Ct. 590, 31 L.Ed. 523; Washington &amp; Georgetown R. Co. v. Harmon, 147 U.S. 571, 590, 13 S.Ct. 557, 37 L.Ed. 284; Hansen v. Boyd, 161 U.S. 397, 411, 412, 16 S.Ct. 571, 40 L.Ed. 746. The trial judge who denies a motion for a new trial, because the plaintiff has consented to reduce, or a defendant has consented to increase, the amount of the recovery, does no more than when, sitting in equity, he withholds relief upon the compliance with a condition, the performance of which will do substantial justice. See Harrisonville v. Dickey Clay Co., 289 U.S. 334, 338, 53 S.Ct. 602, 77 L.Ed. 1208.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">To me it seems an indefensible anachronism for the law to reject the like principle of decision, in reviewing on appeal denials of motions for new trial, where the plaintiff has consented to decrease the judgment or the defendant has consented to increase it by the proper amount, or to apply it in the one case and reject it in the other. It is difficult to see upon what principle the denial of a motion for a new trial, which for centuries has been regarded as so much a matter of discretion that it is not disturbed when its only support may be a bad or inadequate reason, may nevertheless be set aside on appeal when it is supported by a good one: That the defendant has bound himself to pay an increased amount of damages which the court judicially knows is within the limits of a proper verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">On this question the decisions of the English courts since the adoption of the Constitution do not have the force of precedents; they are of weight only so far as they are persuasive. It is enough to say that when in 1905 the House of Lords in Watt v. Watt, supra, overruled Belt v. Lawes, supra, and terminated the practice of the remittitur, it did not comment on the fact that it was reviewing an exercise of discretion in the denial of a new trial. So far as appears, it did not consider, in the light of any legal analogy, whether the denial of the motion because of the plaintiff's consent could be deemed in any proper sense an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The CHIEF JUSTICE, Mr. Justice BRANDEIS, and Mr. Justice CARDOZO concur.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The power of the English appellate courts to review such action has been enlarged by statute, and the motion itself must be made to the Court of Appeal. Supreme Court of Judicature Act, 1875, 38 &amp; 39 Vict., c. 77, Order 58; Rules of the Supreme Court of Judicature, Order 39. See Fairmount Glass Works v. Cub Fork Coal Co., 287 U.S. 474, 482, 53 S.Ct. 252, 77 L.Ed. 439, note 9.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In England, before the adoption of the Seventh Amendment, the motion was made not to the trial judge but to the court sitting en banc. Blackstone's Commentaries, v. 3, p. 391; Tidd's Practice, v. 2, pp. 819&#8212;821. By the Supreme Court of Judicature Act 1875, 38 &amp; 39 Vict., c. 77, Order 58, see Order 39 of Rules of Supreme Court of Judicature, the motion was required to be made to the Court of Appeal, from whose decision an appeal might be taken to the House of Lords.</p>\n        <p>The original organization of the federal courts was capable of use in such a fashion that the motion could be made to the circuit court, something in the nature of a court en banc, but no such practice developed. Judiciary Act of 1789, c. 20, &#167;&#167; 4, 17, 1 Stat. 73, 74, 83; Hinton, Power of Federal Appellate Court to Review Ruling on Motion for New Trial, 1 Univ. of Chicago Law Rev. 111, 113.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/102358/"
}