{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "295 U.S. 602", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/102475/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Humphrey's v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "667", 
    "id": 86858, 
    "resource_uri": "/api/rest/v2/citation/86858/"
  }, 
  "id": 102475, 
  "blocked": false, 
  "judges": "Sutherland", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1935-05-27", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>295 U.S. 602 (1935)</b></center>\n<center><h1>HUMPHREY'S EXECUTOR<br>\nv.<br>\nUNITED STATES.<sup>[*]</sup></h1></center>\n<center>No. 667.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 1, 1935.</center>\n<center>Decided May 27, 1935.</center>\nCERTIFICATE FROM THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*604</span> <i>Mr. Wm. J. Donovan,</i> orally (<i>Messrs. Henry Herrick Bond</i> and <i>Ralstone R. Irvine</i> were with him on the brief) for Humphrey's Executor.</p>\n<p><span class=\"star-pagination\">*612</span> <i>Solicitor General Reed,</i> with whom <i>Assistant Attorney General Sweeney</i> and <i>Messrs. Paul A. Sweeney</i> and <i>M. Leo Looney, Jr.,</i> were on the brief, for the United States.</p>\n<p><span class=\"star-pagination\">*618</span> MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>Plaintiff brought suit in the Court of Claims against the United States to recover a sum of money alleged to be due the deceased for salary as a Federal Trade Commissioner from October 8, 1933, when the President undertook to remove him from office, to the time of his death on February 14, 1934. The court below has certified to this court two questions (Act of February 13, 1925, § 3 (a), c. 229, 43 Stat. 936, 939; 28 U.S.C. § 288), in respect of the power of the President to make the removal. The material facts which give rise to the questions are as follows:</p>\n<p>William E. Humphrey, the decedent, on December 10, 1931, was nominated by President Hoover to succeed himself as a member of the Federal Trade Commission, and was confirmed by the United States Senate. He was duly commissioned for a term of seven years expiring September 25, 1938; and, after taking the required oath of office, entered upon his duties. On July 25, 1933, President Roosevelt addressed a letter to the commissioner asking for his resignation, on the ground \"that the aims and purposes of the Administration with respect to the work of the Commission can be carried out most effectively with personnel of my own selection,\" but disclaiming any reflection upon the commissioner personally or upon his services. The commissioner replied, asking time to consult <span class=\"star-pagination\">*619</span> his friends. After some further correspondence upon the subject, the President on August 31, 1933, wrote the commissioner expressing the hope that the resignation would be forthcoming and saying:</p>\n<p>\"You will, I know, realize that I do not feel that your mind and my mind go along together on either the policies or the administering of the Federal Trade Commission, and, frankly, I think it is best for the people of this country that I should have a full confidence.\"</p>\n<p>The commissioner declined to resign; and on October 7, 1933, the President wrote him:</p>\n<p>\"Effective as of this date you are hereby removed from the office of Commissioner of the Federal Trade Commission.\"</p>\n<p>Humphrey never acquiesced in this action, but continued thereafter to insist that he was still a member of the commission, entitled to perform its duties and receive the compensation provided by law at the rate of $10,000 per annum. Upon these and other facts set forth in the certificate, which we deem it unnecessary to recite, the following questions are certified:</p>\n<p>\"1. Do the provisions of section 1 of the Federal Trade Commission Act, stating that `any commissioner may be removed by the President for inefficiency, neglect of duty, or malfeasance in office,' restrict or limit the power of the President to remove a commissioner except upon one or more of the causes named?</p>\n<p>\"If the foregoing question is answered in the affirmative, then \u0097</p>\n<p>\"2. If the power of the President to remove a commissioner is restricted or limited as shown by the foregoing interrogatory and the answer made thereto, is such a restriction or limitation valid under the Constitution of the United States?\"</p>\n<p>The Federal Trade Commission Act, c. 311, 38 Stat. 717; 15 U.S.C. §§ 41, 42, creates a commission of five <span class=\"star-pagination\">*620</span> members to be appointed by the President by and with the advice and consent of the Senate, and § 1 provides:</p>\n<p>\"Not more than three of the commissioners shall be members of the same political party. The first commissioners appointed shall continue in office for terms of three, four, five, six, and seven years, respectively, from the date of the taking effect of this Act, the term of each to be designated by the President, but their successors shall be appointed for terms of seven years, except that any person chosen to fill a vacancy shall be appointed only for the unexpired term of the commissioner whom he shall succeed. The commission shall choose a chairman from its own membership. No commissioner shall engage in any other business, vocation, or employment. Any commissioner may be removed by the President for inefficiency, neglect of duty, or malfeasance in office. . . .\"</p>\n<p>Section 5 of the act in part provides:</p>\n<p>\"That unfair methods of competition in commerce are hereby declared unlawful.</p>\n<p>\"The commission is hereby empowered and directed to prevent persons, partnerships, or corporations, except banks, and common carriers subject to the Acts to regulate commerce, from using unfair methods of competition in commerce.\"</p>\n<p>In exercising this power, the commission must issue a complaint stating its charges and giving notice of hearing upon a day to be fixed. A person, partnership, or corporation proceeded against is given the right to appear at the time and place fixed and show cause why an order to cease and desist should not be issued. There is provision for intervention by others interested. If the commission finds the method of competition is one prohibited by the act, it is directed to make a report in writing stating its findings as to the facts, and to issue and cause to be served a cease and desist order. If the order is disobeyed, the commission may apply to the appropriate circuit court of <span class=\"star-pagination\">*621</span> appeals for its enforcement. The party subject to the order may seek and obtain a review in the circuit court of appeals in a manner provided by the act.</p>\n<p>Section 6, among other things, gives the commission wide powers of investigation in respect of certain corporations subject to the act, and in respect of other matters, upon which it must report to Congress with recommendations. Many such investigations have been made, and some have served as the basis of congressional legislation.</p>\n<p>Section 7 provides:</p>\n<p>\"That in any suit in equity brought by or under the direction of the Attorney General as provided in the antitrust Acts, the court may, upon the conclusion of the testimony therein, if it shall be then of opinion that the complainant is entitled to relief, refer said suit to the commission, as a master in chancery, to ascertain and report an appropriate form of decree therein. The commission shall proceed upon such notice to the parties and under such rules of procedure as the court may prescribe, and upon the coming in of such report such exceptions may be filed and such proceedings had in relation thereto as upon the report of a master in other equity causes, but the court may adopt or reject such report, in whole or in part, and enter such decree as the nature of the case may in its judgment require.\"</p>\n<p><i>First.</i> The question first to be considered is whether, by the provisions of § 1 of the Federal Trade Commission Act already quoted, the President's power is limited to removal for the specific causes enumerated therein. The negative contention of the government is based principally upon the decision of this court in <i>Shurtleff</i> v. <i>United States,</i> 189 U.S. 311. That case involved the power of the President to remove a general appraiser of merchandise appointed under the Act of June 10, 1890, 26 Stat. 131. Section 12 of the act provided for the appointment by the President, by and with the advice and consent <span class=\"star-pagination\">*622</span> of the Senate, of nine general appraisers of merchandise, who \"may be removed from office at any time by the President for inefficiency, neglect of duty, or malfeasance in office.\" The President removed Shurtleff without assigning any cause therefor. The Court of Claims dismissed plaintiff's petition to recover salary, upholding the President's power to remove for causes other than those stated. In this court Shurtleff relied upon the maxim <i>expressio unius est exclusio alterius;</i> but this court held that, while the rule expressed in the maxim was a very proper one and founded upon justifiable reasoning in many instances, it \"should not be accorded controlling weight when to do so would involve the alteration of the universal practice of the government for over a century and the consequent curtailment of the powers of the executive in such an unusual manner.\" What the court meant by this expression appears from a reading of the opinion. That opinion \u0097 after saying that no term of office was fixed by the act and that, with the exception of judicial officers provided for by the Constitution, no civil officer had ever held office by life tenure since the foundation of the government \u0097 points out that to construe the statute as contended for by Shurtleff would give the appraiser the right to hold office during his life or until found guilty of some act specified in the statute, the result of which would be a complete revolution in respect of the general tenure of office, effected by implication with regard to that particular office only.</p>\n<p>\"We think it quite inadmissible,\" the court said (pp. 316, 318), \"to attribute an intention on the part of Congress to make such an extraordinary change in the usual rule governing the tenure of office, and one which is to be applied to this particular office only, without stating such intention in plain and explicit language, instead of leaving it to be implied from doubtful inferences. . . . We cannot bring ourselves to the belief that Congress ever <span class=\"star-pagination\">*623</span> intended this result while omitting to use language which would put that intention beyond doubt.\"</p>\n<p>These circumstances, which led the court to reject the maxim as inapplicable, are exceptional. In the face of the unbroken precedent against life tenure, except in the case of the judiciary, the conclusion that Congress intended that, from among all other civil officers, appraisers alone should be selected to hold office for life was so extreme as to forbid, in the opinion of the court, any ruling which would produce that result if it reasonably could be avoided. The situation here presented is plainly and wholly different. The statute fixes a term of office, in accordance with many precedents. The first commissioners appointed are to continue in office for terms of three, four, five, six, and seven years, respectively; and their successors are to be appointed for terms of seven years \u0097 any commissioner being subject to removal by the President for inefficiency, neglect of duty, or malfeasance in office. The words of the act are definite and unambiguous.</p>\n<p>The government says the phrase \"continue in office\" is of no legal significance and, moreover, applies only to the first commissioners. We think it has significance. It may be that, literally, its application is restricted as suggested; but it, nevertheless, lends support to a view contrary to that of the government as to the meaning of the entire requirement in respect of tenure; for it is not easy to suppose that Congress intended to secure the first commissioners against removal except for the causes specified and deny like security to their successors. Putting this phrase aside, however, the fixing of a definite term subject to removal for cause, unless there be some countervailing provision or circumstance indicating the contrary, which here we are unable to find, is enough to establish the legislative intent that the term is not to be curtailed in the absence of such cause. But if the intention of <span class=\"star-pagination\">*624</span> Congress that no removal should be made during the specified term except for one or more of the enumerated causes were not clear upon the face of the statute, as we think it is, it would be made clear by a consideration of the character of the commission and the legislative history which accompanied and preceded the passage of the act.</p>\n<p>The commission is to be non-partisan; and it must, from the very nature of its duties, act with entire impartiality. It is charged with the enforcement of no policy except the policy of the law. Its duties are neither political nor executive, but predominantly quasi-judicial and quasi-legislative. Like the Interstate Commerce Commission, its members are called upon to exercise the trained judgment of a body of experts \"appointed by law and informed by experience.\" <i>Illinois Central R. Co.</i> v. <i>Interstate Commerce Comm'n,</i> 206 U.S. 441, 454; <i>Standard Oil Co.</i> v. <i>United States,</i> 283 U.S. 235, 238-239.</p>\n<p>The legislative reports in both houses of Congress clearly reflect the view that a fixed term was necessary to the effective and fair administration of the law. In the report to the Senate (No. 597, 63d Cong., 2d Sess., pp. 10-11) the Senate Committee on Interstate Commerce, in support of the bill which afterwards became the act in question, after referring to the provision fixing the term of office at seven years, so arranged that the membership would not be subject to complete change at any one time, said:</p>\n<p>\"The work of this commission will be of a most exacting and difficult character, demanding persons who have experience in the problems to be met \u0097 that is, a proper knowledge of both the public requirements and the practical affairs of industry. It is manifestly desirable that the terms of the commissioners shall be long enough to give them an opportunity to acquire the expertness in dealing with these special questions concerning industry that comes from experience.\"</p>\n<p><span class=\"star-pagination\">*625</span> The report declares that one advantage which the commission possessed over the Bureau of Corporations (an executive subdivision in the Department of Commerce which was abolished by the act) lay in the fact of its independence, and that it was essential that the commission should not be open to the suspicion of partisan direction. The report quotes (p. 22) a statement to the committee by Senator Newlands, who reported the bill, that the tribunal should be of high character and \"independent of any department of the government. . . . a board or commission of dignity, permanence, and ability, independent of executive authority, except in its selection, and independent in character.\"</p>\n<p>The debates in both houses demonstrate that the prevailing view was that the commission was not to be \"subject to anybody in the government but . . . only to the people of the United States\"; free from \"political domination or control\" or the \"probability or possibility of such a thing\"; to be \"separate and apart from any existing department of the government \u0097 not subject to the orders of the President.\"</p>\n<p>More to the same effect appears in the debates, which were long and thorough and contain nothing to the contrary. While the general rule precludes the use of these debates to explain the meaning of the words of the statute, they may be considered as reflecting light upon its general purposes and the evils which it sought to remedy. <i>Federal Trade Comm'n</i> v. <i>Raladam Co.,</i> 283 U.S. 643, 650.</p>\n<p>Thus, the language of the act, the legislative reports, and the general purposes of the legislation as reflected by the debates, all combine to demonstrate the Congressional intent to create a body of experts who shall gain experience by length of service \u0097 a body which shall be independent of executive authority, <i>except in its selection,</i> and free to exercise its judgment without the leave or hindrance <span class=\"star-pagination\">*626</span> of any other official or any department of the government. To the accomplishment of these purposes, it is clear that Congress was of opinion that length and certainty of tenure would vitally contribute. And to hold that, nevertheless, the members of the commission continue in office at the mere will of the President, might be to thwart, in large measure, the very ends which Congress sought to realize by definitely fixing the term of office.</p>\n<p>We conclude that the intent of the act is to limit the executive power of removal to the causes enumerated, the existence of none of which is claimed here; and we pass to the second question.</p>\n<p><i>Second.</i> To support its contention that the removal provision of § 1, as we have just construed it, is an unconstitutional interference with the executive power of the President, the government's chief reliance is <i>Myers</i> v. <i>United States,</i> 272 U.S. 52. That case has been so recently decided, and the prevailing and dissenting opinions so fully review the general subject of the power of executive removal, that further discussion would add little of value to the wealth of material there collected. These opinions examine at length the historical, legislative and judicial data bearing upon the question, beginning with what is called \"the decision of 1789\" in the first Congress and coming down almost to the day when the opinions were delivered. They occupy 243 pages of the volume in which they are printed. Nevertheless, the narrow point actually decided was only that the President had power to remove a postmaster of the first class, without the advice and consent of the Senate as required by act of Congress. In the course of the opinion of the court, expressions occur which tend to sustain the government's contention, but these are beyond the point involved and, therefore, do not come within the rule of <i>stare decisis.</i> In so far as they are out of harmony with the views here set forth, these expressions are disapproved. A like situation was <span class=\"star-pagination\">*627</span> presented in the case of <i>Cohens</i> v. <i>Virginia,</i> 6 Wheat. 264, 399, in respect of certain general expressions in the opinion in <i>Marbury</i> v. <i>Madison,</i> 1 Cranch 137. Chief Justice Marshall, who delivered the opinion in the <i>Marbury</i> case, speaking again for the court in the <i>Cohens</i> case, said:</p>\n<p>\"It is a maxim, not to be disregarded, that general expressions, in every opinion, are to be taken in connection with the case in which those expressions are used. If they go beyond the case, they may be respected, but ought not to control the judgment in a subsequent suit, when the very point is presented for decision. The reason of this maxim is obvious. The question actually before the Court is investigated with care, and considered in its full extent. Other principles which may serve to illustrate it, are considered in their relation to the case decided, but their possible bearing on all other cases is seldom completely investigated.\"</p>\n<p>And he added that these general expressions in the case of <i>Marbury</i> v. <i>Madison</i> were to be understood with the limitations put upon them by the opinion in the <i>Cohens</i> case. See, also, <i>Carroll</i> v. <i>Lessee of Carroll,</i> 16 How. 275, 286-287; <i>O'Donoghue</i> v. <i>United States,</i> 289 U.S. 516, 550.</p>\n<p>The office of a postmaster is so essentially unlike the office now involved that the decision in the <i>Myers</i> case cannot be accepted as controlling our decision here. A postmaster is an executive officer restricted to the performance of executive functions. He is charged with no duty at all related to either the legislative or judicial power. The actual decision in the <i>Myers</i> case finds support in the theory that such an officer is merely one of the units in the executive department and, hence, inherently subject to the exclusive and illimitable power of removal by the Chief Executive, whose subordinate and aid he is. Putting aside <i>dicta,</i> which may be followed if sufficiently persuasive but which are not controlling, the necessary reach of the decision goes far enough to include <span class=\"star-pagination\">*628</span> all purely executive officers. It goes no farther; \u0097 much less does it include an officer who occupies no place in the executive department and who exercises no part of the executive power vested by the Constitution in the President.</p>\n<p>The Federal Trade Commission is an administrative body created by Congress to carry into effect legislative policies embodied in the statute in accordance with the legislative standard therein prescribed, and to perform other specified duties as a legislative or as a judicial aid. Such a body cannot in any proper sense be characterized as an arm or an eye of the executive. Its duties are performed without executive leave and, in the contemplation of the statute, must be free from executive control. In administering the provisions of the statute in respect of \"unfair methods of competition\" \u0097 that is to say in filling in and administering the details embodied by that general standard \u0097 the commission acts in part quasi-legislatively and in part quasi-judicially. In making investigations and reports thereon for the information of Congress under § 6, in aid of the legislative power, it acts as a legislative agency. Under § 7, which authorizes the commission to act as a master in chancery under rules prescribed by the court, it acts as an agency of the judiciary. To the extent that it exercises any executive function \u0097 as distinguished from executive power in the constitutional sense \u0097 it does so in the discharge and effectuation of its quasi-legislative or quasi-judicial powers, or as an agency of the legislative or judicial departments of the government.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*629</span> If Congress is without authority to prescribe causes for removal of members of the trade commission and limit executive power of removal accordingly, that power at once becomes practically all-inclusive in respect of civil officers with the exception of the judiciary provided for by the Constitution. The Solicitor General, at the bar, apparently recognizing this to be true, with commendable candor, agreed that his view in respect of the removability of members of the Federal Trade Commission necessitated a like view in respect of the Interstate Commerce Commission and the Court of Claims. We are thus confronted with the serious question whether not only the members of these quasi-legislative and quasi-judicial bodies, but the judges of the legislative Court of Claims, exercising judicial power (<i>Williams</i> v. <i>United States,</i> 289 U.S. 553, 565-567), continue in office only at the pleasure of the President.</p>\n<p>We think it plain under the Constitution that illimitable power of removal is not possessed by the President in respect of officers of the character of those just named. The authority of Congress, in creating quasi-legislative or quasi-judicial agencies, to require them to act in discharge of their duties independently of executive control cannot well be doubted; and that authority includes, as an appropriate incident, power to fix the period during which they shall continue in office, and to forbid their removal except for cause in the meantime. For it is quite evident that one who holds his office only during the pleasure of another, cannot be depended upon to maintain an attitude of independence against the latter's will.</p>\n<p>The fundamental necessity of maintaining each of the three general departments of government entirely free from the control or coercive influence, direct or indirect, of either of the others, has often been stressed and is hardly open to serious question. So much is implied in <span class=\"star-pagination\">*630</span> the very fact of the separation of the powers of these departments by the Constitution; and in the rule which recognizes their essential co-equality. The sound application of a principle that makes one master in his own house precludes him from imposing his control in the house of another who is master there. James Wilson, one of the framers of the Constitution and a former justice of this court, said that the independence of each department required that its proceedings \"should be free from the remotest influence, direct or indirect, of either of the other two powers.\" Andrews, The Works of James Wilson (1896), vol. 1, p. 367. And Mr. Justice Story in the first volume of his work on the Constitution, 4th ed., § 530, citing No. 48 of the Federalist, said that neither of the departments in reference to each other \"ought to possess, directly or indirectly, an overruling influence in the administration of their respective powers.\" And see <i>O'Donoghue</i> v. <i>United States, supra,</i> at pp. 530-531.</p>\n<p>The power of removal here claimed for the President falls within this principle, since its coercive influence threatens the independence of a commission, which is not only wholly disconnected from the executive department, but which, as already fully appears, was created by Congress as a means of carrying into operation legislative and judicial powers, and as an agency of the legislative and judicial departments.</p>\n<p>In the light of the question now under consideration, we have reexamined the precedents referred to in the <i>Myers</i> case, and find nothing in them to justify a conclusion contrary to that which we have reached. The so-called \"decision of 1789\" had relation to a bill proposed by Mr. Madison to establish an executive Department of Foreign Affairs. The bill provided that the principal officer was \"to be removable from office by the President of the United States.\" This clause was changed to read \"whenever the principal officer shall be removed <span class=\"star-pagination\">*631</span> from office by the President of the United States\" certain things should follow, thereby, in connection with the debates, recognizing and confirming, as the court thought in the <i>Myers</i> case, the sole power of the President in the matter. We shall not discuss the subject further, since it is so fully covered by the opinions in the <i>Myers</i> case, except to say that the office under consideration by Congress was not only purely executive, but the officer one who was responsible to the President, and to him alone, in a very definite sense. A reading of the debates shows that the President's illimitable power of removal was not considered in respect of other than executive officers. And it is pertinent to observe that when, at a later time, the tenure of office for the Comptroller of the Treasury was under consideration, Mr. Madison quite evidently thought that, since the duties of that office were not purely of an executive nature but partook of the judiciary quality as well, a different rule in respect of executive removal might well apply. 1 Annals of Congress, cols. 611-612.</p>\n<p>In <i>Marbury</i> v. <i>Madison, supra,</i> pp. 162, 165-166, it is made clear that Chief Justice Marshall was of opinion that a justice of the peace for the District of Columbia was not removable at the will of the President; and that there was a distinction between such an officer and officers appointed to aid the President in the performance of his constitutional duties. In the latter case, the distinction he saw was that \"their acts are his acts\" and his will, therefore, controls; and, by way of illustration, he adverted to the act establishing the Department of Foreign Affairs, which was the subject of the \"decision of 1789.\"</p>\n<p>The result of what we now have said is this: Whether the power of the President to remove an officer shall prevail over the authority of Congress to condition the power by fixing a definite term and precluding a removal except for cause, will depend upon the character of the office; the <i>Myers</i> decision, affirming the power of the President <span class=\"star-pagination\">*632</span> alone to make the removal, is confined to purely executive officers; and as to officers of the kind here under consideration, we hold that no removal can be made during the prescribed term for which the officer is appointed, except for one or more of the causes named in the applicable statute.</p>\n<p>To the extent that, between the decision in the <i>Myers</i> case, which sustains the unrestrictable power of the President to remove purely executive officers, and our present decision that such power does not extend to an office such as that here involved, there shall remain a field of doubt, we leave such cases as may fall within it for future consideration and determination as they may arise.</p>\n<p>In accordance with the foregoing, the questions submitted are answered.</p>\n<p><i>Question No. 1, Yes.</i></p>\n<p><i>Question No. 2, Yes.</i></p>\n<p>MR. JUSTICE McREYNOLDS agrees that both questions should be answered in the affirmative. A separate opinion in <i>Myers</i> v. <i>United States,</i> 272 U.S. 178, states his views concerning the power of the President to remove appointees.</p>\n<h2>NOTES</h2>\n<p>[*]  The docket title of this case is: <i>Rathbun, Executor,</i> v. <i>United States.</i></p>\n<p>[*]  The provision of § 6 (d) of the act which authorizes the President to direct an investigation and report by the commission in relation to alleged violations of the anti-trust acts, is so obviously collateral to the main design of the act as not to detract from the force of this general statement as to the character of that body.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:53:21", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></span> (1935)</b></center>\n<center><h1>HUMPHREY'S EXECUTOR<br>\nv.<br>\nUNITED STATES.<sup>[*]</sup></h1></center>\n<center>No. 667.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 1, 1935.</center>\n<center>Decided May 27, 1935.</center>\nCERTIFICATE FROM THE COURT OF CLAIMS.\n<p><span class=\"star-pagination\">*604</span> <i>Mr. Wm. J. Donovan,</i> orally (<i>Messrs. Henry Herrick Bond</i> and <i>Ralstone R. Irvine</i> were with him on the brief) for Humphrey's Executor.</p>\n<p><span class=\"star-pagination\">*612</span> <i>Solicitor General Reed,</i> with whom <i>Assistant Attorney General Sweeney</i> and <i>Messrs. Paul A. Sweeney</i> and <i>M. Leo Looney, Jr.,</i> were on the brief, for the United States.</p>\n<p><span class=\"star-pagination\">*618</span> MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>Plaintiff brought suit in the Court of Claims against the United States to recover a sum of money alleged to be due the deceased for salary as a Federal Trade Commissioner from October 8, 1933, when the President undertook to remove him from office, to the time of his death on February 14, 1934. The court below has certified to this court two questions (Act of February 13, 1925, § 3 (a), c. 229, 43 Stat. 936, 939; 28 U.S.C. § 288), in respect of the power of the President to make the removal. The material facts which give rise to the questions are as follows:</p>\n<p>William E. Humphrey, the decedent, on December 10, 1931, was nominated by President Hoover to succeed himself as a member of the Federal Trade Commission, and was confirmed by the United States Senate. He was duly commissioned for a term of seven years expiring September 25, 1938; and, after taking the required oath of office, entered upon his duties. On July 25, 1933, President Roosevelt addressed a letter to the commissioner asking for his resignation, on the ground \"that the aims and purposes of the Administration with respect to the work of the Commission can be carried out most effectively with personnel of my own selection,\" but disclaiming any reflection upon the commissioner personally or upon his services. The commissioner replied, asking time to consult <span class=\"star-pagination\">*619</span> his friends. After some further correspondence upon the subject, the President on August 31, 1933, wrote the commissioner expressing the hope that the resignation would be forthcoming and saying:</p>\n<p>\"You will, I know, realize that I do not feel that your mind and my mind go along together on either the policies or the administering of the Federal Trade Commission, and, frankly, I think it is best for the people of this country that I should have a full confidence.\"</p>\n<p>The commissioner declined to resign; and on October 7, 1933, the President wrote him:</p>\n<p>\"Effective as of this date you are hereby removed from the office of Commissioner of the Federal Trade Commission.\"</p>\n<p>Humphrey never acquiesced in this action, but continued thereafter to insist that he was still a member of the commission, entitled to perform its duties and receive the compensation provided by law at the rate of $10,000 per annum. Upon these and other facts set forth in the certificate, which we deem it unnecessary to recite, the following questions are certified:</p>\n<p>\"1. Do the provisions of section 1 of the Federal Trade Commission Act, stating that `any commissioner may be removed by the President for inefficiency, neglect of duty, or malfeasance in office,' restrict or limit the power of the President to remove a commissioner except upon one or more of the causes named?</p>\n<p>\"If the foregoing question is answered in the affirmative, then \u0097</p>\n<p>\"2. If the power of the President to remove a commissioner is restricted or limited as shown by the foregoing interrogatory and the answer made thereto, is such a restriction or limitation valid under the Constitution of the United States?\"</p>\n<p>The Federal Trade Commission Act, c. 311, 38 Stat. 717; 15 U.S.C. §§ 41, 42, creates a commission of five <span class=\"star-pagination\">*620</span> members to be appointed by the President by and with the advice and consent of the Senate, and § 1 provides:</p>\n<p>\"Not more than three of the commissioners shall be members of the same political party. The first commissioners appointed shall continue in office for terms of three, four, five, six, and seven years, respectively, from the date of the taking effect of this Act, the term of each to be designated by the President, but their successors shall be appointed for terms of seven years, except that any person chosen to fill a vacancy shall be appointed only for the unexpired term of the commissioner whom he shall succeed. The commission shall choose a chairman from its own membership. No commissioner shall engage in any other business, vocation, or employment. Any commissioner may be removed by the President for inefficiency, neglect of duty, or malfeasance in office. . . .\"</p>\n<p>Section 5 of the act in part provides:</p>\n<p>\"That unfair methods of competition in commerce are hereby declared unlawful.</p>\n<p>\"The commission is hereby empowered and directed to prevent persons, partnerships, or corporations, except banks, and common carriers subject to the Acts to regulate commerce, from using unfair methods of competition in commerce.\"</p>\n<p>In exercising this power, the commission must issue a complaint stating its charges and giving notice of hearing upon a day to be fixed. A person, partnership, or corporation proceeded against is given the right to appear at the time and place fixed and show cause why an order to cease and desist should not be issued. There is provision for intervention by others interested. If the commission finds the method of competition is one prohibited by the act, it is directed to make a report in writing stating its findings as to the facts, and to issue and cause to be served a cease and desist order. If the order is disobeyed, the commission may apply to the appropriate circuit court of <span class=\"star-pagination\">*621</span> appeals for its enforcement. The party subject to the order may seek and obtain a review in the circuit court of appeals in a manner provided by the act.</p>\n<p>Section 6, among other things, gives the commission wide powers of investigation in respect of certain corporations subject to the act, and in respect of other matters, upon which it must report to Congress with recommendations. Many such investigations have been made, and some have served as the basis of congressional legislation.</p>\n<p>Section 7 provides:</p>\n<p>\"That in any suit in equity brought by or under the direction of the Attorney General as provided in the antitrust Acts, the court may, upon the conclusion of the testimony therein, if it shall be then of opinion that the complainant is entitled to relief, refer said suit to the commission, as a master in chancery, to ascertain and report an appropriate form of decree therein. The commission shall proceed upon such notice to the parties and under such rules of procedure as the court may prescribe, and upon the coming in of such report such exceptions may be filed and such proceedings had in relation thereto as upon the report of a master in other equity causes, but the court may adopt or reject such report, in whole or in part, and enter such decree as the nature of the case may in its judgment require.\"</p>\n<p><i>First.</i> The question first to be considered is whether, by the provisions of § 1 of the Federal Trade Commission Act already quoted, the President's power is limited to removal for the specific causes enumerated therein. The negative contention of the government is based principally upon the decision of this court in <i>Shurtleff</i> v. <i>United States,</i> 189 U.S. 311. That case involved the power of the President to remove a general appraiser of merchandise appointed under the Act of June 10, 1890, 26 Stat. 131. Section 12 of the act provided for the appointment by the President, by and with the advice and consent <span class=\"star-pagination\">*622</span> of the Senate, of nine general appraisers of merchandise, who \"may be removed from office at any time by the President for inefficiency, neglect of duty, or malfeasance in office.\" The President removed Shurtleff without assigning any cause therefor. The Court of Claims dismissed plaintiff's petition to recover salary, upholding the President's power to remove for causes other than those stated. In this court Shurtleff relied upon the maxim <i>expressio unius est exclusio alterius;</i> but this court held that, while the rule expressed in the maxim was a very proper one and founded upon justifiable reasoning in many instances, it \"should not be accorded controlling weight when to do so would involve the alteration of the universal practice of the government for over a century and the consequent curtailment of the powers of the executive in such an unusual manner.\" What the court meant by this expression appears from a reading of the opinion. That opinion \u0097 after saying that no term of office was fixed by the act and that, with the exception of judicial officers provided for by the Constitution, no civil officer had ever held office by life tenure since the foundation of the government \u0097 points out that to construe the statute as contended for by Shurtleff would give the appraiser the right to hold office during his life or until found guilty of some act specified in the statute, the result of which would be a complete revolution in respect of the general tenure of office, effected by implication with regard to that particular office only.</p>\n<p>\"We think it quite inadmissible,\" the court said (pp. 316, 318), \"to attribute an intention on the part of Congress to make such an extraordinary change in the usual rule governing the tenure of office, and one which is to be applied to this particular office only, without stating such intention in plain and explicit language, instead of leaving it to be implied from doubtful inferences. . . . We cannot bring ourselves to the belief that Congress ever <span class=\"star-pagination\">*623</span> intended this result while omitting to use language which would put that intention beyond doubt.\"</p>\n<p>These circumstances, which led the court to reject the maxim as inapplicable, are exceptional. In the face of the unbroken precedent against life tenure, except in the case of the judiciary, the conclusion that Congress intended that, from among all other civil officers, appraisers alone should be selected to hold office for life was so extreme as to forbid, in the opinion of the court, any ruling which would produce that result if it reasonably could be avoided. The situation here presented is plainly and wholly different. The statute fixes a term of office, in accordance with many precedents. The first commissioners appointed are to continue in office for terms of three, four, five, six, and seven years, respectively; and their successors are to be appointed for terms of seven years \u0097 any commissioner being subject to removal by the President for inefficiency, neglect of duty, or malfeasance in office. The words of the act are definite and unambiguous.</p>\n<p>The government says the phrase \"continue in office\" is of no legal significance and, moreover, applies only to the first commissioners. We think it has significance. It may be that, literally, its application is restricted as suggested; but it, nevertheless, lends support to a view contrary to that of the government as to the meaning of the entire requirement in respect of tenure; for it is not easy to suppose that Congress intended to secure the first commissioners against removal except for the causes specified and deny like security to their successors. Putting this phrase aside, however, the fixing of a definite term subject to removal for cause, unless there be some countervailing provision or circumstance indicating the contrary, which here we are unable to find, is enough to establish the legislative intent that the term is not to be curtailed in the absence of such cause. But if the intention of <span class=\"star-pagination\">*624</span> Congress that no removal should be made during the specified term except for one or more of the enumerated causes were not clear upon the face of the statute, as we think it is, it would be made clear by a consideration of the character of the commission and the legislative history which accompanied and preceded the passage of the act.</p>\n<p>The commission is to be non-partisan; and it must, from the very nature of its duties, act with entire impartiality. It is charged with the enforcement of no policy except the policy of the law. Its duties are neither political nor executive, but predominantly quasi-judicial and quasi-legislative. Like the Interstate Commerce Commission, its members are called upon to exercise the trained judgment of a body of experts \"appointed by law and informed by experience.\" <i>Illinois Central R. Co.</i> v. <i>Interstate Commerce Comm'n,</i> <span class=\"citation\" data-id=\"96696\"><a href=\"/opinion/96696/illinois-cent-c-rr-v-inter-com-comm/\"><span class=\"volume\">206</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">441</span></a></span>, 454; <i>Standard Oil Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101724\"><a href=\"/opinion/101724/standard-oil-co-indiana-v-united-states-et-al/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 238-239.</p>\n<p>The legislative reports in both houses of Congress clearly reflect the view that a fixed term was necessary to the effective and fair administration of the law. In the report to the Senate (No. 597, 63d Cong., 2d Sess., pp. 10-11) the Senate Committee on Interstate Commerce, in support of the bill which afterwards became the act in question, after referring to the provision fixing the term of office at seven years, so arranged that the membership would not be subject to complete change at any one time, said:</p>\n<p>\"The work of this commission will be of a most exacting and difficult character, demanding persons who have experience in the problems to be met \u0097 that is, a proper knowledge of both the public requirements and the practical affairs of industry. It is manifestly desirable that the terms of the commissioners shall be long enough to give them an opportunity to acquire the expertness in dealing with these special questions concerning industry that comes from experience.\"</p>\n<p><span class=\"star-pagination\">*625</span> The report declares that one advantage which the commission possessed over the Bureau of Corporations (an executive subdivision in the Department of Commerce which was abolished by the act) lay in the fact of its independence, and that it was essential that the commission should not be open to the suspicion of partisan direction. The report quotes (p. 22) a statement to the committee by Senator Newlands, who reported the bill, that the tribunal should be of high character and \"independent of any department of the government. . . . a board or commission of dignity, permanence, and ability, independent of executive authority, except in its selection, and independent in character.\"</p>\n<p>The debates in both houses demonstrate that the prevailing view was that the commission was not to be \"subject to anybody in the government but . . . only to the people of the United States\"; free from \"political domination or control\" or the \"probability or possibility of such a thing\"; to be \"separate and apart from any existing department of the government \u0097 not subject to the orders of the President.\"</p>\n<p>More to the same effect appears in the debates, which were long and thorough and contain nothing to the contrary. While the general rule precludes the use of these debates to explain the meaning of the words of the statute, they may be considered as reflecting light upon its general purposes and the evils which it sought to remedy. <i>Federal Trade Comm'n</i> v. <i>Raladam Co.,</i> <span class=\"citation\" data-id=\"101768\"><a href=\"/opinion/101768/ftc-v-raladam-co/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">643</span></a></span>, 650.</p>\n<p>Thus, the language of the act, the legislative reports, and the general purposes of the legislation as reflected by the debates, all combine to demonstrate the Congressional intent to create a body of experts who shall gain experience by length of service \u0097 a body which shall be independent of executive authority, <i>except in its selection,</i> and free to exercise its judgment without the leave or hindrance <span class=\"star-pagination\">*626</span> of any other official or any department of the government. To the accomplishment of these purposes, it is clear that Congress was of opinion that length and certainty of tenure would vitally contribute. And to hold that, nevertheless, the members of the commission continue in office at the mere will of the President, might be to thwart, in large measure, the very ends which Congress sought to realize by definitely fixing the term of office.</p>\n<p>We conclude that the intent of the act is to limit the executive power of removal to the causes enumerated, the existence of none of which is claimed here; and we pass to the second question.</p>\n<p><i>Second.</i> To support its contention that the removal provision of § 1, as we have just construed it, is an unconstitutional interference with the executive power of the President, the government's chief reliance is <i>Myers</i> v. <i>United States,</i> 272 U.S. 52. That case has been so recently decided, and the prevailing and dissenting opinions so fully review the general subject of the power of executive removal, that further discussion would add little of value to the wealth of material there collected. These opinions examine at length the historical, legislative and judicial data bearing upon the question, beginning with what is called \"the decision of 1789\" in the first Congress and coming down almost to the day when the opinions were delivered. They occupy 243 pages of the volume in which they are printed. Nevertheless, the narrow point actually decided was only that the President had power to remove a postmaster of the first class, without the advice and consent of the Senate as required by act of Congress. In the course of the opinion of the court, expressions occur which tend to sustain the government's contention, but these are beyond the point involved and, therefore, do not come within the rule of <i>stare decisis.</i> In so far as they are out of harmony with the views here set forth, these expressions are disapproved. A like situation was <span class=\"star-pagination\">*627</span> presented in the case of <i>Cohens</i> v. <i>Virginia,</i> <span class=\"citation\" data-id=\"85330\"><a href=\"/opinion/85330/cohens-v-virginia/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">264</span></a></span>, 399, in respect of certain general expressions in the opinion in <i>Marbury</i> v. <i>Madison,</i> 1 Cranch 137. Chief Justice Marshall, who delivered the opinion in the <i>Marbury</i> case, speaking again for the court in the <i>Cohens</i> case, said:</p>\n<p>\"It is a maxim, not to be disregarded, that general expressions, in every opinion, are to be taken in connection with the case in which those expressions are used. If they go beyond the case, they may be respected, but ought not to control the judgment in a subsequent suit, when the very point is presented for decision. The reason of this maxim is obvious. The question actually before the Court is investigated with care, and considered in its full extent. Other principles which may serve to illustrate it, are considered in their relation to the case decided, but their possible bearing on all other cases is seldom completely investigated.\"</p>\n<p>And he added that these general expressions in the case of <i>Marbury</i> v. <i>Madison</i> were to be understood with the limitations put upon them by the opinion in the <i>Cohens</i> case. See, also, <i>Carroll</i> v. <i>Lessee of Carroll,</i> <span class=\"citation\" data-id=\"86873\"><a href=\"/opinion/86873/carroll-v-lessee-of-carroll/\"><span class=\"volume\">16</span> <span class=\"reporter\">How.</span> <span class=\"page\">275</span></a></span>, 286-287; <i>O'Donoghue</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102111\"><a href=\"/opinion/102111/odonoghue-v-united-states/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 550.</p>\n<p>The office of a postmaster is so essentially unlike the office now involved that the decision in the <i>Myers</i> case cannot be accepted as controlling our decision here. A postmaster is an executive officer restricted to the performance of executive functions. He is charged with no duty at all related to either the legislative or judicial power. The actual decision in the <i>Myers</i> case finds support in the theory that such an officer is merely one of the units in the executive department and, hence, inherently subject to the exclusive and illimitable power of removal by the Chief Executive, whose subordinate and aid he is. Putting aside <i>dicta,</i> which may be followed if sufficiently persuasive but which are not controlling, the necessary reach of the decision goes far enough to include <span class=\"star-pagination\">*628</span> all purely executive officers. It goes no farther; \u0097 much less does it include an officer who occupies no place in the executive department and who exercises no part of the executive power vested by the Constitution in the President.</p>\n<p>The Federal Trade Commission is an administrative body created by Congress to carry into effect legislative policies embodied in the statute in accordance with the legislative standard therein prescribed, and to perform other specified duties as a legislative or as a judicial aid. Such a body cannot in any proper sense be characterized as an arm or an eye of the executive. Its duties are performed without executive leave and, in the contemplation of the statute, must be free from executive control. In administering the provisions of the statute in respect of \"unfair methods of competition\" \u0097 that is to say in filling in and administering the details embodied by that general standard \u0097 the commission acts in part quasi-legislatively and in part quasi-judicially. In making investigations and reports thereon for the information of Congress under § 6, in aid of the legislative power, it acts as a legislative agency. Under § 7, which authorizes the commission to act as a master in chancery under rules prescribed by the court, it acts as an agency of the judiciary. To the extent that it exercises any executive function \u0097 as distinguished from executive power in the constitutional sense \u0097 it does so in the discharge and effectuation of its quasi-legislative or quasi-judicial powers, or as an agency of the legislative or judicial departments of the government.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*629</span> If Congress is without authority to prescribe causes for removal of members of the trade commission and limit executive power of removal accordingly, that power at once becomes practically all-inclusive in respect of civil officers with the exception of the judiciary provided for by the Constitution. The Solicitor General, at the bar, apparently recognizing this to be true, with commendable candor, agreed that his view in respect of the removability of members of the Federal Trade Commission necessitated a like view in respect of the Interstate Commerce Commission and the Court of Claims. We are thus confronted with the serious question whether not only the members of these quasi-legislative and quasi-judicial bodies, but the judges of the legislative Court of Claims, exercising judicial power (<i>Williams</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"102112\"><a href=\"/opinion/102112/williams-v-united-states/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span>, 565-567), continue in office only at the pleasure of the President.</p>\n<p>We think it plain under the Constitution that illimitable power of removal is not possessed by the President in respect of officers of the character of those just named. The authority of Congress, in creating quasi-legislative or quasi-judicial agencies, to require them to act in discharge of their duties independently of executive control cannot well be doubted; and that authority includes, as an appropriate incident, power to fix the period during which they shall continue in office, and to forbid their removal except for cause in the meantime. For it is quite evident that one who holds his office only during the pleasure of another, cannot be depended upon to maintain an attitude of independence against the latter's will.</p>\n<p>The fundamental necessity of maintaining each of the three general departments of government entirely free from the control or coercive influence, direct or indirect, of either of the others, has often been stressed and is hardly open to serious question. So much is implied in <span class=\"star-pagination\">*630</span> the very fact of the separation of the powers of these departments by the Constitution; and in the rule which recognizes their essential co-equality. The sound application of a principle that makes one master in his own house precludes him from imposing his control in the house of another who is master there. James Wilson, one of the framers of the Constitution and a former justice of this court, said that the independence of each department required that its proceedings \"should be free from the remotest influence, direct or indirect, of either of the other two powers.\" Andrews, The Works of James Wilson (1896), vol. 1, p. 367. And Mr. Justice Story in the first volume of his work on the Constitution, 4th ed., § 530, citing No. 48 of the Federalist, said that neither of the departments in reference to each other \"ought to possess, directly or indirectly, an overruling influence in the administration of their respective powers.\" And see <i>O'Donoghue</i> v. <i>United States, supra,</i> at pp. 530-531.</p>\n<p>The power of removal here claimed for the President falls within this principle, since its coercive influence threatens the independence of a commission, which is not only wholly disconnected from the executive department, but which, as already fully appears, was created by Congress as a means of carrying into operation legislative and judicial powers, and as an agency of the legislative and judicial departments.</p>\n<p>In the light of the question now under consideration, we have reexamined the precedents referred to in the <i>Myers</i> case, and find nothing in them to justify a conclusion contrary to that which we have reached. The so-called \"decision of 1789\" had relation to a bill proposed by Mr. Madison to establish an executive Department of Foreign Affairs. The bill provided that the principal officer was \"to be removable from office by the President of the United States.\" This clause was changed to read \"whenever the principal officer shall be removed <span class=\"star-pagination\">*631</span> from office by the President of the United States\" certain things should follow, thereby, in connection with the debates, recognizing and confirming, as the court thought in the <i>Myers</i> case, the sole power of the President in the matter. We shall not discuss the subject further, since it is so fully covered by the opinions in the <i>Myers</i> case, except to say that the office under consideration by Congress was not only purely executive, but the officer one who was responsible to the President, and to him alone, in a very definite sense. A reading of the debates shows that the President's illimitable power of removal was not considered in respect of other than executive officers. And it is pertinent to observe that when, at a later time, the tenure of office for the Comptroller of the Treasury was under consideration, Mr. Madison quite evidently thought that, since the duties of that office were not purely of an executive nature but partook of the judiciary quality as well, a different rule in respect of executive removal might well apply. 1 Annals of Congress, cols. 611-612.</p>\n<p>In <i>Marbury</i> v. <i>Madison, supra,</i> pp. 162, 165-166, it is made clear that Chief Justice Marshall was of opinion that a justice of the peace for the District of Columbia was not removable at the will of the President; and that there was a distinction between such an officer and officers appointed to aid the President in the performance of his constitutional duties. In the latter case, the distinction he saw was that \"their acts are his acts\" and his will, therefore, controls; and, by way of illustration, he adverted to the act establishing the Department of Foreign Affairs, which was the subject of the \"decision of 1789.\"</p>\n<p>The result of what we now have said is this: Whether the power of the President to remove an officer shall prevail over the authority of Congress to condition the power by fixing a definite term and precluding a removal except for cause, will depend upon the character of the office; the <i>Myers</i> decision, affirming the power of the President <span class=\"star-pagination\">*632</span> alone to make the removal, is confined to purely executive officers; and as to officers of the kind here under consideration, we hold that no removal can be made during the prescribed term for which the officer is appointed, except for one or more of the causes named in the applicable statute.</p>\n<p>To the extent that, between the decision in the <i>Myers</i> case, which sustains the unrestrictable power of the President to remove purely executive officers, and our present decision that such power does not extend to an office such as that here involved, there shall remain a field of doubt, we leave such cases as may fall within it for future consideration and determination as they may arise.</p>\n<p>In accordance with the foregoing, the questions submitted are answered.</p>\n<p><i>Question No. 1, Yes.</i></p>\n<p><i>Question No. 2, Yes.</i></p>\n<p>MR. JUSTICE McREYNOLDS agrees that both questions should be answered in the affirmative. A separate opinion in <i>Myers</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100350\"><a href=\"/opinion/100350/myers-v-united-states/\"><span class=\"volume\">272</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, states his views concerning the power of the President to remove appointees.</p>\n<h2>NOTES</h2>\n<p>[*]  The docket title of this case is: <i>Rathbun, Executor,</i> v. <i>United States.</i></p>\n<p>[*]  The provision of § 6 (d) of the act which authorizes the President to direct an investigation and report by the commission in relation to alleged violations of the anti-trust acts, is so obviously collateral to the main design of the act as not to detract from the force of this general statement as to the character of that body.</p>\n\n</div>", 
  "sha1": "cee6046d763cfe0963ec981046975381ea06ce5a", 
  "date_modified": "2015-04-22T14:16:22.490549", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/102475/humphreys-v-united-states/", 
  "citation_count": 140, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/81499/", 
  "html": "<p class=\"case_cite\">295 U.S. 602</p>\n    <p class=\"case_cite\">55 S.Ct. 869</p>\n    <p class=\"case_cite\">79 L.Ed. 1611</p>\n    <p class=\"parties\">HUMPHREY'S EX'R<br>v.<br>UNITED STATES. RATHBUN v. SAME.</p>\n    <p class=\"docket\">No. 667.</p>\n    <p class=\"date\">Argued May 1, 1935.</p>\n    <p class=\"date\">Decided May 27, 1935.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Argument of Counsel from pages 602-604 intentionally omitted]</p>\n      <p class=\"indent\">Mr. William J. Donovan, of Washington, D.C. (Messrs. Henry H. Bond and Ralstone R. Irvine, both of Washington, D.C., of counsel), for plaintiff.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 604-612 intentionally omitted]</p>\n      <p class=\"indent\">The Attorney General and Mr. Stanley F. Reed, Sol. Gen., of Washington, D.C., for the United States.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 612-618 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice SUTHERLAND delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff brought suit in the Court of Claims against the United States to recover a sum of money alleged to be due the deceased for salary as a Federal Trade Commissioner from October 8, 1933, when the President undertook to remove him from office, to the time of his death on February 14, 1934. The court below has certified to this court two questions (Act of February 13, 1925, &#167; 3(a), c. 229, 43 Stat. 936, 939, 28 U.S.C. &#167; 288 (28 USCA &#167; 288)), in respect of the power of the President to make the removal. The material facts which give rise to the questions are as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">William E. Humphrey, the decedent, on December 10, 1931, was nominated by President Hoover to succeed himself as a member of the Federal Trade Commission, and was confirmed by the United States Senate. He was duly commissioned for a term of seven years, expiring September 25, 1938; and, after taking the required oath of office, entered upon his duties. On July 25, 1933, President Roosevelt addressed a letter to the commissioner asking for his resignation, on the ground 'that the aims and purposes of the Administration with respect to the work of the Commission can be carried out most effectively with personnel of my own selection,' but disclaiming any reflection upon the commissioner personally or upon his services. The commissioner replied, asking time to consult his friends. After some further correspondence upon the subject, the President on August 31, 1933, wrote the commissioner expressing the hope that the resignation would be forthcoming, and saying: 'You will, I know, realize that I do not feel that your mind and my mind go along together on either the policies or the administering of the Federal Trade Commission, and, frankly, I think it is best for the people of this country that I should have a full confidence.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The commissioner declined to resign; and on October 7, 1933, the President wrote him: 'Effective as of this date you are hereby removed from the office of Commissioner of the Federal Trade Commission.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Humphrey never acquiesced in this action, but continued thereafter to insist that he was still a member of the commission, entitled to perform its duties and receive the compensation provided by law at the rate of $10,000 per annum. Upon these and other facts set forth in the certificate, which we deem it unnecessary to recite, the following questions are certified:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'1. Do the provisions of section 1 of the Federal Trade Commission Act, stating that 'any commissioner may be removed by the President for inefficiency, neglect of duty, or malfeasance in office', restrict or limit the power of the President to remove a commissioner except upon one or more of the causes named?</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'If the foregoing question is answered in the affirmative, then&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'2. If the power of the President to remove a commissioner is restricted or limited as shown by the foregoing interrogatory and the answer made thereto, is such a restriction or limitation valid under the Constitution of the United States?'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Federal Trade Commission Act, c. 311, 38 Stat. 717, 718, &#167;&#167; 1, 2, 15 U.S.C. &#167;&#167; 41, 42 (15 USCA &#167;&#167; 41, 42), creates a commission of five members to be appointed by the President by and with the advice and consent of the Senate, and section 1 provides: 'Not more than three of the commissioners shall be members of the same political party. The first commissioners appointed shall continue in office for terms of three, four, five, six, and seven years, respectively, from the date of the taking effect of this Act (September 26, 1914), the term of each to be designated by the President, but their successors shall be appointed for terms of seven years, except that any person chosen to fill a vacancy shall be appointed only for the unexpired term of the commissioner whom he shall succeed. The commission shall choose a chairman from its own membership. No commissioner shall engage in any other business, vocation, or employment. Any commissioner may be removed by the President for inefficiency. neglect of duty, or malfeasance in office. * * *'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 5 of the act (15 USCA &#167; 45) in part provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'Unfair methods of competition in commerce are declared unlawful.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">'The commission is empowered and directed to prevent persons, partnerships, or corporations, except banks, and common carriers subject to the Acts to regulate commerce, from using unfair methods of competition in commerce.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In exercising this power, the commission must issue a complaint stating its charges and giving notice of hearing upon a day to be fixed. A person, partnership, or corporation proceeded against is given the right to appear at the time and place fixed and show cause why an order to cease and desist should not be issued. There is provision for intervention by others interested. If the commission finds the method of competition is one prohibited by the act, it is directed to make a report in writing stating its findings as to the facts, and to issue and cause to be served a cease and desist order. If the order is disobeyed, the commission may apply to the appropriate Circuit Court of Appeals for its enforcement. The party subject to the order may seek and obtain a review in the Circuit Court of Appeals in a manner provided by the act.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Section 6 (15 USCA &#167; 46), among other things, gives the commission wide powers of investigation in respect of certain corporations subject to the act, and in respect of other matters, upon which it must report to Congress with recommendations. Many such investigations have been made, and some have served as the basis of congressional legislation.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Section 7 (15 USCA &#167; 47), provides that: 'In any suit in equity brought by or under the direction of the Attorney General as provided in the antitrust Acts, the court may, upon the conclusion of the testimony therein, if it shall be then of opinion that the complainant is entitled to relief, refer said suit to the commission, as a master in chancery, to ascertain and report an appropriate form of decree therein. The commission shall proceed upon such notice to the parties and under such rules of procedure as the court may prescribe, and upon the coming in of such report such exceptions may be filed and such proceedings had in relation thereto as upon the report of a master in other equity causes, but the court may adopt or reject such report, in whole or in part, and enter such decree as the nature of the case may in its judgment require.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">First. The question first to be considered is whether, by the provisions of section 1 of the Federal Trade Commission Act already quoted, the President's power is limited to removal for the specific causes enumerated therein. The negative contention of the government is based principally upon the decision of this court in Shurtleff v. United States, 189 U.S. 311, 23 S.Ct. 535, 537, 47 L.Ed. 828. That case involved the power of the President to remove a general appraiser of merchandise appointed under the Act of June 10, 1890, 26 Stat. 131. Section 12 of the act provided for the appointment by the President, by and with the advice and consent of the Senate, of nine general appraisers of merchandise, who 'may be removed from office at any time by the President for inefficiency, neglect of duty, or malfeasance in office.' The President removed Shurtleff without assigning any cause therefor. The Court of Claims dismissed plaintiff's petition to recover salary, upholding the President's power to remove for causes other than those stated. In this court Shurtleff relied upon the maxim expressio unius est exclusio alterius; but this court held that, while the rule expressed in the maxim was a very proper one and founded upon justifiable reasoning in many instances, it 'should not be accorded controlling weight when to do so would involve the alteration of the universal practice of the government for over a century, and the consequent curtailment of the powers of the Executive in such an unusual manner.' What the court meant by this expression appears from a reading of the opinion. That opinion, after saying that no term of office was fixed by the act and that, with the exception of judicial officers provided for by the Constitution, no civil officer had ever held office by life tenure since the foundation of the government, points out that to construe the statute as contended for by Shurtleff would give the appraiser the right to hold office during his life or until found guilty of some act specified in the statute, the result of which would be a complete revolution in respect of the general tenure of office, effected by implication with regard to that particular office only.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'We think it quite inadmissible,' the court said (189 U.S. 311, at pages 316, 318, 23 S.Ct. 535, 537, 47 L.Ed. 828), 'to attribute an intention on the part of Congress to make such an extraordinary change in the usual rule governing the tenure of office, and one which is to be applied to this particular office only, without stating such intention in plain and explicit language, instead of leaving it to be implied from doubtful inferences. * * * We cannot bring ourselves to the belief that Congress ever intended this result while omitting to use language which would put that intention beyond doubt.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">These circumstances, which led the court to reject the maxim as inapplicable, are exceptional. In the face of the unbroken precedent against life tenure, except in the case of the judiciary, the conclusion that Congress intended that, from among all other civil officers, appraisers alone should be selected to hold office for life was so extreme as to forbid, in the opinion of the court, any ruling which would produce that result if it reasonably could be avoided. The situation here presented is plainly and wholly different. The statute fixes a term of office, in accordance with many precedents. The first commissioners appointed are to continue in office for terms of three, four, five, six, and seven years, respectively; and their successors are to be appointed for terms of seven years&#8212;any commissioner being subject to removal by the President for inefficiency, neglect of duty, or malfeasance in office. The words of the act are definite and unambiguous.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government says the phrase 'continue in office' is of no legal significance and, moreover, applies only to the first Commissioners. We think it has significance. It may be that, literally, its application is restricted as suggested; but it, nevertheless, lends support to a view contrary to that of the government as to the meaning of the entire requirement in respect of tenure; for it is not easy to suppose that Congress intended to secure the first commissioners against removal except for the causes specified and deny like security to their successors. Putting this phrase aside, however, the fixing of a definite term subject to removal for cause, unless there be some countervailing provision or circumstance indicating the contrary, which here we are unable to find, is enough to establish the legislative intent that the term is not to be curtailed in the absence of such cause. But if the intention of Congress that no removal should be made during the specified term except for one or more of the enumerated causes were not clear upon the face of the statute, as we think it is, it would be made clear by a consideration of the character of the commission and the legislative history which accompanied and preceded the passage of the act.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The commission is to be nonpartisan; and it must, from the very nature of its duties, act with entire impartiality. It is charged with the enforcement of no policy except the policy of the law. Its duties are neither political nor executive, but predominantly quasi judicial and quasi legislative. Like the Interstate Commerce Commission, its members are called upon to exercise the trained judgment of a body of experts 'appointed by law and informed by experience.' Illinois Cent. &amp;c. R.R. v. Inter. Com. Comm., 206 U.S. 441, 454, 27 S.Ct. 700, 704, 51 L.Ed. 1128; Standard Oil Co. v. United States, 283 U.S. 235, 238, 239, 51 S.Ct. 429, 75 L.Ed. 999.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The legislative reports in both houses of Congress clearly reflect the view that a fixed term was necessary to the effective and fair administration of the law. In the report to the Senate (No. 597, 63d Cong., 2d Sess., pp. 10, 11) the Senate Committee on Interstate Commerce, in support of the bill which afterwards became the act in question, after referring to the provision fixing the term of office at seven years, so arranged that the membership would not be subject to complete change at any one time, said: 'The work of this commission will be of a most exacting and difficult character, demanding persons who have experience in the problems to be met&#8212;that is, a proper knowledge of both the public requirements and the practical affairs of industry. It is manifestly desirable that the terms of the commissioners shall be long enough to give them an opportunity to acquire the expertness in dealing with these special questions concerning industry that comes from experience.' The report declares that one advantage which the commission possessed over the Bureau of Corporations (an executive subdivision in the Department of Commerce which was abolished by the act) lay in the fact of its independence, and that it was essential that the commission should not be open to the suspicion of partisan direction. The report quotes (p. 22) a statement to the committee by Senator Newlands, who reported the bill, that the tribunal should be of high character and 'independent of any department of the government. * * * a board or commission of dignity, permanence, and ability, independent of executive authority, except in its selection, and independent in character.'</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The debates in both houses demonstrate that the prevailing view was that the Commission was not to be 'subject to anybody in the government but * * * only to the people of the United States'; free from 'political domination or control' or the 'probability or possibility of such a thing'; to be 'separate and apart from any existing department of the government&#8212;not subject to the orders of the President.'</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">More to the same effect appears in the debates, which were long and thorough and contain nothing to the contrary. While the general rule precludes the use of these debates to explain the meaning of the words of the statute, they may be considered as reflecting light upon its general purposes and the evils which it sought to remedy. Federal Trade Commission v. Raladam Co., 283 U.S. 643, 650, 51 S.Ct. 587, 75 L.Ed. 1324, 79 A.L.R. 1191.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, the language of the act, the legislative reports, and the general purposes of the legislation as reflected by the debates, all combine to demonstrate the congressional intent to create a body of experts who shall gain experience by length of service; a body which shall be independent of executive authority, except in its selection, and free to exercise its judgment without the leave or hindrance of any other official or any department of the government. To the accomplishment of these purposes, it is clear that Congress was of opinion that length and certainty of tenure would vitally contribute. And to hold that, nevertheless, the members of the commission continue in office at the mere will of the President, might be to thwart, in large measure, the very ends which Congress sought to realize by definitely fixing the term of office.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We conclude that the intent of the act is to limit the executive power of removal to the causes enumerated, the existence of none of which is claimed here; and we pass to the second question.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Second. To support its contention that the removal provision of section 1, as we have just construed it, is an unconstitutional interference with the executive power of the President, the government's chief reliance is Myers v. United States, 272 U.S. 52, 47 S.Ct. 21, 71 L.Ed. 160. That case has been so recently decided, and the prevailing and dissenting opinions so fully review the general subject of the power of executive removal, that further discussion would add little of value to the wealth of material there collected. These opinions examine at length the historical, legislative, and judicial data bearing upon the question, beginning with what is called 'the decision of 1789' in the first Congress and coming down almost to the day when the opinions were delivered. They occupy 243 pages of the volume in which they are printed. Nevertheless, the narrow point actually decided was only that the President had power to remove a postmaster of the first class, without the advice and consent of the Senate as required by act of Congress. In the course of the opinion of the court, expressions occur which tend to sustain the government's contention, but these are beyond the point involved and, therefore, do not come within the rule of stare decisis. In so far as they are out of harmony with the views here set forth, these expressions are disapproved. A like situation was presented in the case of Cohens v. Virginia, 6 Wheat, 264, 399, 5 L.Ed. 257, in respect of certain general expressions in the opinion in Marbury v. Madison, 1 Cranch, 137, 2 L.Ed. 60. Chief Justice Marshall, who delivered the opinion in the Marbury Case, speaking again for the court in the Cohens Case, said: 'It is a maxim, not to be disregarded, that general expressions, in every opinion, are to be taken in connection with the case in which those expressions are used. If they go beyond the case, they may be respected, but ought not to control the judgment in a subsequent suit, when the very point is presented for decision. The reason of this maxim is obvious. The question actually before the court is investigated with care, and considered in its full extent. Other principles which may serve to illustrate it, are considered in their relation to the case decided, but their possible bearing on all other cases is seldom completely investigated.'</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">And he added that these general expressions in the case of Marbury v. Madison were to be understood with the limitations put upon them by the opinion in the Cohens Case. See, also, Carroll v. Lessee of Carroll et al., 16 How. 275, 286&#8212;287, 14 L.Ed. 936; O'Donoghue v. United States, 289 U.S. 516, 550, 53 S.Ct. 740, 77 L.Ed. 1356.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The office of a postmaster is so essentially unlike the office now involved that the decision in the Myers Case cannot be accepted as controlling our decision here. A postmaster is an executive officer restricted to the performance of executive functions. He is charged with no duty at all related to either the legislative or judicial power. The actual decision in the Myers Case finds support in the theory that such an officer is merely one of the units in the executive department and, hence, inherently subject to the exclusive and illimitable power of removal by the Chief Executive, whose subordinate and aid he is. Putting aside dicta, which may be followed if sufficiently persuasive but which are not controlling, the necessary reach of the decision goes far enough to include all purely executive officers. It goes no farther; much less does it include an officer who occupies no place in the executive department and who exercises no part of the executive power vested by the Constitution in the President.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Federal Trade Commission is an administrative body created by Congress to carry into effect legislative policies embodied in the statute in accordance with the legislative standard therein prescribed, and to perform other specified duties as a legislative or as a judicial aid. Such a body cannot in any proper sense be characterized as an arm or an eye of the executive. Its duties are performed without executive leave and, in the contemplation of the statute, must be free from executive control. In administering the provisions of the statute in respect of 'unfair methods of competition,' that is to say, in filling in and administering the details embodied by that general standard, the commission acts in part quasi legislatively and in part quasi judicially. In making investigations and reports thereon for the information of Congress under section 6, in aid of the legislative power, it acts as a legislative agency. Under section 7, which authorizes the commission to act as a master in chancery under rules prescribed by the court, it acts as an agency of the judiciary. To the extent that it exercises any executive function, as distinguished from executive power in the constitutional sense, it does so in the discharge and effectuation of its quasi legislative or quasi judicial powers, or as an agency of the legislative or judicial departments of the government.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">If Congress is without authority to prescribe causes for removal of members of the trade commission and limit executive power of removal accordingly, that power at once becomes practically all-inclusive in respect of civil officers with the exception of the judiciary provided for by the Constitution. The Solicitor General, at the bar, apparently recognizing this to be true, with commendable candor, agreed that his view in respect of the removability of members of the Federal Trade Commission necessitated a like view in respect of the Interstate Commerce Commission and the Court of Claims. We are thus confronted with the serious question whether not only the members of these quasi legislative and quasi judicial bodies, but the judges of the legislative Court of Claims, exercising judicial power (Williams v. United States, 289 U.S. 553, 565&#8212;567, 53 S.Ct. 751, 77 L.Ed. 1372), continue in office only at the pleasure of the President.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We think it plain under the Constitution that illimitable power of removal is not possessed by the President in respect of officers of the character of those just named. The authority of Congress, in creating quasi legislative or quasi judicial agencies, to require them to act in discharge of their duties independently of executive control cannot well be doubted; and that authority includes, as an appropriate incident, power to fix the period during which they shall continue, and to forbid their removal except for cause in the meantime. For it is quite evident that one who holds his office only during the pleasure of another cannot be depended upon to maintain an attitude of independence against the latter's will.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The fundamental necessity of maintaining each of the three general departments of government entirely free from the control or coercive influence, direct or indirect, of either of the others, has often been stressed and is hardly open to serious question. So much is implied in the very fact of the separation of the powers of these departments by the Constitution; and in the rule which recognizes their essential coequality. The sound application of a principle that makes one master in his own house precludes him from imposing his control in the house of another who is master there. James Wilson, one of the framers of the Constitution and a former justice of this court, said that the independence of each department required that its proceedings 'should be free from the remotest influence, direct or indirect, of either of the other two powers.' Andrews, The Works of James Wilson (1896), vol. 1, p. 367. And Mr. Justice Story in the first volume of his work on the Constitution (4th Ed.) &#167; 530, citing No. 48 of the Federalist, said that neither of the departments in reference to each other 'ought to possess, directly or indirectly, an overruling influence in the administration of their respective powers.' And see O'Donoghue v. United States, supra, 289 U.S. 516, at pages 530-531, 53 S.Ct. 740, 77 L.Ed. 1356.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The power of removal here claimed for the President falls within this principle, since its coercive influence threatens the independence of a commission, which is not only wholly disconnected from the executive department, but which, as already fully appears, was created by Congress as a means of carrying into operation legislative and judicial powers, and as an agency of the legislative and judicial departments.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the light of the question now under consideration, we have re-examined the precedents referred to in the Myers Case, and find nothing in them to justify a conclusion contrary to that which we have reached. The so-called 'decision of 1789' had relation to a bill proposed by Mr. Madison to establish an executive Department of Foreign Affairs. The bill provided that the principal officer was 'to be removable from office by the President of the United States.' This clause was changed to read 'whenever the principal officer shall be removed from office by the President of the United States,' certain things should follow, thereby, in connection with the debates, recognizing and confirming, as the court thought in the Myers Case, the sole power of the President in the matter. We shall not discuss the subject further, since it is so fully covered by the opinions in the Myers Case, except to say that the office under consideration by Congress was not only purely executive, but the officer one who was responsible to the President, and to him alone, in a very definite sense. A reading of the debates shows that the President's illimitable power of removal was not considered in respect of other than executive officers. And it is pertinent to observe that when, at a later time, the tenure of office for the Comptroller of the Treasury was under consideration, Mr. Madison quite evidently thought that, since the duties of that office were not purely of an executive nature but partook of the judiciary quality as well, a different rule in respect of executive removal might well apply. 1 Annals of Congress, cols. 611-612.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In Marbury v. Madison, supra, 1 Cranch, 137, at pages 162, 165-166, 2 L.Ed. 60, it is made clear that Chief Justice Marshall was of opinion that a justice of the peace for the District of Columbia was not removable at the will of the President; and that there was a distinction between such an officer and officers appointed to aid the President in the performance of his constitutional duties. In the latter case, the distinction he saw was that 'their acts are his acts' and his will, therefore, controls; and, by way of illustration, he adverted to the act establishing the Department of Foreign Affairs, which was the subject of the 'decision of 1789.'</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The result of what we now have said is this: Whether the power of the President to remove an officer shall prevail over the authority of Congress to condition the power by fixing a definite term and precluding a removal except for cause will depend upon the character of the office; the Myers decision, affirming the power of the President alone to make the removal, is confined to purely executive officers; and as to officers of the kind here under consideration, we hold that no removal can be made during the prescribed term for which the officer is appointed, except for one or more of the causes named in the applicable statute.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">To the extent that, between the decision in the Myers Case, which sustains the unrestrictable power of the President to remove purely executive officers, and our present decision that such power does not extend to an office such as that here involved, there shall remain a field of doubt, we leave such cases as may fall within it for future consideration and determination as they may arise.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In accordance with the foregoing, the questions submitted are answered:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Question No. 1, Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Question No. 2, Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Mr. Justice McREYNOLDS agrees that both questions should be answered in the affirmative. A separate opinion in Myers v. United States, 272 U.S. 52, at page 178, 47 S.Ct. 21, at page 46, 71 L.Ed. 160, states his views concerning the power of the President to remove appointees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The provision of section 6(d) of the act (15 USCA &#167; 46(d) which authorizes the President to direct an investigation and report by the commission in relation to alleged violations of the anti-trust acts, is so obviously collateral to the main design of the act as not to detract from the force of this general statement as to the character of that body.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/102475/"
}