{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "296 U.S. 378", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/102524/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Helvering v. Minnesota Tea Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "Nos. 174, 175, 176", 
    "id": 86907, 
    "resource_uri": "/api/rest/v2/citation/86907/"
  }, 
  "id": 102524, 
  "blocked": false, 
  "judges": "McReynolds", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1935-12-16", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>296 U.S. 378 (1935)</b></center>\n<center><h1>HELVERING, COMMISSIONER OF INTERNAL REVENUE,<br>\nv.<br>\nMINNESOTA TEA CO.<sup>[*]</sup></h1></center>\n<center>No. 174.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 19, 1935.</center>\n<center>Decided December 16, 1935.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*379</span> <i>Mr. J. Louis Monarch,</i> with whom <i>Solicitor General Reed, Assistant Attorney General Wideman,</i> and <i>Messrs. James W. Morris</i> and <i>Sewall Key</i> were on the brief, for petitioner.</p>\n<p><i>Messrs. Homer Hendricks</i> and <i>James G. Nye,</i> with whom <i>Messrs. Oscar Mitchell, C.J. McGuire,</i> and <i>Robert N. Miller</i> were on the brief, for respondents.</p>\n<p>By leave of Court, <i>Mr. James S.Y. Ivins</i> filed a brief as <i>amicus curiae</i> supporting the proposition that the word \"securities\" as used in the reorganization sections of the Revenue Acts was intended to include corporation bonds.</p>\n<p>MR. JUSTICE McREYNOLDS delivered the opinion of the Court.</p>\n<p></p>\n<h2>No. 174.</h2>\n<p>Respondent, a Minnesota corporation with three stockholders, assailed a deficiency assessment for 1928 income tax, and prevailed below. The Commissioner seeks reversal. He claims the transaction out of which the assessment arose was not a reorganization within § 112, par. (i) (1) (A), Revenue Act, 1928, c. 852, 45 Stat. 791: \"The term `reorganization' means (A) a merger or consolidation (including the acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes <span class=\"star-pagination\">*380</span> of stock of another corporation, or substantially all the properties of another corporation).\" The Circuit Court of Appeals held otherwise and remanded the cause for determination by the Board whether the whole of the cash received by the Minnesota Tea Company was in fact distributed as required by the act. We granted certiorari because of alleged conflicting opinions.</p>\n<p>The petition also stated that, as the taxpayer made an earlier conveyance of certain assets, the later one, here in question, of what remained to the Grand Union Company did not result in acquisition by one corporation of substantially all property of another. This point was not raised prior to the petition for certiorari and, in the circumstances, we do not consider it.</p>\n<p>Statutory provisions presently helpful are in the margin.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*381</span> July 14, 1928, respondent caused Peterson Investment Company to be organized and transferred to the latter real estate, investments and miscellaneous assets in exchange for the transferee's entire capital stock. The shares thus obtained were immediately distributed among the three stockholders. August 23, 1928 it transferred all remaining assets to Grand Union Company in exchange for voting trust certificates, representing 18,000 shares of the transferee's common stock, and $426,842.52 cash. It retained the certificates; but immediately distributed the money among the stockholders, who agreed to pay $106,471.73 of its outstanding debts. Although of opinion that there had been reorganization, the Commissioner treated as taxable gain the amount of the assumed debts upon the view that this amount of the cash received <span class=\"star-pagination\">*382</span> by the company was really appropriated to the payment of its debts.</p>\n<p>The matter went before the Board of Tax Appeals upon the question whether the Commissioner ruled rightly in respect of this taxable gain. Both parties proceeded upon the view that there had been reorganization. Of its own motion, the Board questioned and denied the existence of one. It then ruled that the corporation had realized taxable gain amounting to the difference between cost of the property transferred and the cash received plus the value of the 18,000 shares \u0097 $712,195.90.</p>\n<p>The Circuit Court of Appeals found there was reorganization within the statute and reversed the Board. It <span class=\"star-pagination\">*383</span> concluded that the words \"the acquisition by one corporation of .. . substantially all the property of another corporation\" plainly include the transaction under consideration. Also that Clause (B), § 112 (i) (1), first introduced by Revenue Act of 1924, and continued in later statutes, did not narrow the scope of Clause (A). Further, that reorganization was not dependent upon dissolution by the conveying corporation. And finally, that its conclusions find support in Treasury regulations long in force.</p>\n<p>These conclusions we think are correct.</p>\n<p>The Commissioner maintains that the statute presents two definitions of reorganization by transfer of assets. <span class=\"star-pagination\">*384</span> One, Clause (B), requires that the transferror obtain control of the transferee. The other, Clause (A), is part of the definition of merger or consolidation, and must be narrowly interpreted so as to necessitate something nearly akin to technical merger or consolidation. These clauses have separate legislative histories and were intended to be mutually exclusive. Consequently, he says, Clause (A) must be restricted to prevent overlapping and negation of the condition in Clause (B). Also, the transaction here involved substantially changed the relation of the taxpayer to its assets; a large amount of cash passed between the parties; there are many attributes of a sale; what was done did not sufficiently resemble merger or consolidation as commonly understood.</p>\n<p>With painstaking care, the opinion of the court below gives the history of Clauses (A) and (B), § 112 (i) (1). We need not repeat the story. Clause (A) first appeared in the Act of 1921; (B) was added by the 1924 Act. We find nothing in the history or words employed which indicates an intention to modify the evident meaning of (A) by what appears in (B). Both can have effect, and if one does somewhat overlap the other the taxpayer should not be denied, for that reason, what one paragraph clearly grants him. Treasury regulations long enforced support the taxpayer's position, as the opinion below plainly points out.</p>\n<p><i>Pinellas Ice Co.</i> v. <i>Commissioner,</i> 287 U.S. 462, 470, considered the language of § 203 (h) (1) (A), Act of 1926, which became § 112 (i) (1) (A), Act of 1928, and held that a sale for money or short-term notes was not within its intendment. We approved the conclusion of the Commissioner, Board of Tax Appeals and Court of Appeals that the transaction there involved was in reality a sale for the equivalent of money \u0097 not an exchange for securities. But we disapproved the following assumption <span class=\"star-pagination\">*385</span> and observations of the court: \"That in adopting paragraph (h) Congress intended to use the words `merger' and `consolidation' in their ordinary and accepted meanings. Giving the matter in parenthesis the most liberal construction, it is only when there is an acquisition of substantially all the property of another corporation in connection with a merger or consolidation that a reorganization takes place. Clause (B) of the paragraph removes any doubt as to the intention of Congress on this point.\" And we said: \"The words within the parenthesis may not be disregarded. They expand the meaning of `merger' or `consolidation' so as to include some things which partake of the nature of a merger or consolidation but are beyond the ordinary and commonly accepted meaning of those words \u0097 so as to embrace circumstances difficult to delimit but which in strictness cannot be designated as either merger or consolidation. But the mere purchase for money of the assets of one Company by another is beyond the evident purpose of the provision, and has no real semblance to a merger or consolidation. Certainly, we think that to be within the exemption the seller must acquire an interest in the affairs of the purchasing company more definite than that incident to ownership of its short-term purchase-money notes.\" And we now add that this interest must be definite and material; it must represent a substantial part of the value of the thing transferred. This much is necessary in order that the result accomplished may genuinely partake of the nature of merger or consolidation.</p>\n<p><i>Gregory</i> v. <i>Helvering,</i> 293 U.S. 465, revealed a sham \u0097 a mere device intended to obscure the character of the transaction. We, of course, disregarded the mask and dealt with realities. The present record discloses no such situation; nothing suggests other than a bona fide business move.</p>\n<p><span class=\"star-pagination\">*386</span> The transaction here was no sale, but partook of the nature of a reorganization in that the seller acquired a definite and substantial interest in the purchaser.</p>\n<p>True it is that the relationship of the taxpayer to the assets conveyed was substantially changed, but this is not inhibited by the statute. Also, a large part of the consideration was cash. This, we think, is permissible so long as the taxpayer received an interest in the affairs of the transferee which represented a material part of the value of the transferred assets.</p>\n<p>Finally, it is said the transferror was not dissolved and therefore the transaction does not adequately resemble consolidation. But dissolution is not prescribed and we are unable to see that such action is essential to the end in view.</p>\n<p>The challenged judgment is</p>\n<p><i>Affirmed.</i></p>\n<p></p>\n<h2>Nos. 175 and 176.</h2>\n<p>The respondents in these cases are two of the three stockholders of Minnesota Tea Company. The writs were granted upon the Commissioner's petition, which states the question involved is whether the transaction between Minnesota Tea Company and Grand Union Company, described above \u0097 No. 174 \u0097 resulted in a reorganization within the Revenue Act of 1928. The petition also declared \u0097 \"The amount of the tax due from the respondents,. . . depends solely upon whether the transfer of the properties of the Minnesota Tea Company to the Grand Union Company was a reorganization within the meaning of the Revenue Act.\"</p>\n<p>We think the court below rightly decided there was a reorganization. It reversed the Board of Tax Appeals and remanded the cause for further proceedings, and its judgment must be</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 175, <i>Helvering, Commissioner of Internal Revenue,</i> v. <i>E.C. Peterson,</i> and No. 176, <i>Helvering, Commissioner of Internal Revenue,</i> v. <i>L.T. Peterson,</i> both on writs of certiorari to the Circuit Court of Appeals for the Eighth Circuit.</p>\n<p>[]  <i>Revenue Act, 1918, c. 18, 40 Stat. 1060:</i>\n</p>\n<p>\"Sec. 202. (b) When property is exchanged for other property, the property received in exchange shall for the purpose of determining gain or loss be treated as the equivalent of cash to the amount of its fair market value, if any; but when in connection with the reorganization, merger, or consolidation of a corporation a person receives in place of stock or securities owned by him new stock or securities of no greater aggregate par or face value, no gain or loss shall be deemed to occur from the exchange, and the new stock or securities received shall be treated as taking the place of the stock, securities, or property exchanged.\"</p>\n<p><i>Revenue Act, 1921, c. 136, 42 Stat. 230:</i></p>\n<p>\"Sec. 202. (c) For the purposes of this title, on an exchange of property, real, personal or mixed, for any other such property, no gain or loss shall be recognized unless the property received in exchange has a readily realizable market value; but even if the property received in exchange has a readily realizable market value, no gain or loss shall be recognized \u0097</p>\n<p>.....</p>\n<p>\"(2) When in the reorganization of one or more corporations a person receives in place of any stock or securities owned by him, stock or securities in a corporation a party to or resulting from such reorganization. The word `reorganization,' as used in this paragraph, includes a merger or consolidation (including the acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation, or of substantially all the properties of another corporation), recapitalization, or mere change in identity, form, or place of organization of a corporation, . . .\"</p>\n<p><i>Revenue Act, 1924, c. 234, 43 Stat. 256:</i></p>\n<p>\"Sec. 203. (a) Upon the sale or exchange of property the entire amount of the gain or loss, determined under section 202, shall be recognized, except as hereinafter provided in this section.</p>\n<p>.....</p>\n<p>\"(b) (2) No gain or loss shall be recognized if stock or securities in a corporation a party to a reorganization are, in pursuance of the plan of reorganization, exchanged solely for stock or securities in such corporation or in another corporation a party to the rerganization.</p>\n<p>\"(3) No gain or loss shall be recognized if a corporation a party to a reorganization exchanges property, in pursuance of the plan of reorganization, solely for stock or securities in another corporation a party to the reorganization.</p>\n<p>\"(4) No gain or loss shall be recognized if property is transferred to a corporation by one or more persons solely in exchange for stock or securities in such corporation, and immediately after the exchange such person or persons are in control of the corporation; but in the case of an exchange by two or more persons this paragraph shall apply only if the amount of the stock and securities received by each is substantially in proportion to his interest in the property prior to the exchange.</p>\n<p>.....</p>\n<p>\"(e) If an exchange would be within the provisions of paragraph (3) of subdivision (b) if it were not for the fact that the property received in exchange consists not only of stock or securities permitted by such paragraph to be received without the recognition of gain, but also of other property or money, then \u0097</p>\n<p>\"(1) If the corporation receiving such other property or money distributes it in pursuance of the plan of reorganization, no gain to the corporation shall be recognized from the exchange, but</p>\n<p>\"(2) If the corporation receiving such other property or money does not-distribute it in pursuance of the plan of reorganization, the gain, if any, to the corporation shall be recognized, but in an amount not in excess of the sum of such money and the fair market value of such other property so received, which is not so distributed.</p>\n<p>.....</p>\n<p>\"(h) As used in this section and sections 201 and 204 \u0097</p>\n<p>\"(1) The term `reorganization' means (A) a merger or consolidation (including the acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation, or substantially all the properties of another corporation), or (B) a transfer by a corporation of all or a part of its assets to another corporation if immediately after the transfer the transferor or its stockholders or both are in control of the corporation to which the assets are transferred, or (C) a recapitalization, or (D) a mere change in identity, form, or place of organization, however effected.</p>\n<p>\"(2) The term `a party to a reorganization' includes a corporation resulting from a reorganization and includes both corporations in the case of an acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation.\"</p>\n<p><i>Revenue Act, 1926, c. 27, 44 Stat. 12:</i></p>\n<p>Section 203 (a), (b)(2), (b)(3), (b)(4), (e), (e)(1), (e)(2), (h), (h)(1) and (h)(2) repeat the words of § 203 (a), (b)(2), (b)(3), (b)(4), (e), (e)(1), (e)(2), (h), (h)(1) and (h)(2) of the Act of 1924.</p>\n<p><i>Revenue Act, 1928, c. 852, 45 Stat. 816:</i></p>\n<p>Section 112 (a), (b)(3), (b)(4), (b)(5), (d), (d)(1), (d)(2), (i), (i)(1) and (i)(2) repeat the words of § 203 (a), (b)(2), (b)(3), (b)(4), (e), (e)(1), (e)(2), (h), (h)(1) and (h)(2) of the Act of 1924.</p>\n<p><i>Revenue Act, 1932, c. 209, 47 Stat. 196:</i></p>\n<p>Section 112 (a), (b)(3), (b)(4), (b)(5), (d), (d)(1), (d)(2), (i), (i)(1) and (i)(2) repeat the words of § 203 (a), (b)(2), (b)(3), (b)(4), (e), (e)(1), (e)(2), (h), (h)(1) and (h)(2) of the Act of 1924.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:53:22", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">296</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></span> (1935)</b></center>\n<center><h1>HELVERING, COMMISSIONER OF INTERNAL REVENUE,<br>\nv.<br>\nMINNESOTA TEA CO.<sup>[*]</sup></h1></center>\n<center>No. 174.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 19, 1935.</center>\n<center>Decided December 16, 1935.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE EIGHTH CIRCUIT.\n<p><span class=\"star-pagination\">*379</span> <i>Mr. J. Louis Monarch,</i> with whom <i>Solicitor General Reed, Assistant Attorney General Wideman,</i> and <i>Messrs. James W. Morris</i> and <i>Sewall Key</i> were on the brief, for petitioner.</p>\n<p><i>Messrs. Homer Hendricks</i> and <i>James G. Nye,</i> with whom <i>Messrs. Oscar Mitchell, C.J. McGuire,</i> and <i>Robert N. Miller</i> were on the brief, for respondents.</p>\n<p>By leave of Court, <i>Mr. James S.Y. Ivins</i> filed a brief as <i>amicus curiae</i> supporting the proposition that the word \"securities\" as used in the reorganization sections of the Revenue Acts was intended to include corporation bonds.</p>\n<p>MR. JUSTICE McREYNOLDS delivered the opinion of the Court.</p>\n<p></p>\n<h2>No. 174.</h2>\n<p>Respondent, a Minnesota corporation with three stockholders, assailed a deficiency assessment for 1928 income tax, and prevailed below. The Commissioner seeks reversal. He claims the transaction out of which the assessment arose was not a reorganization within § 112, par. (i) (1) (A), Revenue Act, 1928, c. 852, 45 Stat. 791: \"The term `reorganization' means (A) a merger or consolidation (including the acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes <span class=\"star-pagination\">*380</span> of stock of another corporation, or substantially all the properties of another corporation).\" The Circuit Court of Appeals held otherwise and remanded the cause for determination by the Board whether the whole of the cash received by the Minnesota Tea Company was in fact distributed as required by the act. We granted certiorari because of alleged conflicting opinions.</p>\n<p>The petition also stated that, as the taxpayer made an earlier conveyance of certain assets, the later one, here in question, of what remained to the Grand Union Company did not result in acquisition by one corporation of substantially all property of another. This point was not raised prior to the petition for certiorari and, in the circumstances, we do not consider it.</p>\n<p>Statutory provisions presently helpful are in the margin.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*381</span> July 14, 1928, respondent caused Peterson Investment Company to be organized and transferred to the latter real estate, investments and miscellaneous assets in exchange for the transferee's entire capital stock. The shares thus obtained were immediately distributed among the three stockholders. August 23, 1928 it transferred all remaining assets to Grand Union Company in exchange for voting trust certificates, representing 18,000 shares of the transferee's common stock, and $426,842.52 cash. It retained the certificates; but immediately distributed the money among the stockholders, who agreed to pay $106,471.73 of its outstanding debts. Although of opinion that there had been reorganization, the Commissioner treated as taxable gain the amount of the assumed debts upon the view that this amount of the cash received <span class=\"star-pagination\">*382</span> by the company was really appropriated to the payment of its debts.</p>\n<p>The matter went before the Board of Tax Appeals upon the question whether the Commissioner ruled rightly in respect of this taxable gain. Both parties proceeded upon the view that there had been reorganization. Of its own motion, the Board questioned and denied the existence of one. It then ruled that the corporation had realized taxable gain amounting to the difference between cost of the property transferred and the cash received plus the value of the 18,000 shares \u0097 $712,195.90.</p>\n<p>The Circuit Court of Appeals found there was reorganization within the statute and reversed the Board. It <span class=\"star-pagination\">*383</span> concluded that the words \"the acquisition by one corporation of .. . substantially all the property of another corporation\" plainly include the transaction under consideration. Also that Clause (B), § 112 (i) (1), first introduced by Revenue Act of 1924, and continued in later statutes, did not narrow the scope of Clause (A). Further, that reorganization was not dependent upon dissolution by the conveying corporation. And finally, that its conclusions find support in Treasury regulations long in force.</p>\n<p>These conclusions we think are correct.</p>\n<p>The Commissioner maintains that the statute presents two definitions of reorganization by transfer of assets. <span class=\"star-pagination\">*384</span> One, Clause (B), requires that the transferror obtain control of the transferee. The other, Clause (A), is part of the definition of merger or consolidation, and must be narrowly interpreted so as to necessitate something nearly akin to technical merger or consolidation. These clauses have separate legislative histories and were intended to be mutually exclusive. Consequently, he says, Clause (A) must be restricted to prevent overlapping and negation of the condition in Clause (B). Also, the transaction here involved substantially changed the relation of the taxpayer to its assets; a large amount of cash passed between the parties; there are many attributes of a sale; what was done did not sufficiently resemble merger or consolidation as commonly understood.</p>\n<p>With painstaking care, the opinion of the court below gives the history of Clauses (A) and (B), § 112 (i) (1). We need not repeat the story. Clause (A) first appeared in the Act of 1921; (B) was added by the 1924 Act. We find nothing in the history or words employed which indicates an intention to modify the evident meaning of (A) by what appears in (B). Both can have effect, and if one does somewhat overlap the other the taxpayer should not be denied, for that reason, what one paragraph clearly grants him. Treasury regulations long enforced support the taxpayer's position, as the opinion below plainly points out.</p>\n<p><i>Pinellas Ice Co.</i> v. <i>Commissioner,</i> <span class=\"citation\" data-id=\"101999\"><a href=\"/opinion/101999/pinellas-ice-cold-storage-co-v-commissioner/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, 470, considered the language of § 203 (h) (1) (A), Act of 1926, which became § 112 (i) (1) (A), Act of 1928, and held that a sale for money or short-term notes was not within its intendment. We approved the conclusion of the Commissioner, Board of Tax Appeals and Court of Appeals that the transaction there involved was in reality a sale for the equivalent of money \u0097 not an exchange for securities. But we disapproved the following assumption <span class=\"star-pagination\">*385</span> and observations of the court: \"That in adopting paragraph (h) Congress intended to use the words `merger' and `consolidation' in their ordinary and accepted meanings. Giving the matter in parenthesis the most liberal construction, it is only when there is an acquisition of substantially all the property of another corporation in connection with a merger or consolidation that a reorganization takes place. Clause (B) of the paragraph removes any doubt as to the intention of Congress on this point.\" And we said: \"The words within the parenthesis may not be disregarded. They expand the meaning of `merger' or `consolidation' so as to include some things which partake of the nature of a merger or consolidation but are beyond the ordinary and commonly accepted meaning of those words \u0097 so as to embrace circumstances difficult to delimit but which in strictness cannot be designated as either merger or consolidation. But the mere purchase for money of the assets of one Company by another is beyond the evident purpose of the provision, and has no real semblance to a merger or consolidation. Certainly, we think that to be within the exemption the seller must acquire an interest in the affairs of the purchasing company more definite than that incident to ownership of its short-term purchase-money notes.\" And we now add that this interest must be definite and material; it must represent a substantial part of the value of the thing transferred. This much is necessary in order that the result accomplished may genuinely partake of the nature of merger or consolidation.</p>\n<p><i>Gregory</i> v. <i>Helvering,</i> <span class=\"citation\" data-id=\"102356\"><a href=\"/opinion/102356/gregory-v-helvering/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">465</span></a></span>, revealed a sham \u0097 a mere device intended to obscure the character of the transaction. We, of course, disregarded the mask and dealt with realities. The present record discloses no such situation; nothing suggests other than a bona fide business move.</p>\n<p><span class=\"star-pagination\">*386</span> The transaction here was no sale, but partook of the nature of a reorganization in that the seller acquired a definite and substantial interest in the purchaser.</p>\n<p>True it is that the relationship of the taxpayer to the assets conveyed was substantially changed, but this is not inhibited by the statute. Also, a large part of the consideration was cash. This, we think, is permissible so long as the taxpayer received an interest in the affairs of the transferee which represented a material part of the value of the transferred assets.</p>\n<p>Finally, it is said the transferror was not dissolved and therefore the transaction does not adequately resemble consolidation. But dissolution is not prescribed and we are unable to see that such action is essential to the end in view.</p>\n<p>The challenged judgment is</p>\n<p><i>Affirmed.</i></p>\n<p></p>\n<h2>Nos. 175 and 176.</h2>\n<p>The respondents in these cases are two of the three stockholders of Minnesota Tea Company. The writs were granted upon the Commissioner's petition, which states the question involved is whether the transaction between Minnesota Tea Company and Grand Union Company, described above \u0097 No. 174 \u0097 resulted in a reorganization within the Revenue Act of 1928. The petition also declared \u0097 \"The amount of the tax due from the respondents,. . . depends solely upon whether the transfer of the properties of the Minnesota Tea Company to the Grand Union Company was a reorganization within the meaning of the Revenue Act.\"</p>\n<p>We think the court below rightly decided there was a reorganization. It reversed the Board of Tax Appeals and remanded the cause for further proceedings, and its judgment must be</p>\n<p><i>Affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 175, <i>Helvering, Commissioner of Internal Revenue,</i> v. <i>E.C. Peterson,</i> and No. 176, <i>Helvering, Commissioner of Internal Revenue,</i> v. <i>L.T. Peterson,</i> both on writs of certiorari to the Circuit Court of Appeals for the Eighth Circuit.</p>\n<p>[]  <i>Revenue Act, 1918, c. 18, 40 Stat. 1060:</i>\n</p>\n<p>\"Sec. 202. (b) When property is exchanged for other property, the property received in exchange shall for the purpose of determining gain or loss be treated as the equivalent of cash to the amount of its fair market value, if any; but when in connection with the reorganization, merger, or consolidation of a corporation a person receives in place of stock or securities owned by him new stock or securities of no greater aggregate par or face value, no gain or loss shall be deemed to occur from the exchange, and the new stock or securities received shall be treated as taking the place of the stock, securities, or property exchanged.\"</p>\n<p><i>Revenue Act, 1921, c. 136, 42 Stat. 230:</i></p>\n<p>\"Sec. 202. (c) For the purposes of this title, on an exchange of property, real, personal or mixed, for any other such property, no gain or loss shall be recognized unless the property received in exchange has a readily realizable market value; but even if the property received in exchange has a readily realizable market value, no gain or loss shall be recognized \u0097</p>\n<p>.....</p>\n<p>\"(2) When in the reorganization of one or more corporations a person receives in place of any stock or securities owned by him, stock or securities in a corporation a party to or resulting from such reorganization. The word `reorganization,' as used in this paragraph, includes a merger or consolidation (including the acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation, or of substantially all the properties of another corporation), recapitalization, or mere change in identity, form, or place of organization of a corporation, . . .\"</p>\n<p><i>Revenue Act, 1924, c. 234, 43 Stat. 256:</i></p>\n<p>\"Sec. 203. (a) Upon the sale or exchange of property the entire amount of the gain or loss, determined under section 202, shall be recognized, except as hereinafter provided in this section.</p>\n<p>.....</p>\n<p>\"(b) (2) No gain or loss shall be recognized if stock or securities in a corporation a party to a reorganization are, in pursuance of the plan of reorganization, exchanged solely for stock or securities in such corporation or in another corporation a party to the rerganization.</p>\n<p>\"(3) No gain or loss shall be recognized if a corporation a party to a reorganization exchanges property, in pursuance of the plan of reorganization, solely for stock or securities in another corporation a party to the reorganization.</p>\n<p>\"(4) No gain or loss shall be recognized if property is transferred to a corporation by one or more persons solely in exchange for stock or securities in such corporation, and immediately after the exchange such person or persons are in control of the corporation; but in the case of an exchange by two or more persons this paragraph shall apply only if the amount of the stock and securities received by each is substantially in proportion to his interest in the property prior to the exchange.</p>\n<p>.....</p>\n<p>\"(e) If an exchange would be within the provisions of paragraph (3) of subdivision (b) if it were not for the fact that the property received in exchange consists not only of stock or securities permitted by such paragraph to be received without the recognition of gain, but also of other property or money, then \u0097</p>\n<p>\"(1) If the corporation receiving such other property or money distributes it in pursuance of the plan of reorganization, no gain to the corporation shall be recognized from the exchange, but</p>\n<p>\"(2) If the corporation receiving such other property or money does not-distribute it in pursuance of the plan of reorganization, the gain, if any, to the corporation shall be recognized, but in an amount not in excess of the sum of such money and the fair market value of such other property so received, which is not so distributed.</p>\n<p>.....</p>\n<p>\"(h) As used in this section and sections 201 and 204 \u0097</p>\n<p>\"(1) The term `reorganization' means (A) a merger or consolidation (including the acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation, or substantially all the properties of another corporation), or (B) a transfer by a corporation of all or a part of its assets to another corporation if immediately after the transfer the transferor or its stockholders or both are in control of the corporation to which the assets are transferred, or (C) a recapitalization, or (D) a mere change in identity, form, or place of organization, however effected.</p>\n<p>\"(2) The term `a party to a reorganization' includes a corporation resulting from a reorganization and includes both corporations in the case of an acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation.\"</p>\n<p><i>Revenue Act, 1926, c. 27, 44 Stat. 12:</i></p>\n<p>Section 203 (a), (b)(2), (b)(3), (b)(4), (e), (e)(1), (e)(2), (h), (h)(1) and (h)(2) repeat the words of § 203 (a), (b)(2), (b)(3), (b)(4), (e), (e)(1), (e)(2), (h), (h)(1) and (h)(2) of the Act of 1924.</p>\n<p><i>Revenue Act, 1928, c. 852, 45 Stat. 816:</i></p>\n<p>Section 112 (a), (b)(3), (b)(4), (b)(5), (d), (d)(1), (d)(2), (i), (i)(1) and (i)(2) repeat the words of § 203 (a), (b)(2), (b)(3), (b)(4), (e), (e)(1), (e)(2), (h), (h)(1) and (h)(2) of the Act of 1924.</p>\n<p><i>Revenue Act, 1932, c. 209, 47 Stat. 196:</i></p>\n<p>Section 112 (a), (b)(3), (b)(4), (b)(5), (d), (d)(1), (d)(2), (i), (i)(1) and (i)(2) repeat the words of § 203 (a), (b)(2), (b)(3), (b)(4), (e), (e)(1), (e)(2), (h), (h)(1) and (h)(2) of the Act of 1924.</p>\n\n</div>", 
  "sha1": "89db584d50674fb7de89893d4708e36277d56ecf", 
  "date_modified": "2014-12-21T01:40:56.900905", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/102524/helvering-v-minnesota-tea-co/", 
  "citation_count": 22, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/472454/", 
  "html": "<p class=\"case_cite\">296 U.S. 378</p>\n    <p class=\"case_cite\">56 S.Ct. 269</p>\n    <p class=\"case_cite\">80 L.Ed. 284</p>\n    <p class=\"parties\">HELVERING, Commissioner of Internal Revenue,<br>v.<br>MINNESOTA TEA CO.  SAME  v.  PETERSON (two cases).</p>\n    <p class=\"docket\">Nos. 174, 175, 176.</p>\n    <p class=\"date\">Argued Nov. 19, 20, 1935.</p>\n    <p class=\"date\">Decided Dec. 16, 1935.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">The Attorney General and Mr. J. Louis Monarch, of Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Mr. Homer Hendricks, of Washington, D.C., for respondent Minnesota Tea Co.</p>\n      <p class=\"indent\">Mr. James G. Nye, of Duluth, Minn., for respondents Peterson.</p>\n      <p class=\"indent\">Mr. Justice McREYNOLDS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>No. 174.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Respondent, a Minnesota corporation with three stockholders, assailed a deficiency assessment for 1928 income tax, and prevailed below. The Commissioner seeks reversal. He claims the transaction out of which the assessment arose was not a reorganization within section 112, par. (i)(1)(A), Revenue Act, 1928, c. 852, 45 Stat. 791, 816, (26 U.S.C.A. &#167; 112 note). 'The term 'reorganization' means (A) a merger or consolidation (including the acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation, or substantially all the properties of another corporation.' The Circuit Court of Appeals held otherwise, and remanded the cause for determination by the Board whether the whole of the cash received by the Minnesota Tea Company was in fact distributed as required by the act. We granted certiorari because of alleged conflicting opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The petition also stated that, as the taxpayer made an earlier conveyance of certain assets, the later one, here in question, of what remained to the Grand Union Company did not result in acquisition by one corporation of substantially all property of another. This point was not raised prior to the petition for certiorari, and, in the circumstances, we do not consider it.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Statutory provisions presently helpful are in the margin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">July 14, 1928, respondent caused Peterson Investment Company to be organized, and transferred to the latter real estate, investments, and miscellaneous assets in exchange for the transferee's entire capital stock. The shares thus obtained were immediately distributed among the three stockholders. August 23, 1928, it transferred all remaining assets to Grand Union Company in exchange for voting trust certificates, representing 18,000 shares of the transferee's common stock, and $426,842.52 cash. It retained the certificates; but immediately distributed the money among the stockholders, who agreed to pay $106,471.73 of its outstanding debts. Although of opinion that there had been been reorganization, the Commissioner treated as taxable gain the amount of the assumed debts upon the view that this amount of the cash received by the company was really appropriated to the payment of its debts.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The matter went before the Board of Tax Appeals upon the question whether the Commissioner ruled rightly in respect of this taxable gain. Both parties proceeded upon the view that there had been reorganization. Of its own motion, the Board questioned and denied the existence of one. It then ruled that the corporation had realized taxable gain amounting to the difference between cost of the property transferred and the cash received, plus the value of the 18,000 shares; $712,195.90.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Circuit Court of Appeals found there was reorganization within the statute, and reversed the Board. It concluded that the words, 'the acquisition by one corporation of * * * substantially all the properties of another corporation,' plainly include the transaction under consideration. Also, that clause (B), &#167; 112(i)(1), first introduced by Revenue Act of 1924, and continued in later statutes, did not narrow the scope of clause (A). Further, that reorganization was not dependent upon dissolution by the conveying corporation. And, finally, that its conclusions find support in treasury regulations long in force.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">These conclusions we think are correct.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Commissioner maintains that the statute presents two definitions of reorganization by transfer of assets. One, clause (B), requires that the transferor obtain control of the transferee. The other, clause (A), is part of the definition of merger or consolidation, and must be narrowly interpreted so as to necessitate something nearly akin to technical merger or consolidation. These clauses have separate legislative histories, and were intended to be mutually exclusive. Consequently, he says, clause (A) must be restricted to prevent overlapping and negation of the condition in clause (B). Also, the transaction here involved substantially changed the relation of the taxpayer to its assets; a large amount of cash passed between the parties; there are many attributes of a sale; what was done did not sufficiently resemble merger or consolidation, as commonly understood.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">With painstaking care, the opinion of the court below gives the history of clauses (A) and (B), &#167; 112(i)(1). We need not repeat the story. Clause (A) first appeared in the Act of 1921; (B) was added by the 1924 act. We find nothing in the history or words employed which indicates an intention to modify the evident meaning of (A) by what appears in (B). Both can have effect, and if one does somewhat overlap the other the taxpayer should not be denied, for that reason, what one paragraph clearly grants him. Treasury regulations long enforced support the taxpayer's position, as the opinion below plainly points out.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pinellas Ice &amp; Cold Storage Co. v. Commissioner of Internal Revenue, 287 U.S. 462, 470, 53 S.Ct. 257, 260, 77 L.Ed. 428, considered the language of section 203(h)(1)(A), Act of 1926, which became section 112(i)(1)(A), Act of 1928, 26 U.S.C.A. &#167; 112 note, and held that a sale for money or short-term notes was not within its intendment. We approved the conclusion of the Commissioner, Board of Tax Appeals, and Court of Appeals, that the transaction there involved was in reality a sale for the equivalent of money; not an exchange for securities. But we disapproved the following assumption and observations of the court: 'That in adopting paragraph (h) Congress intended to use the words 'merger' and 'consolidation' in their ordinary and accepted meanings. Giving the matter in parenthesis the most liberal construction, it is only when there is an acquisition of substantially all the property of another corporation in connection with a merger or consolidation that a reorganization takes place. Clause (B) of the paragraph removes any doubt as to the intention of Congress on this point.' And we said: 'The words within the parenthesis may not be disregarded. They expand the meaning of 'merger' or 'consolidation' so as to include some things which partake of the nature of a merger or consolidation but are beyond the ordinary and commonly accepted meaning of those words&#8212;so as to embrace circumstances difficult to delimit but which in strictness cannot be designated as either merger or consolidation. But the mere purchase for money of the assets of one company by another is beyond the evident purpose of the provision, and has no real semblance to a merger or consolidation. Certainly, we think that to be within the exemption the seller must acquire an interest in the affairs of the purchasing company more definite than that incident to ownership of its short-term purchase-money notes.' And we now add that this interest must be definite and material; it must represent a substantial part of the value of the thing transferred. This much is necessary in order that the result accomplished may genuinely partake of the nature of merger or consolidation.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Gregory v. Helvering, 293 U.S. 465, 55 S.Ct. 266, 79 L.Ed. 596, 97 A.L.R. 1355, revealed a sham; a mere device intended to obscure the character of the transaction. We, of course, disregarded the mask and dealt with realities. The present record discloses no such situation; nothing suggests other than a bona fide business move.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The transaction here was no sale, but partook of the nature of a reorganization, in that the seller acquired a definite and substantial interest in the purchaser.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">True it is that the relationship of the taxpayer to the assets conveyed was substantially changed, but this is not inhibited by the statute. Also, a large part of the consideration was cash. This, we think, is permissible so long as the taxpayer received an interest in the affairs of the transferee which represented a material part of the value of the transferred assets.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, it is said the transferor was not dissolved, and therefore the transaction does not adequately resemble consolidation. But dissolution is not prescribed, and we are unable to see that such action is essential to the end in view.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The challenged judgment is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p>Nos. 175 and 176.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The respondents in these cases are two of the three stockholders of Minnesota Tea Company. The writs were granted upon the Commissioner's petition, which states the question involved is whether the transaction between Minnesota Tea Company and Grand Union Company, described above, No. 174, resulted in a reorganization within the Revenue Act of 1928. The petition also declared: 'The amount of the tax due from the respondents, * * * depends solely upon whether the transfer of the properties of the Minnesota Tea Company to the Grand Union Company was a reorganization within the meaning of the Revenue Act.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We think the court below rightly decided there was a reorganization. It reversed the Board of Tax Appeals, and remanded the cause for further proceedings, and its judgment must be affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Revenue Act, 1918, c. 18, 40 Stat. 1060.</p>\n        <p>Sec. 202. (b) When property is exchanged for other property, the property received in exchange shall for the purpose of determining gain or loss be treated as the equivalent of cash to the amount of its fair market value, if any; but when in connection with the reorganization, merger, or consolidation of a corporation a person receives in place of stock or securities owned by him new stock or securities of no greater aggregate par or face value, no gain or loss shall be deemed to occur from the exchange, and the new stock or securities received shall be treated as taking the place of the stock, securities, or property exchanged.</p>\n        <p>Revenue Act, 1921, c. 136, 42 Stat. 230.</p>\n        <p>Sec. 202. (c) For the purposes of this title, on an exchange of property, real, personal or mixed, for any other such property, no gain or loss shall be recognized unless the property received in exchange has a readily realizable market value; but even if the property received in exchange has a readily realizable market value, no gain or loss shall be recognized&#8212;</p>\n        <p>(2) When in the reorganization of one or more corporations a person receives in place of any stock or securities owned by him, stock or securities in a corporation a party to or resulting from such reorgani-</p>\n        <p>zation. The word 'reorganization,' as used in this paragraph, includes a merger or consolidation (including the acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation, or of substantially all the properties of another corporation), recapitalization, or mere change in identity, form, or place of organization of a corporation.</p>\n        <p>Revenue Act, 1924, c. 234, 43 Stat. 256.</p>\n        <p>Sec. 203. (a) Upon the sale or exchange of property the entire amount of the gain or loss, determined under section 202, shall be recognized, except as hereinafter provided in this section.</p>\n        <p>(b) (2) No gain or loss shall be recognized if stock or securities in a corporation a party to a reorganization are, in pursuance of the plan of reorganization, exchanged solely for stock or securities in such corporation or in another corporation a party to the reorganization.</p>\n        <p>(3) No gain or loss shall be recognized if a corporation a party to a reorganization exchanges property, in pursuance of the plan of reorganization, solely for stock or securities in another corporation a party to the reorganization.</p>\n        <p>(4) No gain or loss shall be recognized if property is transferred to a corporation by one or more persons solely in exchange for stock or securities in such corporation, and immediately after the exchange</p>\n        <p>such person or persons are in control of the corporation; but in the case of an exchange by two or more persons this paragraph shall apply only if the amount of the stock and securities received by each is substantially in proportion to his interest in the property prior to the exchange.</p>\n        <p>(e) If an exchange would be within the provisions of paragraph (3) of subdivision (b) if it were not for the fact that the property received in exchange consists not only of stock or securities permitted by such paragraph to be received without the recognition of gain, but also of other property or money, then&#8212;</p>\n        <p>(1) If the corporation receiving such other property or money distributes it in pursuance of the plan of reorganization, no gain to the corporation shall be recognized from the exchange, but</p>\n        <p>(2) If the corporation receiving such other property or money does not distribute it in pursuance of the plan of reorganization, the gain, if any, to the corporation shall be recognized, but in an amount not in excess of the sum of such money and the fair market value of such other property so received, which is not so distributed.</p>\n        <p>(h) As used in this section and sections 201 and 204&#8212;</p>\n        <p>(1) The term 'reorganization' means (A) a merger or consolidation (including the acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation,</p>\n        <p>or substantially all the properties of another corporation), or (B) a transfer by a corporation of all or a part of its assets to another corporation if immediately after the transfer the transferor or its stockholders or both are in control of the corporation to which the assets are transferred, or (C) a recapitalization, or (D) a mere change in identity, form, or place of organization, however effected.</p>\n        <p>(2) The term 'a party to a reorganization' includes a corporation resulting from a reorganization and includes both corporations in the case of an acquisition by one corporation of at least a majority of the voting stock and at least a majority of the total number of shares of all other classes of stock of another corporation.</p>\n        <p>Revenue Act, 1926, c. 27, 44 Stat. 12 (26 U.S.C.A. &#167; 112 note).</p>\n        <p>Section 203(a), (b)(2), (b)(3), (b)(4), (e), (e)(1), (e)(2), (h), (h)(1) and (h)(2) repeat the words of Section 203(a), (b)(2), (b)(3), (b)(4), (e), (e)(1), (e)(2), (h), (h)(1) and (h)(2) of the Act of 1924.</p>\n        <p>Revenue Act, 1928, c. 852, 45 Stat. 816 (26 U.S.C.A. &#167; 112 note.)</p>\n        <p>Section 112(a), (b)(3), (b)(4), (b)(5), (d), (d)(1), (d)(2), (i), (i)(1) and (i)(2) repeat the words of Section 203(a), (b)(2), (b)(3), (b)(4), (e), (e)(1), (e)(2), (h), (h)(1) and (h)(2) of the Act of 1924.</p>\n        <p>Revenue Act, 1932, c. 209, 47 Stat. 196 (26 U.S.C.A. &#167; 112 and note.)</p>\n        <p>Section 112(a), (b)(3), (b)(4), (b)(5), (d), (d)(1), (d)(2), (i), (i)(1) and (i)(2) repeat the words of Section 203(a), (b)(2), (b)(3), (b)(4), (e), (e)(1), (e)(2), (h), (h)(1) and (h)(2) of the Act of 1924.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/102524/"
}