{"absolute_url": "/opinion/109053/anderson-v-united-states/", "blocked": false, "citation": {"case_name": "Anderson v. United States", "docket_number": "73-346", "document_uris": ["/api/rest/v2/document/109053/"], "federal_cite_one": "417 U.S. 211", "federal_cite_three": "41 L. Ed. 2d 20", "federal_cite_two": "94 S. Ct. 2253", "id": 93412, "lexis_cite": "1974 U.S. LEXIS 63", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/93412/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 261, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1974-06-03", "date_modified": "2015-05-01T22:14:21.839572", "docket": "/api/rest/v2/docket/2503666/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">417 U.S. 211</p>\n    <p class=\"case_cite\">94 S.Ct. 2253</p>\n    <p class=\"case_cite\">41 L.Ed.2d 20</p>\n    <p class=\"parties\">William N. ANDERSON et al., Petitioners,<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 73&#8212;346.</p>\n    <p class=\"date\">Argued March 19, 1974.</p>\n    <p class=\"date\">Decided June 3, 1974.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Syllabus</p>\n      <p class=\"indent\">For having conspired to cast fictitious votes for federal, state, and local candidates in a West Virginia primary election, petitioners were convicted of violating 18 U.S.C. &#167; 241, which makes it unlawful to conspire to injure any citizen in the free exercise or enjoyment of any right or privilege secured by the Constitution or laws of the United States. At the trial, over petitioners' objections, certain statements made by two of the petitioners at a local election contest hearing held after the election results had been certified, on May 27, 1970, were admitted in evidence against all the petitioners to prove that the two petitioners making the statements had perjured themselves at the election contest hearing. On appeal, the petitioners contended for the first time that &#167; 241 was limited to conspiracies to cast false votes in federal elections, and that accordingly the conspiracy charged in their case, as far as federal jurisdiction was concerned, ended on May 27, so that subsequent out-of-court statements could not have furthered any &#167; 241 conspiracy and hence should not have been admitted in evidence. The Court of Appeals rejected these contentions, and affirmed the convictions. Held:</p>\n      <p class=\"indent\">1. The out-of-court statements were admissible under basic principles of the law of evidence and conspiracy, regardless of whether or not &#167; 241 encompasses conspiracies to cast fraudulent votes in state and local elections. Pp. 214&#8212;222.</p>\n      <p class=\"indent\">(a) The statements were not hearsay, since they were not offered in evidence to prove the truth of the matter asserted; hence their admissibility was governed by the rule that acts of one alleged conspirator can be admitted into evidence against the other conspirators, if relevant to prove the existence of the conspiracy, even though they may have occurred after the conspiracy ended. Lutwak v. United States, 344 U.S. 604, 73 S.Ct. 481, 97 L.Ed. 593. Pp. 219&#8212;221.</p>\n      <p class=\"indent\">(b) Since the statements were not hearsay, the jury did not have to make a preliminary finding that the conspiracy charged was still in progress before it could consider them as evidence against the other defendants, and accordingly the statements were admissible if relevant to prove the conspiracy charged. P. 221.</p>\n      <p class=\"indent\">(c) Even if the federal conspiracy ended on May 27, the fact that two of the petitioners perjured themselves at the local election contest hearing was relevant and admissible to prove the underlying motive of the conspiracy. Accordingly, in order to rule on petitioners' challenge to the admissibility of this evidence, there was no need for the Court of Appeals, and there is no need for this Court, to decide whether petitioners' conspiracy ended on May 27 for purposes of federal jurisdiction or whether &#167; 241 applies to conspiracies to cast fraudulent votes in local elections. Pp. 221&#8212;222.</p>\n      <p class=\"indent\">2. The evidence amply supports the verdict that each of the petitioners engaged in the conspiracy with the intent of having false votes cast for the federal candidates. Pp. 222&#8212;228.</p>\n      <p class=\"indent\">(a) The fact that petitioners' primary motive was to affect the result in the local rather than the federal election has no significance, since although a single conspiracy may have several purposes, if one of them&#8212;whether primary or secondary&#8212;violates a federal law, the conspiracy is unlawful under federal law. Pp. 225 226.</p>\n      <p class=\"indent\">(b) That the petitioners may have had no purpose to change the outcome of the federal election is irrelevant, since that is not the specific intent required under &#167; 241, but rather the intent to have false votes cast and thereby to injure the right of all voters in a federal election to have their expressions of choice given full value, without dilution or distortion by fraudulent balloting. Pp. 226&#8212;227.</p>\n      <p class=\"indent\">(c) Even assuming, arguendo, that &#167; 241 is limited to conspiracies to cast false votes for federal candidates, it was not plain error for the District Court's jury instructions not to focus specifically upon the federal conspiracy, since in view of the fact that the prosecution's case showed a single conspiracy to cast entire slates of false votes and the defense consisted primarily of a challenge to the Government witnesses' credibility, it is inconceivable that, even if charged by more specific instructions, the jury could have found a conspiracy to cast false votes for local offices without also finding a similar conspiracy affecting the federal offices. Pp. 227&#8212;228.</p>\n      <p class=\"indent\">481 F.2d 685, affirmed.</p>\n      <p class=\"indent\">David Ginsburg, Washington, D.C., for petitioners.</p>\n      <p class=\"indent\">Lawrence G. Wallace, Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice MARSHALL delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioners were convicted of violating 18 U.S.C. &#167; 241, which, in pertinent part, makes it unlawful for two or more persons to 'conspire to injure, oppress, threaten, or intimidate any citizen in the free exercise or enjoyment of any right or privilege secured to him by the Constitution or laws of the United States . . ..' Specifically, the Government proved that petitioners engaged in a conspiracy to cast fictitious votes for candidates for federal, state, and local offices in a primary election in Logan County, West Virginia. At the trial, a question arose concerning the admissibility against all of the petitioners of certain out-of-court statements made by some of them. In considering the propriety of the District Court's decision to admit this evidence, the Court of Appeals thought it necessary to resolve the question whether a conspiracy to cast false votes in a state or local election, as opposed to a conspiracy to cast false votes in a federal election, is unlawful under &#167; 241. The Court of Appeals affirmed petitioners' convictions, concluding that &#167; 241 encompasses 'conspiracies, involving state action at least, to dilute the effect of ballots cast for the candidate of one's choice in wholly state elections.' 481 F.2d 685, 700&#8212;701 (1973). We granted certiorari to consider this question. 414 U.S. 1091, 94 S.Ct. 720, 38 L.Ed.2d 548 (CA4 1973). It now appears, however, that the out-of-court statements at issue were admissible under basic principles of the law of evidence and conspiracy, regardless of whether or not &#167; 241 encompasses conspiracies to cast fraudulent votes in state and local elections. Accordingly we affirm the judgment of the Court of Appeals without passing on its interpretation of &#167; 241.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The underlying facts are not in dispute. On May 12, 1970, a primary election was held in West Virginia for the purpose of nominating candidates for the United States Senate, United States House of Representatives, and various state and local offices. One of the nominations most actively contested in Logan County was the Democratic nomination for County Commissioner, an office vested with a wide variety of legislative, executive, and judicial powers.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Among the several candidates for the Democratic nomination for this office were the incumbent, Okey Hager, and his major opponent, Neal Scaggs.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioners are state or county officials, including the Clerk of the Logan County Court, the Clerk of the County Circuit Court, the Sheriff and Deputy Sheriff of the County, and a State Senator. The evidence at trial showed that by using the power of their office, the petitioners convinced three election officals in charge of the Mount Gay precinct in Logan County to cast false and fictitious votes on the voting machines and then to destroy poll slips so that the number of persons who had actually voted could not be determined except from the machine tally.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> While it is apparent from the record that the primary purpose behind the casting of false votes was to secure the nomination of Hager for the office of County Commissioner, it is equally clear that about 100 false votes were in fact cast not only for Hager, but also for Senator Robert Byrd and Representative Ken Hechler, who appeared on the ballot for renomination to their respective chambers of the United States Congress, as well as for other state and local candidates considered part of the Hager slate.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The conspiracy achieved its primary objective, the countywide vote totals showing Hager the winner by 21 votes, counting the Mount Gay precinct returns. About two weeks after the election, on May 27, 1970, the election results were certified. After that date, Scaggs filed an election contest<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> challenging certain returns, including the Mount Gay County Commissioner votes. No challenge was made, however, to the Mount Gay votes for either of the federal offices, and they became final on May 27.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A hearing was held in the County Court on the election contest at which petitioners Earl Tomblin and John R. Browning gave sworn testimony. The prosecution in the &#167; 241 trial sought to prove that Tomblin and Browning perjured themselves at the election contest hearing in a continuing effort to have the fraudulent votes for Hager counted and certified. For example, one of the key issues in the election contest was whether sufficient voters had in fact turned out in Mount Gay precinct to justify the unusually high reported returns. Tomblin testified under oath at the election contest that he had visited Mount Gay precinct on election day and had observed one Garrett Sullins there as Sullins went in to vote. The prosecution at the $241 trial, however, offered testimony from Sullins himself that he was in the hospital and never went to the Mount Gay precinct on election day.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At trial, the other defendants objected to the introduction of Tomblin's prior testimony on the ground that it was inadmissible against anyone but Tomblin. The District Court overruled the objection but instructed the jury that Tomblin's testimony could be considered only as bearing upon his guilt or innocence, unless the jury should determine that at the time Tomblin gave this testimony, a conspiracy existed between him and the other defendants and that the testimony was made in furtherance of the conspiracy, in which case the jury could consider the testimony as bearing upon the guilt or innocence of the other defendants. A similar objection was made to the introduction of Browning's election contest testimony and a similar cautionary instruction given when that objection was overruled.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In oral argument before the Court of Appeals, petitioners for the first time<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> sought to link their objection to the introduction of this evidence to a particular interpretation of &#167; 241. See 481 F.2d, at 694. Specifically, petitioners argued that &#167; 241 was limited to conspiracies to cast false votes in federal elections and did not apply to local elections. Accordingly, they contended that the conspiracy in the present case, so far as federal jurisdiction was concerned, ended on May 27, 1970, the date on which the election returns were certified and the federal returns became final. Statements made after this date by one alleged conspirator, the argument continued, could not, as a matter of law, have been made in furtherance of the conspiracy charged under &#167; 241 and therefore should not have been considered by the jury in determining the guilt or innocence of the other defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Government countered before the Court of Appeals that, whether the federal conspiracy had ended or not, the election contest testimony of Tomblin and Browning was admissible under the principles enunciated in Lutwak v. United States, 344 U.S. 604, 73 S.Ct. 481, 97 L.Ed. 593 (1953). The Court of Appeals, however, decided not to tarry over this point and instead, in its own words, chose 'to meet directly the contention that federal jurisdiction over the alleged conspiracy ended with the certification in the federal election contests . . ..' See 481 F.2d, at 698. We think it inadvisable, however, to reach out in this fashion to pass on important questions of statutory construction when simpler, and more settled, grounds are available for deciding the case at hand. In our view, the basic principles of evidence and conspiracy law set down in Lutwak are dispositive of petitioners' evidentiary claims.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The doctrine that declarations of one conspirator may be used against another conspirator, if the declaration was made during the course of and in furtherance of the conspiracy charged, is a well-recognized exception to the hearsay rule which would otherwise bar the introduction of such out-of-court declarations. See Lutwak v. United States, supra, 344 U.S., at 617, 73 S.Ct., at 489. See also Krulewitch v. United States, 336 U.S. 440, 69 S.Ct. 716, 93 L.Ed. 790 (1949). The hearsay-conspiracy exception applies only to declarations made while the conspiracy charged was still in progress, a limitation that this Court has 'scrupulously observed.'<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> See Krulewitch v. United States, supra, at 443&#8212;444, 69 S.Ct., at 718&#8212;719. See also Lutwak v. United States, supra, 344 U.S., at 617 618, 73 S.Ct., at 489&#8212;490; Fiswick v. United States, 329 U.S. 211, 217, 67 S.Ct. 224, 227, 91 L.Ed. 196 (1946); Wong Sun v. United States, 371 U.S. 471, 490, 83 S.Ct. 407, 418&#8212;419, 9 L.Ed.2d 441 (1963).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But, as the Court emphasized in Lutwak, the requirement that out-of-court declarations by a conspirator be shown to have been made while the conspiracy charged was still in progress and in furtherance thereof arises only because the declaration would otherwise be hearsay. The ongoing conspiracy requirement is therefore inapplicable to evidence, such as that of acts of alleged conspirators, which would not otherwise be hearsay. Thus the Court concluded in Lutwak that acts of one alleged conspirator could be admitted into evidence against the other conspirators, if relevant to prove the existence of the conspiracy, 'even though they might have occurred after the conspiracy ended.' 344 U.S., at 618, 73 S.Ct., at 489. See also United States v. Chase, 372 F.2d 453 (CA4 1967); Note, Developments in the Law&#8212;Criminal Conspiracy, 72 Harv.L.Rev. 920, 988 (1959).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The obvious question that arises in the present case, then, is whether the out-of-court statements of Tomblin and Browning were hearsay. We think it plain they were not. Out-of-court statements constitute hearsay only when offered in evidence to prove the truth of the matter asserted.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The election contest testimony of Tomblin and Browning, however, was not admitted into evidence in the &#167; 241 trial to prove the truth of anything asserted therein. Quite the contrary, the point of the prosecutor's introducing those statements was simply to prove that the statements were made<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> so as to establish a foundation for later showing, through other admissible evidence, that they were false.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The rationale of the hearsay rule is inapplicable as well. The primary justification for the exclusion of hearsay is the lack of any opportunity for the adversary to cross-examine the absent declarant whose out-of-court statement is introduced into evidence.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Here, since the prosecution was not contending that anything Tomblin or Browning said at the election contest was true, the other defendants had no interest in cross-examining them so as to put their credibility in issue.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Cf. Pointer v. Texas, 380 U.S. 400, 85 S.Ct. 1065, 13 L.Ed.2d 923 (1965); Barber v. Page, 390 U.S. 719, 88 S.Ct. 1318, 20 L.Ed.2d 255 (1968); Bruton v. United States, 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Since these prior statements were not hearsay, the jury did not have to make a preliminary finding that the conspiracy charged under &#167; 241 was still in progress before it could consider them as evidence against the other defendants. The prior testimony was accordingly admissible simply if relevant in some way to prove the conspiracy charged. See Lutwak v. United States, 344 U.S., at 617, 73 S.Ct., at 489.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As we read the record, there can be no doubt that the evidence of perjury by petitioners Tomblin and Browning in the election contest was relevant to make out the Government's case under &#167; 241, even assuming, arguendo, that the petitioners' conspiracy ended, for purposes of federal jurisdiction, on May 27, 1970, with the certification of the federal election returns. For even if federal jurisdiction rested only on that aspect of the conspiracy involving the federal candidates, the proof at trial need not have been so limited. The prosecution was entitled to prove the underlying purpose and motive of the conspirators in order to convince the jury, beyond a reasonable doubt, that petitioners had in fact unlawfully conspired to cast false votes in the election. See Lutwak v. United States, supra, at 617, 73 S.Ct., at 489. As it was never suggested that either Senator Byrd or Representative Hechler needed or sought the assistance of an unlawful conspiracy in order to win his respective nomination, a key issue in this prosecution, accepting for the sake of argument petitioners' view of &#167; 241, was whether and why petitioners conspired to have false votes cast for these federal candidates. The fact that two of the petitioners perjured themselves at an election contest in which the Mount Logan votes for Hager were at stake helped prove the underlying motive of the conspiracy, by demonstrating that the false votes for federal officers were not an end in themselves, but rather part of a conspiracy to obtain Hager's nomination through unlawful means. The jury could have inferred that the petitioners were motivated in casting false federal ballots by the need to conceal the fraudulent votes for Hager, since the casting of large numbers of false ballots for County Commissioner would likely have aroused suspicion in the absence of the casting of a similar number of false votes for the other offices at issue in the election.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Even if the federal conspiracy ended on May 27, then, the Tomblin and Browning election contest testimony was relevant to prove the offense charged. Accordingly, in order to rule on petitioners' challenge to the admissibility of this evidence, there was no need for the Court of Appeals, and there is no need for us, to decide whether petitioners' conspiracy ended on May 27 for purposes of federal jurisdiction or whether &#167; 241 applies to conspiracies to cast fraudulent votes in local elections.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Petitioners argue, however, that the evidence at trial was insufficient to show that they had engaged in a conspiracy to cast false votes for the federal officers and that their convictions under &#167; 241 can stand only if we hold that section applicable to a conspiracy to cast false votes in a local election.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Our examination of the record leads us to conclude otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Two principles form the backdrop for our analysis of the record. It is established that since the gravamen of the offense under &#167; 241 is conspiracy, the prosecution must show that the offender acted with a specific intent to interfere with the federal rights in question. See United States v. Guest, 383 U.S. 745, 753&#8212;754, 86 S.Ct. 1170, 1175&#8212;1176, 16 L.Ed.2d 239 (1966); Screws v. United States, 325 U.S. 91, 65 S.Ct. 1031, 89 L.Ed. 1495 (1945). Moreover, we scrutinize the record for evidence of such intent with special care in a conspiracy case for, as we have indicated in a related context, 'charges of conspiracy are not to be made out by piling inference upon inference, thus fashioning . . . a dragnet to draw in all substantive crimes.' Direct Sales Co. v. United States, 319 U.S. 703, 711, 63 S.Ct. 1265, 1269, 87 L.Ed. 1674 (1943). See also Ingram v. United States, 360 U.S. 672, 680, 79 S.Ct. 1314, 1320, 3 L.Ed.2d 1503 (1959).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Even with these caveats in mind, we find the record amply bears out the verdict that each of the petitioners engaged in the conspiracy with the intent of having false votes cast for the federal officers. The Government's chief witness was Cecil Elswick, an unindicted coconspirator who served as the Republican election officer at the Mount Gay precinct and who actually cast most of the fraudulent votes. Elswick testified that he was first approached by petitioner Red Hager, the son of Okey Hager, who told Elswick to go along with them to win the Mount Gay precinct or else he, Red Hager, would cause Elswick trouble. When asked on direct examination for whom he was told to win the precinct, Elswick testified: 'For the Okey Hager slate and Senator Byrd and Ken Hechler.' App. 40. When Elswick expressed an interest in going along, Red Hager arranged for a meeting between Elswick and Tomblin at which Tomblin confirmed an offer of a part-time deputy sheriff job for Elswick as a reward for his help in the election fraud. Elswick later met with petitioner W. Bernard Smith in Tomblin's office, and Smith then instructed him on how to proceed to win the election. The night before the election, Elswick met with all five of the petitioners. At this meeting cash payments for the false votes were discussed and petitioners Smith and Hager emphasized the need for putting 'all the votes' on the machine. Later that evening, Elswick accompanied Tomblin to visit Garrett Sullins, a candidate for justice of the peace listed on the Hager slate. Tomblin told Sullins not to worry about his election because they had him 'slated,' so long as Sullins' wife, another Mount Gay precinct election official, would go along with the illegal voting.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Elswick then testified as to how he actually put the fraudulent votes on the machines. When a voter came into the precinct and asked for help in using the machines to vote the Neal Scaggs slate, Elswick and Mrs. Sullins would join the voter in the voting machine and, aligning their bodies so as to conceal what they were doing, would put votes on the machine for the entire Hager slate. In addition, Elswick simply went into the voting machine on his own and cast many fictitious ballots. Through a comparison between the reported returns and the number of persons who actually voted, false votes were shown to have been cast for every office&#8212;federal, state, and local. See n. 3, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We think this evidence amply supported the jury's conclusion that each of the petitioners knowingly participated in a conspiracy which contemplated the casting of false votes for all offices at issue in the election. The evidence at trial tended to show a single conspiracy, the primary objective of which was to have false votes cast for Hager but which also encompassed the casting of false votes for candidates for all other offices, including Senator Byrd and Representative Hechler. True, there was little discussion among the conspirators of the federal votes per se, just as there was little discussion of the Hager votes in and of themselves, but the jury could believe this was only a reflection of the conspirators' underlying assumption that false votes would have to be cast for entire slates of candidates in order to have their fraud go undetected.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In our view, petitioners err in seeking to attach significance to the fact that the primary motive behind their conspiracy was to affect the result in the local rather than the federal election. A single conspiracy may have several purposes, but if one of them&#8212;whether primary or secondary&#8212;be the violation of a federal law, the conspiracy is unlawful under federal law. See Ingram v. United States, 360 U.S., at 679&#8212;680, 79 S.Ct., at 1319&#8212;1320. It has long been settled that &#167; 241 embraces a conspiracy to stuff the ballot box at an election for federal officers, and thereby to dilute the value of votes of qualified voters; see United States v. Saylor, 322 U.S. 385, 64 S.Ct. 1101, 88 L.Ed. 1341 (1944). See also United States v. Mosley, 238 U.S. 383, 35 S.Ct. 904, 59 L.Ed. 1355 (1915). This applies to primary as well as general elections. See United States v. Classic, 313 U.S. 299, 61 S.Ct. 1031, 85 L.Ed. 1368 (1941).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">That petitioners may have had no purpose to change the outcome of the federal election is irrelevant. The specific intent required under &#167; 241 is not the intent to change the outcome of a federal election, but rather the intent to have false votes cast and thereby to injure the right of all voters in a federal election to express their choice of a candidate and to have their expressions of choice given full value and effect, without being diluted or distorted by the casting of fraudulent ballots. See United States v. Saylor, supra, 322 U.S., at 386, 64 S.Ct., at 1102. As one court has stated:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'The deposit of forged ballots in the ballot boxes, no matter      how small or great their number, dilutes the influence of      honest votes in an election, and whether in greater or less      degree is immaterial. The right to an honest (count) is a      right possessed by each voting elector, and to the extent      that the importance of his vote is nullified, wholly or in      part, he has been injured in the free exercise of a right or      privilege secured to him by the laws and Constitution of the      United States.' Prichard v. United States, 181 F.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">2d 326, 331 (CA6), aff'd due to absence of quorum, 339 U.S.      974, 70 S.Ct. 1029, 94 L.Ed. 1380 (1950).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Every voter in a federal primary election, whether he votes for a candidate with little chance of winning or for one with little chance of losing, has a right under the Constitution to have his vote fairly counted, without its being distorted by fraudulently cast votes. And, whatever their motive, those who conspire to cast false votes in an election for federal office conspire to injure that right within the meaning of &#167; 241.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">While the District Court's jury instructions did not specifically focus upon the conspiracy to cast false votes for candidates for federal offices, no objection was made at trial or before the Court of Appeals with respect to this aspect of the instructions. See Johnson v. United States, 318 U.S. 189, 200, 63 S.Ct. 549, 554&#8212;555, 87 L.Ed. 704 (1943); Adickes v. S. H. Kress &amp; Co., 398 U.S. 144, 147 n. 2, 90 S.Ct. 1598, 1602&#8212;1603, 26 L.Ed.2d 142 (1970). And, even assuming, arguendo, that &#167; 241 is limited to conspiracies to cast false votes for candidates for federal offices, we could find no plain error here. The prosecution's case, as indicated earlier, showed a single conspiracy to cast entire slates of false votes. The defense consisted in large part of a challenge to the credibility of the Government's witnesses, primarily the three unindicted coconspirators. The case therefore ultimately hinged on whether the jury would believe or disbelieve their testimony. Given the record, we think it inconceivable that, even if charged by more specific instructions, the jury could have found a conspiracy to cast false votes for local offices without finding a conspiracy to cast false votes for the federal offices as well.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This case is therefore an inappropriate vehicle for us to decide whether a conspiracy to cast false votes for candidates for state or local office, as opposed to candidates for federal office, is unlawful under &#167; 241, and we intimate no views on that question.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS, with whom Mr. Justice BRENNAN concurs, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Petitioners were convicted under 18 U.S.C. &#167; 241, which imposes criminal penalties when 'two or more persons conspire to injure . . . any citizen in the free exercise or enjoyment of any right or privilege secured to him by the Constitution . . ..' The Court of Appeals affirmed, 481 F.2d 685, and this Court granted certiorari to consider whether a conspiracy to cast fraudulent votes in a state election, without any evidence of racial discrimination, could constitute a federal offense under &#167; 241. The Court of Appeals reached the substance of this question, holding that the Federal Government had the power under &#167; 241 to punish not only conspiracies to poison federal elections, but also conspiracies in which state officials took part to cast false votes in a state or local election. 481 F.2d at 698&#8212;700. The Court today avoids the issue squarely presented by petitioners and by the decision of the Court of Appeals, concluding that it need not reach the issue because the evidence 'bears out the verdict that each of the petitioners engaged in the conspiracy with the intent of having false votes cast for . . . federal officers.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">After reviewing the record, I am left with the opinion that the Court, in affirming on the theory that petitioners agreed as a part of their conspiracy to have false votes cast for federal candidates, is convicting the petitioners for an offense for which they were not found guilty by the jury. The instructions to the jury were phrased in a fashion which did not require it to find intent to have false votes cast for federal candidates, so that there is in truth no 'verdict' to that effect. The evidence of intent to have false votes cast for federal candidates is hardly conclusive, so that the failure of the charge to require such a finding could not be deemed harmless error. Fed.Rule Crim.Proc. 52(a).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Because it is not clear that petitioners intended that fraudulent votes be cast for federal candidates, and because I believe that &#167; 241 does not reach conspiracies to abscond with state elections, absent the element of racial discrimination, I dissent. The jury instructions, in allowing the jury to convict without finding a conspiracy to interfere with the federal electoral process, were improper, and the error was not harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">* On May 12, 1970, a primary election was held in West Virginia for the purpose of nominating candidates for the United States Senate and House of Representatives and for various state and local offices, including that of County Commissioner for Logan County. The incumbent Commissioner, Okey Hager, and his challenger, Neal Scaggs, were engaged in a bitter contest for the Democratic nomination for Commissioner. The petitioners, including Okey Hager's son Red Hager, induced election officials, including Cecil Elswick, who later testified for the Government at this trial, to cast false votes for the Okey Hager slate on the voting machines in the Mount Gay, West Virginia, precinct. There is no evidence that the Okey Hager slate included any nominees for federal offices. As the Court acknowledges, 'it is apparent from the record that the primary purpose behind the casting of false votes was to secure the nomination of Hager for the office of County Commissioner.' The Court nonetheless finds that the conspiracy necessarily encompassed an agreement to case fraudulent ballots for the federal offices.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As the Court notes, a stringent scienter requirement has been imposed when the Government seeks to prosecute under &#167; 241, requiring proof of 'specific intent' on the part of a conspirator to interfere with a right protected by &#167; 241.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> This standard has required proof that a conspirator acted 'in open defiance or in reckless disregard of a constitutional requirement which has been made specific and definite.'<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> in this case, the right to have votes cast in a federal election counted without impairment by fraudulent votes. It is against this exacting standard of specific intent that the actions of each of the conspirators in this case must be measured.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">From the first, the prosecution in this case proceeded on the theory that casting false votes for state offices would constitute a violation of &#167; 241. The indictment charged that on May 12, 1970, an election was held at Mount Gay to nominate candidates for the offices of United States Senator, Representative to Congress, and various state and county positions. It was charged that the petitioners willfully and knowingly conspired to injure voters in the exercise of their constitutional rights by impairing their right to vote for candidates 'for the aforesaid offices' and to have such votes cast and certified at their full value. Thus the indictment charged a conspiracy in violation of &#167; 241 without distinction between state and federal offices. Efforts on the part of the petitioners to clarify the charges against them were futile. The trial judge denied a motion to dismiss, which argued that the indictment failed to adequately particularize the alleged criminal violation. The petitioners also filed a motion for a bill of particulars which requested an elucidation of the specific acts which formed the basis of the indictment. This motion was also denied, and the case proceeded to trial with an indictment charging, as a federal crime, conspiracy to impair votes for not only federal, but also state offices.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The case was tried on the theory that petitioners conspired to secure the nomination of Okey Hager for County Commissioner. There is substantial evidence on the record to demonstrate the existence of this conspiracy, and petitioners necessarily contemplated having false votes cast in the local election to secure Okey Hager's nomination. There is also evidence that Cecil Elswick and others who were at the polling place during the election did in fact cast false votes for federal candidates. There is also evidence that one of the petitioners, Red Hager, did tell Elswick to cast false votes not only for Okey Hager, but also for Senator Byrd and Representative Hechler, candidates running for federal offices. But there is no conclusive evidence in nearly 2,000 pages of transcript that any of the other four petitioners agreed, either with Elswick or with each other, to cast fraudulent votes for the federal candidates.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The prosecution made clear in its closing argument to the jury that the essence of its case was the conspiracy to cast false votes for the local office of County Commissioner. It carefully focused the jury's attention on the fraud committed by the petitioners as regards the state election:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">'I think from the evidence you can conclude by now that the      theory behind the government's case actually is that these      votes were cast and counted by going through the contest and      all in order to get Okey Hager elected to the County Court,      in order to get Red Hager's father elected to the County      Court, that these defendants, along with others, got the      votes cast and got the votes counted in the long drawnout      procedure that was involved over there.'</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In its charge to the jury, the trial court reinforced this crucial error. In its instructions, reprinted in relevant part in the Appendix to this opinion, the Court never required the jury to find a specific intent to have false votes cast in the federal election contests on the part of each of the conspirators. Throughout its instructions to the jury, the District Court reiterated that the crucial element of the charged crime under &#167; 241 was a conspiracy to 'injure and oppress . . . voters . . . in the . . . enjoyment of . . . the right to vote and to have such votes cast, counted, recorded, and certified at full value.' It stated:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">'You are instructed that the right to vote and the right to      have the value of that vote undiminished and undiluted by the      presence of illegal votes is a right guaranteed by the      Constitution and laws of the United States within the context      of (18 U.S.C. &#167; 241).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">'. . . (I)f any one or more of the defendants conspired      knowingly and intentionally with another defendant or with a      co-conspirator to produce the casting and counting of illegal      ballots in the 1970 primary election, with the intention of      injury or oppressing citizens in the free exercise of their      voting rights, they would be guilty as charged in this      indictment.'</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">At no time was the jury told that specific intent to have false votes cast for the federal candidates was necessary for conviction of each of the conspirators; it was enough that the 'right to vote' was diluted and that 'illegal ballots' were cast to injure 'voting rights,' without distinction between federal and state elections. As long as the jury accepted the credibility of the prosecution witnesses, conviction under these instructions was inevitable, even for those petitioners who were not shown by any conclusive evidence to have had specific intent to interfere with the federal election, the ground on which the Court affirms.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">While trial counsel did not object to the form of the instructions, where an error is so fundamental that the instruction does not properly submit to the jury the essential elements of the charged offense, there is plain error and the interests of justice and fair play demand that we take note. See Fisher v. United States, 328 U.S. 463, 467&#8212;468, 66 S.Ct. 1318, 1320&#8212;1321, 90 L.Ed. 1382, Screws v. United States, 325 U.S. 91, 107, 65 S.Ct. 1031, 1038, 89 L.Ed. 1495 (opinion of Douglas, J.); Fed.Rule Crim.Proc. 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Court concedes that the jury instructions 'did not specifically focus' on an intent to cast false votes for federal candidates, but avoids this problem by contending in effect that this error was harmless because 'we think it inconceivable that, even if charged by more specific instructions, the jury could have found a conspiracy to cast false votes for local offices without finding a conspiracy to cast false votes for the federal offices as well.' (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">I cannot agree with this crucial assumption. The gravamen of a conspiracy charge is agreeing with the intent of achieving a certain proscribed objective. '(I)t is . . . essential to determine what kind of agreement or understanding existed as to each defendant.' United States v. Borelli, 336 F.2d 376, 384 (Friendly, J.) (emphasis added); see Note, Developments in the Law Criminal Conspiracy, 72 Harv.L.Rev. 920, 929&#8212;930. When it is not shown that the unlawful objectives of one individual have been adopted by another, the latter cannot be found to have agreed to achieve the objectives and a conspiracy count to do so cannot be sustained. See Yates v. United States, 354 U.S. 298, 329&#8212;331, 77 S.Ct. 1064, 1082&#8212;1083, 1 L.Ed.2d 1356.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The evidence in this case, as the prosecutor observed in closing argument, demonstrated that petitioners focused their attention on the contest for County Commissioner. There is no conclusive evidence that the casting of fraudulent federal ballots was in fact necessary to petitioners' scheme to abscond with the local nomination contest, or that petitioners thought it necessary. There is no proof that a lower quantum of votes for the federal condidates would have aroused suspicion, or that petitioners felt that it would.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> Ballot splitting, with disparate numbers of votes cast for the various offices, was prevalent at this election.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> The nominations for County Commissioner and other local offices were closely contested, while the federal nominations were not, so that there would naturally be more votes cast in the local races.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a> And even if we assume that a sophisticated conspirator would have considered it necessary to stuff the federal ballot box in order to conceal fraud in the state election, we simply cannot presume that the petitioners did also. The record reveals an unsophisticated, bludgeonlike effort to win the election for Okey Hager, with minimal preliminary attention to the niceties of covering up the fraud. When there is no conclusive evidence that the need to cast fraudulent federal votes even crossed the minds of four of the five petitioners, it is the jury's province, not ours, to determine whether there was specific intent to cast such votes.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The slenderness of the reed on which the Court's affirmance of these convictions rests is demonstrated by its assertions that the jury 'could believe' that the lack of discussion of federal ballots only reflected an 'assumption' by petitioners that such ballots would have to be cast, and that the jury 'could have inferred' that petitioners were motivated by the need to cast false federal ballots to conceal fraudulent local votes. But whether the jury 'could have inferred' or 'could (have) believe(d)' that there was sufficient proof of specific intent to cast false federal ballots in the evidence in this case misses the point, because the jury was never required to make this finding in order to convict. The jury verdict is not to be accorded its traditional sanctity, when it is premised on erroneous instructions. See Burton v. United States, 202 U.S. 344, 373&#8212;374, 26 S.Ct. 688, 695&#8212;696, 50 L.Ed. 1057. The jury has never passed on the question of petitioners' intent while guided by proper instructions. While circumstantial evidence may lead a jury to infer specific intent to interfere with a right protected by &#167; 241, the weighing of the evidence should be the jury's task, not that of this Court. There was in fact no 'verdict' that petitioners conspired to have false votes cast in the federal election, and the sparse circumstantial evidence in this case makes it impossible for me to conclude, as does the Court, that such a verdict was inevitable so that the error in jury instructions was harmless. At the very least, justice requires that this case be remanded for a new trial.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Because I cannot agree that the evidence showed that petitioners necessarily conspired with the specific intent of having false votes cast for federal candidates, I could affirm only if &#167; 241 reached a conspiracy by local officials to cast fraudulent votes in nominating candidates for local offices where, as here, there was no evidence of racial discrimination. I do not, however, believe that &#167; 241 can properly be construed in such a fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The Court of Appeals determined that &#167; 241 did reach such conspiracies. It noted that the language of the section sweeps broadly to guarantee \"any right or privilege secured . . . by the Constitution or laws of the United States,\" 481 F.2d., at 699, and also that United States v. Guest, 383 U.S. 745, 86 S.Ct. 1170, 16 L.Ed.2d 239, and United States v. Price, 383 U.S. 787, 86 S.Ct. 1152, 16 L.Ed.2d 267, stated that &#167; 241 proscribed conspiracies to violate Fourteenth Amendment rights, including those protected from interference under color of law by the Equal Protection Clause. One such right only recently defined, reasoned the Court of Appeals, is the right not to have valid votes cast in state elections diluted by those acting under color of state law, including local election officials such as those involved in the instant conspiracy, citing Reynolds v. Sims, 377 U.S. 533, 84 S.Ct. 1362, 12 L.Ed.2d 506. Thus in the view of the Court of Appeals, a conspiracy to cast fraudulent ballots in which state election officials took part resulted in a denial of equal protection under color of state law and stated a crime under &#167; 241, even if the conspiracy did not encompass a federal election. 481 F.2d, at 698&#8212;700.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The argument ignores the intent of Congress as manifested by the legislative history of &#167; 241. Congress did not intend to reach local election malfeasance where there was no evidence of racial bias because it did not believe that it had that power. It expressed unwillingness to interfere with the right of States to control their own elections where there was no racial discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Section 241 was originally passed as &#167; 6 of the Enforcement Act of 1870, 16 Stat. 141. The Enforcement Act was a comprehensive body of legislation passed two months after the ratification of the Fifteenth Amendment, which protected the right of citizens to vote from denial by the Federal or State Governments 'on account of race, color, or previous condition of servitude.' The Fifteenth Amendment authorized Congress 'to enforce this article by appropriate legislation.' This latter clause was the impetus for the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">What is now &#167; 241 was offered as an amendment by Senator Pool of North Carolina, who referred in introducing the amendment to 'rights which are conferred upon the citizen by the fourteenth amendment.' Cong.Globe, 41st Cong., 2d Sess., 3611. But there is no proof that he conceived of the possibility that the amendment could reach local election fraud where there was no racial discrimination.<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a> On the other hand, the rest of the legislative history of the Enforcement Act demonstrates that Congress, in adopting Pool's amendment, could not have intended to reach such frauds, because it did not believe that it had that power.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Because the Enforcement Act of 1870 was concerned primarily with suffrage, there is ample legislative history elucidating the reach of congressional power regarding both federal and local elections. The constitutional power to pass those sections of the Act which purported to deal with the right to vote in local elections was perceived to flow from the Fifteenth Amendment,<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a> which protected the right to vote from infringement only 'on account of race, color, or previous condition of servitude.? Even the staunchest supporters of the Act conceded that, absent the critical element of racial discrimination, the Act could not reach local elections. The following colloquy, for example, occurred between Senator Edmunds of Vermont, one of two Senate floor managers of the Act, id., at 3753, and Senator Morton of Indiana, another supporter of the Act. While interference with local elections could be punished if racial discrimination, against either white or black, was extant, local election fraud could not otherwise be reached by federal jurisdiction:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">'Mr. MORTON. . . . Our theory is that the question of      suffrage is under the control of the States, and was left to      the several States by the Constitution of the United States;      and that being the case, Congress had no power to pass a law      conferring suffrage on colored men, and it was necessary to      amend the Constitution of the United States for that purpose.      We therefore provided in the fifteenth amendment that 'the      right of citizens of the United States to vote shall not be      denied or abridged by the United States, or by any State, on      account of race, color, or previous condition of servitude.'      The proposition to which I call attention is this: that the      question of suffrage is now, as it was before, completely      under the control of the several States to punish violations      of the right of suffrage, just as they had the power before,      except that we take away their power to deny suffrage on      account of race, color, or previous condition of servitude,      and have given to Congress the power to enforce this      amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">'The question now to which I call the attention of the Senate      is whether it is in the power of Congress to make provision      for punishing violations of the right of suffrage except      those violations go to the question of color, race, or      previous condition of servitude.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">'Mr. EDMUNDS. But it does not make any difference what the      color is, black or white.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">'Mr. MORTON. Not a bit. It does not make any difference           which; but if a man is denied the right of suffrage           because he is a white man, if any state shall assume to           deny a man the right of suffrage because he is a white           man, then we have a right to interfere; or if because he           is a colored man, then we have a right to interfere. But           suppose the denial of the right of suffrage by a board           of registration or a board of inspectors has nothing           whatever to do with color; suppose it is for an offense           that existed by State law before the enactment of this           fifteenth amendment, what power have we got to interfere           with that any more than we had before?</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">'Mr. EDMUNDS. Nobody, I think, would claim that we have. I      should not say so.' Cong.Globe, 41st Cong., 2d Sess., 3571.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In the course of debate, Senator Sherman of Ohio, another ardent advocate of the Act, proposed an amendment to add three sections to it. These sections, which were adopted with slight changes as &#167;&#167; 19, 20, and 21, were designed to deal with frauds not involving racial discrimination, but only in federal elections. Senator Sherman's comments express the desire not to 'invade the right of any state,' id., at 3664, to control its own elections and reflect the belief that an element of racial bias was considered a necessary precondition to congressional power to deal with state elections. Federal elections for Senators and Congressmen could be governed absent such bias, but only by virtue of the express authority of Art. I, &#167; 4, of the Constitution.<a class=\"footnote\" href=\"#fn9-1\" id=\"fn9-1_ref\">9</a> In describing these amendments to the House after their adoption by the Senate, Representative Bingham of Ohio, the floor manager of the Act in the House, stated:</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">'The amendments proposed to prevent fraudulent registration      or fraudulent voting, in so far as I am advised, do not alter any of the existing regulations of      the States touching registration; they are but a simple      exercise of the power expressly conferred on the Congress of      the United States to regulate elections of members and      Delegates to Congress. They are expressly limited to      elections of those officers. I do not deem it important to      say anything further on that point.' Cong.Globe, 41st Cong.,      2d Sess., 3872.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Only nine months later, the same Congress which passed the Enforcement Act of 1870 passed the Force Act of 1871, 16 Stat. 433, which supplemented the 1870 Act by supplying independent federal enforcement machinery to affirmatively ensure the right to vote in all congressional elections. Federal election officials were appointed to supervise such elections; the normal state processes were suppressed. But Congress made clear that its power could attach only when needed to protect congressional elections. One of the supporters of the bill, Representative Churchill of New York, stated:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">'But, Mr. Speaker, for some years past grave doubts have      prevailed in different portions of this country as to whether      the declared results of elections have truly expressed the      will of the people. With regard to officers of States and      officers of minor communities this doubt, so far as it      exists, is left to be determined, as it can only be      determined, by the laws existing in those States or      communities. But so far as regards members of the Congress of      the United States, although the first legislation in regard      to the matter is intrusted by the Constitution of the United      States to the States themselves, the power is properly      reserved to Congress itself to determine by what rules these      elections shall be conducted . . ..' Cong.Globe, 41st Cong.,      3d Sess., 1274.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In the same vein, Representative Bingham, who as noted was a floor manager of the 1870 Act, again reflected caution about interfering with the responsibility of the States to manage their own elections, asserting:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">'I am willing that the issue shall be made up, and let the      people speak upon this question. The bill interferes with no      reserved rights of the States. If the States do not choose to      hold their elections on the same day for mere State      officials, be it so; but with regard to the vote for      Representatives in Congress, I take it that the great      majority of the people of every State in the Union will admit      that the nation has a right to be represented at every      election for Congress by its own law and by its own officials      as well as the State. I have given the words, the thoughtful      words of the makers of the Constitution in support of that      right. No law of any State by this bill is in any manner      wrongfully impaired.' Id., at 1284.<a class=\"footnote\" href=\"#fn10-1\" id=\"fn10-1_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Thus, while the concurrent nomination races for federal officers in the Mount Gay precinct provided an opportunity for petitioners to violate &#167; 241, that violation could occur only if the petitioners possessed the specific intent to cast fraudulent votes in the federal elections as an object of their conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The broad language of Guest and Price does not authorize us to draw any other conclusion. Guest involved racial discrimination and rights under the Equal Protection Clause 'firmly and precisely established by a consistent line of decisions in this Court.' 383 U.S., at 754, 86 S.Ct., at 1175. That is not true of the right to be free from fraud without any racial connotation in local elections. In Price, we noted the sparse legislative history of &#167; 241 as part of the Enforcement Act, and held that there was no indication that Congress did not intend it to reach the Fourteenth Amendment right in question, the right to due process. 383 U.S., at 801, 86 S.Ct., at 1160. We noted that the application of &#167; 241 in that case 'does not raise fundamental questions of federal-state relationships.' Id., at 806, 86 S.Ct., at 1163. Those facts are not present in this case. There is legislative history which indicates that Congress did not intend to reach local election frauds in passing &#167; 241, because it did not believe that it had that power. And the decision of the Court of Appeals reaches to the very heart of federal-state relations, permitting federal intrusion in even the most local election, intrusions which the 41st Congress attempted to avoid when passing the Enforcement Act of 1870 and the Force Act of 1871.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">While the civil protections of the Fourteenth Amendment reach state elections even where there is no racial animus, criminal laws such as 18 U.S.C. &#167; 241 must be strictly construed, and we have required that Congress 'plainly and unmistakably' assert federal criminal jurisdiction over an activity. See United States v. Bass, 404 U.S. 336, 348, 92 S.Ct. 515, 522, 30 L.Ed.2d 488; United States v. Gradwell, 243 U.S. 476, 485, 37 S.Ct. 407, 410, 61 L.Ed. 857. Here Congress did not plainly intend &#167; 241 to reach local elections frauds, and apparently intended quite the opposite. '(B)ecause of the seriousness of criminal penalties, and because criminal punishment usually represents the moral condemnation of the community, legislatures and not courts should define criminal activity. This policy embodies 'the instinctive distaste against men languishing in prison unless the lawmaker has clearly said they should.\" United States v. Bass, supra, 404 U.S., at 348, 92 S.Ct., at 523.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">I can affirm neither on the theory that &#167; 241 reaches state election frauds where there is no evidence of racial discrimination, nor on the theory adopted by the Court that it was 'inconceivable' that petitioners did not specifically intend to have false votes cast in the federal election, with the exception of Red Hager. The other petitioners are entitled at least to a new trial under proper instructions.</p>\n    </div>\n    <p class=\"indent\">APPENDIX TO OPINION OF DOUGLAS, J., DISSENTING</p>\n    <p>Excerpts from Jury Instructions</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The indictment in this case charges in substance that beginning on or about the 1st day of May, 1970, and continuing until on or about the date of the indictment the defendants unlawfully, willfully and knowingly conspired with each other and with other persons who are both known and unknown to the grand jury, to injure and oppress the qualified voters of Logan County in the free exercise and enjoyment of certain rights and privileges secured to them by the Constitution and the laws of the United States, that is, the right to vote and to have such votes cast, counted, recorded and certified at full value.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The indictment also alleges that in order to effect the objects of the conspiracy the defendants caused and attempted to cause votes to be cast in the Mount Gay precinct of Logan County by procedures and methods in violation of the laws of the State of West Virginia, all with the purpose and intent that the illegal, fraudulent and fictitious ballots would be counted, returned and certified as a part of the total vote cast in the May 12, 1970, primary election, thereby impairing, diminishing, diluting and destroying the value and effect of votes legally, properly and honestly cast in that primary election in Logan County, which the indictment alleges violates Title 18 of the United States Code, Section 241.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The statute cited in the indictment provides in part that it shall be a criminal offense for two or more persons to conspire to injure any citizen in the free exercise or enjoyment of any right or privilege secured to him by the Constitution or laws of the United States. You are instructed that the right to vote and the right to have the value of that vote undiminished and undiluted by the presence of illegal votes is a right guaranteed by the Constitution and laws of the United States within the context of the charging statute.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The indictment in this case states that the defendants caused false and fictitious votes to be cast and counted, and that casting and counting such votes violates the laws of the State of West Virginia. With regard to whether or not casting and counting false and fictitious votes or causing them to be cast and counted violates West Virginia law, you are further instructed that the laws of the State of West Virginia are violated when fictitious votes are cast and counted or caused to be cast and counted.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The government in essence contends that there defendants, along with other co-conspirators not named as defendants in the indictment, including Elwood Sloan, Cecil Elswick, Calvin Napier, Mae Stollings, Minerva Richards, Janet Sullins and perhaps others, did unlawfully, willfully and knowingly conspire together and with each other to violate the law of the United States in causing or attempting to cause votes to be cast in the Mount Gay precinct of Logan County, West Virginia, in the May 1970 primary election by procedures and methods in violation of the laws of West Virginia pertaining to the handling of a precinct by election officials, and by further causing and attempting to cause the County Court of Logan County, West Virginia, to find that no illegal votes were cast in the Mount Gay precinct by solicting perjury and the commission of perjury in an election contest held subsequent to the May 12, 1970, primary, all with the purpose and intent that the alleged illegal and fraudulent and fictitious votes would be counted as a part of the total vote cast, resulting in an impairment, lessening and dilution of the value and effect of the votes legally and honestly cast. The government contends, of course, that all this was done in violation of Title 18, Section 241 of the United States Code, the charging statute designated in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The Court further tells you that intent is an essential element of this offense. You are therefore charged that before you can convict the defendants, or any of them, you must believe beyond a reasonable doubt that such defendant or defendants deliberately and with knowledge conspired with others to injure certain qualified voters in the free exercise and enjoyment of their right of suffrage.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Now, it is a legal presumption that people intend the natural and probable consequences of their acts, and also that they know that the right of legally qualified persons to vote is a federally Constitutionally protected right, and consequently, if any one or more of the defendants conspired knowingly and intentionally with another defendant or with a co-conspirator to produce the casting and counting of illegal ballots in the 1970 primary election, with the intention of injury or oppressing citizens in the free exercise of their voting rights, they would be guilty as charged in this indictment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The County Commissioner sits on the County Court which is the central governmental body in the county. See State ex rel. Dingess v. Scaggs, 195 S.E.2d 724, 726 (W.Va.1973). See also W.Va.Code Ann., &#167; 7&#8212;1&#8212;3 et seq. (1969).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The participation of the election officials was secured by threats of indictment or arrest, or promises of county jobs and money.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Of the 541 persons listed as eligible to vote at the Mount Gay precinct, the Government proved that 222 did not vote and that 13 more were either dead, in the hospital, or in prison. This left a maximum of 306 who could have voted. Observers at the precinct throughout election day estimated that about 275 persons had actually voted. Nevertheless 348 votes were recorded as cast for candidates for the nominees for United States Senator, 328 for Congressman, 358 for State Senator, 458 for House of Delegates, 375 for County Commissioner (long term), 365 for County Commissioner (short term), 371 for Justice of the Peace, and 371 for Constable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The election contest, at which candidate Hager was one of the two presiding judges, was concluded on August 25, 1970. Although the court was required by statute to rule on the contest by September 17, 1970, see W.Va.Code Ann., &#167; 3&#8212;7&#8212;7, it failed to enter a final order within the statutory period. Scaggs appealed to an intermediate appellate court, which granted an appeal. The Supreme Court of Appeals of West Virginia, however, ruled that the intermediate appellate court lacked jurisdiction since no decision had been rendered by the County Court within the statutory time allowed. See State ex rel. Hager v. Oakley, 154 W.Va. 528, 177 S.E.2d 585 (1970).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Other grounds for exclusion argued before the District Court and in the briefs before the Court of Appeals have not been pursued here. These include a contention that introduction of the prior testimony had the effect of putting Tomblin and Browning on the witness stand in violation of their constitutional right to stand mute, a suggestion that since the testimony was given in a judicial hearing there might be Miranda problems, and the argument that the prior testimony of Tomblin and Browning was inadmissible impeachment evidence since both had exercised their constitutional right not to testify. See 481 F.2d 685, 694.</p>\n        <p>The Court of Appeals recognized that it need not ordinarily consider grounds of objection not presented to the trial court. See Hormel v. Helvering, 312 U.S. 552, 556, 61 S.Ct. 719, 721, 85 L.Ed. 1037 (1941). This rule is not without its exceptions, however, particularly in criminal cases where appellate courts an notice errors seriously affecting the fairness or integrity of judicial proceedings. See United States v. Atkinson, 297 U.S. 157, 160, 56 S.Ct. 391, 392, 80 L.Ed. 555 (1936). See also Hormel v. Helvering, supra, 312 U.S., at 557, 61 S.Ct., at 721. In view of the fact that petitioners did challenge the admissibility of the Tomblin and Browning testimony at trial, we think it was proper for the Court of Appeals to consider all grounds related to that underlying objection.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The rationale for both the hearsay-conspiracy exception and its limitations is the notion that conspirators are partners in crime. United States v. Socony-Vacuum Oil Co., 310 U.S. 150, 253, 60 S.Ct. 811, 858, 84 L.Ed. 1129 (1940); Fiswick v. United States, 329 U.S. 211, 216, 67 S.Ct. 224, 227, 91 L.Ed. 196 (1946). As such, the law deems them agents of one another. And just as the declarations of an agent bind the principal only when the agent acts within the scope of his authority, so the declaration of a conspirator must be made in furtherance of the conspiracy charged in order to be admissible against his partner. See Krulewitch v. United States, 336 U.S. 440, 442&#8212;443, 69 S.Ct. 716, 717&#8212;718, 93 L.Ed. 790 (1949); Fiswick v. United States, supra, 329 U.S., at 217, 67 S.Ct., at 227; Wong Sun v. United States, 371 U.S. 471, 490, 83 S.Ct. 407, 418&#8212;419, 9 L.Ed.2d 441 (1963). See generally 4 J. Wigmore, Evidence &#167;&#167; 1077&#8212;1079 (Chadbourne rev. 1972).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See 5 J. Wigmore, Evidence &#167; 1361 (3d ed. 1940); C. McCormick, Law of Evidence 460 (1954).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Of course, evidence is not hearsay when it is used only to prove that a prior statement was made and not to prove the truth of the statement. See Dutton v. Evans, 400 U.S. 74, 88, 91 S.Ct. 210, 219, 27 L.Ed.2d 213 (1970) (opinion of Stewart, J.). See also Creaghe v. Iowa Home Mut. Cas. Co., 323 F.2d 981 (CA10 1963); General Tire of Miami Beach, Inc. v. NLRB, 332 F.2d 58 (CA5 1964); Safeway Stores, Inc. v. Combs, 273 F.2d 295 (CA5 1960); Ford Motor Co. v. Webster's Auto Sales, Inc., 361 F.2d 874 (CA1 1966).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Thus, in his opening argument the prosecutor said: 'I believe the evidence will show, frankly, that that election contest was full of perjurious testimony, full of lies. Some of it, the evidence will show, was solicited and caused by these defendants.' App. 22. The same point was made in closing argument. Tr. 1851&#8212;1852.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See 5 J. Wigmore, supra, n. 7, at &#167; 1362. See also Colorificio Italiano Max Meyer, S.P.A. v. S/S Hellenic Wave, 419 F.2d 223 (CA5 1969); Rossville Salvage Corp. v. S. E. Graham Co., 319 F.2d 391 (CA3 1963); Superior Engraving Co. v. NLRB, 183 F.2d 783 (CA7 1950), cert. denied, 340 U.S. 930, 71 S.Ct. 490, 95 L.Ed. 671 (1951).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Technically, of course, the proffered evidence was hearsay in that the Government sought to prove the prior testimony of Tomblin and Browning by reading a transcript of the election contest hearing into evidence at the &#167; 241 trial, rather than by calling as a witness a person who himself heard the Tomblin and Browning testimony. A well-recognized exception to the hearsay rule, however, permits the introduction of certified court transcripts to prove the testimony given at a prior proceeding. See generally 5 J. Wigmore, supra, n. 7, at &#167; 1681. Nor is there any right-of-confrontation problem here, since petitioners did not suggest below that the transcript read at the &#167; 241 trial did not accurately reflect the testimony actually given at the election contest hearing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> In briefing this case, all parties appear to have assumed that this sufficiency-of-the-evidence claim was properly before this Court. It seems clear, however, that this issue was presented neither to the Court of Appeals nor to us in the petition for a writ of certiorari. As indicated earlier, the &#167; 241 question arose below only with respect to the admissibility of the prior testimony of Browning and Tomblin, and not in connection with any claim that the evidence was insufficient to support a verdict under the statute. We nevertheless consider the sufficiency-of-the-evidence claim here. We recognize that petioners did raise before both the District Court and the Court of Appeals, and in the petition for a writ of certiorari a claim that the indictment was unconstitutionally vague, and the gist of their argument on this point was that the Government had charged a conspiracy to cast false votes for both federal and local candidates in order to survive a motion to dismiss the indictment, but had turned around at trial and proved only a conspiracy to cast false votes for the local candidates. This argument therefore raised the substance of petitioners' present contention that the evidence was insufficient to show a conspiracy to cast false votes for federal candidates. Moreover, as we have had occasion to note, a claim that a conviction is based on a record lacking any evidence relevant to crucial elements of the offense is a claim with serious constitutional overtones. See, e.g., Thompson v. City of Louisville, 362 U.S. 199, 80 S.Ct. 624, 4 L.Ed.2d 654 (1960); Johnson v. Florida, 391 U.S. 596, 88 S.Ct. 1713, 20 L.Ed.2d 838 (1968). See also Adderley v. Florida, 385 U.S. 39, 44, 87 S.Ct. 242, 245, 17 L.Ed.2d 149 (1966). Accordingly, even though the sufficiency-of-the-evidence issue was not raised below with any particularity, we think the interests of justice require its consideration here. See Screws v. United States, 325 U.S. 91, 107, 65 S.Ct. 1031, 1038, 89 L.Ed. 1495 (1945) (opinion of Douglas, J.). Cf. Lawn v. United States, 355 U.S. 339, 362 n. 16, 78 S.Ct. 311, 324, 2 L.Ed.2d 321 (1958).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We also find no merit in petitioners' contention that the indictment was unconstitutionally vague. The indictment states that on May 12, 1970, a primary election was held in Logan County, West Virginia, for the purpose of nominating candidates for the offices of United States Senator, Representative to Congress and various state and county public offices. It then charges each of the defendants with conspiring to injure and oppress the qualified voters of Mount Gay precinct in the free exercise and enjoyment of their 'right to vote for candidates for the aforesaid offices and to have such vote cast, counted, recorded, and certified at their full value and given full effect . . ..' The indictment further specifies that it was a part of the conspiracy 'to cause fraudulent and fictitious votes to be case in said precinct . . ..' Pet. for Cert. 3b. We think it plain that the indictment gave petitioners adequate notice of the specific charges against them. We also note, and petitioners themselves concede, that the form of the indictment was similar to those used in other &#167; 241 prosecutions. See United States v. Saylor, 322 U.S. 385, 64 S.Ct. 1101, 88 L.Ed. 1341 (1944); United States v. Kantor, 78 F.2d 710 (CA2 1935); Walker v. United States, 93 F.2d 383 (CA8 1937); Ledford v. United States, 155 F.2d 574 (CA6), cert. denied, 329 U.S. 733, 67 S.Ct. 96, 91 L.Ed. 634 (1946).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> See United States v. Guest, 383 U.S. 745, 753&#8212;754, 86 S.Ct. 1170, 1175&#8212;1176, 16 L.Ed.2d 239, id., at 785&#8212;786, 86 S.Ct., at 1192&#8212;1193 (Brennan, J., concurring and dissenting); United States v. Price, 383 U.S. 787, 806 n. 20, 86 S.Ct. 1152, 1163, 16 L.Ed.2d 267; United States v. Williams, 341 U.S. 70, 93&#8212;95, 71 S.Ct. 581, 593&#8212;595, 95 L.Ed. 758 (Douglas, J., dissenting); Screws v. United States, 325 U.S. 91, 101&#8212;107, 65 S.Ct. 1031, 1035&#8212;1038, 89 L.Ed. 1495 (opinion of Douglas, J.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Id., 325 U.S., at 105, 65 S.Ct., at 1037; see United States v. Price, supra, 383 U.S., at 806 n. 20, 86 S.Ct., at 1163.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Cecil Elswick, an unindicted coconspirator who was a witness for the Government, testified that petitioner W. Bernerd Smith told him 'how to win the election,' but there is no evidence that Smith made any reference to casting false ballots for federal candidates.</p>\n        <p>'Elswick also testified that there was a meeting the night before the election at which all of the petitioners were present and at which, the Court notes, Smith and Red Hager emphasized the need to put 'all the votes' on the machine. The entire statement indicates that Hager and Smith were simply urging Elswick to cast as many votes as could be cast in the precinct, given the number of registered voters; it does not constitute an instruction to cast votes for federal candidates as well as the Okey Hager slate:</p>\n        <p>'Bernard and Red Hager was mostly spokesmen and Bernard said to be sure and put all the votes on there, put all of them on but fifty, and Red kept saying, 'Put them all on.\" Tr. 632.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> See n. 3, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> For example, 375 votes were recorded in the Mount Gay precinct for County Commissioner (Long Term), 371 for Justice of the Peace and Constable, but only 348 for United States Senator and 328 for United States Representative.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> The countywide totals in the Hager-Scaggs County Commissioner's race had Hager the winner by only 21 votes, and the result would have been reversed without the returns from Mount Gay. On the federal level, Senator Byrd and Representative Hechler were apparently running virtually unopposed for renomination. In Mount Gay, supporters of both Hager and Scaggs voted for these two federal incumbents, and Byrd won Mount Gay by a vote of 346 to six and Hechler by a vote of 318 to 10.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> Senator Pool's remarks are reprinted in full in the appendix to United States v. Price, 383 U.S., at 807&#8212;820, 86 S.Ct., at 1163&#8212;1170.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> See, e.g., Cong.Globe, 41st Cong.2d Sess., 3503 (Rep. Bingham); id., 3359 (Sen. Stewart); id., at 3564 (Sen. Pool); id., at 3567 (Sen. Stockton).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9-1\">\n        <a class=\"footnote\" href=\"#fn9-1_ref\">9</a>\n        <p> Article I, &#167; 4, provides: 'The Times, Places and Manner of holding Elections for Senators and Representatives, shall be prescribed in each State by the Legislature thereof; but the Congress may at any time by Law make or alter such Regulations, except as to the Places of chusing Senators.' Sherman's amendment orig-</p>\n        <p>inally provided also for regulation of Presidential electors, but this provision was quickly deleted when it was pointed out that Congress was without constitutional power to include it. Cong.Globe, 41st Cong., 2d Sess., 3670.</p>\n        <p>In proposing the amendments, Sherman stated:</p>\n        <p>'(Senator Thurman) admits that Congress has a right by appropriate legislation to prevent any State from discriminating against a voter on account of his race, color, or previous condition of servitude. That is all, I believe, that is claimed by any one on this side of the Chamber as to the authority conferred by the fifteenth amendment. . . .</p>\n        <p>'But, Mr. President, there is one other grievance that I feel ought to be dealt with at this moment, as we have this bill before us; a grievance which has become of greater magnitude even than the denial of the right to vote to colored people; and that is, the open, glaring admitted frauds by wholesale in the great cities of this country, by which our Government is about to be subverted. . . . We have official documents without number in both Houses of Congress showing the growing evil of trampling down the rights of communities and States to representation in Congress in the election of members of Congress and in the election of Senators. . . .</p>\n        <p>'. . . There can be no doubt about the constitutional power of Congress in this particular, because it is in plain accordance with the provisions of the Constitution which authorize Congress to change and alter the mode and manner of electing members of Congress (Art. I, &#167; 4) . . .. As I have said, they have received the sanction of a committee of the House, which has carefully examined the whole subject, and I do not believe they raise any constitutional question, or invade the right of any State.</p>\n        <p>'In my judgment in elections for officers of the national Government we can prescribe, under the Constitution, the mode and manner and qualification of voters.' Id., at 3663&#8212;3664.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10-1\">\n        <a class=\"footnote\" href=\"#fn10-1_ref\">10</a>\n        <p> See also the remarks of Representative Lawrence of Ohio:</p>\n        <p>'Mr. LAWRENCE. . . . And if the States have failed to enact laws necessary to secure what we all, I trust, have so much at heart, to wit, the purity of the ballot-box, or have failed to execute those already enacted, then it is the highest duty of this Congress to intervene and protect the citizens of the United States in the enjoyment of the elective franchise against force and fraud in the election of Representatives in Congress, leaving the States to provide such legislation as they may deem necessary in the election of local and State officers.</p>\n        <p>'It will reach any officer who improperly tampers with the election of a Representative in Congress; but it does not reach any State officer or any citizen in connection with any local or State election.</p>\n        <p>'Mr. JONES, of Kentucky. I have not read all the provisions of this bill, and as the gentleman seems to have done so I desire to ask him whether they apply to other elections than those for members of Congress?</p>\n        <p>'Mr. LAWRENCE. They apply only to the elections for Representatives and Delegates to Congress. The bill does not propose to interfere with State elections at all.' Cong.Globe, 41st Cong., 3d Sess., 1276.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>417 U.S. 211 (1974)</b></center>\n<center><h1>ANDERSON ET AL.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 73-346.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 19, 1974.</center>\n<center>Decided June 3, 1974.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FOURTH CIRCUIT.\n<p><span class=\"star-pagination\">*213</span> <i>David Ginsburg</i> argued the cause for petitioners. With him on the brief was <i>Albert J. Beveridge III.</i></p>\n<p><i>Deputy Solicitor General Wallace</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Bork, Assistant Attorney General Pottinger, Gerald P. Norton, Walter W. Barnett,</i> and <i>Jeffrey R. Whieldon.</i></p>\n<p>MR JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>Petitioners were convicted of violating 18 U. S. C.  241, which, in pertinent part, makes it unlawful for two or more persons to \"conspire to injure, oppress, threaten, or intimidate any citizen in the free exercise or enjoyment of any right or privilege secured to him by the Constitution or laws of the United States . . . .\" Specifically, the Government proved that petitioners engaged in a conspiracy to cast fictitious votes for candidates for federal, state, and local offices in a primary election in Logan County, West Virginia. At the trial, a question arose concerning the admissibility against all of the petitioners of certain out-of-court statements made by some of them. In considering the propriety of the District Court's decision to admit this evidence, the Court of Appeals thought it necessary to resolve the question whether a conspiracy to cast false votes in a state or local election, as opposed to a conspiracy to cast false votes in a federal election, is unlawful under  241. The Court of Appeals affirmed petitioners' convictions, concluding that  241 encompasses \"conspiracies, involving state action at least, to dilute the effect of ballots <span class=\"star-pagination\">*214</span> cast for the candidate of one's choice in wholly state elections.\" 481 F. 2d 685, 700-701 (CA4 1973). We granted certiorari to consider this question. 414 U. S. 1091 (1973). It now appears, however, that the out-of-court statements at issue were admissible under basic principles of the law of evidence and conspiracy, regardless of whether or not  241 encompasses conspiracies to cast fraudulent votes in state and local elections. Accordingly we affirm the judgment of the Court of Appeals without passing on its interpretation of  241.</p>\n<p></p>\n<h2>I</h2>\n<p>The underlying facts are not in dispute. On May 12, 1970, a primary election was held in West Virginia for the purpose of nominating candidates for the United States Senate, United States House of Representatives, and various state and local offices. One of the nominations most actively contested in Logan County was the Democratic nomination for County Commissioner, an office vested with a wide variety of legislative, executive, and judicial powers.<sup>[1]</sup> Among the several candidates for the Democratic nomination for this office were the incumbent, Okey Hager, and his major opponent, Neal Scaggs.</p>\n<p>Petitioners are state or county officials, including the Clerk of the Logan County Court, the Clerk of the County Circuit Court, the Sheriff and Deputy Sheriff of the County, and a State Senator. The evidence at trial showed that by using the power of their office, the petitioners convinced three election officials in charge of the Mount Gay precinct in Logan County to cast false and fictitious votes on the voting machines and then to <span class=\"star-pagination\">*215</span> destroy poll slips so that the number of persons who had actually voted could not be determined except from the machine tally.<sup>[2]</sup> While it is apparent from the record that the primary purpose behind the casting of false votes was to secure the nomination of Hager for the office of County Commissioner, it is equally clear that about 100 false votes were in fact cast not only for Hager, but also for Senator Robert Byrd and Representative Ken Hechler, who appeared on the ballot for renomination to their respective chambers of the United States Congress, as well as for other state and local candidates considered part of the Hager slate.<sup>[3]</sup></p>\n<p>The conspiracy achieved its primary objective, the countywide vote totals showing Hager the winner by 21 votes, counting the Mount Gay precinct returns. About two weeks after the election, on May 27, 1970, the election results were certified. After that date, Scaggs filed an election contest<sup>[4]</sup> challenging certain returns, including <span class=\"star-pagination\">*216</span> the Mount Gay County Commissioner votes. No challenge was made, however, to the Mount Gay votes for either of the federal offices, and they became final on May 27.</p>\n<p>A hearing was held in the County Court on the election contest at which petitioners Earl Tomblin and John R. Browning gave sworn testimony. The prosecution in the  241 trial sought to prove that Tomblin and Browning perjured themselves at the election contest hearing in a continuing effort to have the fraudulent votes for Hager counted and certified. For example, one of the key issues in the election contest was whether sufficient voters had in fact turned out in Mount Gay precinct to justify the unusually high reported returns. Tomblin testified under oath at the election contest that he had visited Mount Gay precinct on election day and had observed one Garrett Sullins there as Sullins went in to vote. The prosecution at the  241 trial, however, offered testimony from Sullins himself that he was in the hospital and never went to the Mount Gay precinct on election day.</p>\n<p>At trial, the other defendants objected to the introduction of Tomblin's prior testimony on the ground that it was inadmissible against anyone but Tomblin. The District Court overruled the objection but instructed the jury that Tomblin's testimony could be considered only as bearing upon his guilt or innocence, unless the jury should determine that at the time Tomblin gave this testimony, a conspiracy existed between him and the other defendants and that the testimony was made in furtherance of the conspiracy, in which case the jury could consider the testimony as bearing upon the guilt <span class=\"star-pagination\">*217</span> or innocence of the other defendants. A similar objection was made to the introduction of Browning's election contest testimony and a similar cautionary instruction given when that objection was overruled.</p>\n<p>In oral argument before the Court of Appeals, petitioners for the first time<sup>[5]</sup> sought to link their objection to the introduction of this evidence to a particular interpretation of  241. See 481 F. 2d, at 694. Specifically, petitioners argued that  241 was limited to conspiracies to cast false votes in federal elections and did not apply to local elections. Accordingly, they contended that the conspiracy in the present case, so far as federal jurisdiction was concerned, ended on May 27, 1970, the date on which the election returns were certified and the federal returns became final. Statements made after this date by one alleged conspirator, the argument continued, could not, as a matter of law, have been made in furtherance of <span class=\"star-pagination\">*218</span> the conspiracy charged under  241 and therefore should not have been considered by the jury in determining the guilt or innocence of the other defendants.</p>\n<p>The Government countered before the Court of Appeals that, whether the federal conspiracy had ended or not, the election contest testimony of Tomblin and Browning was admissible under the principles enunciated in <i>Lutwak</i> v. <i>United States,</i> 344 U. S. 604 (1953). The Court of Appeals, however, decided not to tarry over this point and instead, in its own words, chose \"to meet directly the contention that federal jurisdiction over the alleged conspiracy ended with the certification in the federal election contests . . . .\" See 481 F. 2d, at 698. We think it inadvisable, however, to reach out in this fashion to pass on important questions of statutory construction when simpler, and more settled, grounds are available for deciding the case at hand. In our view, the basic principles of evidence and conspiracy law set down in <i>Lutwak</i> are dispositive of petitioners' evidentiary claims.</p>\n<p>The doctrine that declarations of one conspirator may be used against another conspirator, if the declaration was made during the course of and in furtherance of the conspiracy charged, is a well-recognized exception to the hearsay rule which would otherwise bar the introduction of such out-of-court declarations. See <i>Lutwak</i> v. <i>United States, supra,</i> at 617. See also <i>Krulewitch</i> v. <i>United States,</i> 336 U. S. 440 (1949). The hearsay-conspiracy exception applies only to declarations made while the conspiracy charged was still in progress, a limitation that this Court has \"scrupulously observed.\"<sup>[6]</sup><span class=\"star-pagination\">*219</span> See <i>Krulewitch</i> v. <i>United States, supra,</i> at 443-444. See also <i>Lutwak</i> v. <i>United States, supra,</i> at 617-618; <i>Fiswick</i> v. <i>United States,</i> 329 U. S. 211, 217 (1946); <i>Wong Sun</i> v. <i>United States,</i> 371 U. S. 471, 490 (1963).</p>\n<p>But, as the Court emphasized in <i>Lutwak,</i> the requirement that out-of-court declarations by a conspirator be shown to have been made while the conspiracy charged was still in progress and in furtherance thereof arises only because the declaration would otherwise be hearsay. The ongoing conspiracy requirement is therefore inapplicable to evidence, such as that of <i>acts</i> of alleged conspirators, which would not otherwise be hearsay. Thus the Court concluded in <i>Lutwak</i> that acts of one alleged conspirator could be admitted into evidence against the other conspirators, if relevant to prove the existence of the conspiracy, \"even though they might have occurred after the conspiracy ended.\" 344 U. S., at 618. See also <i>United States</i> v. <i>Chase,</i> 372 F. 2d 453 (CA4 1967); Note, Developments in the LawCriminal Conspiracy, 72 Harv. L. Rev. 920, 988 (1959).</p>\n<p>The obvious question that arises in the present case, then, is whether the out-of-court statements of Tomblin and Browning were hearsay. We think it plain they were not. Out-of-court statements constitute hearsay only when offered in evidence to prove the truth of the matter asserted.<sup>[7]</sup> The election contest testimony of Tomblin and Browning, however, was not admitted into evidence <span class=\"star-pagination\">*220</span> in the  241 trial to prove the truth of anything asserted therein. Quite the contrary, the point of the prosecutor's introducing those statements was simply to prove that the statements were made<sup>[8]</sup> so as to establish a foundation for later showing, through other admissible evidence, that they were false.<sup>[9]</sup> The rationale of the hearsay rule is inapplicable as well. The primary justification for the exclusion of hearsay is the lack of any opportunity for the adversary to cross-examine the absent declarant whose out-of-court statement is introduced into evidence.<sup>[10]</sup> Here, since the prosecution was not contending that anything Tomblin or Browning said at the election contest was true, the other defendants had no interest in cross-examining them so as to put their credibility in issue.<sup>[11]</sup> Cf. <i>Pointer</i> v. <i>Texas,</i> 380 <span class=\"star-pagination\">*221</span> U. S. 400 (1965); <i>Barber</i> v. <i>Page,</i> 390 U. S. 719 (1968); <i>Bruton</i> v. <i>United States,</i> 391 U. S. 123 (1968).</p>\n<p>Since these prior statements were not hearsay, the jury did not have to make a preliminary finding that the conspiracy charged under  241 was still in progress before it could consider them as evidence against the other defendants. The prior testimony was accordingly admissible simply if relevant in some way to prove the conspiracy charged. See <i>Lutwak</i> v. <i>United States,</i> 344 U. S., at 617.</p>\n<p>As we read the record, there can be no doubt that the evidence of perjury by petitioners Tomblin and Browning in the election contest was relevant to make out the Government's case under  241, even assuming, <i>arguendo,</i> that the petitioners' conspiracy ended, for purposes of federal jurisdiction, on May 27, 1970, with the certification of the federal election returns. For even if federal jurisdiction rested only on that aspect of the conspiracy involving the federal candidates, the proof at trial need not have been so limited. The prosecution was entitled to prove the underlying purpose and motive of the conspirators in order to convince the jury, beyond a reasonable doubt, that petitioners had in fact unlawfully conspired to cast false votes in the election. See <i>Lutwak</i> v. <i>United States, supra,</i> at 617. As it was never suggested that either Senator Byrd or Representative Hechler needed or sought the assistance of an unlawful conspiracy in order <span class=\"star-pagination\">*222</span> to win his respective nomination, a key issue in this prosecution, accepting for the sake of argument petitioners' view of  241, was whether and why petitioners conspired to have false votes cast for these federal candidates. The fact that two of the petitioners perjured themselves at an election contest in which the Mount Logan votes for Hager were at stake helped prove the underlying motive of the conspiracy, by demonstrating that the false votes for federal officers were not an end in themselves, but rather part of a conspiracy to obtain Hager's nomination through unlawful means. The jury could have inferred that the petitioners were motivated in casting false federal ballots by the need to conceal the fraudulent votes for Hager, since the casting of large numbers of false ballots for County Commissioner would likely have aroused suspicion in the absence of the casting of a similar number of false votes for the other offices at issue in the election.</p>\n<p>Even if the federal conspiracy ended on May 27, then, the Tomblin and Browning election contest testimony was relevant to prove the offense charged. Accordingly, in order to rule on petitioners' challenge to the admissibility of this evidence, there was no need for the Court of Appeals, and there is no need for us, to decide whether petitioners' conspiracy ended on May 27 for purposes of federal jurisdiction or whether  241 applies to conspiracies to cast fraudulent votes in local elections.</p>\n<p></p>\n<h2>II</h2>\n<p>Petitioners argue, however, that the evidence at trial was insufficient to show that they had engaged in a conspiracy to cast false votes for the federal officers and that their convictions under  241 can stand only if we hold that section applicable to a conspiracy to cast false votes <span class=\"star-pagination\">*223</span> in a local election.<sup>[12]</sup> Our examination of the record leads us to conclude otherwise.</p>\n<p>Two principles form the backdrop for our analysis of the record. It is established that since the gravamen of the offense under  241 is conspiracy, the prosecution must show that the offender acted with a specific intent to interfere with the federal rights in question. See <i>United States</i> v. <i>Guest,</i> 383 U. S. 745, 753-754 (1966); <i>Screws</i> v. <i>United States,</i> 325 U. S. 91 (1945). Moreover, <span class=\"star-pagination\">*224</span> we scrutinize the record for evidence of such intent with special care in a conspiracy case for, as we have indicated in a related context, \"charges of conspiracy are not to be made out by piling inference upon inference, thus fashioning. . . a dragnet to draw in all substantive crimes.\" <i>Direct Sales Co.</i> v. <i>United States,</i> 319 U. S. 703, 711 (1943). See also <i>Ingram</i> v. <i>United States,</i> 360 U. S. 672, 680 (1959).</p>\n<p>Even with these caveats in mind, we find the record amply bears out the verdict that each of the petitioners engaged in the conspiracy with the intent of having false votes cast for the federal officers. The Government's chief witness was Cecil Elswick, an unindicted coconspirator who served as the Republican election officer at the Mount Gay precinct and who actually cast most of the fraudulent votes. Elswick testified that he was first approached by petitioner Red Hager, the son of Okey Hager, who told Elswick to go along with them to win the Mount Gay precinct or else he, Red Hager, would cause Elswick trouble. When asked on direct examination for whom he was told to win the precinct, Elswick testified: \"For the Okey Hager slate and Senator Byrd and Ken Hechler.\" App. 40. When Elswick expressed an interest in going along, Red Hager arranged for a meeting between Elswick and Tomblin at which Tomblin confirmed an offer of a part-time deputy sheriff job for Elswick as a reward for his help in the election fraud. Elswick later met with petitioner W. Bernard Smith in Tomblin's office, and Smith then instructed him on how to proceed to win the election. The night before the election, Elswick met with all five of the petitioners. At this meeting cash payments for the false votes were discussed and petitioners Smith and Hager emphasized the need for putting \"all the votes\" on the machine. Later that evening, Elswick accompanied Tomblin to visit Garrett <span class=\"star-pagination\">*225</span> Sullins, a candidate for justice of the peace listed on the Hager slate. Tomblin told Sullins not to worry about his election because they had him \"slated,\" so long as Sullins' wife, another Mount Gay precinct election official, would go along with the illegal voting.</p>\n<p>Elswick then testified as to how he actually put the fraudulent votes on the machines. When a voter came into the precinct and asked for help in using the machines to vote the Neal Scaggs slate, Elswick and Mrs. Sullins would join the voter in the voting machine and, aligning their bodies so as to conceal what they were doing, would put votes on the machine for the entire Hager slate. In addition, Elswick simply went into the voting machine on his own and cast many fictitious ballots. Through a comparison between the reported returns and the number of persons who actually voted, false votes were shown to have been cast for every officefederal, state, and local. See n. 3, <i>supra.</i></p>\n<p>We think this evidence amply supported the jury's conclusion that each of the petitioners knowingly participated in a conspiracy which contemplated the casting of false votes for all offices at issue in the election. The evidence at trial tended to show a single conspiracy, the primary objective of which was to have false votes cast for Hager but which also encompassed the casting of false votes for candidates for all other offices, including Senator Byrd and Representative Hechler. True, there was little discussion among the conspirators of the federal votes <i>per se,</i> just as there was little discussion of the Hager votes in and of themselves, but the jury could believe this was only a reflection of the conspirators' underlying assumption that false votes would have to be cast for entire slates of candidates in order to have their fraud go undetected.</p>\n<p>In our view, petitioners err in seeking to attach significance to the fact that the primary motive behind their <span class=\"star-pagination\">*226</span> conspiracy was to affect the result in the local rather than the federal election. A single conspiracy may have several purposes, but if one of themwhether primary or secondarybe the violation of a federal law, the conspiracy is unlawful under federal law. See <i>Ingram</i> v. <i>United States,</i> 360 U. S., at 679-680. It has long been settled that  241 embraces a conspiracy to stuff the ballot box at an election for federal officers, and thereby to dilute the value of votes of qualified voters; see <i>United States</i> v. <i>Saylor,</i> 322 U. S. 385 (1944). See also <i>United States</i> v. <i>Mosley,</i> 238 U. S. 383 (1915). This applies to primary as well as general elections. See <i>United States</i> v. <i>Classic,</i> 313 U. S. 299 (1941).</p>\n<p>That petitioners may have had no purpose to change the outcome of the federal election is irrelevant. The specific intent required under  241 is not the intent to change the outcome of a federal election, but rather the intent to have false votes cast and thereby to injure the right of all voters in a federal election to express their choice of a candidate and to have their expressions of choice given full value and effect, without being diluted or distorted by the casting of fraudulent ballots. See <i>United States</i> v. <i>Saylor, supra,</i> at 386. As one court has stated:</p>\n<blockquote>\"The deposit of forged ballots in the ballot boxes, no matter how small or great their number, dilutes the influence of honest votes in an election, and whether in greater or less degree is immaterial. The right to an honest [count] is a right possessed by each voting elector, and to the extent that the importance of his vote is nullified, wholly or in part, he has been injured in the free exercise of a right or privilege secured to him by the laws and Constitution of the United States.\" <i>Prichard</i> v. <i>United States,</i> 181 F. <span class=\"star-pagination\">*227</span> 2d 326, 331 (CA6), aff'd due to absence of quorum, 339 U. S. 974 (1950).</blockquote>\n<p>Every voter in a federal primary election, whether he votes for a candidate with little chance of winning or for one with little chance of losing, has a right under the Constitution to have his vote fairly counted, without its being distorted by fraudulently cast votes. And, whatever their motive, those who conspire to cast false votes in an election for federal office conspire to injure that right within the meaning of  241.<sup>[13]</sup></p>\n<p>While the District Court's jury instructions did not specifically focus upon the conspiracy to cast false votes for candidates for <i>federal</i> offices, no objection was made at trial or before the Court of Appeals with respect to this aspect of the instructions. See <i>Johnson</i> v. <i>United States,</i> 318 U. S. 189, 200 (1943); <i>Adickes</i> v. <i>S. H. Kress &amp; Co.,</i> 398 U. S. 144, 147 n. 2 (1970). And, even assuming, <span class=\"star-pagination\">*228</span> <i>arguendo,</i> that  241 is limited to conspiracies to cast false votes for candidates for federal offices, we could find no plain error here. The prosecution's case, as indicated earlier, showed a single conspiracy to cast entire slates of false votes. The defense consisted in large part of a challenge to the credibility of the Government's witnesses, primarily the three unindicted coconspirators. The case therefore ultimately hinged on whether the jury would believe or disbelieve their testimony. Given the record, we think it inconceivable that, even if charged by more specific instructions, the jury could have found a conspiracy to cast false votes for local offices without finding a conspiracy to cast false votes for the federal offices as well.</p>\n<p>This case is therefore an inappropriate vehicle for us to decide whether a conspiracy to cast false votes for candidates for state or local office, as opposed to candidates for federal office, is unlawful under  241, and we intimate no views on that question.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE DOUGLAS, with whom MR. JUSTICE BRENNAN concurs, dissenting.</p>\n<p>Petitioners were convicted under 18 U. S. C.  241, which imposes criminal penalties when \"two or more persons conspire to injure . . . any citizen in the free exercise or enjoyment of any right or privilege secured to him by the Constitution . . . .\" The Court of Appeals affirmed, 481 F. 2d 685, and this Court granted certiorari to consider whether a conspiracy to cast fraudulent votes in a state election, without any evidence of racial discrimination, could constitute a federal offense under  241. The Court of Appeals reached the substance of this question, holding that the Federal Government had the power under  241 to punish not only conspiracies to poison federal elections, but also conspiracies in which state officials took <span class=\"star-pagination\">*229</span> part to cast false votes in a state or local election. 481 F. 2d, at 698-700. The Court today avoids the issue squarely presented by petitioners and by the decision of the Court of Appeals, concluding that it need not reach the issue because the evidence \"bears out the verdict that each of the petitioners engaged in the conspiracy with the intent of having false votes cast for . . . federal officers.\"</p>\n<p>After reviewing the record, I am left with the opinion that the Court, in affirming on the theory that petitioners agreed as a part of their conspiracy to have false votes cast for federal candidates, is convicting the petitioners for an offense for which they were not found guilty by the jury. The instructions to the jury were phrased in a fashion which did not require it to find intent to have false votes cast for federal candidates, so that there is in truth no \"verdict\" to that effect. The evidence of intent to have false votes cast for federal candidates is hardly conclusive, so that the failure of the charge to require such a finding could not be deemed harmless error. Fed. Rule Crim. Proc. 52 (a).</p>\n<p>Because it is not clear that petitioners intended that fraudulent votes be cast for federal candidates, and because I believe that  241 does not reach conspiracies to abscond with state elections, absent the element of racial discrimination, I dissent. The jury instructions, in allowing the jury to convict without finding a conspiracy to interfere with the federal electoral process, were improper, and the error was not harmless.</p>\n<p></p>\n<h2>I</h2>\n<p>On May 12, 1970, a primary election was held in West Virginia for the purpose of nominating candidates for the United States Senate and House of Representatives and for various state and local offices, including that of County Commissioner for Logan County. The incumbent Commissioner, <span class=\"star-pagination\">*230</span> Okey Hager, and his challenger, Neal Scaggs, were engaged in a bitter contest for the Democratic nomination for Commissioner. The petitioners, including Okey Hager's son Red Hager, induced election officials, including Cecil Elswick, who later testified for the Government at this trial, to cast false votes for the Okey Hager slate on the voting machines in the Mount Gay, West Virginia, precinct. There is no evidence that the Okey Hager slate included any nominees for federal offices. As the Court acknowledges, \"it is apparent from the record that the primary purpose behind the casting of false votes was to secure the nomination of Hager for the office of County Commissioner.\" The Court nonetheless finds that the conspiracy necessarily encompassed an agreement to cast fraudulent ballots for the federal offices.</p>\n<p>As the Court notes, a stringent scienter requirement has been imposed when the Government seeks to prosecute under  241, requiring proof of \"specific intent\" on the part of a conspirator to interfere with a right protected by  241.<sup>[1]</sup> This standard has required proof that a conspirator acted \"in open defiance or in reckless disregard of a constitutional requirement which has been made specific and definite,\"<sup>[2]</sup> in this case, the right to have votes cast in a <i>federal</i> election counted without impairment by fraudulent votes. It is against this exacting standard of <i>specific intent</i> that the actions of each of the conspirators in this case must be measured.</p>\n<p>From the first, the prosecution in this case proceeded on the theory that casting false votes for state offices <span class=\"star-pagination\">*231</span> would constitute a violation of  241. The indictment charged that on May 12, 1970, an election was held at Mount Gay to nominate candidates for the offices of United States Senator, Representative to Congress, and various state and county positions. It was charged that the petitioners willfully and knowingly conspired to injure voters in the exercise of their constitutional rights by impairing their right to vote for candidates \"for the aforesaid offices\" and to have such votes cast and certified at their full value. Thus the indictment charged a conspiracy in violation of  241 without distinction between state and federal offices. Efforts on the part of the petitioners to clarify the charges against them were futile. The trial judge denied a motion to dismiss, which argued that the indictment failed to adequately particularize the alleged criminal violation. The petitioners also filed a motion for a bill of particulars which requested an elucidation of the specific acts which formed the basis of the indictment. This motion was also denied, and the case proceeded to trial with an indictment charging, as a federal crime, conspiracy to impair votes for not only federal, but also state offices.</p>\n<p>The case was tried on the theory that petitioners conspired to secure the nomination of Okey Hager for County Commissioner. There is substantial evidence on the record to demonstrate the existence of this conspiracy, and petitioners necessarily contemplated having false votes cast in the local election to secure Okey Hager's nomination. There is also evidence that Cecil Elswick and others who were at the polling place during the election did in fact cast false votes for federal candidates. There is also evidence that one of the petitioners, Red Hager, did tell Elswick to cast false votes not only for Okey Hager, but also for Senator Byrd and Representative Hechler, candidates running for federal offices. But there <span class=\"star-pagination\">*232</span> is no conclusive evidence in nearly 2,000 pages of transcript that any of the other four petitioners agreed, either with Elswick or with each other, to cast fraudulent votes for the federal candidates.<sup>[3]</sup></p>\n<p>The prosecution made clear in its closing argument to the jury that the essence of its case was the conspiracy to cast false votes for the local office of County Commissioner. It carefully focused the jury's attention on the fraud committed by the petitioners as regards the state election:</p>\n<blockquote>\"I think from the evidence you can conclude by now that the theory behind the government's case actually is that these votes were cast and counted by going through the contest and all in order to get Okey Hager elected to the County Court, in order to get Red Hager's father elected to the County Court, that these defendants, along with others, got the votes cast and got the votes counted in the long drawn-out procedure that was involved over there.\"</blockquote>\n<p>In its charge to the jury, the trial court reinforced this crucial error. In its instructions, reprinted in relevant <span class=\"star-pagination\">*233</span> part in the Appendix to this opinion, the Court never required the jury to find a specific intent to have false votes cast in the <i>federal</i> election contests on the part of each of the conspirators. Throughout its instructions to the jury, the District Court reiterated that the crucial element of the charged crime under  241 was a conspiracy to \"injure and oppress . . . voters . . . in the . . . enjoyment of . . . the right to vote and to have such votes cast, counted, recorded, and certified at full value.\" It stated:</p>\n<blockquote>\"You are instructed that the right to vote and the right to have the value of that vote undiminished and undiluted by the presence of illegal votes is a right guaranteed by the Constitution and laws of the United States within the context of [18 U. S. C.  241].</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\". . . [I]f any one or more of the defendants conspired knowingly and intentionally with another defendant or with a co-conspirator to produce the casting and counting of illegal ballots in the 1970 primary election, with the intention of injury or oppressing citizens in the free exercise of their voting rights, they would be guilty as charged in this indictment.\"</blockquote>\n<p>At no time was the jury told that specific intent to have false votes cast for the <i>federal</i> candidates was necessary for conviction of each of the conspirators; it was enough that the \"right to vote\" was diluted and that \"illegal ballots\" were cast to injure \"voting rights,\" without distinction between federal and state elections. As long as the jury accepted the credibility of the prosecution witnesses, conviction under these instructions was inevitable, even for those petitioners who were not shown by any <span class=\"star-pagination\">*234</span> conclusive evidence to have had specific intent to interfere with the federal election, the ground on which the Court affirms.</p>\n<p>While trial counsel did not object to the form of the instructions, where an error is so fundamental that the instruction does not properly submit to the jury the essential elements of the charged offense, there is plain error and the interests of justice and fair play demand that we take note. See <i>Fisher</i> v. <i>United States,</i> 328 U. S. 463, 467-468; <i>Screws</i> v. <i>United States,</i> 325 U. S. 91, 107 (opinion of DOUGLAS, J.); Fed. Rule Crim. Proc. 52 (b).</p>\n<p>The Court concedes that the jury instructions \"did not specifically focus\" on an intent to cast false votes for federal candidates, but avoids this problem by contending in effect that this error was harmless because \"we think it <i>inconceivable</i> that, even if charged by more specific instructions, the jury could have found a conspiracy to cast false votes for local offices without finding a conspiracy to cast false votes for the federal offices as well.\" (Emphasis added.)</p>\n<p>I cannot agree with this crucial assumption. The gravamen of a conspiracy charge is agreeing with the intent of achieving a certain proscribed objective. \"[I]t is . . . essential to determine what kind of agreement or understanding existed as to <i>each</i> defendant.\" <i>United States</i> v. <i>Borelli,</i> 336 F. 2d 376, 384 (Friendly, J.) (emphasis added); see Note, Developments in the Law Criminal Conspiracy, 72 Harv. L. Rev. 920, 929-930. When it is not shown that the unlawful objectives of one individual have been adopted by another, the latter cannot be found to have agreed to achieve the objectives and a conspiracy count to do so cannot be sustained. See <i>Yates</i> v. <i>United States,</i> 354 U. S. 298, 329-331.</p>\n<p>The evidence in this case, as the prosecutor observed in closing argument, demonstrated that petitioners focused <span class=\"star-pagination\">*235</span> their attention on the contest for County Commissioner. There is no conclusive evidence that the casting of fraudulent federal ballots was in fact necessary to petitioners' scheme to abscond with the local nomination contest, or that petitioners thought it necessary. There is no proof that a lower quantum of votes for the federal candidates would have aroused suspicion, or that petitioners felt that it would.<sup>[4]</sup> Ballot splitting, with disparate numbers of votes cast for the various offices, was prevalent at this election.<sup>[5]</sup> The nominations for County Commissioner and other local offices were closely contested, while the federal nominations were not, so that there would naturally be more votes cast in the local races.<sup>[6]</sup> And even if we assume that a sophisticated conspirator would have considered it necessary to stuff the federal ballot box in order to conceal fraud in the state election, we simply cannot presume that the petitioners did also. The record reveals an unsophisticated, bludgeonlike effort to win the election for Okey Hager, with minimal preliminary attention to the niceties of covering up the fraud. When there is no conclusive evidence that the need to cast fraudulent federal votes even crossed the minds of four of the five petitioners, <span class=\"star-pagination\">*236</span> it is the jury's province, not ours, to determine whether there was specific intent to cast such votes.</p>\n<p>The slenderness of the reed on which the Court's affirmance of these convictions rests is demonstrated by its assertions that the jury \"could believe\" that the lack of discussion of federal ballots only reflected an \"assumption\" by petitioners that such ballots would have to be cast, and that the jury \"could have inferred\" that petitioners were motivated by the need to cast false federal ballots to conceal fraudulent local votes. But whether the jury \"could have inferred\" or \"could [have] believe[d]\" that there was sufficient proof of specific intent to cast false federal ballots in the evidence in this case misses the point, because the jury was never required to make this finding in order to convict. The jury verdict is not to be accorded its traditional sanctity, when it is premised on erroneous instructions. See <i>Burton</i> v. <i>United States,</i> 202 U. S. 344, 373-374. The jury has never passed on the question of petitioners' intent while guided by proper instructions. While circumstantial evidence may lead a jury to infer specific intent to interfere with a right protected by  241, the weighing of the evidence should be the jury's task, not that of this Court. There was in fact no \"verdict\" that petitioners conspired to have false votes cast in the federal election, and the sparse circumstantial evidence in this case makes it impossible for me to conclude, as does the Court, that such a verdict was inevitable so that the error in jury instructions was harmless. At the very least, justice requires that this case be remanded for a new trial.</p>\n<p></p>\n<h2>II</h2>\n<p>Because I cannot agree that the evidence showed that petitioners necessarily conspired with the specific intent of having false votes cast for federal candidates, I could <span class=\"star-pagination\">*237</span> affirm only if  241 reached a conspiracy by local officials to cast fraudulent votes in nominating candidates for local offices where, as here, there was no evidence of racial discrimination. I do not, however, believe that  241 can properly be construed in such a fashion.</p>\n<p>The Court of Appeals determined that  241 did reach such conspiracies. It noted that the language of the section sweeps broadly to guarantee \"`any right or privilege secured . . . by the Constitution or laws of the United States,'\" 481 F. 2d, at 699, and also that <i>United States</i> v. <i>Guest,</i> 383 U. S. 745, and <i>United States</i> v. <i>Price,</i> 383 U. S. 787, stated that  241 proscribed conspiracies to violate Fourteenth Amendment rights, including those protected from interference under color of law by the Equal Protection Clause. One such right only recently defined, reasoned the Court of Appeals, is the right not to have valid votes cast in state elections diluted by those acting under color of state law, including local election officials such as those involved in the instant conspiracy, citing <i>Reynolds</i> v. <i>Sims,</i> 377 U. S. 533. Thus in the view of the Court of Appeals, a conspiracy to cast fraudulent ballots in which state election officials took part resulted in a denial of equal protection under color of state law and stated a crime under  241, even if the conspiracy did not encompass a federal election. 481 F. 2d, at 698-700.</p>\n<p>The argument ignores the intent of Congress as manifested by the legislative history of  241. Congress did not intend to reach local election malfeasance where there was no evidence of racial bias because it did not believe that it had that power. It expressed unwillingness to interfere with the right of States to control their own elections where there was no racial discrimination.</p>\n<p>Section 241 was originally passed as  6 of the Enforcement Act of 1870, 16 Stat. 141. The Enforcement Act was a comprehensive body of legislation passed two <span class=\"star-pagination\">*238</span> months after the ratification of the Fifteenth Amendment, which protected the right of citizens to vote from denial by the Federal or State Governments \"on account of race, color, or previous condition of servitude.\" The Fifteenth Amendment authorized Congress \"to enforce this article by appropriate legislation.\" This latter clause was the impetus for the Act.</p>\n<p>What is now  241 was offered as an amendment by Senator Pool of North Carolina, who referred in introducing the amendment to \"rights which are conferred upon the citizen by the fourteenth amendment.\" Cong. Globe, 41st Cong., 2d Sess., 3611. But there is no proof that he conceived of the possibility that the amendment could reach local election fraud where there was no racial discrimination.<sup>[7]</sup> On the other hand, the rest of the legislative history of the Enforcement Act demonstrates that Congress, in adopting Pool's amendment, could not have intended to reach such frauds, because it did not believe that it had that power.</p>\n<p>Because the Enforcement Act of 1870 was concerned primarily with suffrage, there is ample legislative history elucidating the reach of congressional power regarding both federal and local elections. The constitutional power to pass those sections of the Act which purported to deal with the right to vote in local elections was perceived to flow from the Fifteenth Amendment,<sup>[8]</sup> which protected the right to vote from infringement only \"on account of race, color, or previous condition of servitude.\" Even the staunchest supporters of the Act conceded that, absent the critical element of racial discrimination, the Act could not reach local elections. The following colloquy, <span class=\"star-pagination\">*239</span> for example, occurred between Senator Edmunds of Vermont, one of two Senate floor managers of the Act, <i>id.,</i> at 3753, and Senator Morton of Indiana, another supporter of the Act. While interference with local elections could be punished if racial discrimination, against either white or black, was extant, local election fraud could not otherwise be reached by federal jurisdiction:</p>\n<blockquote>\"Mr. MORTON. . . . Our theory is that the question of suffrage is under the control of the States, and was left to the several States by the Constitution of the United States; and that being the case, Congress had no power to pass a law conferring suffrage on colored men, and it was necessary to amend the Constitution of the United States for that purpose. We therefore provided in the fifteenth amendment that `the right of citizens of the United States to vote shall not be denied or abridged by the United States, or by any State, on account of race, color, or previous condition of servitude.' The proposition to which I call attention is this: that the question of suffrage is now, as it was before, completely under the control of the several States to punish violations of the right of suffrage, just as they had the power before, except that we take away their power to deny suffrage on account of race, color, or previous condition of servitude, and have given to Congress the power to enforce this amendment.</blockquote>\n<blockquote>\"The question now to which I call the attention of the Senate is whether it is in the power of Congress to make provision for punishing violations of the right of suffrage except those violations go to the question of color, race, or previous condition of servitude.</blockquote>\n<blockquote>\"Mr. EDMUNDS. But it does not make any difference what the color is, black or white.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*240</span> \"Mr. MORTON. Not a bit. It does not make any difference which; but if a man is denied the right of suffrage because he is a white man, if any state shall assume to deny a man the right of suffrage because he is a white man, then we have a right to interfere; or if because he is a colored man, then we have a right to interfere. But suppose the denial of the right of suffrage by a board of registration or a board of inspectors has nothing whatever to do with color; suppose it is for an offense that existed by State law before the enactment of this fifteenth amendment, what power have we got to interfere with that any more than we had before?</blockquote>\n<blockquote>\"Mr. EDMUNDS. Nobody, I think, would claim that we have. I should not say so.\" Cong. Globe, 41st Cong., 2d Sess., 3571.</blockquote>\n<p>In the course of debate, Senator Sherman of Ohio, another ardent advocate of the Act, proposed an amendment to add three sections to it. These sections, which were adopted with slight changes as  19, 20, and 21, were designed to deal with frauds not involving racial discrimination, but only in <i>federal</i> elections. Senator Sherman's comments express the desire not to \"invade the right of any state,\" <i>id.,</i> at 3664, to control its own elections and reflect the belief that an element of racial bias was considered a necessary precondition to congressional power to deal with state elections. Federal elections for Senators and Congressmen could be governed absent such bias, but only by virtue of the express authority of Art. I,  4, of the Constitution.<sup>[9]</sup> In describing <span class=\"star-pagination\">*241</span> these amendments to the House after their adoption by the Senate, Representative Bingham of Ohio, the floor manager of the Act in the House, stated:</p>\n<blockquote>\"The amendments proposed to prevent fraudulent registration or fraudulent voting, in so far as <span class=\"star-pagination\">*242</span> I am advised, do not alter any of the existing regulations of the States touching registration; they are but a simple exercise of the power expressly conferred on the Congress of the United States to regulate elections of members and Delegates to Congress. They are expressly limited to elections of those officers. I do not deem it important to say anything further on that point.\" Cong. Globe, 41st Cong., 2d Sess., 3872.</blockquote>\n<p>Only nine months later, the same Congress which passed the Enforcement Act of 1870 passed the Force Act of 1871, 16 Stat. 433, which supplemented the 1870 Act by supplying independent federal enforcement machinery to affirmatively ensure the right to vote in all congressional elections. Federal election officials were appointed to supervise such elections; the normal state processes were suppressed. But Congress made clear that its power could attach only when needed to protect congressional elections. One of the supporters of the bill, Representative Churchill of New York, stated:</p>\n<blockquote>\"But, Mr. Speaker, for some years past grave doubts have prevailed in different portions of this country as to whether the declared results of elections have truly expressed the will of the people. With regard to officers of States and officers of minor communities this doubt, so far as it exists, is left to be determined, as it can only be determined, by the laws existing in those States or communities. But so far as regards members of the Congress of the United States, although the first legislation in regard to the matter is intrusted by the Constitution of the United States, to the States themselves, the power is properly reserved to Congress itself to determine by what rules these elections shall be conducted . . . .\" Cong. Globe, 41st Cong., 3d Sess., 1274.</blockquote>\n<p><span class=\"star-pagination\">*243</span> In the same vein, Representative Bingham, who as noted was a floor manager of the 1870 Act, again reflected caution about interfering with the responsibility of the States to manage their own elections, asserting:</p>\n<blockquote>\"I am willing that the issue shall be made up, and let the people speak upon this question. The bill interferes with no reserved rights of the States. If the States do not choose to hold their elections on the same day for mere State officials, be it so; but with regard to the vote for Representatives in Congress, I take it that the great majority of the people of every State in the Union will admit that the nation has a right to be represented at every election for Congress by its own law and by its own officials as well as the State. I have given the words, the thoughtful words of the makers of the Constitution in support of that right. No law of any State by this bill is in any manner wrongfully impaired.\" <i>Id.,</i> at 1284.<sup>[10]</sup></blockquote>\n<p><span class=\"star-pagination\">*244</span> Thus, while the concurrent nomination races for federal officers in the Mount Gay precinct provided an opportunity for petitioners to violate  241, that violation could occur only if the petitioners possessed the specific intent to cast fraudulent votes in the federal elections as an object of their conspiracy.</p>\n<p>The broad language of <i>Guest</i> and <i>Price</i> does not authorize us to draw any other conclusion. <i>Guest</i> involved racial discrimination and rights under the Equal Protection Clause \"firmly and precisely established by a consistent line of decisions in this Court.\" 383 U. S., at 754. That is not true of the right to be free from fraud without any racial connotation in local elections. In <i>Price,</i> we noted the sparse legislative history of  241 as part of the Enforcement Act, and held that there was no indication that Congress did not intend it to reach the Fourteenth Amendment right in question, the right to due process. 383 U. S., at 801. We noted that the application of  241 in that case \"does not raise fundamental questions of federal-state relationships.\" <i>Id.,</i> at 806. Those facts are not present in this case. There is legislative history which indicates that Congress did not intend to reach local election frauds in passing  241, because it did not believe that it had that power. And the decision of the Court of Appeals reaches to the very heart of federal-state relations, permitting federal intrusion in even the most local election, intrusions which the 41st Congress attempted to avoid when passing the Enforcement Act of 1870 and the Force Act of 1871.</p>\n<p><span class=\"star-pagination\">*245</span> While the civil protections of the Fourteenth Amendment reach state elections even where there is no racial animus, criminal laws such as 18 U. S. C.  241 must be strictly construed, and we have required that Congress \"plainly and unmistakably\" assert federal criminal jurisdiction over an activity. See <i>United States</i> v. <i>Bass,</i> 404 U. S. 336, 348; <i>United States</i> v. <i>Gradwell,</i> 243 U. S. 476, 485. Here Congress did not plainly intend  241 to reach local elections frauds, and apparently intended quite the opposite. \"[B]ecause of the seriousness of criminal penalties, and because criminal punishment usually represents the moral condemnation of the community, legislatures and not courts should define criminal activity. This policy embodies `the instinctive distaste against men languishing in prison unless the lawmaker has clearly said they should.' \" <i>United States</i> v. <i>Bass, supra,</i> at 348.</p>\n<p>I can affirm neither on the theory that  241 reaches state election frauds where there is no evidence of racial discrimination, nor on the theory adopted by the Court that it was \"inconceivable\" that petitioners did not specifically intend to have false votes cast in the federal election, with the exception of Red Hager. The other petitioners are entitled at least to a new trial under proper instructions.</p>\n<p></p>\n<h2>APPENDIX TO OPINION OF DOUGLAS, J., DISSENTING</h2>\n<p></p>\n<h2><i>Excerpts from Jury Instructions</i></h2>\n<p>The indictment in this case charges in substance that beginning on or about the 1st day of May, 1970 and continuing until on or about the date of the indictment the defendants unlawfully, willfully and knowingly conspired with each other and with other persons who are both known and unknown to the grand jury, to injure and oppress <span class=\"star-pagination\">*246</span> the qualified voters of Logan County in the free exercise and enjoyment of certain rights and privileges secured to them by the Constitution and the laws of the United States, that is, the right to vote and to have such votes cast, counted, recorded and certified at full value.</p>\n<p>The indictment also alleges that in order to effect the objects of the conspiracy the defendants caused and attempted to cause votes to be cast in the Mount Gay precinct of Logan County by procedures and methods in violation of the laws of the State of West Virginia, all with the purpose and intent that the illegal, fraudulent and fictitious ballots would be counted, returned and certified as a part of the total vote cast in the May 12, 1970, primary election, thereby impairing, diminishing, diluting and destroying the value and effect of votes legally, properly and honestly cast in that primary election in Logan County, which the indictment alleges violates Title 18 of the United States Code, Section 241.</p>\n<p>The statute cited in the indictment provides in part that it shall be a criminal offense for two or more persons to conspire to injure any citizen in the free exercise or enjoyment of any right or privilege secured to him by the Constitution or laws of the United States. You are instructed that the right to vote and the right to have the value of that vote undiminished and undiluted by the presence of illegal votes is a right guaranteed by the Constitution and laws of the United States within the context of the charging statute.</p>\n<p>The indictment in this case states that the defendants caused false and fictitious votes to be cast and counted, and that casting and counting such votes violates the laws of the State of West Virginia. With regard to whether or not casting and counting false and fictitious votes or causing them to be cast and counted violates West Virginia law, you are further instructed that the laws of the <span class=\"star-pagination\">*247</span> State of West Virginia are violated when fictitious votes are cast and counted or caused to be cast and counted.</p>\n<p>The government in essence contends that these defendants, along with other co-conspirators not named as defendants in the indictment, including Elwood Sloan, Cecil Elswick, Calvin Napier, Mae Stollings, Minerva Richards, Janet Sullins and perhaps others, did unlawfully, willfully and knowingly conspire together and with each other to violate the law of the United States in causing or attempting to cause votes to be cast in the Mount Gay precinct of Logan County, West Virginia, in the May 1970 primary election by procedures and methods in violation of the laws of West Virginia pertaining to the handling of a precinct by election officials, and by further causing and attempting to cause the County Court of Logan County, West Virginia, to find that no illegal votes were cast in the Mount Gay precinct by soliciting perjury and the commission of perjury in an election contest held subsequent to the May 12, 1970, primary, all with the purpose and intent that the alleged illegal and fraudulent and fictitious votes would be counted as a part of the total vote cast, resulting in an impairment, lessening and dilution of the value and effect of the votes legally and honestly cast. The government contends, of course, that all this was done in violation of Title 18, Section 241 of the United States Code, the charging statute designated in the indictment.</p>\n<p></p>\n<h2>.....</h2>\n<p>The Court further tells you that intent is an essential element of this offense. You are therefore charged that before you can convict the defendants, or any of them, you must believe beyond a reasonable doubt that such defendant or defendants deliberately and with knowledge conspired with others to injure certain qualified voters in the free exercise and enjoyment of their right of suffrage.</p>\n<p><span class=\"star-pagination\">*248</span> Now, it is a legal presumption that people intend the natural and probable consequences of their acts, and also that they know that the right of legally qualified persons to vote is a federally Constitutionally protected right, and consequently, if any one or more of the defendants conspired knowingly and intentionally with another defendant or with a co-conspirator to produce the casting and counting of illegal ballots in the 1970 primary election, with the intention of injury or oppressing citizens in the free exercise of their voting rights, they would be guilty as charged in this indictment.</p>\n<h2>NOTES</h2>\n<p>[1]  The County Commissioner sits on the County Court which is the central governmental body in the county. See <i>State ex rel. Dingess</i> v. <i>Scaggs,</i> ___ W. Va. ___, ___, 195 S. E. 2d 724, 726 (1973). See also W. Va. Code Ann.,  7-1-3 <i>et seq.</i> (1969).</p>\n<p>[2]  The participation of the election officials was secured by threats of indictment or arrest, or promises of county jobs and money.</p>\n<p>[3]  Of the 541 persons listed as eligible to vote at the Mount Gay precinct, the Government proved that 222 did not vote and that 13 more were either dead, in the hospital, or in prison. This left a maximum of 306 who could have voted. Observers at the precinct throughout election day estimated that about 275 persons had actually voted. Nevertheless 348 votes were recorded as cast for candidates for the nominees for United States Senator, 328 for Congressman, 358 for State Senator, 458 for House of Delegates, 375 for County Commissioner (long term), 365 for County Commissioner (short term), 371 for Justice of the Peace, and 371 for Constable.</p>\n<p>[4]  The election contest, at which candidate Hager was one of the two presiding judges, was concluded on August 25, 1970. Although the court was required by statute to rule on the contest by September 17, 1970, see W. Va. Code Ann.,  3-7-7, it failed to enter a final order within the statutory period. Scaggs appealed to an intermediate appellate court, which granted an appeal. The Supreme Court of Appeals of West Virginia, however, ruled that the intermediate appellate court lacked jurisdiction since no decision had been rendered by the County Court within the statutory time allowed. See <i>State ex rel. Hager</i> v. <i>Oakley,</i> 154 W. Va. 528, 177 S. E. 2d 585 (1970).</p>\n<p>[5]  Other grounds for exclusion argued before the District Court and in the briefs before the Court of Appeals have not been pursued here. These include a contention that introduction of the prior testimony had the effect of putting Tomblin and Browning on the witness stand in violation of their constitutional right to stand mute, a suggestion that since the testimony was given in a judicial hearing there might be <i>Miranda</i> problems, and the argument that the prior testimony of Tomblin and Browning was inadmissible impeachment evidence since both had exercised their constitutional right not to testify. See 481 F. 2d 685, 694.\n</p>\n<p>The Court of Appeals recognized that it need not ordinarily consider grounds of objection not presented to the trial court. See <i>Hormel</i> v. <i>Helvering,</i> 312 U. S. 552, 556 (1941). This rule is not without its exceptions, however, particularly in criminal cases where appellate courts can notice errors seriously affecting the fairness or integrity of judicial proceedings. See <i>United States</i> v. <i>Atkinson,</i> 297 U. S. 157, 160 (1936). See also <i>Hormel</i> v. <i>Helvering, supra,</i> at 557. In view of the fact that petitioners did challenge the admissibility of the Tomblin and Browning testimony at trial, we think it was proper for the Court of Appeals to consider all grounds related to that underlying objection.</p>\n<p>[6]  The rationale for both the hearsay-conspiracy exception and its limitations is the notion that conspirators are partners in crime. <i>United States</i> v. <i>Socony-Vacuum Oil Co.,</i> 310 U. S. 150, 253 (1940); <i>Fiswick</i> v. <i>United States,</i> 329 U. S. 211, 216 (1946). As such, the law deems them agents of one another. And just as the declarations of an agent bind the principal only when the agent acts within the scope of his authority, so the declaration of a conspirator must be made in furtherance of the conspiracy charged in order to be admissible against his partner. See <i>Krulewitch</i> v. <i>United States,</i> 336 U. S. 440, 442-443 (1949); <i>Fiswick</i> v. <i>United States, supra,</i> at 217; <i>Wong Sun</i> v. <i>United States,</i> 371 U. S. 471, 490 (1963). See generally 4 J. Wigmore, Evidence  1077-1079 (Chadbourne rev. 1972).</p>\n<p>[7]  See 5 J. Wigmore, Evidence  1361 (3d ed. 1940); C. McCormick, Law of Evidence 460 (1954).</p>\n<p>[8]  Of course, evidence is not hearsay when it is used only to prove that a prior statement was made and not to prove the truth of the statement. See <i>Dutton</i> v. <i>Evans,</i> 400 U. S. 74, 88 (1970) (opinion of STEWART, J.). See also <i>Creaghe</i> v. <i>Iowa Home Mut. Cas. Co.,</i> 323 F. 2d 981 (CA10 1963); <i>General Tire of Miami Beach, Inc.</i> v. <i>NLRB,</i> 332 F. 2d 58 (CA5 1964); <i>Safeway Stores, Inc.</i> v. <i>Combs,</i> 273 F. 2d 295 (CA5 1960); <i>Ford Motor Co.</i> v. <i>Webster's Auto Sales, Inc.,</i> 361 F. 2d 874 (CA1 1966).</p>\n<p>[9]  Thus, in his opening argument the prosecutor said: \"I believe the evidence will show, frankly, that that election contest was full of perjurious testimony, full of lies. Some of it, the evidence will show, was solicited and caused by these defendants.\" App. 22. The same point was made in closing argument. Tr. 1851-1852.</p>\n<p>[10]  See 5 J. Wigmore, <i>supra,</i> n. 7, at  1362. See also <i>Colorificio Italiano Max Meyer, S. P. A.</i> v. <i>S/S Hellenic Wave,</i> 419 F. 2d 223 (CA5 1969); <i>Rossville Salvage Corp.</i> v. <i>S. E. Graham Co.,</i> 319 F. 2d 391 (CA3 1963); <i>Superior Engraving Co.</i> v. <i>NLRB,</i> 183 F. 2d 783 (CA7 1950), cert. denied, 340 U. S. 930 (1951).</p>\n<p>[11]  Technically, of course, the proffered evidence was hearsay in that the Government sought to prove the prior testimony of Tomblin and Browning by reading a transcript of the election contest hearing into evidence at the  241 trial, rather than by calling as a witness a person who himself heard the Tomblin and Browning testimony. A well-recognized exception to the hearsay rule, however, permits the introduction of certified court transcripts to prove the testimony given at a prior proceeding. See generally 5 J. Wigmore, <i>supra,</i> n. 7, at  1681. Nor is there any right-of-confrontation problem here, since petitioners did not suggest below that the transcript read at the  241 trial did not accurately reflect the testimony actually given at the election contest hearing.</p>\n<p>[12]  In briefing this case, all parties appear to have assumed that this sufficiency-of-the-evidence claim was properly before this Court. It seems clear, however, that this issue was presented neither to the Court of Appeals nor to us in the petition for a writ of certiorari. As indicated earlier, the  241 question arose below only with respect to the admissibility of the prior testimony of Browning and Tomblin, and not in connection with any claim that the evidence was insufficient to support a verdict under the statute. We nevertheless consider the sufficiency-of-the-evidence claim here. We recognize that petitioners did raise before both the District Court and the Court of Appeals, and in the petition for a writ of certiorari a claim that the indictment was unconstitutionally vague, and the gist of their argument on this point was that the Government had charged a conspiracy to cast false votes for both federal and local candidates in order to survive a motion to dismiss the indictment, but had turned around at trial and proved only a conspiracy to cast false votes for the local candidates. This argument therefore raised the substance of petitioners' present contention that the evidence was insufficient to show a conspiracy to cast false votes for federal candidates. Moreover, as we have had occasion to note, a claim that a conviction is based on a record lacking any evidence relevant to crucial elements of the offense is a claim with serious constitutional overtones. See, <i>e. g., </i><i>Thompson</i> v. <i>Louisville,</i> 362 U. S. 199 (1960); <i>Johnson</i> v. <i>Florida,</i> 391 U. S. 596 (1968). See also <i>Adderley</i> v. <i>Florida,</i> 385 U. S. 39, 44 (1966). Accordingly, even though the sufficiency-of-the-evidence issue was not raised below with any particularly, we think the interests of justice require its consideration here. See <i>Screws</i> v. <i>United States,</i> 325 U. S. 91, 107 (1945) (opinion of DOUGLAS, J.). Cf. <i>Lawn</i> v. <i>United States,</i> 355 U. S. 339, 362 n. 16 (1958).</p>\n<p>[13]  We also find no merit in petitioners' contention that the indictment was unconstitutionally vague. The indictment states that on May 12, 1970, a primary election was held in Logan County, West Virginia, for the purpose of nominating candidates for the offices of United States Senator, Representative to Congress, and various state and county public offices. It then charges each of the defendants with conspiring to injure and oppress the qualified voters of Mount Gay precinct in the free exercise and enjoyment of their \"right to vote for candidates for the aforesaid offices and to have such vote cast, counted, recorded, and certified at their full value and given full effect . . . .\" The indictment further specifies that it was a part of the conspiracy \"to cause fraudulent and fictitious votes to be cast in said precinct . . . .\" Pet. for Cert. 3b. We think it plain that the indictment gave petitioners adequate notice of the specific charges against them. We also note, and petitioners themselves concede, that the form of the indictment was similar to those used in other  241 prosecutions. See <i>United States</i> v. <i>Saylor,</i> 322 U. S. 385 (1944); <i>United States</i> v. <i>Kantor,</i> 78 F. 2d 710 (CA2 1935); <i>Walker</i> v. <i>United States,</i> 93 F. 2d 383 (CA8 1937); <i>Ledford</i> v. <i>United States,</i> 155 F. 2d 574 (CA6), cert. denied, 329 U. S. 733 (1946).</p>\n<p>[1]  See <i>United States</i> v. <i>Guest,</i> 383 U. S. 745, 753-754; <i>id.,</i> at 785-786 (BRENNAN, J., concurring and dissenting); <i>United States</i> v. <i>Price,</i> 383 U. S. 787, 806 n. 20; <i>United States</i> v. <i>Williams,</i> 341 U. S. 70, 93-95 (DOUGLAS, J., dissenting); <i>Screws</i> v. <i>United States,</i> 325 U. S. 91, 101-107 (opinion of DOUGLAS, J.).</p>\n<p>[2]  <i>Id.,</i> at 105; see <i>United States</i> v. <i>Price, supra,</i> at 806 n. 20.</p>\n<p>[3]  Cecil Elswick, an unindicted coconspirator who was a witness for the Government, testified that petitioner W. Bernard Smith told him \"how to win the election,\" but there is no evidence that Smith made any reference to casting false ballots for federal candidates.\n</p>\n<p>Elswick also testified that there was a meeting the night before the election at which all of the petitioners were present and at which, the Court notes, Smith and Red Hager emphasized the need to put \"all the votes\" on the machine. The entire statement indicates that Hager and Smith were simply urging Elswick to cast as many votes as could be cast in the precinct, given the number of registered voters; it does not constitute an instruction to cast votes for federal candidates as well as the Okey Hager slate:</p>\n<p>\"Bernard and Red Hager was mostly spokesmen and Bernard said to be sure and put all the votes on there, put all of them on but fifty, and Red kept saying, `Put them all on.'\" Tr. 632.</p>\n<p>[4]  See n. 3, <i>supra.</i></p>\n<p>[5]  For example, 375 votes were recorded in the Mount Gay precinct for County Commissioner (long term), 371 for Justice of the Peace and Constable, but only 348 for United States Senator and 328 for United States Representative.</p>\n<p>[6]  The countywide totals in the Hager-Scaggs County Commissioner's race had Hager the winner by only 21 votes, and the result would have been reversed without the returns from Mount Gay. On the federal level, Senator Byrd and Representative Hechler were apparently running virtually unopposed for renomination. In Mount Gay, supporters of both Hager and Scaggs voted for these two federal incumbents, and Byrd won Mount Gay by a vote of 346 to six and Hechler by a vote of 318 to 10.</p>\n<p>[7]  Senator Pool's remarks are reprinted in full in the appendix to <i>United States</i> v. <i>Price,</i> 383 U. S., at 807-820.</p>\n<p>[8]  See, <i>e. g.,</i> Cong. Globe, 41st Cong., 2d Sess., 3503 (Rep. Bingham); <i>id.,</i> at 3559 (Sen. Stewart); <i>id.,</i> at 3564 (Sen. Pool); <i>id.,</i> at 3567 (Sen. Stockton).</p>\n<p>[9]  Article I,  4, provides: \"The Times, Places and Manner of holding Elections for Senators and Representatives, shall be prescribed in each State by the Legislature thereof; but the Congress may at any time by Law make or alter such Regulations, except as to the Places of chusing Senators.\" Sherman's amendment originally provided also for regulation of Presidential electors, but this provision was quickly deleted when it was pointed out that Congress was without constitutional power to include it. Cong. Globe, 41st Cong., 2d Sess., 3670.\n</p>\n<p>In proposing the amendments, Sherman stated:</p>\n<p>\"[Senator Thurman] admits that Congress has a right by appropriate legislation to prevent any State from discriminating against a voter on account of his race, color, or previous condition of servitude. That is all, I believe, that is claimed by any one on this side of the Chamber as to the authority conferred by the fifteenth amendment. . . .</p>\n<p>.....</p>\n<p>\"But, Mr. President, there is one other grievance that I feel ought to be dealt with at this moment, as we have this bill before us; a grievance which has become of greater magnitude even than the denial of the right to vote to colored people; and that is, the open, glaring, admitted frauds by wholesale in the great cities of this country, by which our Government is about to be subverted. . . . We have official documents without number in both Houses of Congress showing the growing evil of trampling down the rights of communities and States to representation in Congress in the election of members of Congress and in the election of Senators. . . .</p>\n<p>\". . . There can be no doubt about the constitutional power of Congress in this particular, because it is in plain accordance with the provisions of the Constitution which authorize Congress to change and alter the mode and manner of electing members of Congress [Art. I,  4] . . . . As I have said, they have received the sanction of a committee of the House, which has carefully examined the whole subject, and I do not believe they raise any constitutional question, or invade the right of any State.</p>\n<p>.....</p>\n<p>\"In my judgment in elections for officers of the national Government we can prescribe, under the Constitution, the mode and manner and qualification of voters.\" <i>Id.,</i> at 3663-3664.</p>\n<p>[10]  See also the remarks of Representative Lawrence of Ohio:\n</p>\n<p>\"Mr. LAWRENCE. . . . And if the States have failed to enact laws necessary to secure what we all, I trust, have so much at heart, to wit, the purity of the ballot-box, or have failed to execute those already enacted, then it is the highest duty of this Congress to intervene and protect the citizens of the United States in the enjoyment of the elective franchise against force and fraud in the election of Representatives in Congress, leaving the States to provide such legislation as they may deem necessary in the election of local and State officers.</p>\n<p>.....</p>\n<p>\"It will reach any officer who improperly tampers with the election of a Representative in Congress; but it does not reach any State officer or any citizen in connection with any local or State election.</p>\n<p>.....</p>\n<p>\"Mr. JONES, of Kentucky. I have not read all the provisions of this bill, and as the gentleman seems to have done so I desire to ask him whether they apply to other elections than those for members of Congress?</p>\n<p>\"Mr. LAWRENCE. They apply only to the elections for Representatives and Delegates to Congress. The bill does not propose to interfere with State elections at all.\" Cong. Globe, 41st Cong., 3d Sess., 1276.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">211</span></span> (1974)</b></center>\n<center><h1>ANDERSON ET AL.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 73-346.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 19, 1974.</center>\n<center>Decided June 3, 1974.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FOURTH CIRCUIT.\n<p><span class=\"star-pagination\">*213</span> <i>David Ginsburg</i> argued the cause for petitioners. With him on the brief was <i>Albert J. Beveridge III.</i></p>\n<p><i>Deputy Solicitor General Wallace</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Bork, Assistant Attorney General Pottinger, Gerald P. Norton, Walter W. Barnett,</i> and <i>Jeffrey R. Whieldon.</i></p>\n<p>MR JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>Petitioners were convicted of violating 18 U. S. C.  241, which, in pertinent part, makes it unlawful for two or more persons to \"conspire to injure, oppress, threaten, or intimidate any citizen in the free exercise or enjoyment of any right or privilege secured to him by the Constitution or laws of the United States . . . .\" Specifically, the Government proved that petitioners engaged in a conspiracy to cast fictitious votes for candidates for federal, state, and local offices in a primary election in Logan County, West Virginia. At the trial, a question arose concerning the admissibility against all of the petitioners of certain out-of-court statements made by some of them. In considering the propriety of the District Court's decision to admit this evidence, the Court of Appeals thought it necessary to resolve the question whether a conspiracy to cast false votes in a state or local election, as opposed to a conspiracy to cast false votes in a federal election, is unlawful under  241. The Court of Appeals affirmed petitioners' convictions, concluding that  241 encompasses \"conspiracies, involving state action at least, to dilute the effect of ballots <span class=\"star-pagination\">*214</span> cast for the candidate of one's choice in wholly state elections.\" 481 F. 2d 685, 700-701 (CA4 1973). We granted certiorari to consider this question. 414 U. S. 1091 (1973). It now appears, however, that the out-of-court statements at issue were admissible under basic principles of the law of evidence and conspiracy, regardless of whether or not  241 encompasses conspiracies to cast fraudulent votes in state and local elections. Accordingly we affirm the judgment of the Court of Appeals without passing on its interpretation of  241.</p>\n<p></p>\n<h2>I</h2>\n<p>The underlying facts are not in dispute. On May 12, 1970, a primary election was held in West Virginia for the purpose of nominating candidates for the United States Senate, United States House of Representatives, and various state and local offices. One of the nominations most actively contested in Logan County was the Democratic nomination for County Commissioner, an office vested with a wide variety of legislative, executive, and judicial powers.<sup>[1]</sup> Among the several candidates for the Democratic nomination for this office were the incumbent, Okey Hager, and his major opponent, Neal Scaggs.</p>\n<p>Petitioners are state or county officials, including the Clerk of the Logan County Court, the Clerk of the County Circuit Court, the Sheriff and Deputy Sheriff of the County, and a State Senator. The evidence at trial showed that by using the power of their office, the petitioners convinced three election officials in charge of the Mount Gay precinct in Logan County to cast false and fictitious votes on the voting machines and then to <span class=\"star-pagination\">*215</span> destroy poll slips so that the number of persons who had actually voted could not be determined except from the machine tally.<sup>[2]</sup> While it is apparent from the record that the primary purpose behind the casting of false votes was to secure the nomination of Hager for the office of County Commissioner, it is equally clear that about 100 false votes were in fact cast not only for Hager, but also for Senator Robert Byrd and Representative Ken Hechler, who appeared on the ballot for renomination to their respective chambers of the United States Congress, as well as for other state and local candidates considered part of the Hager slate.<sup>[3]</sup></p>\n<p>The conspiracy achieved its primary objective, the countywide vote totals showing Hager the winner by 21 votes, counting the Mount Gay precinct returns. About two weeks after the election, on May 27, 1970, the election results were certified. After that date, Scaggs filed an election contest<sup>[4]</sup> challenging certain returns, including <span class=\"star-pagination\">*216</span> the Mount Gay County Commissioner votes. No challenge was made, however, to the Mount Gay votes for either of the federal offices, and they became final on May 27.</p>\n<p>A hearing was held in the County Court on the election contest at which petitioners Earl Tomblin and John R. Browning gave sworn testimony. The prosecution in the  241 trial sought to prove that Tomblin and Browning perjured themselves at the election contest hearing in a continuing effort to have the fraudulent votes for Hager counted and certified. For example, one of the key issues in the election contest was whether sufficient voters had in fact turned out in Mount Gay precinct to justify the unusually high reported returns. Tomblin testified under oath at the election contest that he had visited Mount Gay precinct on election day and had observed one Garrett Sullins there as Sullins went in to vote. The prosecution at the  241 trial, however, offered testimony from Sullins himself that he was in the hospital and never went to the Mount Gay precinct on election day.</p>\n<p>At trial, the other defendants objected to the introduction of Tomblin's prior testimony on the ground that it was inadmissible against anyone but Tomblin. The District Court overruled the objection but instructed the jury that Tomblin's testimony could be considered only as bearing upon his guilt or innocence, unless the jury should determine that at the time Tomblin gave this testimony, a conspiracy existed between him and the other defendants and that the testimony was made in furtherance of the conspiracy, in which case the jury could consider the testimony as bearing upon the guilt <span class=\"star-pagination\">*217</span> or innocence of the other defendants. A similar objection was made to the introduction of Browning's election contest testimony and a similar cautionary instruction given when that objection was overruled.</p>\n<p>In oral argument before the Court of Appeals, petitioners for the first time<sup>[5]</sup> sought to link their objection to the introduction of this evidence to a particular interpretation of  241. See 481 F. 2d, at 694. Specifically, petitioners argued that  241 was limited to conspiracies to cast false votes in federal elections and did not apply to local elections. Accordingly, they contended that the conspiracy in the present case, so far as federal jurisdiction was concerned, ended on May 27, 1970, the date on which the election returns were certified and the federal returns became final. Statements made after this date by one alleged conspirator, the argument continued, could not, as a matter of law, have been made in furtherance of <span class=\"star-pagination\">*218</span> the conspiracy charged under  241 and therefore should not have been considered by the jury in determining the guilt or innocence of the other defendants.</p>\n<p>The Government countered before the Court of Appeals that, whether the federal conspiracy had ended or not, the election contest testimony of Tomblin and Browning was admissible under the principles enunciated in <i>Lutwak</i> v. <i>United States,</i> 344 U. S. 604 (1953). The Court of Appeals, however, decided not to tarry over this point and instead, in its own words, chose \"to meet directly the contention that federal jurisdiction over the alleged conspiracy ended with the certification in the federal election contests . . . .\" See 481 F. 2d, at 698. We think it inadvisable, however, to reach out in this fashion to pass on important questions of statutory construction when simpler, and more settled, grounds are available for deciding the case at hand. In our view, the basic principles of evidence and conspiracy law set down in <i>Lutwak</i> are dispositive of petitioners' evidentiary claims.</p>\n<p>The doctrine that declarations of one conspirator may be used against another conspirator, if the declaration was made during the course of and in furtherance of the conspiracy charged, is a well-recognized exception to the hearsay rule which would otherwise bar the introduction of such out-of-court declarations. See <i>Lutwak</i> v. <i>United States, supra,</i> at 617. See also <i>Krulewitch</i> v. <i>United States,</i> 336 U. S. 440 (1949). The hearsay-conspiracy exception applies only to declarations made while the conspiracy charged was still in progress, a limitation that this Court has \"scrupulously observed.\"<sup>[6]</sup><span class=\"star-pagination\">*219</span> See <i>Krulewitch</i> v. <i>United States, supra,</i> at 443-444. See also <i>Lutwak</i> v. <i>United States, supra,</i> at 617-618; <i>Fiswick</i> v. <i>United States,</i> 329 U. S. 211, 217 (1946); <i>Wong Sun</i> v. <i>United States,</i> 371 U. S. 471, 490 (1963).</p>\n<p>But, as the Court emphasized in <i>Lutwak,</i> the requirement that out-of-court declarations by a conspirator be shown to have been made while the conspiracy charged was still in progress and in furtherance thereof arises only because the declaration would otherwise be hearsay. The ongoing conspiracy requirement is therefore inapplicable to evidence, such as that of <i>acts</i> of alleged conspirators, which would not otherwise be hearsay. Thus the Court concluded in <i>Lutwak</i> that acts of one alleged conspirator could be admitted into evidence against the other conspirators, if relevant to prove the existence of the conspiracy, \"even though they might have occurred after the conspiracy ended.\" 344 U. S., at 618. See also <i>United States</i> v. <i>Chase,</i> 372 F. 2d 453 (CA4 1967); Note, Developments in the LawCriminal Conspiracy, 72 Harv. L. Rev. 920, 988 (1959).</p>\n<p>The obvious question that arises in the present case, then, is whether the out-of-court statements of Tomblin and Browning were hearsay. We think it plain they were not. Out-of-court statements constitute hearsay only when offered in evidence to prove the truth of the matter asserted.<sup>[7]</sup> The election contest testimony of Tomblin and Browning, however, was not admitted into evidence <span class=\"star-pagination\">*220</span> in the  241 trial to prove the truth of anything asserted therein. Quite the contrary, the point of the prosecutor's introducing those statements was simply to prove that the statements were made<sup>[8]</sup> so as to establish a foundation for later showing, through other admissible evidence, that they were false.<sup>[9]</sup> The rationale of the hearsay rule is inapplicable as well. The primary justification for the exclusion of hearsay is the lack of any opportunity for the adversary to cross-examine the absent declarant whose out-of-court statement is introduced into evidence.<sup>[10]</sup> Here, since the prosecution was not contending that anything Tomblin or Browning said at the election contest was true, the other defendants had no interest in cross-examining them so as to put their credibility in issue.<sup>[11]</sup> Cf. <i>Pointer</i> v. <i>Texas,</i> 380 <span class=\"star-pagination\">*221</span> U. S. 400 (1965); <i>Barber</i> v. <i>Page,</i> 390 U. S. 719 (1968); <i>Bruton</i> v. <i>United States,</i> 391 U. S. 123 (1968).</p>\n<p>Since these prior statements were not hearsay, the jury did not have to make a preliminary finding that the conspiracy charged under  241 was still in progress before it could consider them as evidence against the other defendants. The prior testimony was accordingly admissible simply if relevant in some way to prove the conspiracy charged. See <i>Lutwak</i> v. <i>United States,</i> 344 U. S., at 617.</p>\n<p>As we read the record, there can be no doubt that the evidence of perjury by petitioners Tomblin and Browning in the election contest was relevant to make out the Government's case under  241, even assuming, <i>arguendo,</i> that the petitioners' conspiracy ended, for purposes of federal jurisdiction, on May 27, 1970, with the certification of the federal election returns. For even if federal jurisdiction rested only on that aspect of the conspiracy involving the federal candidates, the proof at trial need not have been so limited. The prosecution was entitled to prove the underlying purpose and motive of the conspirators in order to convince the jury, beyond a reasonable doubt, that petitioners had in fact unlawfully conspired to cast false votes in the election. See <i>Lutwak</i> v. <i>United States, supra,</i> at 617. As it was never suggested that either Senator Byrd or Representative Hechler needed or sought the assistance of an unlawful conspiracy in order <span class=\"star-pagination\">*222</span> to win his respective nomination, a key issue in this prosecution, accepting for the sake of argument petitioners' view of  241, was whether and why petitioners conspired to have false votes cast for these federal candidates. The fact that two of the petitioners perjured themselves at an election contest in which the Mount Logan votes for Hager were at stake helped prove the underlying motive of the conspiracy, by demonstrating that the false votes for federal officers were not an end in themselves, but rather part of a conspiracy to obtain Hager's nomination through unlawful means. The jury could have inferred that the petitioners were motivated in casting false federal ballots by the need to conceal the fraudulent votes for Hager, since the casting of large numbers of false ballots for County Commissioner would likely have aroused suspicion in the absence of the casting of a similar number of false votes for the other offices at issue in the election.</p>\n<p>Even if the federal conspiracy ended on May 27, then, the Tomblin and Browning election contest testimony was relevant to prove the offense charged. Accordingly, in order to rule on petitioners' challenge to the admissibility of this evidence, there was no need for the Court of Appeals, and there is no need for us, to decide whether petitioners' conspiracy ended on May 27 for purposes of federal jurisdiction or whether  241 applies to conspiracies to cast fraudulent votes in local elections.</p>\n<p></p>\n<h2>II</h2>\n<p>Petitioners argue, however, that the evidence at trial was insufficient to show that they had engaged in a conspiracy to cast false votes for the federal officers and that their convictions under  241 can stand only if we hold that section applicable to a conspiracy to cast false votes <span class=\"star-pagination\">*223</span> in a local election.<sup>[12]</sup> Our examination of the record leads us to conclude otherwise.</p>\n<p>Two principles form the backdrop for our analysis of the record. It is established that since the gravamen of the offense under  241 is conspiracy, the prosecution must show that the offender acted with a specific intent to interfere with the federal rights in question. See <i>United States</i> v. <i>Guest,</i> 383 U. S. 745, 753-754 (1966); <i>Screws</i> v. <i>United States,</i> 325 U. S. 91 (1945). Moreover, <span class=\"star-pagination\">*224</span> we scrutinize the record for evidence of such intent with special care in a conspiracy case for, as we have indicated in a related context, \"charges of conspiracy are not to be made out by piling inference upon inference, thus fashioning. . . a dragnet to draw in all substantive crimes.\" <i>Direct Sales Co.</i> v. <i>United States,</i> 319 U. S. 703, 711 (1943). See also <i>Ingram</i> v. <i>United States,</i> 360 U. S. 672, 680 (1959).</p>\n<p>Even with these caveats in mind, we find the record amply bears out the verdict that each of the petitioners engaged in the conspiracy with the intent of having false votes cast for the federal officers. The Government's chief witness was Cecil Elswick, an unindicted coconspirator who served as the Republican election officer at the Mount Gay precinct and who actually cast most of the fraudulent votes. Elswick testified that he was first approached by petitioner Red Hager, the son of Okey Hager, who told Elswick to go along with them to win the Mount Gay precinct or else he, Red Hager, would cause Elswick trouble. When asked on direct examination for whom he was told to win the precinct, Elswick testified: \"For the Okey Hager slate and Senator Byrd and Ken Hechler.\" App. 40. When Elswick expressed an interest in going along, Red Hager arranged for a meeting between Elswick and Tomblin at which Tomblin confirmed an offer of a part-time deputy sheriff job for Elswick as a reward for his help in the election fraud. Elswick later met with petitioner W. Bernard Smith in Tomblin's office, and Smith then instructed him on how to proceed to win the election. The night before the election, Elswick met with all five of the petitioners. At this meeting cash payments for the false votes were discussed and petitioners Smith and Hager emphasized the need for putting \"all the votes\" on the machine. Later that evening, Elswick accompanied Tomblin to visit Garrett <span class=\"star-pagination\">*225</span> Sullins, a candidate for justice of the peace listed on the Hager slate. Tomblin told Sullins not to worry about his election because they had him \"slated,\" so long as Sullins' wife, another Mount Gay precinct election official, would go along with the illegal voting.</p>\n<p>Elswick then testified as to how he actually put the fraudulent votes on the machines. When a voter came into the precinct and asked for help in using the machines to vote the Neal Scaggs slate, Elswick and Mrs. Sullins would join the voter in the voting machine and, aligning their bodies so as to conceal what they were doing, would put votes on the machine for the entire Hager slate. In addition, Elswick simply went into the voting machine on his own and cast many fictitious ballots. Through a comparison between the reported returns and the number of persons who actually voted, false votes were shown to have been cast for every officefederal, state, and local. See n. 3, <i>supra.</i></p>\n<p>We think this evidence amply supported the jury's conclusion that each of the petitioners knowingly participated in a conspiracy which contemplated the casting of false votes for all offices at issue in the election. The evidence at trial tended to show a single conspiracy, the primary objective of which was to have false votes cast for Hager but which also encompassed the casting of false votes for candidates for all other offices, including Senator Byrd and Representative Hechler. True, there was little discussion among the conspirators of the federal votes <i>per se,</i> just as there was little discussion of the Hager votes in and of themselves, but the jury could believe this was only a reflection of the conspirators' underlying assumption that false votes would have to be cast for entire slates of candidates in order to have their fraud go undetected.</p>\n<p>In our view, petitioners err in seeking to attach significance to the fact that the primary motive behind their <span class=\"star-pagination\">*226</span> conspiracy was to affect the result in the local rather than the federal election. A single conspiracy may have several purposes, but if one of themwhether primary or secondarybe the violation of a federal law, the conspiracy is unlawful under federal law. See <i>Ingram</i> v. <i>United States,</i> 360 U. S., at 679-680. It has long been settled that  241 embraces a conspiracy to stuff the ballot box at an election for federal officers, and thereby to dilute the value of votes of qualified voters; see <i>United States</i> v. <i>Saylor,</i> 322 U. S. 385 (1944). See also <i>United States</i> v. <i>Mosley,</i> 238 U. S. 383 (1915). This applies to primary as well as general elections. See <i>United States</i> v. <i>Classic,</i> 313 U. S. 299 (1941).</p>\n<p>That petitioners may have had no purpose to change the outcome of the federal election is irrelevant. The specific intent required under  241 is not the intent to change the outcome of a federal election, but rather the intent to have false votes cast and thereby to injure the right of all voters in a federal election to express their choice of a candidate and to have their expressions of choice given full value and effect, without being diluted or distorted by the casting of fraudulent ballots. See <i>United States</i> v. <i>Saylor, supra,</i> at 386. As one court has stated:</p>\n<blockquote>\"The deposit of forged ballots in the ballot boxes, no matter how small or great their number, dilutes the influence of honest votes in an election, and whether in greater or less degree is immaterial. The right to an honest [count] is a right possessed by each voting elector, and to the extent that the importance of his vote is nullified, wholly or in part, he has been injured in the free exercise of a right or privilege secured to him by the laws and Constitution of the United States.\" <i>Prichard</i> v. <i>United States,</i> 181 F. <span class=\"star-pagination\">*227</span> 2d 326, 331 (CA6), aff'd due to absence of quorum, 339 U. S. 974 (1950).</blockquote>\n<p>Every voter in a federal primary election, whether he votes for a candidate with little chance of winning or for one with little chance of losing, has a right under the Constitution to have his vote fairly counted, without its being distorted by fraudulently cast votes. And, whatever their motive, those who conspire to cast false votes in an election for federal office conspire to injure that right within the meaning of  241.<sup>[13]</sup></p>\n<p>While the District Court's jury instructions did not specifically focus upon the conspiracy to cast false votes for candidates for <i>federal</i> offices, no objection was made at trial or before the Court of Appeals with respect to this aspect of the instructions. See <i>Johnson</i> v. <i>United States,</i> 318 U. S. 189, 200 (1943); <i>Adickes</i> v. <i>S. H. Kress &amp; Co.,</i> 398 U. S. 144, 147 n. 2 (1970). And, even assuming, <span class=\"star-pagination\">*228</span> <i>arguendo,</i> that  241 is limited to conspiracies to cast false votes for candidates for federal offices, we could find no plain error here. The prosecution's case, as indicated earlier, showed a single conspiracy to cast entire slates of false votes. The defense consisted in large part of a challenge to the credibility of the Government's witnesses, primarily the three unindicted coconspirators. The case therefore ultimately hinged on whether the jury would believe or disbelieve their testimony. Given the record, we think it inconceivable that, even if charged by more specific instructions, the jury could have found a conspiracy to cast false votes for local offices without finding a conspiracy to cast false votes for the federal offices as well.</p>\n<p>This case is therefore an inappropriate vehicle for us to decide whether a conspiracy to cast false votes for candidates for state or local office, as opposed to candidates for federal office, is unlawful under  241, and we intimate no views on that question.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE DOUGLAS, with whom MR. JUSTICE BRENNAN concurs, dissenting.</p>\n<p>Petitioners were convicted under 18 U. S. C.  241, which imposes criminal penalties when \"two or more persons conspire to injure . . . any citizen in the free exercise or enjoyment of any right or privilege secured to him by the Constitution . . . .\" The Court of Appeals affirmed, 481 F. 2d 685, and this Court granted certiorari to consider whether a conspiracy to cast fraudulent votes in a state election, without any evidence of racial discrimination, could constitute a federal offense under  241. The Court of Appeals reached the substance of this question, holding that the Federal Government had the power under  241 to punish not only conspiracies to poison federal elections, but also conspiracies in which state officials took <span class=\"star-pagination\">*229</span> part to cast false votes in a state or local election. 481 F. 2d, at 698-700. The Court today avoids the issue squarely presented by petitioners and by the decision of the Court of Appeals, concluding that it need not reach the issue because the evidence \"bears out the verdict that each of the petitioners engaged in the conspiracy with the intent of having false votes cast for . . . federal officers.\"</p>\n<p>After reviewing the record, I am left with the opinion that the Court, in affirming on the theory that petitioners agreed as a part of their conspiracy to have false votes cast for federal candidates, is convicting the petitioners for an offense for which they were not found guilty by the jury. The instructions to the jury were phrased in a fashion which did not require it to find intent to have false votes cast for federal candidates, so that there is in truth no \"verdict\" to that effect. The evidence of intent to have false votes cast for federal candidates is hardly conclusive, so that the failure of the charge to require such a finding could not be deemed harmless error. Fed. Rule Crim. Proc. 52 (a).</p>\n<p>Because it is not clear that petitioners intended that fraudulent votes be cast for federal candidates, and because I believe that  241 does not reach conspiracies to abscond with state elections, absent the element of racial discrimination, I dissent. The jury instructions, in allowing the jury to convict without finding a conspiracy to interfere with the federal electoral process, were improper, and the error was not harmless.</p>\n<p></p>\n<h2>I</h2>\n<p>On May 12, 1970, a primary election was held in West Virginia for the purpose of nominating candidates for the United States Senate and House of Representatives and for various state and local offices, including that of County Commissioner for Logan County. The incumbent Commissioner, <span class=\"star-pagination\">*230</span> Okey Hager, and his challenger, Neal Scaggs, were engaged in a bitter contest for the Democratic nomination for Commissioner. The petitioners, including Okey Hager's son Red Hager, induced election officials, including Cecil Elswick, who later testified for the Government at this trial, to cast false votes for the Okey Hager slate on the voting machines in the Mount Gay, West Virginia, precinct. There is no evidence that the Okey Hager slate included any nominees for federal offices. As the Court acknowledges, \"it is apparent from the record that the primary purpose behind the casting of false votes was to secure the nomination of Hager for the office of County Commissioner.\" The Court nonetheless finds that the conspiracy necessarily encompassed an agreement to cast fraudulent ballots for the federal offices.</p>\n<p>As the Court notes, a stringent scienter requirement has been imposed when the Government seeks to prosecute under  241, requiring proof of \"specific intent\" on the part of a conspirator to interfere with a right protected by  241.<sup>[1]</sup> This standard has required proof that a conspirator acted \"in open defiance or in reckless disregard of a constitutional requirement which has been made specific and definite,\"<sup>[2]</sup> in this case, the right to have votes cast in a <i>federal</i> election counted without impairment by fraudulent votes. It is against this exacting standard of <i>specific intent</i> that the actions of each of the conspirators in this case must be measured.</p>\n<p>From the first, the prosecution in this case proceeded on the theory that casting false votes for state offices <span class=\"star-pagination\">*231</span> would constitute a violation of  241. The indictment charged that on May 12, 1970, an election was held at Mount Gay to nominate candidates for the offices of United States Senator, Representative to Congress, and various state and county positions. It was charged that the petitioners willfully and knowingly conspired to injure voters in the exercise of their constitutional rights by impairing their right to vote for candidates \"for the aforesaid offices\" and to have such votes cast and certified at their full value. Thus the indictment charged a conspiracy in violation of  241 without distinction between state and federal offices. Efforts on the part of the petitioners to clarify the charges against them were futile. The trial judge denied a motion to dismiss, which argued that the indictment failed to adequately particularize the alleged criminal violation. The petitioners also filed a motion for a bill of particulars which requested an elucidation of the specific acts which formed the basis of the indictment. This motion was also denied, and the case proceeded to trial with an indictment charging, as a federal crime, conspiracy to impair votes for not only federal, but also state offices.</p>\n<p>The case was tried on the theory that petitioners conspired to secure the nomination of Okey Hager for County Commissioner. There is substantial evidence on the record to demonstrate the existence of this conspiracy, and petitioners necessarily contemplated having false votes cast in the local election to secure Okey Hager's nomination. There is also evidence that Cecil Elswick and others who were at the polling place during the election did in fact cast false votes for federal candidates. There is also evidence that one of the petitioners, Red Hager, did tell Elswick to cast false votes not only for Okey Hager, but also for Senator Byrd and Representative Hechler, candidates running for federal offices. But there <span class=\"star-pagination\">*232</span> is no conclusive evidence in nearly 2,000 pages of transcript that any of the other four petitioners agreed, either with Elswick or with each other, to cast fraudulent votes for the federal candidates.<sup>[3]</sup></p>\n<p>The prosecution made clear in its closing argument to the jury that the essence of its case was the conspiracy to cast false votes for the local office of County Commissioner. It carefully focused the jury's attention on the fraud committed by the petitioners as regards the state election:</p>\n<blockquote>\"I think from the evidence you can conclude by now that the theory behind the government's case actually is that these votes were cast and counted by going through the contest and all in order to get Okey Hager elected to the County Court, in order to get Red Hager's father elected to the County Court, that these defendants, along with others, got the votes cast and got the votes counted in the long drawn-out procedure that was involved over there.\"</blockquote>\n<p>In its charge to the jury, the trial court reinforced this crucial error. In its instructions, reprinted in relevant <span class=\"star-pagination\">*233</span> part in the Appendix to this opinion, the Court never required the jury to find a specific intent to have false votes cast in the <i>federal</i> election contests on the part of each of the conspirators. Throughout its instructions to the jury, the District Court reiterated that the crucial element of the charged crime under  241 was a conspiracy to \"injure and oppress . . . voters . . . in the . . . enjoyment of . . . the right to vote and to have such votes cast, counted, recorded, and certified at full value.\" It stated:</p>\n<blockquote>\"You are instructed that the right to vote and the right to have the value of that vote undiminished and undiluted by the presence of illegal votes is a right guaranteed by the Constitution and laws of the United States within the context of [18 U. S. C.  241].</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\". . . [I]f any one or more of the defendants conspired knowingly and intentionally with another defendant or with a co-conspirator to produce the casting and counting of illegal ballots in the 1970 primary election, with the intention of injury or oppressing citizens in the free exercise of their voting rights, they would be guilty as charged in this indictment.\"</blockquote>\n<p>At no time was the jury told that specific intent to have false votes cast for the <i>federal</i> candidates was necessary for conviction of each of the conspirators; it was enough that the \"right to vote\" was diluted and that \"illegal ballots\" were cast to injure \"voting rights,\" without distinction between federal and state elections. As long as the jury accepted the credibility of the prosecution witnesses, conviction under these instructions was inevitable, even for those petitioners who were not shown by any <span class=\"star-pagination\">*234</span> conclusive evidence to have had specific intent to interfere with the federal election, the ground on which the Court affirms.</p>\n<p>While trial counsel did not object to the form of the instructions, where an error is so fundamental that the instruction does not properly submit to the jury the essential elements of the charged offense, there is plain error and the interests of justice and fair play demand that we take note. See <i>Fisher</i> v. <i>United States,</i> 328 U. S. 463, 467-468; <i>Screws</i> v. <i>United States,</i> 325 U. S. 91, 107 (opinion of DOUGLAS, J.); Fed. Rule Crim. Proc. 52 (b).</p>\n<p>The Court concedes that the jury instructions \"did not specifically focus\" on an intent to cast false votes for federal candidates, but avoids this problem by contending in effect that this error was harmless because \"we think it <i>inconceivable</i> that, even if charged by more specific instructions, the jury could have found a conspiracy to cast false votes for local offices without finding a conspiracy to cast false votes for the federal offices as well.\" (Emphasis added.)</p>\n<p>I cannot agree with this crucial assumption. The gravamen of a conspiracy charge is agreeing with the intent of achieving a certain proscribed objective. \"[I]t is . . . essential to determine what kind of agreement or understanding existed as to <i>each</i> defendant.\" <i>United States</i> v. <i>Borelli,</i> 336 F. 2d 376, 384 (Friendly, J.) (emphasis added); see Note, Developments in the Law Criminal Conspiracy, 72 Harv. L. Rev. 920, 929-930. When it is not shown that the unlawful objectives of one individual have been adopted by another, the latter cannot be found to have agreed to achieve the objectives and a conspiracy count to do so cannot be sustained. See <i>Yates</i> v. <i>United States,</i> 354 U. S. 298, 329-331.</p>\n<p>The evidence in this case, as the prosecutor observed in closing argument, demonstrated that petitioners focused <span class=\"star-pagination\">*235</span> their attention on the contest for County Commissioner. There is no conclusive evidence that the casting of fraudulent federal ballots was in fact necessary to petitioners' scheme to abscond with the local nomination contest, or that petitioners thought it necessary. There is no proof that a lower quantum of votes for the federal candidates would have aroused suspicion, or that petitioners felt that it would.<sup>[4]</sup> Ballot splitting, with disparate numbers of votes cast for the various offices, was prevalent at this election.<sup>[5]</sup> The nominations for County Commissioner and other local offices were closely contested, while the federal nominations were not, so that there would naturally be more votes cast in the local races.<sup>[6]</sup> And even if we assume that a sophisticated conspirator would have considered it necessary to stuff the federal ballot box in order to conceal fraud in the state election, we simply cannot presume that the petitioners did also. The record reveals an unsophisticated, bludgeonlike effort to win the election for Okey Hager, with minimal preliminary attention to the niceties of covering up the fraud. When there is no conclusive evidence that the need to cast fraudulent federal votes even crossed the minds of four of the five petitioners, <span class=\"star-pagination\">*236</span> it is the jury's province, not ours, to determine whether there was specific intent to cast such votes.</p>\n<p>The slenderness of the reed on which the Court's affirmance of these convictions rests is demonstrated by its assertions that the jury \"could believe\" that the lack of discussion of federal ballots only reflected an \"assumption\" by petitioners that such ballots would have to be cast, and that the jury \"could have inferred\" that petitioners were motivated by the need to cast false federal ballots to conceal fraudulent local votes. But whether the jury \"could have inferred\" or \"could [have] believe[d]\" that there was sufficient proof of specific intent to cast false federal ballots in the evidence in this case misses the point, because the jury was never required to make this finding in order to convict. The jury verdict is not to be accorded its traditional sanctity, when it is premised on erroneous instructions. See <i>Burton</i> v. <i>United States,</i> 202 U. S. 344, 373-374. The jury has never passed on the question of petitioners' intent while guided by proper instructions. While circumstantial evidence may lead a jury to infer specific intent to interfere with a right protected by  241, the weighing of the evidence should be the jury's task, not that of this Court. There was in fact no \"verdict\" that petitioners conspired to have false votes cast in the federal election, and the sparse circumstantial evidence in this case makes it impossible for me to conclude, as does the Court, that such a verdict was inevitable so that the error in jury instructions was harmless. At the very least, justice requires that this case be remanded for a new trial.</p>\n<p></p>\n<h2>II</h2>\n<p>Because I cannot agree that the evidence showed that petitioners necessarily conspired with the specific intent of having false votes cast for federal candidates, I could <span class=\"star-pagination\">*237</span> affirm only if  241 reached a conspiracy by local officials to cast fraudulent votes in nominating candidates for local offices where, as here, there was no evidence of racial discrimination. I do not, however, believe that  241 can properly be construed in such a fashion.</p>\n<p>The Court of Appeals determined that  241 did reach such conspiracies. It noted that the language of the section sweeps broadly to guarantee \"`any right or privilege secured . . . by the Constitution or laws of the United States,'\" 481 F. 2d, at 699, and also that <i>United States</i> v. <i>Guest,</i> 383 U. S. 745, and <i>United States</i> v. <i>Price,</i> 383 U. S. 787, stated that  241 proscribed conspiracies to violate Fourteenth Amendment rights, including those protected from interference under color of law by the Equal Protection Clause. One such right only recently defined, reasoned the Court of Appeals, is the right not to have valid votes cast in state elections diluted by those acting under color of state law, including local election officials such as those involved in the instant conspiracy, citing <i>Reynolds</i> v. <i>Sims,</i> 377 U. S. 533. Thus in the view of the Court of Appeals, a conspiracy to cast fraudulent ballots in which state election officials took part resulted in a denial of equal protection under color of state law and stated a crime under  241, even if the conspiracy did not encompass a federal election. 481 F. 2d, at 698-700.</p>\n<p>The argument ignores the intent of Congress as manifested by the legislative history of  241. Congress did not intend to reach local election malfeasance where there was no evidence of racial bias because it did not believe that it had that power. It expressed unwillingness to interfere with the right of States to control their own elections where there was no racial discrimination.</p>\n<p>Section 241 was originally passed as  6 of the Enforcement Act of 1870, 16 Stat. 141. The Enforcement Act was a comprehensive body of legislation passed two <span class=\"star-pagination\">*238</span> months after the ratification of the Fifteenth Amendment, which protected the right of citizens to vote from denial by the Federal or State Governments \"on account of race, color, or previous condition of servitude.\" The Fifteenth Amendment authorized Congress \"to enforce this article by appropriate legislation.\" This latter clause was the impetus for the Act.</p>\n<p>What is now  241 was offered as an amendment by Senator Pool of North Carolina, who referred in introducing the amendment to \"rights which are conferred upon the citizen by the fourteenth amendment.\" Cong. Globe, 41st Cong., 2d Sess., 3611. But there is no proof that he conceived of the possibility that the amendment could reach local election fraud where there was no racial discrimination.<sup>[7]</sup> On the other hand, the rest of the legislative history of the Enforcement Act demonstrates that Congress, in adopting Pool's amendment, could not have intended to reach such frauds, because it did not believe that it had that power.</p>\n<p>Because the Enforcement Act of 1870 was concerned primarily with suffrage, there is ample legislative history elucidating the reach of congressional power regarding both federal and local elections. The constitutional power to pass those sections of the Act which purported to deal with the right to vote in local elections was perceived to flow from the Fifteenth Amendment,<sup>[8]</sup> which protected the right to vote from infringement only \"on account of race, color, or previous condition of servitude.\" Even the staunchest supporters of the Act conceded that, absent the critical element of racial discrimination, the Act could not reach local elections. The following colloquy, <span class=\"star-pagination\">*239</span> for example, occurred between Senator Edmunds of Vermont, one of two Senate floor managers of the Act, <i>id.,</i> at 3753, and Senator Morton of Indiana, another supporter of the Act. While interference with local elections could be punished if racial discrimination, against either white or black, was extant, local election fraud could not otherwise be reached by federal jurisdiction:</p>\n<blockquote>\"Mr. MORTON. . . . Our theory is that the question of suffrage is under the control of the States, and was left to the several States by the Constitution of the United States; and that being the case, Congress had no power to pass a law conferring suffrage on colored men, and it was necessary to amend the Constitution of the United States for that purpose. We therefore provided in the fifteenth amendment that `the right of citizens of the United States to vote shall not be denied or abridged by the United States, or by any State, on account of race, color, or previous condition of servitude.' The proposition to which I call attention is this: that the question of suffrage is now, as it was before, completely under the control of the several States to punish violations of the right of suffrage, just as they had the power before, except that we take away their power to deny suffrage on account of race, color, or previous condition of servitude, and have given to Congress the power to enforce this amendment.</blockquote>\n<blockquote>\"The question now to which I call the attention of the Senate is whether it is in the power of Congress to make provision for punishing violations of the right of suffrage except those violations go to the question of color, race, or previous condition of servitude.</blockquote>\n<blockquote>\"Mr. EDMUNDS. But it does not make any difference what the color is, black or white.</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*240</span> \"Mr. MORTON. Not a bit. It does not make any difference which; but if a man is denied the right of suffrage because he is a white man, if any state shall assume to deny a man the right of suffrage because he is a white man, then we have a right to interfere; or if because he is a colored man, then we have a right to interfere. But suppose the denial of the right of suffrage by a board of registration or a board of inspectors has nothing whatever to do with color; suppose it is for an offense that existed by State law before the enactment of this fifteenth amendment, what power have we got to interfere with that any more than we had before?</blockquote>\n<blockquote>\"Mr. EDMUNDS. Nobody, I think, would claim that we have. I should not say so.\" Cong. Globe, 41st Cong., 2d Sess., 3571.</blockquote>\n<p>In the course of debate, Senator Sherman of Ohio, another ardent advocate of the Act, proposed an amendment to add three sections to it. These sections, which were adopted with slight changes as  19, 20, and 21, were designed to deal with frauds not involving racial discrimination, but only in <i>federal</i> elections. Senator Sherman's comments express the desire not to \"invade the right of any state,\" <i>id.,</i> at 3664, to control its own elections and reflect the belief that an element of racial bias was considered a necessary precondition to congressional power to deal with state elections. Federal elections for Senators and Congressmen could be governed absent such bias, but only by virtue of the express authority of Art. I,  4, of the Constitution.<sup>[9]</sup> In describing <span class=\"star-pagination\">*241</span> these amendments to the House after their adoption by the Senate, Representative Bingham of Ohio, the floor manager of the Act in the House, stated:</p>\n<blockquote>\"The amendments proposed to prevent fraudulent registration or fraudulent voting, in so far as <span class=\"star-pagination\">*242</span> I am advised, do not alter any of the existing regulations of the States touching registration; they are but a simple exercise of the power expressly conferred on the Congress of the United States to regulate elections of members and Delegates to Congress. They are expressly limited to elections of those officers. I do not deem it important to say anything further on that point.\" Cong. Globe, 41st Cong., 2d Sess., 3872.</blockquote>\n<p>Only nine months later, the same Congress which passed the Enforcement Act of 1870 passed the Force Act of 1871, 16 Stat. 433, which supplemented the 1870 Act by supplying independent federal enforcement machinery to affirmatively ensure the right to vote in all congressional elections. Federal election officials were appointed to supervise such elections; the normal state processes were suppressed. But Congress made clear that its power could attach only when needed to protect congressional elections. One of the supporters of the bill, Representative Churchill of New York, stated:</p>\n<blockquote>\"But, Mr. Speaker, for some years past grave doubts have prevailed in different portions of this country as to whether the declared results of elections have truly expressed the will of the people. With regard to officers of States and officers of minor communities this doubt, so far as it exists, is left to be determined, as it can only be determined, by the laws existing in those States or communities. But so far as regards members of the Congress of the United States, although the first legislation in regard to the matter is intrusted by the Constitution of the United States, to the States themselves, the power is properly reserved to Congress itself to determine by what rules these elections shall be conducted . . . .\" Cong. Globe, 41st Cong., 3d Sess., 1274.</blockquote>\n<p><span class=\"star-pagination\">*243</span> In the same vein, Representative Bingham, who as noted was a floor manager of the 1870 Act, again reflected caution about interfering with the responsibility of the States to manage their own elections, asserting:</p>\n<blockquote>\"I am willing that the issue shall be made up, and let the people speak upon this question. The bill interferes with no reserved rights of the States. If the States do not choose to hold their elections on the same day for mere State officials, be it so; but with regard to the vote for Representatives in Congress, I take it that the great majority of the people of every State in the Union will admit that the nation has a right to be represented at every election for Congress by its own law and by its own officials as well as the State. I have given the words, the thoughtful words of the makers of the Constitution in support of that right. No law of any State by this bill is in any manner wrongfully impaired.\" <i>Id.,</i> at 1284.<sup>[10]</sup></blockquote>\n<p><span class=\"star-pagination\">*244</span> Thus, while the concurrent nomination races for federal officers in the Mount Gay precinct provided an opportunity for petitioners to violate  241, that violation could occur only if the petitioners possessed the specific intent to cast fraudulent votes in the federal elections as an object of their conspiracy.</p>\n<p>The broad language of <i>Guest</i> and <i>Price</i> does not authorize us to draw any other conclusion. <i>Guest</i> involved racial discrimination and rights under the Equal Protection Clause \"firmly and precisely established by a consistent line of decisions in this Court.\" 383 U. S., at 754. That is not true of the right to be free from fraud without any racial connotation in local elections. In <i>Price,</i> we noted the sparse legislative history of  241 as part of the Enforcement Act, and held that there was no indication that Congress did not intend it to reach the Fourteenth Amendment right in question, the right to due process. 383 U. S., at 801. We noted that the application of  241 in that case \"does not raise fundamental questions of federal-state relationships.\" <i>Id.,</i> at 806. Those facts are not present in this case. There is legislative history which indicates that Congress did not intend to reach local election frauds in passing  241, because it did not believe that it had that power. And the decision of the Court of Appeals reaches to the very heart of federal-state relations, permitting federal intrusion in even the most local election, intrusions which the 41st Congress attempted to avoid when passing the Enforcement Act of 1870 and the Force Act of 1871.</p>\n<p><span class=\"star-pagination\">*245</span> While the civil protections of the Fourteenth Amendment reach state elections even where there is no racial animus, criminal laws such as 18 U. S. C.  241 must be strictly construed, and we have required that Congress \"plainly and unmistakably\" assert federal criminal jurisdiction over an activity. See <i>United States</i> v. <i>Bass,</i> 404 U. S. 336, 348; <i>United States</i> v. <i>Gradwell,</i> 243 U. S. 476, 485. Here Congress did not plainly intend  241 to reach local elections frauds, and apparently intended quite the opposite. \"[B]ecause of the seriousness of criminal penalties, and because criminal punishment usually represents the moral condemnation of the community, legislatures and not courts should define criminal activity. This policy embodies `the instinctive distaste against men languishing in prison unless the lawmaker has clearly said they should.' \" <i>United States</i> v. <i>Bass, supra,</i> at 348.</p>\n<p>I can affirm neither on the theory that  241 reaches state election frauds where there is no evidence of racial discrimination, nor on the theory adopted by the Court that it was \"inconceivable\" that petitioners did not specifically intend to have false votes cast in the federal election, with the exception of Red Hager. The other petitioners are entitled at least to a new trial under proper instructions.</p>\n<p></p>\n<h2>APPENDIX TO OPINION OF DOUGLAS, J., DISSENTING</h2>\n<p></p>\n<h2><i>Excerpts from Jury Instructions</i></h2>\n<p>The indictment in this case charges in substance that beginning on or about the 1st day of May, 1970 and continuing until on or about the date of the indictment the defendants unlawfully, willfully and knowingly conspired with each other and with other persons who are both known and unknown to the grand jury, to injure and oppress <span class=\"star-pagination\">*246</span> the qualified voters of Logan County in the free exercise and enjoyment of certain rights and privileges secured to them by the Constitution and the laws of the United States, that is, the right to vote and to have such votes cast, counted, recorded and certified at full value.</p>\n<p>The indictment also alleges that in order to effect the objects of the conspiracy the defendants caused and attempted to cause votes to be cast in the Mount Gay precinct of Logan County by procedures and methods in violation of the laws of the State of West Virginia, all with the purpose and intent that the illegal, fraudulent and fictitious ballots would be counted, returned and certified as a part of the total vote cast in the May 12, 1970, primary election, thereby impairing, diminishing, diluting and destroying the value and effect of votes legally, properly and honestly cast in that primary election in Logan County, which the indictment alleges violates Title 18 of the United States Code, Section 241.</p>\n<p>The statute cited in the indictment provides in part that it shall be a criminal offense for two or more persons to conspire to injure any citizen in the free exercise or enjoyment of any right or privilege secured to him by the Constitution or laws of the United States. You are instructed that the right to vote and the right to have the value of that vote undiminished and undiluted by the presence of illegal votes is a right guaranteed by the Constitution and laws of the United States within the context of the charging statute.</p>\n<p>The indictment in this case states that the defendants caused false and fictitious votes to be cast and counted, and that casting and counting such votes violates the laws of the State of West Virginia. With regard to whether or not casting and counting false and fictitious votes or causing them to be cast and counted violates West Virginia law, you are further instructed that the laws of the <span class=\"star-pagination\">*247</span> State of West Virginia are violated when fictitious votes are cast and counted or caused to be cast and counted.</p>\n<p>The government in essence contends that these defendants, along with other co-conspirators not named as defendants in the indictment, including Elwood Sloan, Cecil Elswick, Calvin Napier, Mae Stollings, Minerva Richards, Janet Sullins and perhaps others, did unlawfully, willfully and knowingly conspire together and with each other to violate the law of the United States in causing or attempting to cause votes to be cast in the Mount Gay precinct of Logan County, West Virginia, in the May 1970 primary election by procedures and methods in violation of the laws of West Virginia pertaining to the handling of a precinct by election officials, and by further causing and attempting to cause the County Court of Logan County, West Virginia, to find that no illegal votes were cast in the Mount Gay precinct by soliciting perjury and the commission of perjury in an election contest held subsequent to the May 12, 1970, primary, all with the purpose and intent that the alleged illegal and fraudulent and fictitious votes would be counted as a part of the total vote cast, resulting in an impairment, lessening and dilution of the value and effect of the votes legally and honestly cast. The government contends, of course, that all this was done in violation of Title 18, Section 241 of the United States Code, the charging statute designated in the indictment.</p>\n<p></p>\n<h2>.....</h2>\n<p>The Court further tells you that intent is an essential element of this offense. You are therefore charged that before you can convict the defendants, or any of them, you must believe beyond a reasonable doubt that such defendant or defendants deliberately and with knowledge conspired with others to injure certain qualified voters in the free exercise and enjoyment of their right of suffrage.</p>\n<p><span class=\"star-pagination\">*248</span> Now, it is a legal presumption that people intend the natural and probable consequences of their acts, and also that they know that the right of legally qualified persons to vote is a federally Constitutionally protected right, and consequently, if any one or more of the defendants conspired knowingly and intentionally with another defendant or with a co-conspirator to produce the casting and counting of illegal ballots in the 1970 primary election, with the intention of injury or oppressing citizens in the free exercise of their voting rights, they would be guilty as charged in this indictment.</p>\n<h2>NOTES</h2>\n<p>[1]  The County Commissioner sits on the County Court which is the central governmental body in the county. See <i>State ex rel. Dingess</i> v. <i>Scaggs,</i> ___ W. Va. ___, ___, 195 S. E. 2d 724, 726 (1973). See also W. Va. Code Ann.,  7-1-3 <i>et seq.</i> (1969).</p>\n<p>[2]  The participation of the election officials was secured by threats of indictment or arrest, or promises of county jobs and money.</p>\n<p>[3]  Of the 541 persons listed as eligible to vote at the Mount Gay precinct, the Government proved that 222 did not vote and that 13 more were either dead, in the hospital, or in prison. This left a maximum of 306 who could have voted. Observers at the precinct throughout election day estimated that about 275 persons had actually voted. Nevertheless 348 votes were recorded as cast for candidates for the nominees for United States Senator, 328 for Congressman, 358 for State Senator, 458 for House of Delegates, 375 for County Commissioner (long term), 365 for County Commissioner (short term), 371 for Justice of the Peace, and 371 for Constable.</p>\n<p>[4]  The election contest, at which candidate Hager was one of the two presiding judges, was concluded on August 25, 1970. Although the court was required by statute to rule on the contest by September 17, 1970, see W. Va. Code Ann.,  3-7-7, it failed to enter a final order within the statutory period. Scaggs appealed to an intermediate appellate court, which granted an appeal. The Supreme Court of Appeals of West Virginia, however, ruled that the intermediate appellate court lacked jurisdiction since no decision had been rendered by the County Court within the statutory time allowed. See <i>State ex rel. Hager</i> v. <i>Oakley,</i> <span class=\"citation\" data-id=\"1321717\"><a href=\"/opinion/1321717/state-ex-rel-hager-v-oakley/\"><span class=\"volume\">154</span> <span class=\"reporter\">W. Va.</span> <span class=\"page\">528</span></a></span>, 177 S. E. 2d 585 (1970).</p>\n<p>[5]  Other grounds for exclusion argued before the District Court and in the briefs before the Court of Appeals have not been pursued here. These include a contention that introduction of the prior testimony had the effect of putting Tomblin and Browning on the witness stand in violation of their constitutional right to stand mute, a suggestion that since the testimony was given in a judicial hearing there might be <i>Miranda</i> problems, and the argument that the prior testimony of Tomblin and Browning was inadmissible impeachment evidence since both had exercised their constitutional right not to testify. See 481 F. 2d 685, 694.\n</p>\n<p>The Court of Appeals recognized that it need not ordinarily consider grounds of objection not presented to the trial court. See <i>Hormel</i> v. <i>Helvering,</i> 312 U. S. 552, 556 (1941). This rule is not without its exceptions, however, particularly in criminal cases where appellate courts can notice errors seriously affecting the fairness or integrity of judicial proceedings. See <i>United States</i> v. <i>Atkinson,</i> 297 U. S. 157, 160 (1936). See also <i>Hormel</i> v. <i>Helvering, supra,</i> at 557. In view of the fact that petitioners did challenge the admissibility of the Tomblin and Browning testimony at trial, we think it was proper for the Court of Appeals to consider all grounds related to that underlying objection.</p>\n<p>[6]  The rationale for both the hearsay-conspiracy exception and its limitations is the notion that conspirators are partners in crime. <i>United States</i> v. <i>Socony-Vacuum Oil Co.,</i> 310 U. S. 150, 253 (1940); <i>Fiswick</i> v. <i>United States,</i> 329 U. S. 211, 216 (1946). As such, the law deems them agents of one another. And just as the declarations of an agent bind the principal only when the agent acts within the scope of his authority, so the declaration of a conspirator must be made in furtherance of the conspiracy charged in order to be admissible against his partner. See <i>Krulewitch</i> v. <i>United States,</i> 336 U. S. 440, 442-443 (1949); <i>Fiswick</i> v. <i>United States, supra,</i> at 217; <i>Wong Sun</i> v. <i>United States,</i> 371 U. S. 471, 490 (1963). See generally 4 J. Wigmore, Evidence  1077-1079 (Chadbourne rev. 1972).</p>\n<p>[7]  See 5 J. Wigmore, Evidence  1361 (3d ed. 1940); C. McCormick, Law of Evidence 460 (1954).</p>\n<p>[8]  Of course, evidence is not hearsay when it is used only to prove that a prior statement was made and not to prove the truth of the statement. See <i>Dutton</i> v. <i>Evans,</i> 400 U. S. 74, 88 (1970) (opinion of STEWART, J.). See also <i>Creaghe</i> v. <i>Iowa Home Mut. Cas. Co.,</i> 323 F. 2d 981 (CA10 1963); <i>General Tire of Miami Beach, Inc.</i> v. <i>NLRB,</i> 332 F. 2d 58 (CA5 1964); <i>Safeway Stores, Inc.</i> v. <i>Combs,</i> 273 F. 2d 295 (CA5 1960); <i>Ford Motor Co.</i> v. <i>Webster's Auto Sales, Inc.,</i> 361 F. 2d 874 (CA1 1966).</p>\n<p>[9]  Thus, in his opening argument the prosecutor said: \"I believe the evidence will show, frankly, that that election contest was full of perjurious testimony, full of lies. Some of it, the evidence will show, was solicited and caused by these defendants.\" App. 22. The same point was made in closing argument. Tr. 1851-1852.</p>\n<p>[10]  See 5 J. Wigmore, <i>supra,</i> n. 7, at  1362. See also <i>Colorificio Italiano Max Meyer, S. P. A.</i> v. <i>S/S Hellenic Wave,</i> 419 F. 2d 223 (CA5 1969); <i>Rossville Salvage Corp.</i> v. <i>S. E. Graham Co.,</i> 319 F. 2d 391 (CA3 1963); <i>Superior Engraving Co.</i> v. <i>NLRB,</i> 183 F. 2d 783 (CA7 1950), cert. denied, 340 U. S. 930 (1951).</p>\n<p>[11]  Technically, of course, the proffered evidence was hearsay in that the Government sought to prove the prior testimony of Tomblin and Browning by reading a transcript of the election contest hearing into evidence at the  241 trial, rather than by calling as a witness a person who himself heard the Tomblin and Browning testimony. A well-recognized exception to the hearsay rule, however, permits the introduction of certified court transcripts to prove the testimony given at a prior proceeding. See generally 5 J. Wigmore, <i>supra,</i> n. 7, at  1681. Nor is there any right-of-confrontation problem here, since petitioners did not suggest below that the transcript read at the  241 trial did not accurately reflect the testimony actually given at the election contest hearing.</p>\n<p>[12]  In briefing this case, all parties appear to have assumed that this sufficiency-of-the-evidence claim was properly before this Court. It seems clear, however, that this issue was presented neither to the Court of Appeals nor to us in the petition for a writ of certiorari. As indicated earlier, the  241 question arose below only with respect to the admissibility of the prior testimony of Browning and Tomblin, and not in connection with any claim that the evidence was insufficient to support a verdict under the statute. We nevertheless consider the sufficiency-of-the-evidence claim here. We recognize that petitioners did raise before both the District Court and the Court of Appeals, and in the petition for a writ of certiorari a claim that the indictment was unconstitutionally vague, and the gist of their argument on this point was that the Government had charged a conspiracy to cast false votes for both federal and local candidates in order to survive a motion to dismiss the indictment, but had turned around at trial and proved only a conspiracy to cast false votes for the local candidates. This argument therefore raised the substance of petitioners' present contention that the evidence was insufficient to show a conspiracy to cast false votes for federal candidates. Moreover, as we have had occasion to note, a claim that a conviction is based on a record lacking any evidence relevant to crucial elements of the offense is a claim with serious constitutional overtones. See, <i>e. g., </i><i>Thompson</i> v. <i>Louisville,</i> 362 U. S. 199 (1960); <i>Johnson</i> v. <i>Florida,</i> 391 U. S. 596 (1968). See also <i>Adderley</i> v. <i>Florida,</i> 385 U. S. 39, 44 (1966). Accordingly, even though the sufficiency-of-the-evidence issue was not raised below with any particularly, we think the interests of justice require its consideration here. See <i>Screws</i> v. <i>United States,</i> 325 U. S. 91, 107 (1945) (opinion of DOUGLAS, J.). Cf. <i>Lawn</i> v. <i>United States,</i> 355 U. S. 339, 362 n. 16 (1958).</p>\n<p>[13]  We also find no merit in petitioners' contention that the indictment was unconstitutionally vague. The indictment states that on May 12, 1970, a primary election was held in Logan County, West Virginia, for the purpose of nominating candidates for the offices of United States Senator, Representative to Congress, and various state and county public offices. It then charges each of the defendants with conspiring to injure and oppress the qualified voters of Mount Gay precinct in the free exercise and enjoyment of their \"right to vote for candidates for the aforesaid offices and to have such vote cast, counted, recorded, and certified at their full value and given full effect . . . .\" The indictment further specifies that it was a part of the conspiracy \"to cause fraudulent and fictitious votes to be cast in said precinct . . . .\" Pet. for Cert. 3b. We think it plain that the indictment gave petitioners adequate notice of the specific charges against them. We also note, and petitioners themselves concede, that the form of the indictment was similar to those used in other  241 prosecutions. See <i>United States</i> v. <i>Saylor,</i> 322 U. S. 385 (1944); <i>United States</i> v. <i>Kantor,</i> 78 F. 2d 710 (CA2 1935); <i>Walker</i> v. <i>United States,</i> 93 F. 2d 383 (CA8 1937); <i>Ledford</i> v. <i>United States,</i> 155 F. 2d 574 (CA6), cert. denied, 329 U. S. 733 (1946).</p>\n<p>[1]  See <i>United States</i> v. <i>Guest,</i> 383 U. S. 745, 753-754; <i>id.,</i> at 785-786 (BRENNAN, J., concurring and dissenting); <i>United States</i> v. <i>Price,</i> 383 U. S. 787, 806 n. 20; <i>United States</i> v. <i>Williams,</i> 341 U. S. 70, 93-95 (DOUGLAS, J., dissenting); <i>Screws</i> v. <i>United States,</i> 325 U. S. 91, 101-107 (opinion of DOUGLAS, J.).</p>\n<p>[2]  <i>Id.,</i> at 105; see <i>United States</i> v. <i>Price, supra,</i> at 806 n. 20.</p>\n<p>[3]  Cecil Elswick, an unindicted coconspirator who was a witness for the Government, testified that petitioner W. Bernard Smith told him \"how to win the election,\" but there is no evidence that Smith made any reference to casting false ballots for federal candidates.\n</p>\n<p>Elswick also testified that there was a meeting the night before the election at which all of the petitioners were present and at which, the Court notes, Smith and Red Hager emphasized the need to put \"all the votes\" on the machine. The entire statement indicates that Hager and Smith were simply urging Elswick to cast as many votes as could be cast in the precinct, given the number of registered voters; it does not constitute an instruction to cast votes for federal candidates as well as the Okey Hager slate:</p>\n<p>\"Bernard and Red Hager was mostly spokesmen and Bernard said to be sure and put all the votes on there, put all of them on but fifty, and Red kept saying, `Put them all on.'\" Tr. 632.</p>\n<p>[4]  See n. 3, <i>supra.</i></p>\n<p>[5]  For example, 375 votes were recorded in the Mount Gay precinct for County Commissioner (long term), 371 for Justice of the Peace and Constable, but only 348 for United States Senator and 328 for United States Representative.</p>\n<p>[6]  The countywide totals in the Hager-Scaggs County Commissioner's race had Hager the winner by only 21 votes, and the result would have been reversed without the returns from Mount Gay. On the federal level, Senator Byrd and Representative Hechler were apparently running virtually unopposed for renomination. In Mount Gay, supporters of both Hager and Scaggs voted for these two federal incumbents, and Byrd won Mount Gay by a vote of 346 to six and Hechler by a vote of 318 to 10.</p>\n<p>[7]  Senator Pool's remarks are reprinted in full in the appendix to <i>United States</i> v. <i>Price,</i> 383 U. S., at 807-820.</p>\n<p>[8]  See, <i>e. g.,</i> Cong. Globe, 41st Cong., 2d Sess., 3503 (Rep. Bingham); <i>id.,</i> at 3559 (Sen. Stewart); <i>id.,</i> at 3564 (Sen. Pool); <i>id.,</i> at 3567 (Sen. Stockton).</p>\n<p>[9]  Article I,  4, provides: \"The Times, Places and Manner of holding Elections for Senators and Representatives, shall be prescribed in each State by the Legislature thereof; but the Congress may at any time by Law make or alter such Regulations, except as to the Places of chusing Senators.\" Sherman's amendment originally provided also for regulation of Presidential electors, but this provision was quickly deleted when it was pointed out that Congress was without constitutional power to include it. Cong. Globe, 41st Cong., 2d Sess., 3670.\n</p>\n<p>In proposing the amendments, Sherman stated:</p>\n<p>\"[Senator Thurman] admits that Congress has a right by appropriate legislation to prevent any State from discriminating against a voter on account of his race, color, or previous condition of servitude. That is all, I believe, that is claimed by any one on this side of the Chamber as to the authority conferred by the fifteenth amendment. . . .</p>\n<p>.....</p>\n<p>\"But, Mr. President, there is one other grievance that I feel ought to be dealt with at this moment, as we have this bill before us; a grievance which has become of greater magnitude even than the denial of the right to vote to colored people; and that is, the open, glaring, admitted frauds by wholesale in the great cities of this country, by which our Government is about to be subverted. . . . We have official documents without number in both Houses of Congress showing the growing evil of trampling down the rights of communities and States to representation in Congress in the election of members of Congress and in the election of Senators. . . .</p>\n<p>\". . . There can be no doubt about the constitutional power of Congress in this particular, because it is in plain accordance with the provisions of the Constitution which authorize Congress to change and alter the mode and manner of electing members of Congress [Art. I,  4] . . . . As I have said, they have received the sanction of a committee of the House, which has carefully examined the whole subject, and I do not believe they raise any constitutional question, or invade the right of any State.</p>\n<p>.....</p>\n<p>\"In my judgment in elections for officers of the national Government we can prescribe, under the Constitution, the mode and manner and qualification of voters.\" <i>Id.,</i> at 3663-3664.</p>\n<p>[10]  See also the remarks of Representative Lawrence of Ohio:\n</p>\n<p>\"Mr. LAWRENCE. . . . And if the States have failed to enact laws necessary to secure what we all, I trust, have so much at heart, to wit, the purity of the ballot-box, or have failed to execute those already enacted, then it is the highest duty of this Congress to intervene and protect the citizens of the United States in the enjoyment of the elective franchise against force and fraud in the election of Representatives in Congress, leaving the States to provide such legislation as they may deem necessary in the election of local and State officers.</p>\n<p>.....</p>\n<p>\"It will reach any officer who improperly tampers with the election of a Representative in Congress; but it does not reach any State officer or any citizen in connection with any local or State election.</p>\n<p>.....</p>\n<p>\"Mr. JONES, of Kentucky. I have not read all the provisions of this bill, and as the gentleman seems to have done so I desire to ask him whether they apply to other elections than those for members of Congress?</p>\n<p>\"Mr. LAWRENCE. They apply only to the elections for Representatives and Delegates to Congress. The bill does not propose to interfere with State elections at all.\" Cong. Globe, 41st Cong., 3d Sess., 1276.</p>\n\n</div>", "id": 109053, "judges": "Marshall", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/109053/", "sha1": "67a146ec55ad8014e775c0c964adf49b95063f0d", "source": "LR", "supreme_court_db_id": "1973-125", "time_retrieved": "2010-04-28T10:11:51"}