{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "321 U.S. 178", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/103934/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Brown v. Gerdes", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "183", 
    "id": 88317, 
    "resource_uri": "/api/rest/v2/citation/88317/"
  }, 
  "id": 103934, 
  "blocked": false, 
  "judges": "Douglas", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1944-02-07", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>321 U.S. 178 (1944)</b></center>\n<center><h1>BROWN ET AL.<br>\nv.<br>\nGERDES ET AL., TRUSTEES.</h1></center>\n<center>No. 183.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 4, 1944.</center>\n<center>Decided February 7, 1944.</center>\nCERTIORARI TO THE COURT OF APPEALS OF NEW YORK.\n<p><span class=\"star-pagination\">*179</span> <i>Mr. William C. Scott,</i> with whom <i>Messrs. David Paine, Lawrence S. Greenbaum,</i> and <i>Theodore S. Jaffin</i> were on the brief, for petitioners.</p>\n<p><i>Mr. John Gerdes,</i> with whom <i>Mr. James D. Carpenter, Jr.</i> and <i>Miss Mary-Chase Clark</i> were on the brief, for respondents.</p>\n<p><i>Solicitor General Fahy</i> and <i>Messrs. Chester T. Lane, Homer Kripke, George Zolotar,</i> and <i>Theodore L. Thau</i> filed a brief on behalf of the Securities and Exchange Commission, as <i>amicus curiae,</i> urging affirmance.</p>\n<p>MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>The question in this case is whether the New York court or the federal bankruptcy court has the power to fix the fees of petitioners who as attorneys represented the bankruptcy estate in litigation in the state courts. The <span class=\"star-pagination\">*180</span> New York Court of Appeals held that that jurisdiction rested exclusively in the bankruptcy court. 290 N.Y. 468, 49 N.E.2d 718. The case is here on a petition for writ of certiorari which we granted because of the importance of the problem under the Bankruptcy Act.</p>\n<p>In January, 1939, a petition for reorganization of Reynolds Investing Co., Inc. was approved under Ch. X of the Bankruptcy Act. 52 Stat. 883, 11 U.S.C. § 501. In August, 1938, while the petition was pending but before its approval, the bankruptcy court authorized the debtor to commence an action in the New York courts to enforce and collect certain claims which the debtor had against its former officers and directors. See 28 N.Y.S.2d 622. It also authorized retention of petitioners as counsel in the suit. After the approval of the petition the respondent trustees were authorized to prosecute the action and to be substituted as plaintiffs. That was done; and other actions were instituted by the trustees under order of the bankruptcy court with petitioners as counsel. In 1941 before final judgments were obtained in any of the suits, the trustees discontinued petitioners' services. Thereafter petitioners, pursuant to a stipulation<sup>[1]</sup> which reserved respondents' right to question the jurisdiction of the state court, instituted this suit in that court to fix and enforce their liens on the actions under § 475 of the New York Judiciary Law.<sup>[2]</sup> Respondents' objection to the jurisdiction <span class=\"star-pagination\">*181</span> of the state court was overruled, the value of petitioners' services determined, and the liens fixed. Those orders were affirmed by the Appellate Division (264 App. Div. 852, 36 N.Y.S. 2d 420) but reversed by the Court of Appeals. And as we read the opinion of that court the basis of its decision was that \"exclusive jurisdiction\" to fix these fees was in the bankruptcy court (290 N.Y. 472, 473, 475), not that New York as a matter of local law or policy would not undertake to fix them because of the special circumstances of this case.</p>\n<p>We agree with the Court of Appeals that the power to determine the amount of these fees rests exclusively in the bankruptcy court.</p>\n<p>Sec. 77B, like § 77 of the Bankruptcy Act,<sup>[3]</sup> had as one of its purposes the establishment of more effective control over reorganization fees and expenses (<i>Dickinson Industrial Site</i> v. <i>Cowan,</i> 309 U.S. 382, 388; <i>Callaghan</i> v. <i>Reconstruction Finance Corp.,</i> 297 U.S. 464, 469) in recognition of the effect which a depletion of the cash resources of the estate may have on both the fairness and feasibility of the plan of reorganization. <i>United States</i> v. <i>Chicago, M., St. P. &amp; P.R. Co.,</i> 282 U.S. 311, 333-340 (dissenting opinion). And Ch. X of the Chandler Act which took the place of § 77B set up even more comprehensive supervision over compensation and allowances (H. Rep. No. <span class=\"star-pagination\">*182</span> 1409, 75th Cong., 1st Sess., pp. 45-46) and provided a centralized control over all administration expenses, of which lawyers' fees are a part. <i>Watkins</i> v. <i>Sedberry,</i> 261 U.S. 571. Sec. 241 gives the judge authority to fix \"reasonable compensation for services rendered\" by various persons, including attorneys for the trustees. Allowances may be made only after hearing and upon notice to specified persons and groups of persons. § 247. Where the reorganization supersedes a prior proceeding in either the federal or state court the bankruptcy court is the one which is authorized to allow the \"reasonable costs and expenses incurred\" in the prior proceeding. § 258. In all cases persons who seek compensation for services or reimbursement for expenses are held to fiduciary standards. § 249; <i>Woods</i> v. <i>City National Bank Co.,</i> 312 U.S. 262, 267-269. And § 250 contains special appeal provisions governing orders granting or denying allowances. <i>Dickinson Industrial Site</i> v. <i>Cowan, supra</i><i>.</i> Moreover, a plan of reorganization must provide \"for the payment of all costs and expenses of administration and other allowances which may be approved or made by the judge.\" § 216 (3). In addition the plan must provide, in furtherance of the purpose of the Act to protect the security holders against previous acts of mismanagement and to preserve all assets of the estate (S. Rep. No. 1916, 75th Cong., 3d Sess., p. 22; H. Rep. No. 1409, <i>supra,</i> pp. 42-44), for retention and enforcement by the trustee of all claims of the debtor or the estate not settled or adjusted in the plan. § 216 (13). Finally, § 221 (4) provides that in approving any plan the judge must be satisfied that \"all payments made or promised\" by the debtor, the new company, or any other person, \"for services and for costs and expenses\" are not only fully disclosed but \"are reasonable or, if to be fixed after confirmation of the plan, will be subject to the approval of the judge.\"</p>\n<p>Thus Ch. X not only contains detailed machinery governing all claims for allowances from the estate, It also <span class=\"star-pagination\">*183</span> requires the plan to contain provisions for the payment of all allowances and places on the judge the duty to pass on their reasonableness. The approval of the plan of reorganization has been entrusted to the bankruptcy court exclusively. Even reports on plans submitted by the Securities and Exchange Commission are \"advisory only.\" § 172. It could hardly be contended that the bankruptcy court might dispense with the finding required by § 221 (2) that the plan is \"fair and equitable, and feasible\" and confirm the plan on another basis or delegate the task to another court or agency. See <i>Case</i> v. <i>Los Angeles Lumber Products Co.,</i> 308 U.S. 106, 114-115; <i>Consolidated Rock Products Co.</i> v. <i>Du Bois,</i> 312 U.S. 510. But if that cannot be done, it is difficult to see how a plan could be confirmed which left the approval of certain allowances to a state court. The finding as to allowances required by § 221 (4) is as explicit and as mandatory as the finding of \"fair and equitable, and feasible\" required by § 221 (2). On each Congress has asked for the informed judgment of the bankruptcy court, not another court or agency. In the present case the plan of reorganization which was approved in 1940 gave the trustees full power to retain or displace attorneys representing them; and it retained in the bankruptcy court continuing jurisdiction over all claims in favor of the debtor and the prosecution thereof. And in accordance with the express requirements of § 241 (3) it left to the bankruptcy court the power to fix the \"reasonable compensation\" to be paid the attorneys of the trustees. Those requirements, prescribed by the Act, cause any conflicting procedure in the state courts to give way.<sup>[4]</sup><i>Kalb</i> v. <i>Feuerstein,</i> 308 U.S. 433. The jurisdiction which Congress has conferred on the bankruptcy <span class=\"star-pagination\">*184</span> court is paramount and exclusive. <i>Gross</i> v. <i>Irving Trust Co.,</i> 289 U.S. 342. Thus the supervention of bankruptcy deprives a state court, in which a receivership was pending, of power to fix the compensation of the receivers and their counsel who were appointed by the state court and who rendered service in the state proceedings. <i>Gross</i> v. <i>Irving Trust Co., supra</i><i>; </i><i>Emil</i> v. <i>Hanley,</i> 318 U.S. 515, 519.</p>\n<p><i>Sherman</i> v. <i>Buckley,</i> 119 F.2d 280, which arose in ordinary bankruptcy, is relied upon for the contrary conclusion. In that case an action brought by the bankrupt had been pending in the state court for seven years before the adjudication in bankruptcy. The trustee obtained the consent of the bankruptcy court to allow the action to be prosecuted in the state court on behalf of the estate and to substitute attorneys other than those retained by the bankrupt. It was held that the state court could require as a condition upon the substitution the liquidation of the New York charging lien of the displaced attorneys. Whether that case was correctly decided on its facts we need not stop to inquire. It is sufficient to say that it does not state the correct rule of law under Ch. X of the Act.</p>\n<p>It is said, however, that § 77B rather than Ch. X measures the jurisdiction of the bankruptcy court since the main suit was instituted in the state court prior to the effective date of Ch. X, September 22, 1938. See § 7. But the short answer is that the petition was approved after that date and the provisions of Ch. X were thus brought into play.<sup>[5]</sup> It is suggested that since § 23 of <span class=\"star-pagination\">*185</span> the Act<sup>[6]</sup> was applicable to reorganizations under § 77B but inapplicable<sup>[7]</sup> to those under Ch. X (§ 102), there was a greater limitation on the jurisdiction of the bankruptcy court over plenary suits at the time the main suit was instituted than there was after Ch. X became effective.<sup>[8]</sup> From that it is argued that since Congress left the enforcement of such claims to the state courts, it permitted them to control all incidents of the litigation including the fixing of attorneys' liens. Sec. 23 deals with questions of the jurisdiction of federal district courts, e.g., whether in suits by trustees in bankruptcy against adverse claimants the jurisdiction of the district courts rests on consent of the parties regardless of diversity of citizenship. <i>Schumacher</i> v. <i>Beeler,</i> 293 U.S. 367. The fact that the suits against the former officers and directors of the debtor could have been brought in the state courts alone does not advance the solution of the present problem. A bankruptcy trustee who by choice or by necessity resorts to a state court for the prosecution of a claim is of course bound by the adjudication made in the state proceeding. <i>Winchester</i> v. <i>Heiskell,</i> 119 U.S. 450; <i>Fischer</i> v. <i>Pauline Oil</i> <span class=\"star-pagination\">*186</span> <i>&amp; Gas Co.,</i> 309 U.S. 294, 303. The state court has full control over the litigation. But even as an incident thereto, it may not take action which involves the performance of functions which Congress has entrusted to the bankruptcy court. See <i>Eau Claire National Bank</i> v. <i>Jackman,</i> 204 U.S. 522, 537-538.</p>\n<p>The suggestion has been made that New York could open its courts to the prosecution of such suits as the trustees instituted on condition that New York control the legal fees incident to the litigation; and that so long as New York did not discriminate against those asserting rights under the federal act such condition would be valid. Cf. <i>Douglas</i> v. <i>New York, N.H. &amp; H.R. Co.,</i> 279 U.S. 377. It does not appear, however, that New York has followed that course. The fact that New York has adopted measures designed to protect attorneys practicing in its courts does not demonstrate that New York has made its control over the fees a condition to the use of its tribunals. There is no such indication in the opinion of the New York Court of Appeals. Thus we cannot say that New York has provided conditions for entry into its courts which collide with a Congressional enactment. We can only assume therefore that the case is no different in principle from the one where a state grants to creditors attachments in aid of the collection of their claims. There can be no doubt that such liens could be nullified by supervening bankruptcy whether the creditor be lawyer or merchant.</p>\n<p>But if it is assumed that New York might have refused to entertain such suits as were brought against the old management (cf. <i>Mondou</i> v. <i>New York, N.H. &amp; H.R. Co.,</i> 223 U.S. 1, 56-59), it does not follow that it could take jurisdiction of them but fail to apply any federal law in which those claims might be rooted. <i>Garrett</i> v. <i>Moore-McCormack Co.,</i> 317 U.S. 239. Where Congress has prescribed the rule to govern the compensation of those employed <span class=\"star-pagination\">*187</span> by the bankruptcy court, those claims are no less dependent on the federal rule because they are asserted as an incident to another suit. If the state court could disregard the federal rule in that situation, then any of the duties of administration which Congress has imposed on the bankruptcy court could be absorbed by the state tribunal. <i>Eau Claire National Bank</i> v. <i>Jackman, supra</i><i>.</i> Congress has fixed the fees which various representatives or officers of the bankruptcy court may receive for their services. §§ 40, 48. Among these are the bankruptcy trustees. § 48 (c). As in the present case those trustees may at times choose to act as their own attorneys. But it would be novel doctrine indeed to hold that state courts could increase any maximum allowance which Congress might authorize bankruptcy trustees to receive from the estate merely because the trustees rendered some of their services in state tribunals. Yet if Congress can protect bankruptcy estates by itself prescribing maximum fees for those representing or rendering service to the estate, it is not apparent why it may not reach the same result by delegating that authority to the bankruptcy court. Whatever doubts may have once existed as to the functions of a reorganization court, it is clear under this recent bankruptcy legislation that the approval of all fees as part of the plan has been entrusted to the bankruptcy court exclusively. The case is therefore controlled by the principle of <i>Hines</i> v. <i>Lowrey,</i> 305 U.S. 85. In that case we held that where an Act of Congress limited to ten dollars the fees for services in connection with veterans' War Risk Insurance claims, the New York court could not award a greater amount to an attorney representing a guardian of an insane veteran even where the guardian was appointed by the New York court. We reversed a judgment of the New York court granting the attorney $1,500 for his services. The purpose of Congress to place the control of petitioners' <span class=\"star-pagination\">*188</span> fees in the bankruptcy court is no less clear than its purpose to limit the amount of fees in the <i>Hines</i> case. In each the federal rule is the supreme law of the land.</p>\n<p>We only hold that the bankruptcy court has exclusive authority under Ch. X to fix the amount of allowances for fees. Whether the amount so fixed could be secured by a lien created by local law raises a question which we do not reach.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE ROBERTS concurs in the result.</p>\n<p>MR. JUSTICE FRANKFURTER, concurring:</p>\n<p>1. Since 1789, rights derived from federal law could be enforced in state courts unless Congress confined their enforcement to the federal courts. This has been so precisely for the same reason that rights created by the British Parliament or by the Legislature of Vermont could be enforced in the New York courts. Neither Congress nor the British Parliament nor the Vermont Legislature has power to confer jurisdiction upon the New York courts. But the jurisdiction conferred upon them by the only authority that has power to create them and to confer jurisdiction upon them \u0097 namely the law-making power of the State of New York \u0097 enables them to enforce rights no matter what the legislative source of the right may be. See, for instance, <i>United States</i> v. <i>Jones,</i> 109 U.S. 513, 520.</p>\n<p>2. In short, subject to only one limitation, each State of the Union may establish its own judicature, distribute judicial power among the courts of its choice, define the conditions for the exercise of their jurisdiction and the modes of their proceeding, to the same extent as Congress is empowered to establish a system of inferior federal courts within the limits of federal judicial power, and the States are as free from control by Congress in establishing <span class=\"star-pagination\">*189</span> state systems for litigation as is Congress free from state control in establishing a federal system for litigation. The only limitation upon the freedom of a State to define the jurisdiction of its own courts is that implied by Article IV, § 2 of the Constitution, whereby \"The Citizens of each State shall be entitled to all Privileges and Immunities of Citizens in the several States.\" The Constitution does not require New York to give jurisdiction to its courts against its will. But \"If the State does provide a court to which its own citizens may resort in a certain class of cases, it may be that citizens of other States of the Union also would have a right to resort to it in cases of the same class.\" <i>Anglo-American Provision Co.</i> v. <i>Davis Provision Co., No. 1,</i> 191 U.S. 373, 374. The matter was well put by Judge Cuthbert Pound in connection with litigation under the Federal Employers' Liability Act in the state courts: \"the State courts must make no hostile discrimination against litigants who come within the act in question; . . . they must treat litigants under the Federal act as other litigants are treated; . . . they are to act in conformity with their general principles of practice and procedure and are not to deny jurisdiction merely because the right of action arises under the act of Congress.\" <i>Murnan</i> v. <i>Wabash Ry. Co.,</i> 246 N.Y. 244, 247, 158 N.E. 508, 509.</p>\n<p>3. The upshot of the matter is that \"rights, whether legal or equitable, acquired under the laws of the United States, may be prosecuted in the United States courts, or in the State courts, competent to decide rights of the like character and class; subject, however, to this qualification, that where a right arises under a law of the United States, Congress may, if it see fit, give to the Federal courts exclusive jurisdiction.\" <i>Claflin</i> v. <i>Houseman,</i> 93 U.S. 130, 136-137. Whether a state court is \"competent to decide rights of the like character and class,\" whether the particular litigation is to be tried by jury and, if so, how the jury <span class=\"star-pagination\">*190</span> is to be composed, whether it is to be a jury of twelve or less, whether decision is to be by unanimity or majority, whether security is to be furnished and of what nature \u0097 in sum, whether a state court can take jurisdiction and what the incidents of the litigation should be \u0097 all these are matters wholly within the control of the State creating the court and without the power of Congress. See, for instance, <i>Minneapolis &amp; St. Louis R. Co.</i> v. <i>Bombolis,</i> 241 U.S. 211. As it was put by Mr. Justice Story in <i>Martin</i> v. <i>Hunter's Lessee,</i> 1 Wheat. 304, 330-331, \"Congress cannot vest any portion of the judicial power of the United States, except in courts ordained and established by itself.\" Congress may avail itself of state courts for the enforcement of federal rights, but it must take the state courts as it finds them, subject to all the conditions for litigation in the state courts that the State has decreed for every other litigant who seeks access to its courts.</p>\n<p>4. Congress from the beginning has allowed federally created rights to be enforced in state courts not only by the general implications of our legal system but also by explicit authorization. The nature of the obligation of the state court under such legislation has been most litigated in connection with the Federal Employers' Liability Act, and after thorough canvass the matter was thus summarized by Mr. Justice Holmes in <i>Douglas</i> v. <i>New York, N.H. &amp; H.R. Co.,</i> 279 U.S. 377, 387-388, \"As to the grant of jurisdiction in the Employers' Liability Act, that statute does not purport to require State Courts to entertain suits arising under it, but only to empower them to do so, so far as the authority of the United States is concerned. It may very well be that if the Supreme Court of New York were given no discretion, being otherwise competent, it would be subject to a duty. But there is nothing in the Act of Congress that purports to force a duty upon such Courts as against an otherwise valid excuse.\"</p>\n<p><span class=\"star-pagination\">*191</span> 5. The simple fact is that from 1789 to this day no act of Congress has attempted to force upon state courts the duty of enforcing any right created by federal law on terms other than those on which like litigation involving rights other than federal rights is required to be conducted in a state court. It certainly has not done so by the Bankruptcy Act nor can any implication to that effect be derived from the Supremacy Clause of the Constitution. For the Supremacy Clause does not give greater supremacy to the Bankruptcy Act over the free scope of the States to determine what shall be litigated in their courts and under what conditions, than it gives with reference to rights directly secured by the Constitution, such as those guaranteed by the Full Faith and Credit Clause, see <i>Anglo-American Provision Co.</i> v. <i>Davis Provision Co., No. 1, supra</i><i>,</i> or with reference to the power exercised by Congress under the Commerce Clause, see <i>Minneapolis &amp; St. Louis R. Co.</i> v. <i>Bombolis, supra</i><i>.</i></p>\n<p>6. The exercise of a right which Congress has not sought to exercise since 1789 and evidently has not exercised because of the constitutional relation of federal rights to their enforcement in state courts should not be read into Chapter X. c. 575, 52 Stat. 883, 11 U.S.C. § 501 <i>et seq.</i> We should hesitate long before we find that Congress has assumed the power to render unconstitutional state legislation by which access to a state court would be allowed to a litigant on no different terms than those which the State has prescribed for its own litigants to whom access to its courts is given in like cases. And certainly such a wholly novel doctrine of constitutional law should not be resorted to gratuitously when the case before us can be disposed of on the conclusive ground that the litigation conducted in the New York courts was conducted under an arrangement consonant with New York law, namely that the attorneys' fees were to be fixed not by the New York courts <span class=\"star-pagination\">*192</span> but by the Bankrutcy Court. See <i>Matter of Heinsheimer,</i> 214 N.Y. 361, 108 N.E. 636. Recognition that such is New York law and that therefore the remission of fee-fixing in this case to the Bankruptcy Court is not in conflict with that law appears from the opinion below: \"as a matter of fact the retainer of these attorneys was subject to the condition that the amount of any fees would be fixed by the United States District Court.\" 290 N.Y. 468, 475. The disposition of this case requires neither the assumption made in the Court's opinion relating to New York law, nor the application given to Chapter X, both of which must be inescapable before we even reach the constitutional issue needlessly projected.</p>\n<p>7. <i>Hines</i> v. <i>Lowrey,</i> 305 U.S. 85, does not touch this problem. That case involved § 500 of the World War Veterans' Act which limited to $10 the fee that may be allowed for services in pressing a claim before the United States Veterans' Bureau and made it a crime to charge more. A New York court granted a fee of $1,500 for such services because the estate of the veteran was being administered by a committee appointed by the state court which had appointed an attorney to press the claim before the Veterans' Bureau. Of course this Court held that a state court cannot sanction that which Congress has outlawed as a crime. The New York court in effect denied the authority of federal law to fix fees for litigation before a federal tribunal \u0097 a very different thing from denying to the State of New York the authority to fix fees for litigation in its own courts. The limitations in the <i>Hines</i> case fixed by Congress did not run counter to any requirement of New York law governing the conduct of suits in its courts. That case was not concerned with such a situation, and therefore could not possibly hold that, if New York had a policy for litigation in its courts contrary to that expressed by Congressional enactment, a federal right could be pursued in disregard of the conditions for entry <span class=\"star-pagination\">*193</span> into New York courts applicable to all other litigants. Congress has never said that it can subvert the declared policy of a State as to the manner in which, or the conditions under which, litigation in state courts should be conducted. The federal law in any field within which Congress is empowered to legislate is the supreme law of the land in the sense that it may supplant state legislation in that field, but not in the sense that it may supplant the existing rules of litigation in state courts. Congress has full power to provide its own courts for litigating federal rights. The state courts belong to the States. They are not subject to the control of Congress though of course state law may in words or by implication make the federal rule for conducting litigation the rule that should govern suits to enforce federal rights in the state courts. Surely it cannot be that should New York decide to regulate the public profession of the law by putting the determination of all attorneys' fees in charge of its courts, Congress could provide that actions thereafter brought in New York courts in the enforcement of federal rights shall not be subject to New York's fee system. I repeat, <i>Hines</i> v. <i>Lowrey, supra</i><i>,</i> gives no support whatever to a claim which was not involved in that case, which it did not consider, and which runs counter to the whole course of federal judiciary legislation and federal adjudication.</p>\n<p>We ought not to go out of our way to embarrass consideration of such delicate questions in the working of our federal system whenever in the future they may call for decision by this Court.</p>\n<p>MR. JUSTICE JACKSON joins in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  Respondents sought an order from the bankruptcy court directing petitioners to turn over their papers and memoranda. That motion was resisted by petitioners who claimed that the New York court had exclusive jurisdiction. Thereupon a stipulation was entered into with the approval of the bankruptcy court whereby respondents withdrew their motion and petitioners agreed to institute a suit in the state court for fixation of their liens, if any. The parties reserved their right to question the jurisdiction of the state court or bankruptcy court over the matter.</p>\n<p>[2]  \"From the commencement of an action, special or other proceeding in any court or before any state or federal department, except a department of labor, or the service of an answer containing a counterclaim, the attorney who appears for a party has a lien upon his client's cause of action, claim or counterclaim, which attaches to a verdict, report, determination, decision, judgment or final order in his client's favor, and the proceeds thereof in whatever hands they may come; and the lien cannot be affected by any settlement between the parties before or after judgment, final order or determination. The court upon the petition of the client or attorney may determine and enforce the lien.\"</p>\n<p>[3]  See <i>Continental Bank</i> v. <i>Chicago, R.I. &amp; P. Ry. Co.,</i> 294 U.S. 648, 685; <i>Reconstruction Finance Corp.</i> v. <i>Bankers Trust Co.,</i> 318 U.S. 163.</p>\n<p>[4]  The submission of the matter to the state court with objections to its jurisdiction was a procedure which gave that \"due regard for comity\" suggested by the Court in <i>Gross</i> v. <i>Irving Trust Co.,</i> 289 U.S. 342, 345.</p>\n<p>[5]  Even if the petition had been approved prior to the effective date of Ch. X its provisions would have applied in their entirety to the proceedings provided such approval was within three months prior to that date. § 276 (c) (1).</p>\n<p>[6]  Sec. 23 presently provides: \"a. The United States district courts shall have jurisdiction of all controversies at law and in equity, as distinguished from proceedings under this Act, between receivers and trustees as such and adverse claimants, concerning the property acquired or claimed by the receivers or trustees, in the same manner and to the same extent as though such proceedings had not been instituted and such controversies had been between the bankrupts and such adverse claimants. b. Suits by the receiver and the trustee shall be brought or prosecuted only in the courts where the bankrupt might have brought or prosecuted them if proceedings under this Act had not been instituted, unless by consent of the defendant, except as provided in sections 60, 67, and 70 of this Act.\"</p>\n<p>[7]  See Weinstein, The Bankruptcy Law of 1938 (1938), pp. 63-64; 2 Collier on Bankruptcy (14th ed.), pp. 435-436.</p>\n<p>[8]  See <i>In re Standard Gas &amp; Electric Co.,</i> 119 F.2d 658.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:41", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></span> (1944)</b></center>\n<center><h1>BROWN ET AL.<br>\nv.<br>\nGERDES ET AL., TRUSTEES.</h1></center>\n<center>No. 183.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 4, 1944.</center>\n<center>Decided February 7, 1944.</center>\nCERTIORARI TO THE COURT OF APPEALS OF NEW YORK.\n<p><span class=\"star-pagination\">*179</span> <i>Mr. William C. Scott,</i> with whom <i>Messrs. David Paine, Lawrence S. Greenbaum,</i> and <i>Theodore S. Jaffin</i> were on the brief, for petitioners.</p>\n<p><i>Mr. John Gerdes,</i> with whom <i>Mr. James D. Carpenter, Jr.</i> and <i>Miss Mary-Chase Clark</i> were on the brief, for respondents.</p>\n<p><i>Solicitor General Fahy</i> and <i>Messrs. Chester T. Lane, Homer Kripke, George Zolotar,</i> and <i>Theodore L. Thau</i> filed a brief on behalf of the Securities and Exchange Commission, as <i>amicus curiae,</i> urging affirmance.</p>\n<p>MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>The question in this case is whether the New York court or the federal bankruptcy court has the power to fix the fees of petitioners who as attorneys represented the bankruptcy estate in litigation in the state courts. The <span class=\"star-pagination\">*180</span> New York Court of Appeals held that that jurisdiction rested exclusively in the bankruptcy court. <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">468</span></span>, 49 N.E.2d 718. The case is here on a petition for writ of certiorari which we granted because of the importance of the problem under the Bankruptcy Act.</p>\n<p>In January, 1939, a petition for reorganization of Reynolds Investing Co., Inc. was approved under Ch. X of the Bankruptcy Act. 52 Stat. 883, 11 U.S.C. § 501. In August, 1938, while the petition was pending but before its approval, the bankruptcy court authorized the debtor to commence an action in the New York courts to enforce and collect certain claims which the debtor had against its former officers and directors. See 28 N.Y.S.2d 622. It also authorized retention of petitioners as counsel in the suit. After the approval of the petition the respondent trustees were authorized to prosecute the action and to be substituted as plaintiffs. That was done; and other actions were instituted by the trustees under order of the bankruptcy court with petitioners as counsel. In 1941 before final judgments were obtained in any of the suits, the trustees discontinued petitioners' services. Thereafter petitioners, pursuant to a stipulation<sup>[1]</sup> which reserved respondents' right to question the jurisdiction of the state court, instituted this suit in that court to fix and enforce their liens on the actions under § 475 of the New York Judiciary Law.<sup>[2]</sup> Respondents' objection to the jurisdiction <span class=\"star-pagination\">*181</span> of the state court was overruled, the value of petitioners' services determined, and the liens fixed. Those orders were affirmed by the Appellate Division (264 App. Div. 852, 36 N.Y.S. 2d 420) but reversed by the Court of Appeals. And as we read the opinion of that court the basis of its decision was that \"exclusive jurisdiction\" to fix these fees was in the bankruptcy court (290 N.Y. 472, 473, 475), not that New York as a matter of local law or policy would not undertake to fix them because of the special circumstances of this case.</p>\n<p>We agree with the Court of Appeals that the power to determine the amount of these fees rests exclusively in the bankruptcy court.</p>\n<p>Sec. 77B, like § 77 of the Bankruptcy Act,<sup>[3]</sup> had as one of its purposes the establishment of more effective control over reorganization fees and expenses (<i>Dickinson Industrial Site</i> v. <i>Cowan,</i> <span class=\"citation\" data-id=\"103316\"><a href=\"/opinion/103316/dickinson-industrial-site-inc-v-cowan/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">382</span></a></span>, 388; <i>Callaghan</i> v. <i>Reconstruction Finance Corp.,</i> <span class=\"citation\" data-id=\"102618\"><a href=\"/opinion/102618/callaghan-v-reconstruction-finance-corporation/\"><span class=\"volume\">297</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">464</span></a></span>, 469) in recognition of the effect which a depletion of the cash resources of the estate may have on both the fairness and feasibility of the plan of reorganization. <i>United States</i> v. <i>Chicago, M., St. P. &amp; P.R. Co.,</i> <span class=\"citation\" data-id=\"101642\"><a href=\"/opinion/101642/united-states-v-chicago-etc-r-co/\"><span class=\"volume\">282</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">311</span></a></span>, 333-340 (dissenting opinion). And Ch. X of the Chandler Act which took the place of § 77B set up even more comprehensive supervision over compensation and allowances (H. Rep. No. <span class=\"star-pagination\">*182</span> 1409, 75th Cong., 1st Sess., pp. 45-46) and provided a centralized control over all administration expenses, of which lawyers' fees are a part. <i>Watkins</i> v. <i>Sedberry,</i> 261 U.S. 571. Sec. 241 gives the judge authority to fix \"reasonable compensation for services rendered\" by various persons, including attorneys for the trustees. Allowances may be made only after hearing and upon notice to specified persons and groups of persons. § 247. Where the reorganization supersedes a prior proceeding in either the federal or state court the bankruptcy court is the one which is authorized to allow the \"reasonable costs and expenses incurred\" in the prior proceeding. § 258. In all cases persons who seek compensation for services or reimbursement for expenses are held to fiduciary standards. § 249; <i>Woods</i> v. <i>City National Bank Co.,</i> <span class=\"citation\" data-id=\"103456\"><a href=\"/opinion/103456/woods-v-city-nat-bank-trust-co-of-chicago/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></a></span>, 267-269. And § 250 contains special appeal provisions governing orders granting or denying allowances. <i>Dickinson Industrial Site</i> v. <i>Cowan, supra</i><i>.</i> Moreover, a plan of reorganization must provide \"for the payment of all costs and expenses of administration and other allowances which may be approved or made by the judge.\" § 216 (3). In addition the plan must provide, in furtherance of the purpose of the Act to protect the security holders against previous acts of mismanagement and to preserve all assets of the estate (S. Rep. No. 1916, 75th Cong., 3d Sess., p. 22; H. Rep. No. 1409, <i>supra,</i> pp. 42-44), for retention and enforcement by the trustee of all claims of the debtor or the estate not settled or adjusted in the plan. § 216 (13). Finally, § 221 (4) provides that in approving any plan the judge must be satisfied that \"all payments made or promised\" by the debtor, the new company, or any other person, \"for services and for costs and expenses\" are not only fully disclosed but \"are reasonable or, if to be fixed after confirmation of the plan, will be subject to the approval of the judge.\"</p>\n<p>Thus Ch. X not only contains detailed machinery governing all claims for allowances from the estate, It also <span class=\"star-pagination\">*183</span> requires the plan to contain provisions for the payment of all allowances and places on the judge the duty to pass on their reasonableness. The approval of the plan of reorganization has been entrusted to the bankruptcy court exclusively. Even reports on plans submitted by the Securities and Exchange Commission are \"advisory only.\" § 172. It could hardly be contended that the bankruptcy court might dispense with the finding required by § 221 (2) that the plan is \"fair and equitable, and feasible\" and confirm the plan on another basis or delegate the task to another court or agency. See <i>Case</i> v. <i>Los Angeles Lumber Products Co.,</i> <span class=\"citation\" data-id=\"103240\"><a href=\"/opinion/103240/case-v-los-angeles-lumber-products-co/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 114-115; <i>Consolidated Rock Products Co.</i> v. <i>Du Bois,</i> 312 U.S. 510. But if that cannot be done, it is difficult to see how a plan could be confirmed which left the approval of certain allowances to a state court. The finding as to allowances required by § 221 (4) is as explicit and as mandatory as the finding of \"fair and equitable, and feasible\" required by § 221 (2). On each Congress has asked for the informed judgment of the bankruptcy court, not another court or agency. In the present case the plan of reorganization which was approved in 1940 gave the trustees full power to retain or displace attorneys representing them; and it retained in the bankruptcy court continuing jurisdiction over all claims in favor of the debtor and the prosecution thereof. And in accordance with the express requirements of § 241 (3) it left to the bankruptcy court the power to fix the \"reasonable compensation\" to be paid the attorneys of the trustees. Those requirements, prescribed by the Act, cause any conflicting procedure in the state courts to give way.<sup>[4]</sup><i>Kalb</i> v. <i>Feuerstein,</i> 308 U.S. 433. The jurisdiction which Congress has conferred on the bankruptcy <span class=\"star-pagination\">*184</span> court is paramount and exclusive. <i>Gross</i> v. <i>Irving Trust Co.,</i> <span class=\"citation\" data-id=\"102093\"><a href=\"/opinion/102093/gross-v-irving-trust-co/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>. Thus the supervention of bankruptcy deprives a state court, in which a receivership was pending, of power to fix the compensation of the receivers and their counsel who were appointed by the state court and who rendered service in the state proceedings. <i>Gross</i> v. <i>Irving Trust Co., supra</i><i>; </i><i>Emil</i> v. <i>Hanley,</i> <span class=\"citation\" data-id=\"103803\"><a href=\"/opinion/103803/emil-v-hanley/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">515</span></a></span>, 519.</p>\n<p><i>Sherman</i> v. <i>Buckley,</i> <span class=\"citation\" data-id=\"1548953\"><a href=\"/opinion/1548953/sherman-v-buckley/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span>, which arose in ordinary bankruptcy, is relied upon for the contrary conclusion. In that case an action brought by the bankrupt had been pending in the state court for seven years before the adjudication in bankruptcy. The trustee obtained the consent of the bankruptcy court to allow the action to be prosecuted in the state court on behalf of the estate and to substitute attorneys other than those retained by the bankrupt. It was held that the state court could require as a condition upon the substitution the liquidation of the New York charging lien of the displaced attorneys. Whether that case was correctly decided on its facts we need not stop to inquire. It is sufficient to say that it does not state the correct rule of law under Ch. X of the Act.</p>\n<p>It is said, however, that § 77B rather than Ch. X measures the jurisdiction of the bankruptcy court since the main suit was instituted in the state court prior to the effective date of Ch. X, September 22, 1938. See § 7. But the short answer is that the petition was approved after that date and the provisions of Ch. X were thus brought into play.<sup>[5]</sup> It is suggested that since § 23 of <span class=\"star-pagination\">*185</span> the Act<sup>[6]</sup> was applicable to reorganizations under § 77B but inapplicable<sup>[7]</sup> to those under Ch. X (§ 102), there was a greater limitation on the jurisdiction of the bankruptcy court over plenary suits at the time the main suit was instituted than there was after Ch. X became effective.<sup>[8]</sup> From that it is argued that since Congress left the enforcement of such claims to the state courts, it permitted them to control all incidents of the litigation including the fixing of attorneys' liens. Sec. 23 deals with questions of the jurisdiction of federal district courts, e.g., whether in suits by trustees in bankruptcy against adverse claimants the jurisdiction of the district courts rests on consent of the parties regardless of diversity of citizenship. <i>Schumacher</i> v. <i>Beeler,</i> 293 U.S. 367. The fact that the suits against the former officers and directors of the debtor could have been brought in the state courts alone does not advance the solution of the present problem. A bankruptcy trustee who by choice or by necessity resorts to a state court for the prosecution of a claim is of course bound by the adjudication made in the state proceeding. <i>Winchester</i> v. <i>Heiskell,</i> 119 U.S. 450; <i>Fischer</i> v. <i>Pauline Oil</i> <span class=\"star-pagination\">*186</span> <i>&amp; Gas Co.,</i> <span class=\"citation\" data-id=\"103308\"><a href=\"/opinion/103308/fischer-v-pauline-oil-gas-co/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, 303. The state court has full control over the litigation. But even as an incident thereto, it may not take action which involves the performance of functions which Congress has entrusted to the bankruptcy court. See <i>Eau Claire National Bank</i> v. <i>Jackman,</i> <span class=\"citation\" data-id=\"96603\"><a href=\"/opinion/96603/eau-claire-nat-bank-v-jackman/\"><span class=\"volume\">204</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">522</span></a></span>, 537-538.</p>\n<p>The suggestion has been made that New York could open its courts to the prosecution of such suits as the trustees instituted on condition that New York control the legal fees incident to the litigation; and that so long as New York did not discriminate against those asserting rights under the federal act such condition would be valid. Cf. <i>Douglas</i> v. <i>New York, N.H. &amp; H.R. Co.,</i> <span class=\"citation\" data-id=\"101425\"><a href=\"/opinion/101425/douglas-v-new-york-nh-hr-co/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>. It does not appear, however, that New York has followed that course. The fact that New York has adopted measures designed to protect attorneys practicing in its courts does not demonstrate that New York has made its control over the fees a condition to the use of its tribunals. There is no such indication in the opinion of the New York Court of Appeals. Thus we cannot say that New York has provided conditions for entry into its courts which collide with a Congressional enactment. We can only assume therefore that the case is no different in principle from the one where a state grants to creditors attachments in aid of the collection of their claims. There can be no doubt that such liens could be nullified by supervening bankruptcy whether the creditor be lawyer or merchant.</p>\n<p>But if it is assumed that New York might have refused to entertain such suits as were brought against the old management (cf. <i>Mondou</i> v. <i>New York, N.H. &amp; H.R. Co.,</i> <span class=\"citation\" data-id=\"2620807\"><a href=\"/opinion/2620807/second-employersliability-cases/\"><span class=\"volume\">223</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 56-59), it does not follow that it could take jurisdiction of them but fail to apply any federal law in which those claims might be rooted. <i>Garrett</i> v. <i>Moore-McCormack Co.,</i> 317 U.S. 239. Where Congress has prescribed the rule to govern the compensation of those employed <span class=\"star-pagination\">*187</span> by the bankruptcy court, those claims are no less dependent on the federal rule because they are asserted as an incident to another suit. If the state court could disregard the federal rule in that situation, then any of the duties of administration which Congress has imposed on the bankruptcy court could be absorbed by the state tribunal. <i>Eau Claire National Bank</i> v. <i>Jackman, supra</i><i>.</i> Congress has fixed the fees which various representatives or officers of the bankruptcy court may receive for their services. §§ 40, 48. Among these are the bankruptcy trustees. § 48 (c). As in the present case those trustees may at times choose to act as their own attorneys. But it would be novel doctrine indeed to hold that state courts could increase any maximum allowance which Congress might authorize bankruptcy trustees to receive from the estate merely because the trustees rendered some of their services in state tribunals. Yet if Congress can protect bankruptcy estates by itself prescribing maximum fees for those representing or rendering service to the estate, it is not apparent why it may not reach the same result by delegating that authority to the bankruptcy court. Whatever doubts may have once existed as to the functions of a reorganization court, it is clear under this recent bankruptcy legislation that the approval of all fees as part of the plan has been entrusted to the bankruptcy court exclusively. The case is therefore controlled by the principle of <i>Hines</i> v. <i>Lowrey,</i> <span class=\"citation\" data-id=\"103090\"><a href=\"/opinion/103090/hines-v-lowrey/\"><span class=\"volume\">305</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>. In that case we held that where an Act of Congress limited to ten dollars the fees for services in connection with veterans' War Risk Insurance claims, the New York court could not award a greater amount to an attorney representing a guardian of an insane veteran even where the guardian was appointed by the New York court. We reversed a judgment of the New York court granting the attorney $1,500 for his services. The purpose of Congress to place the control of petitioners' <span class=\"star-pagination\">*188</span> fees in the bankruptcy court is no less clear than its purpose to limit the amount of fees in the <i>Hines</i> case. In each the federal rule is the supreme law of the land.</p>\n<p>We only hold that the bankruptcy court has exclusive authority under Ch. X to fix the amount of allowances for fees. Whether the amount so fixed could be secured by a lien created by local law raises a question which we do not reach.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE ROBERTS concurs in the result.</p>\n<p>MR. JUSTICE FRANKFURTER, concurring:</p>\n<p>1. Since 1789, rights derived from federal law could be enforced in state courts unless Congress confined their enforcement to the federal courts. This has been so precisely for the same reason that rights created by the British Parliament or by the Legislature of Vermont could be enforced in the New York courts. Neither Congress nor the British Parliament nor the Vermont Legislature has power to confer jurisdiction upon the New York courts. But the jurisdiction conferred upon them by the only authority that has power to create them and to confer jurisdiction upon them \u0097 namely the law-making power of the State of New York \u0097 enables them to enforce rights no matter what the legislative source of the right may be. See, for instance, <i>United States</i> v. <i>Jones,</i> <span class=\"citation\" data-id=\"90961\"><a href=\"/opinion/90961/united-states-v-jones/\"><span class=\"volume\">109</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">513</span></a></span>, 520.</p>\n<p>2. In short, subject to only one limitation, each State of the Union may establish its own judicature, distribute judicial power among the courts of its choice, define the conditions for the exercise of their jurisdiction and the modes of their proceeding, to the same extent as Congress is empowered to establish a system of inferior federal courts within the limits of federal judicial power, and the States are as free from control by Congress in establishing <span class=\"star-pagination\">*189</span> state systems for litigation as is Congress free from state control in establishing a federal system for litigation. The only limitation upon the freedom of a State to define the jurisdiction of its own courts is that implied by Article IV, § 2 of the Constitution, whereby \"The Citizens of each State shall be entitled to all Privileges and Immunities of Citizens in the several States.\" The Constitution does not require New York to give jurisdiction to its courts against its will. But \"If the State does provide a court to which its own citizens may resort in a certain class of cases, it may be that citizens of other States of the Union also would have a right to resort to it in cases of the same class.\" <i>Anglo-American Provision Co.</i> v. <i>Davis Provision Co., No. 1,</i> <span class=\"citation\" data-id=\"95953\"><a href=\"/opinion/95953/anglo-am-prov-co-v-davis-prov-co-no-1/\"><span class=\"volume\">191</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">373</span></a></span>, 374. The matter was well put by Judge Cuthbert Pound in connection with litigation under the Federal Employers' Liability Act in the state courts: \"the State courts must make no hostile discrimination against litigants who come within the act in question; . . . they must treat litigants under the Federal act as other litigants are treated; . . . they are to act in conformity with their general principles of practice and procedure and are not to deny jurisdiction merely because the right of action arises under the act of Congress.\" <i>Murnan</i> v. <i>Wabash Ry. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">244</span></span>, 247, <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">508</span></span>, 509.</p>\n<p>3. The upshot of the matter is that \"rights, whether legal or equitable, acquired under the laws of the United States, may be prosecuted in the United States courts, or in the State courts, competent to decide rights of the like character and class; subject, however, to this qualification, that where a right arises under a law of the United States, Congress may, if it see fit, give to the Federal courts exclusive jurisdiction.\" <i>Claflin</i> v. <i>Houseman,</i> <span class=\"citation\" data-id=\"89354\"><a href=\"/opinion/89354/claflin-v-houseman/\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">130</span></a></span>, 136-137. Whether a state court is \"competent to decide rights of the like character and class,\" whether the particular litigation is to be tried by jury and, if so, how the jury <span class=\"star-pagination\">*190</span> is to be composed, whether it is to be a jury of twelve or less, whether decision is to be by unanimity or majority, whether security is to be furnished and of what nature \u0097 in sum, whether a state court can take jurisdiction and what the incidents of the litigation should be \u0097 all these are matters wholly within the control of the State creating the court and without the power of Congress. See, for instance, <i>Minneapolis &amp; St. Louis R. Co.</i> v. <i>Bombolis,</i> 241 U.S. 211. As it was put by Mr. Justice Story in <i>Martin</i> v. <i>Hunter's Lessee,</i> <span class=\"citation\" data-id=\"85160\"><a href=\"/opinion/85160/martin-v-hunters-lessee/\"><span class=\"volume\">1</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">304</span></a></span>, 330-331, \"Congress cannot vest any portion of the judicial power of the United States, except in courts ordained and established by itself.\" Congress may avail itself of state courts for the enforcement of federal rights, but it must take the state courts as it finds them, subject to all the conditions for litigation in the state courts that the State has decreed for every other litigant who seeks access to its courts.</p>\n<p>4. Congress from the beginning has allowed federally created rights to be enforced in state courts not only by the general implications of our legal system but also by explicit authorization. The nature of the obligation of the state court under such legislation has been most litigated in connection with the Federal Employers' Liability Act, and after thorough canvass the matter was thus summarized by Mr. Justice Holmes in <i>Douglas</i> v. <i>New York, N.H. &amp; H.R. Co.,</i> <span class=\"citation\" data-id=\"101425\"><a href=\"/opinion/101425/douglas-v-new-york-nh-hr-co/\"><span class=\"volume\">279</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, 387-388, \"As to the grant of jurisdiction in the Employers' Liability Act, that statute does not purport to require State Courts to entertain suits arising under it, but only to empower them to do so, so far as the authority of the United States is concerned. It may very well be that if the Supreme Court of New York were given no discretion, being otherwise competent, it would be subject to a duty. But there is nothing in the Act of Congress that purports to force a duty upon such Courts as against an otherwise valid excuse.\"</p>\n<p><span class=\"star-pagination\">*191</span> 5. The simple fact is that from 1789 to this day no act of Congress has attempted to force upon state courts the duty of enforcing any right created by federal law on terms other than those on which like litigation involving rights other than federal rights is required to be conducted in a state court. It certainly has not done so by the Bankruptcy Act nor can any implication to that effect be derived from the Supremacy Clause of the Constitution. For the Supremacy Clause does not give greater supremacy to the Bankruptcy Act over the free scope of the States to determine what shall be litigated in their courts and under what conditions, than it gives with reference to rights directly secured by the Constitution, such as those guaranteed by the Full Faith and Credit Clause, see <i>Anglo-American Provision Co.</i> v. <i>Davis Provision Co., No. 1, supra</i><i>,</i> or with reference to the power exercised by Congress under the Commerce Clause, see <i>Minneapolis &amp; St. Louis R. Co.</i> v. <i>Bombolis, supra</i><i>.</i></p>\n<p>6. The exercise of a right which Congress has not sought to exercise since 1789 and evidently has not exercised because of the constitutional relation of federal rights to their enforcement in state courts should not be read into Chapter X. c. 575, 52 Stat. 883, 11 U.S.C. § 501 <i>et seq.</i> We should hesitate long before we find that Congress has assumed the power to render unconstitutional state legislation by which access to a state court would be allowed to a litigant on no different terms than those which the State has prescribed for its own litigants to whom access to its courts is given in like cases. And certainly such a wholly novel doctrine of constitutional law should not be resorted to gratuitously when the case before us can be disposed of on the conclusive ground that the litigation conducted in the New York courts was conducted under an arrangement consonant with New York law, namely that the attorneys' fees were to be fixed not by the New York courts <span class=\"star-pagination\">*192</span> but by the Bankrutcy Court. See <i>Matter of Heinsheimer,</i> <span class=\"citation no-link\"><span class=\"volume\">214</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">361</span></span>, 108 N.E. 636. Recognition that such is New York law and that therefore the remission of fee-fixing in this case to the Bankruptcy Court is not in conflict with that law appears from the opinion below: \"as a matter of fact the retainer of these attorneys was subject to the condition that the amount of any fees would be fixed by the United States District Court.\" <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">468</span></span>, 475. The disposition of this case requires neither the assumption made in the Court's opinion relating to New York law, nor the application given to Chapter X, both of which must be inescapable before we even reach the constitutional issue needlessly projected.</p>\n<p>7. <i>Hines</i> v. <i>Lowrey,</i> <span class=\"citation\" data-id=\"103090\"><a href=\"/opinion/103090/hines-v-lowrey/\"><span class=\"volume\">305</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, does not touch this problem. That case involved § 500 of the World War Veterans' Act which limited to $10 the fee that may be allowed for services in pressing a claim before the United States Veterans' Bureau and made it a crime to charge more. A New York court granted a fee of $1,500 for such services because the estate of the veteran was being administered by a committee appointed by the state court which had appointed an attorney to press the claim before the Veterans' Bureau. Of course this Court held that a state court cannot sanction that which Congress has outlawed as a crime. The New York court in effect denied the authority of federal law to fix fees for litigation before a federal tribunal \u0097 a very different thing from denying to the State of New York the authority to fix fees for litigation in its own courts. The limitations in the <i>Hines</i> case fixed by Congress did not run counter to any requirement of New York law governing the conduct of suits in its courts. That case was not concerned with such a situation, and therefore could not possibly hold that, if New York had a policy for litigation in its courts contrary to that expressed by Congressional enactment, a federal right could be pursued in disregard of the conditions for entry <span class=\"star-pagination\">*193</span> into New York courts applicable to all other litigants. Congress has never said that it can subvert the declared policy of a State as to the manner in which, or the conditions under which, litigation in state courts should be conducted. The federal law in any field within which Congress is empowered to legislate is the supreme law of the land in the sense that it may supplant state legislation in that field, but not in the sense that it may supplant the existing rules of litigation in state courts. Congress has full power to provide its own courts for litigating federal rights. The state courts belong to the States. They are not subject to the control of Congress though of course state law may in words or by implication make the federal rule for conducting litigation the rule that should govern suits to enforce federal rights in the state courts. Surely it cannot be that should New York decide to regulate the public profession of the law by putting the determination of all attorneys' fees in charge of its courts, Congress could provide that actions thereafter brought in New York courts in the enforcement of federal rights shall not be subject to New York's fee system. I repeat, <i>Hines</i> v. <i>Lowrey, supra</i><i>,</i> gives no support whatever to a claim which was not involved in that case, which it did not consider, and which runs counter to the whole course of federal judiciary legislation and federal adjudication.</p>\n<p>We ought not to go out of our way to embarrass consideration of such delicate questions in the working of our federal system whenever in the future they may call for decision by this Court.</p>\n<p>MR. JUSTICE JACKSON joins in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  Respondents sought an order from the bankruptcy court directing petitioners to turn over their papers and memoranda. That motion was resisted by petitioners who claimed that the New York court had exclusive jurisdiction. Thereupon a stipulation was entered into with the approval of the bankruptcy court whereby respondents withdrew their motion and petitioners agreed to institute a suit in the state court for fixation of their liens, if any. The parties reserved their right to question the jurisdiction of the state court or bankruptcy court over the matter.</p>\n<p>[2]  \"From the commencement of an action, special or other proceeding in any court or before any state or federal department, except a department of labor, or the service of an answer containing a counterclaim, the attorney who appears for a party has a lien upon his client's cause of action, claim or counterclaim, which attaches to a verdict, report, determination, decision, judgment or final order in his client's favor, and the proceeds thereof in whatever hands they may come; and the lien cannot be affected by any settlement between the parties before or after judgment, final order or determination. The court upon the petition of the client or attorney may determine and enforce the lien.\"</p>\n<p>[3]  See <i>Continental Bank</i> v. <i>Chicago, R.I. &amp; P. Ry. Co.,</i> <span class=\"citation\" data-id=\"102413\"><a href=\"/opinion/102413/continental-bank-v-rock-island-ry/\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">648</span></a></span>, 685; <i>Reconstruction Finance Corp.</i> v. <i>Bankers Trust Co.,</i> 318 U.S. 163.</p>\n<p>[4]  The submission of the matter to the state court with objections to its jurisdiction was a procedure which gave that \"due regard for comity\" suggested by the Court in <i>Gross</i> v. <i>Irving Trust Co.,</i> <span class=\"citation\" data-id=\"102093\"><a href=\"/opinion/102093/gross-v-irving-trust-co/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, 345.</p>\n<p>[5]  Even if the petition had been approved prior to the effective date of Ch. X its provisions would have applied in their entirety to the proceedings provided such approval was within three months prior to that date. § 276 (c) (1).</p>\n<p>[6]  Sec. 23 presently provides: \"a. The United States district courts shall have jurisdiction of all controversies at law and in equity, as distinguished from proceedings under this Act, between receivers and trustees as such and adverse claimants, concerning the property acquired or claimed by the receivers or trustees, in the same manner and to the same extent as though such proceedings had not been instituted and such controversies had been between the bankrupts and such adverse claimants. b. Suits by the receiver and the trustee shall be brought or prosecuted only in the courts where the bankrupt might have brought or prosecuted them if proceedings under this Act had not been instituted, unless by consent of the defendant, except as provided in sections 60, 67, and 70 of this Act.\"</p>\n<p>[7]  See Weinstein, The Bankruptcy Law of 1938 (1938), pp. 63-64; 2 Collier on Bankruptcy (14th ed.), pp. 435-436.</p>\n<p>[8]  See <i>In re Standard Gas &amp; Electric Co.,</i> 119 F.2d 658.</p>\n\n</div>", 
  "sha1": "65fe475c8afa4694feb1b6cb0262df1846128053", 
  "date_modified": "2014-12-21T01:44:15.700372", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/103934/brown-v-gerdes/", 
  "citation_count": 28, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/275254/", 
  "html": "<p class=\"case_cite\">321 U.S. 178</p>\n    <p class=\"case_cite\">64 S.Ct. 487</p>\n    <p class=\"case_cite\">88 L.Ed. 659</p>\n    <p class=\"parties\">BROWN et al.<br>v.<br>GERDES et al.</p>\n    <p class=\"docket\">No. 183.</p>\n    <p class=\"date\">Argued Jan. 4, 1944.</p>\n    <p class=\"date\">Decided Feb. 7, 1944.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. William C. Scott, of New York City, for petitioners.</p>\n      <p class=\"indent\">Mr. John Gerdes, of New York City, for respondents.</p>\n      <p class=\"indent\">Mr. Justice DOUGLAS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question in this case is whether the New York court or the federal bankruptcy court has the power to fix the fees of petitioners who as attorneys represented the bankruptcy estate in litigation in the state courts. The New York Court of Appeals held that that jurisdiction rested exclusively in the bankruptcy court. 290 N.Y. 468, 49 N.E.2d 718. The case is here on a petition for writ of certiorari which we granted because of the importance of the problem under the Bankruptcy Act.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In January, 1939, a petition for reorganization of Reynolds Investing Co., Inc. was approved under Ch. X of the Bankruptcy Act. 52 Stat. 883, 11 U.S.C. &#167; 501 et seq., 11 U.S.C.A. &#167; 501 et seq. In August, 1938, while the petition was pending but before its approval, the bankruptcy court authorized the debtor to commence an action in the New York courts to enforce and collect certain claims which the debtor had against its former officers and directors. See Gerdes v. Reynolds, Sup., 28 N.Y.S.2d 622. It also authorized retention of petitioners as counsel in the suit. After the approval of the petition the respondent trustees were authorized to prosecute the action and to be substituted as plaintiffs. That was done; and other actions were instituted by the trustees under order of the bankruptcy court with petitioners as counsel. In 1941 before final judgments were obtained in any of the suits, the trustees discontinued petitioners' services. Thereafter petitioners, pursuant to a stipulation<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> which reserved respondents' right to question the jurisdiction of the state court, instituted this suit in that court to fix and enforce their liens on the actions under &#167; 475 of the New York Judiciary Law, Consol.Laws N.Y. c. 30.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Respondents' objection to the jurisdiction of the state court was overruled, the value of petitioners' services determined and the liens fixed. Those orders were affirmed by the Appellate Division (264 App.Div. 852, 36 N.Y.S.2d 420) but reversed by the Court of Appeals. And as we read the opinion of that court the basis of its decision was that 'exclusive jurisdiction' to fix these fees was in the bankruptcy court (290 N.Y. pages 472, 473, 475, 49 N.E.2d pages 719, 720), not that New York as a matter of local law or policy would not undertake to fix them because of the special circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We agree with the Court of Appeals that the power to determine the amount of these fees rests exclusively in the bankruptcy court.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Sec. 77B, like &#167; 77 of the Bankruptcy Act, 11 U.S.C.A. &#167;&#167; 207, 205<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> had as one of its purposes the establishment of more effective control over reorganization fees and expenses (Dickinson Industrial Site, Inc. v. Cowan, 309 U.S. 382, 388, 60 S.Ct. 595, 599, 84 L.Ed. 819; Callaghan v. Reconstruction Finance Corp., 297 U.S. 464, 469, 56 S.Ct. 519, 521, 80 L.Ed. 804) in recognition of the effect which a depletion of the cash resources of the estate may have on both the fairness and feasibility of the plan of reorganization. United States v. Chicago, Milwaukee, St. P. &amp; P.R. Co., 282 U.S. 311, 333-340, 51 S.Ct. 159, 165-168, 75 L.Ed. 359 (dissenting opinion). And Ch. X of the Chandler Act which took the place of &#167; 77B set up even more comprehensive supervision over compensation and allowances (H. Rep. No. 1409, 75th Cong., 1st Sess., pp. 45, 46) and provided a centralized control over all administration expenses, of which lawyers' fees are a part. Watkins v. Sedberry, 261 U.S. 571, 43 S.Ct. 411, 67 L.Ed. 802. Sec. 241, 11 U.S.C.A. &#167; 641, gives the judge authoity to fix 'reasonable compensation for services rendered' by various persons, including attorneys for the trustees. Allowances may be made only after hearing and upon notice to specified persons and groups of persons. &#167; 247, 11 U.S.C.A. &#167; 647. Where the reorganization supersedes a prior proceeding in either the federal or state court the bankruptcy court is the one which is authorized to allow the 'reasonable costs and expenses incurred' in the prior proceeding. &#167; 258, 11 U.S.C.A. &#167; 658. In all cases persons who seek compensation for services or reimbursement for expenses are held to fiduciary standards. &#167; 249, 11 U.S.C.A. &#167; 649; Woods v. City National Bank &amp; Trust Co., 312 U.S. 262, 267&#8212;269, 61 S.Ct. 493, 496, 497, 85 L.Ed. 820. And &#167; 250, 11 U.S.C.A. &#167; 650 contains special appeal provisions governing orders granting or denying allowances. Dickinson Industrial Site, Inc. v. Cowan, supra. Moreover, a plan of reorganization must provide 'for the payment of all costs and expenses of administration and other allowances which may be approved or made by the judge.' &#167; 216(3), 11 U.S.C.A. &#167; 616(3). In addition the plan must provide, in furtherance of the purpose of the Act to protect the security holders against previous acts of mismanagement and to preserve all assets of the estate (S. Rep. No. 1916, 75th Cong., 3d Sess., p. 22; H. Rep. No. 1409, supra, pp. 42-44), for retention and enforcement by the trustee of all claims of the debtor or the estate not settled or adjusted in the plan. &#167; 216(13). Finally, &#167; 221(4), 11 U.S.C.A. &#167; 621(4) provides that in approving any plan the judge must be satisfied that 'all payments made or promised' by the debtor, the new company, or any other person 'for services and for costs and expenses' are not only fully disclosed but 'are reasonable or, if to be fixed after confirmation of the plan, will be subject to the approval of the judge.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Thus Ch. X not only contains detailed machinery governing all claims for allowances from the estate. It also requires the plan to contain provisions for the payment of all allowances and places on the judge the duty to pass on their reasonableness. The approval of the plan of reorganization has been entrusted to the bankruptcy court exclusively. Even reports on plans submitted by the Securities and Exchange Commission are 'advisory only'. &#167; 172, 11 U.S.C.A. &#167; 572. It could hardly be contended that the bankruptcy court might dispense with the finding required by &#167; 221(2) that the plan is 'fair and equitable, and feasible' and confirm the plan on another basis or delegate the task to another court or agency. See Case v. Los Angeles Lumber Products Co., 308 U.S. 106, 114, 115, 60 S.Ct. 1, 6, 7, 84 L.Ed. 110; Consolidated Rock Products Co. v. Du Bois, 312 U.S. 510, 61 S.Ct. 675, 85 L.Ed. 982. But if that cannot be done, it is difficult to see how a plan could be confirmed which left the approval of certain allowances to a state court. The finding as to allowances required by &#167; 221(4) is as explicit and as mandatory as the finding of 'fair and equitable, and feasible' required by &#167; 221(2). On each Congress has asked for the informed judgment of the bankruptcy court, not another court or agency. In the present case the plan of reorganization which was approved in 1940 gave the trustees full power to retain or displace attorneys representing them; and it retained in the bankruptcy court continuing jurisdiction over all claims in favor of the debtor and the prosecution thereof. And in accordance with the express requirements of &#167; 241(3) it left to the bankruptcy court the power to fix the 'reasonable compensation' to be paid the attorneys of the trustees. Those requirements, prescribed by the Act, cause any conflicting procedure in the state courts to give way.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Kalb v. Feuerstein, 308 U.S. 433, 60 S.Ct. 343, 84 L.Ed. 370. The jurisdiction which Congress has conferred on the bankruptcy court is paramount and exclusive. Gross v. Irving Trust Co., 289 U.S. 342, 53 S.Ct. 605, 77 L.Ed. 1243, 90 A.L.R. 1215. Thus the supervention of bankruptcy deprives a state court, in which a receivership was pending, of power to fix the compensation of the receivers and their counsel who were appointed by the state court and who rendered service in the state proceedings. Gross v. Irving Trust Co., supra; Emil v. Hanley, 318 U.S. 515, 519, 63 S.Ct. 687, 689.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Sherman v. Buckley, 2 Cir., 119 F.2d 280, which arose in ordinary bankruptcy, is relied upon for the contrary conclusion. In that case an action brought by the bankrupt had been pending in the state court for seven years before the adjudication in bankruptcy. The trustee obtained the consent of the bankruptcy court to allow the action to be prosecuted in the state court on behalf of the estate and to substitute attorneys other than those retained by the bankrupt. It was held that the state court could require as a condition upon the substitution the liquidation of the New York charging lien of the displaced attorneys. Whether that case was correctly decided on its facts we need not stop to inquire. It is sufficient to say that it does not state the correct rule of law under Ch. X of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is said, however, that &#167; 77B rather than Ch. X measures the jurisdiction of the bankruptcy court since the main suit was instituted in the state court prior to the effective date of Ch. X, September 22, 1938. See &#167; 7, 11 U.S.C.A. &#167; 25. But the short answer is that the petition was approved after that date and the provisions of Ch. X were thus brought into play.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> It is suggested that since &#167; 23 of the Act<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> was applicable to reorganizations under &#167; 77B but inapplicable<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> to those under Ch. X (&#167; 102, 11 U.S.C.A. &#167; 502), there was a greater limitation on the jurisdiction of the bankruptcy court over plenary suits at the time the main suit was instituted than there was after Ch. X became effective.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> From that it is argued that since Congress left the enforcement of such claims to the state courts, it permitted them to control all incidents of the litigation including the fixing of attorneys' liens. Sec. 23 deals with questions of the jurisdiction of federal district courts, e.g., whether in suits by trustees in bankruptcy against adverse claimants the jurisdiction of the district courts rests on consent of the parties regardless of diversity of citizenship. Schumacher v. Beeler, 293 U.S. 367, 55 S.Ct. 230, 79 L.Ed. 433. The fact that the suits against the former officers and directors of the debtor could have been brought in the state courts alone does not advance the solution of the present problem. A bankruptcy trustee who by choice or by necessity resorts to a state court for the prosecution of a claim is of course bound by the adjudication made in the state proceeding. Winchester v. Heiskell, 119 U.S. 450, 7 S.Ct. 281, 30 L.Ed. 462; Fischer v. Pauline Oil &amp; Gas Co., 309 U.S. 294, 303, 60 S.Ct. 535, 539, 84 L.Ed. 764. The state court has full control over the litigation. But even as an incident thereto, it may not take action which involves the performance of functions which Congress has entrusted to the bankruptcy court. See Eau Claire National Bank v. Jackman, 204 U.S. 522, 537, 538, 27 S.Ct. 391, 396, 51 L.Ed. 596.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The suggestion has been made that New York could open its courts to the prosecution of such suits as the trustees instituted on condition that New York control the legal fees incident to the litigation; and that so long as New York did not discriminate against those asserting rights under the federal act such condition would be valid. Cf. Douglas v. New York, N.H. &amp; H.R. Co., 279 U.S. 377, 49 S.Ct. 355, 73 L.Ed. 747. It does not appear, however, that New York has followed that course. The fact that New York has adopted measures designed to protect attorneys practicing in its courts does not demonstrate that New York has made its control over the fees a condition to the use of its tribunals. There is no such indication in the opinion of the New York Court of Appeals. Thus we cannot say that New York has provided conditions for entry into its courts which collide with a Congressional enactment. We can only assume therefore that the case is no different in principle from the one where a state grants to creditors attachments in aid of the collection of their claims. There can be no doubt that such liens could be nullified by supervening bankruptcy whether the creditor be lawyer or merchant.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">But if it is assumed that New York might have refused to entertain such suits as were brought against the old management (cf. Mondou v. New York, N.H. &amp; H.R. Co., 223 U.S. 1, 56-59, 32 S.Ct. 169, 177, 178, 56 L.Ed. 327, 38 L.R.A., N.S., 44), it does not follow that it could take jurisdiction of them but fail to apply any federal law in which those claims might be rooted. Garrett v. Moore-McCormack Co., 317 U.S. 239, 63 S.Ct. 246. Where Congress has prescribed the rule to govern the compensation of those employed by the bankruptcy court, those claims are no less dependent on the federal rule because they are asserted as an incident to another suit. If the state court could disregard the federal rule in that situation, then any of the duties of administration which Congress has imposed on the bankruptcy court could be absorbed by the state tribunal. Eau Claire National Bank v. Jackman, supra. Congress has fixed the fees which various representatives or officers of the bankruptcy court may receive for their services. &#167;&#167; 40, 48, 11 U.S.C.A. &#167;&#167; 68, 76. Among these are the bankruptcy trustees. &#167; 48(c). As in the present case those trustees may at times choose to act as their own attorneys. But it would be novel doctrine indeed to hold that state courts could increase any maximum allowance which Congress might authorize bankruptcy trustees to receive from the estate merely because the trustees rendered some of their services in state tribunals. Yet if Congress can protect bankruptcy estates by itself prescribing maximum fees for those representing or rendering service to the estate, it is not apparent why it may not reach the same result by delegating that authority to the bankruptcy court. Whatever doubts may have once existed as to the functions of a reorganization court, it is clear under this recent bankruptcy legislation that the approval of all fees as part of the plan has been entrusted to the bankruptcy court exclusively. The case is therefore controlled by the principle of Hines v. Lowrey, 305 U.S. 85, 59 S.Ct. 31, 83 L.Ed. 56. In that case we held that where an Act of Congress limited to ten dollars the fees for services in connection with veterans' War Risk Insurance claims, the New York court could not award a greater amount to an attorney representing a guardian of an insane veteran even where the guardian was appointed by the New York court. We reversed a judgment of the New York court granting the attorney $1500 for his services. The purpose of Congress to place the control of petitioners' fees in the bankruptcy court is no less clear than its purpose to limit the amount of fees in the Hines case. In each the federal rule is the supreme law of the land.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We only hold that the bankruptcy court has exclusive authority under Ch. X to fix the amount of allowances for fees. Whether the amount so fixed could be secured by a lien created by local law raises a question which we do not reach.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mr. Justice ROBERTS concurs in the result.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mr. Justice FRANKFURTER, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1. Since 1789, rights derived from federal law could be enforced in state courts unless Congress confined their enforcement to the federal courts. This has been so precisely for the same reason that rights created by the British Parliament or by the Legislature of Vermont could be enforced in the New York courts. Neither Congress nor the British Parliament nor the Vermont Legislature has power to confer jurisdiction upon the New York courts. But the jurisdiction conferred upon them by the only authority that has power to create them and to confer jurisdiction upon them&#8212;namely the law-making power of the State of New York enables them to enforce rights no matter what the legislative source of the right may be. See, for instance, United States v. Jones, 109 U.S. 513, 520, 3 S.Ct. 346, 351, 27 L.Ed. 1015.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">2. In short, subject to only one limitation, each State of the Union may establish its own judicature, distribute judicial power among the courts of its choice, define the conditions for the exercise of their jurisdiction and the modes of their proceeding, to the same extent as Congress is empowered to establish a system of inferior federal courts within the limits of federal judicial power, and the States are as free from control by Congress in establishing state systems for litigation as is Congress free from state control in establishing a federal system for litigation. The only limitation upon the freedom of a State to define the jurisdiction of its own courts is that implied by Article IV, Section 2 of the Constitution, whereby 'The Citizens of each State shall be entitled to all Privileges and Immunities of Citizens in the several States.' The Constitution does not require New York to give jurisdiction to its courts against its will. But 'If the state does provide a court to which its own citizens may resort in a certain class of cases, it may be that citizens of other states of the Union also would have a right to resort to it in cases of the same class.' Anglo-Am. Provision Co. v. Davis Provision Co. No. 1, 191 U.S. 373, 374, 24 S.Ct. 92, 93, 48 L.Ed. 225. The matter was well put by Judge Cuthbert Pound in connection with litigation under the Federal Employers' Liability Act, 45 U.S.C.A. &#167; 51 et seq., in the state courts: 'the state courts must make no hostile discrimination against litigants who come within the act in question; * * * they must treat litigants under the federal act as other litigants are treated; * * * they are to act in conformity with their general principles of practice and procedure and are not to deny jurisdiction merely because the right of action arises under the act of Congress.' Murnan v. Wabash Railway Co., 246 N.Y. 244, 247, 158 N.E. 508, 509, 54 A.L.R. 1522.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">3. The upshot of the matter is that 'rights, whether legal or equitable, acquired under the laws of the United States, may be prosecuted in the United States courts, or in the State courts, competent to decide rights of the like character and class; subject, however, to this qualification, that where a right arises under a law of the United States, Congress may, if it see fit, give to the Federal courts exclusive jurisdiction.' Claflin v. Houseman, Assignee, 93 U.S. 130, 136, 137, 23 L.Ed. 833. Whether a state court is 'competent to decide rights of the like character and class', whether the particular litigation is to be tried by jury and, if so, how the jury is to be composed, whether it is to be a jury of twelve or less, whether decision is to be by unanimity or majority, whether security is to be furnished and of what nature&#8212;in sum, whether a state court can take jurisdiction and what the incidents of the litigation should be&#8212;all these are matters wholly within the control of the State creating the court and without the power of Congress. See, for instance, Minneapolis &amp; St. Louis R.R. v. Bombolis, 241 U.S. 211, 36 S.Ct. 595, 60 L.Ed. 961, L.R.A.1917A, 86, Ann.Cas.1916E, 505. As it was put by Mr. Justice Story in Martin v. Hunter's Lessee, 1 Wheat. 304, 330, 331, 4 L.Ed. 97, 'Congress cannot vest any portion of the judicial power of the United States, except in courts ordained and established by itself'. Congress may avail itself of state courts for the enforcement of federal rights, but it must take the state courts as it finds them, subject to all the conditions for litigation in the state courts that the State has decreed for every other litigant who seeks access to its courts.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">4. Congress from the beginning has allowed federally created rights to be enforced in state courts not only by the general implications of our legal system but also by explicit authorization. The nature of the obligation of the state court under such legislation has been most litigated in connection with the Federal Employers' Liability Act, and after thorough canvass the matter was thus summarized by Mr. Justice Holmes in Douglas v. New York, New Haven, etc., R. Co., 279 U.S. 377, 387, 388, 49 S.Ct. 355, 356, 73 L.Ed. 747, 'As to the grant of jurisdiction in the Employers' Liability Act, that statute does not purport to require State Courts to entertain suits arising under it but only to empower them to do so, so far as the authority of the United States is concerned. It may very well be that if the Supreme Court of New York were given no discretion, being otherwise competent, it would be subject to a duty. But there is nothing in the Act of Congress that purports to force a duty upon such Courts as against an otherwise valid excuse.' 5. The simple fact is that from 1789 to this day no act of Congress has attempted to force upon state courts the duty of enforcing any right created by federal law on terms other than those on which like litigation involving rights other than federal rights is required to be conducted in a state court. It certainly has not done so by the Bankruptcy Act nor can any implication to that effect be derived from the Supremacy Clause of the Constitution. For the Supremacy Clause does not give greater supremacy to the Bankruptcy Act over the free scope of the States to determine what shall be litigated in their courts and under what conditions, than it gives with reference to rights directly secured by the Constitution, such as those guaranteed by the Full Faith and Credit Clause, see Anglo-American Provision Co. v. Davis Provision Co. No. 1, supra, or with reference to the power exercised by Congress under the Commerce Clause, see Minneapolis &amp; St. Louis R.R. v. Bombolis, supra.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">6. The exercise of a right which Congress has not sought to exercise since 1789 and evidently has not exercised because of the constitutional relation of federal rights to their enforcement in state courts should not be read into Chapter X. c. 575, 52 Stat. 883, 11 U.S.C. &#167; 501 et seq., 11 U.S.C.A. &#167; 501 et seq. We should hesitate long before we find that Congress has assumed the power to render unconstitutional state legislation by which access to a state court would be allowed to a litigant on no different terms than those which the State has prescribed for its own litigants to whom access to its courts is given in like cases. And certainly such a wholly novel doctrine of constitutional law should not be resorted to gratuitously when the case before us can be disposed of on the conclusive ground that the litigation conducted in the New York courts was conducted under an arrangement consonant with New York law, namely that the attorneys' fees were to be fixed not by the New York courts but by the Bankruptcy Court. See Matter of Heinsheimer, 214 N.Y. 361, 108 N.E. 636, Ann.Cas.1916E, 384. Recognition that such is New York law and that therefore the remission of fee-fixing in this case to the Bankruptcy Court is not in conflict with that law appears from the opinion below: 'as a matter of fact the retainer of these attorneys was subject to the condition that the amount of any fees would be fixed by the United States District Court.' 290 N.Y. 468, 475, 49 N.E.2d 718, 720. The disposition of this case requires neither the assumption made in the Court's opinion relating to New York law, nor the application given to Chapter X, both of which must be inescapable before we even reach the constitutional issue needlessly projected.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">7. Hines v. Lowrey, 305 U.S. 85, 59 S.Ct. 31, 83 L.Ed. 56, does not touch this problem. That case involved &#167; 500 of the World War Veterans' Act, 38 U.S.C.A. &#167; 551, which limited to $10 the fee that may be allowed for services in pressing a claim before the United States Veterans' Bureau and made it a crime to charge more. A New York court granted a fee of $1500 for such services because the estate of the veteran was being administered by a committee appointed by the state court which had appointed an attorney to press the claim before the Veterans' Bureau. Of course this Court held that a state court cannot sanction that which Congress has outlawed as a crime. The New York court in effect denied the authority of federal law to fix fees for litigation before a federal tribunal&#8212;a very different thing from denying to the State of New York the authority to fix fees for litigation in its own courts. The limitations in the Hines case fixed by Congress did not run counter to any requirement of New York law governing the conduct of suits in its courts. That case was not concerned with such a situation, and therefore could not possibly hold that, if New York had a policy for litigation in its courts contrary to that expressed by Congressional enactment, a federal right could be pursued in disregard of the conditions for entry into New York courts applicable to all other litigants. Congress has never said that it can subvert the declared policy of a State as to the manner in which, or the conditions under which, litigation in state courts should be conducted. The federal law in any field within which Congress is empowered to legislate is the supreme law of the land in the sense that it may supplant state legislation in that field, but not in the sense that it may supplant the existing rules of litigation in state courts. Congress has full power to provide its own courts for litigating federal rights. The state courts belong to the States. They are not subject to the control of Congress though of course state law may in words or by implication make the federal rule for conducting litigation the rule that should govern suits to enforce federal rights in the state courts. Surely it cannot be that should New York decide to regulate the public profession of the law by putting the determination of all attorneys' fees in charge of its courts, Congress could provide that actions thereafter brought in New York courts in the enforcement of federal rights shall not be subject to New York's fee system. I repeat, Hines v. Lowrey, supra, gives no support whatever to a claim which was not involved in that case, which it did not consider, and which runs counter to the whole course of federal judiciary legislation and federal adjudication.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We ought not to go out of our way to embarrass consideration of such delicate questions in the working of our federal system whenever in the future they may call for decision by this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mr. Justice JACKSON joins in this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Respondents sought an order from the bankruptcy court directing petitioners to turn over their papers and memoranda. That motion was resisted by petitioners who claimed that the New York court had exclusive jurisdiction. Thereupon a stipulation was entered into with the approval of the bankruptcy court whereby respondents withdrew their motion and petitioners agreed to institute a suit in the state court for fixation of their liens, if any. The parties reserved their right to question the jurisdiction of the state court or bankruptcy court over the matter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 'From the commencement of an action, special or other proceeding in any court or before any state or federal department, except a department of labor, or the service of an answer containing a counterclaim, the attorney who appears for a party has a lien upon his client's cause of action, claim or counterclaim, which attaches to a verdict, report, determination, decision, judgment or final order in his client's favor, and the proceeds thereof in whatever hands they may come; and the lien cannot be affected by any settlement between the parties before or after judgment, final order or determination. The court upon the petition of the client or attorney may determine and enforce the lien.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See Continental Illinois Nat. Bank v. Chicago, Rock Island &amp; P. Ry. Co., 294 U.S. 648, 685, 55 S.Ct. 595, 610, 79 L.Ed. 1110; Reconstruction Finance Corp. v. Bankers Trust Co., 318 U.S. 163, 63 s.ct. 515.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The submission of the matter to the state court with objections to its jurisdiction was a procedure which gave that 'due regard for comity' suggested by the Court in Gross v. Irving Trust Co., 289 U.S. 342, 345, 53 S.Ct. 605, 606, 77 L.Ed. 1243, 90 A.L.R. 1215.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Even if the petition had been approved prior to the effective date of Ch. X its provisions would have applied in their entirety to the proceedings provided such approval was within three months prior to that date. &#167; 276(c)(1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Sec. 23 presently provides: 'a. The United States district courts shall have jurisdiction of all controversies at law and in equity, as distinguished from proceedings under this Act, between receivers and trustees as such and adverse claimants, concerning the property acquired or claimed by the receivers or trustees, in the same manner and to the same extent as though such proceedings had not been instituted and such controversies had been between the bankrupts and such adverse claimants. b. Suits by the receiver and the trustee shall be brought or prosecuted only in the courts where the bankrupt might have brought or prosecuted them if proceedings under this Act had not been instituted, unless by consent of the defendant, except as provided in sections 60, 67, and 70 of this Act.' 11 U.S.C.A. &#167; 46.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See Weinstein, The Bankruptcy Law of 1938 (1938), pp. 63, 64; 2 Collier on Bankruptcy, 14th Ed., pp. 435, 436.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See In re Standard Gas &amp; Electric Co., 3 Cir., 119 F.2d 658.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/103934/"
}