{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "321 U.S. 403", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/103949/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Wabash R. Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "453", 
    "id": 88332, 
    "resource_uri": "/api/rest/v2/citation/88332/"
  }, 
  "id": 103949, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1944-03-27", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>321 U.S. 403 (1944)</b></center>\n<center><h1>UNITED STATES ET AL.<br>\nv.<br>\nWABASH RAILROAD CO. ET AL.</h1></center>\n<center>No. 453.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 8, 1944.</center>\n<center>Decided March 27, 1944.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF ILLINOIS.\n<p><span class=\"star-pagination\">*405</span> <i>Mr. Allen Crenshaw,</i> with whom <i>Solicitor General Fahy, Assistant Attorney General Tom C. Clark,</i> and <i>Messrs. Walter J. Cummings, Jr., Daniel W. Knowlton, Robert L. Pierce, Edward Dumbauld,</i> and <i>Howard L. Doyle</i> were on the brief, for appellants.</p>\n<p><i>Mr. Elmer A. Smith,</i> with whom <i>Mr. Louis H. Strasser</i> was on the brief and <i>Mr. Carleton S. Hadley</i> entered an appearance, for the Wabash Railroad Co. et al.; and <i>Mr. John S. Burchmore,</i> with whom <i>Messrs. C.C. Le Forgee, Luther M. Walter,</i> and <i>Nuel D. Belnap</i> were on the brief, for the A.E. Staley Manufacturing Co., \u0097 appellees.</p>\n<p>Opinion of the Court by MR. CHIEF JUSTICE STONE, announced by MR. JUSTICE ROBERTS.</p>\n<p>The Interstate Commerce Commission, in a report and order supplemental to its main report in <i>Ex parte 104, Practices of Carriers Affecting Operating Revenues or Expenses, Part II, Terminal Services,</i> 209 I.C.C. 11, has directed appellee railroads to cancel certain tariff supplements by which they propose to eliminate charges for spotting freight cars at the doors of factories in the industrial plant of appellee Staley Manufacturing Co., at Decatur, Illinois. The Commission based its order upon a finding that the performance without charge of the spotting service would be an unlawful preference because a departure from filed tariffs, in violation of § 6 (7) of the Interstate Commerce Act. 49 U.S.C. § 6 (7). On appellees' petition the District Court for Southern Illinois, three judges sitting, 28 U.S.C. § 47, set aside the Commission's order, 51 F. Supp. 141. It held that the Commission's conclusion that the free spotting service rendered at the Staley <span class=\"star-pagination\">*406</span> plant is an unlawful preference, was not supported by evidence, and that the Commission's order must be set aside because it results in discrimination contrary to §§ 2 and 3 (1) of the Act, since it appears that similar free spotting service was being rendered to Staley's competitors against which the Commission had issued no order. The case comes here on appeal under 28 U.S.C. §§ 47a, 345. The principal question for our decision is whether, as the District Court thought, the order is invalid because it results in a prohibited discrimination.</p>\n<p>In <i>Ex parte 104,</i> the Commission initiated an extensive investigation of the service rendered by interstate railroads in spotting cars at points upon the systems of plant trackage maintained by large industries. After a study of the conditions at some two hundred industrial plants to which the rail carriers made allowances for spotting service performed by the industries, and at numerous other plants where the spotting service was rendered without charge by the carriers, the Commission found that the freight rates had not been so fixed as to compensate the carriers for such service and that the railroads by assuming to perform it, or pay for its performance by the industries, had assumed a burden not included in the transportation service compensated by the filed tariffs. And it concluded that the performance by the railroads of such service, free, or the payment to the industries of allowances for its performance by them, is in violation of § 6 (7) of the Act.</p>\n<p>The Commission, in its main report in <i>Ex parte 104,</i> recognized that by railway tariff practice in this country the rates on carload traffic moving to or from any city or town apply to so-called \"switching\" or \"terminal\" districts and entitle each industry within such a district to have the traffic delivered directly to and taken from its site. By this method of delivery and by use of private tracks of the industry the railroads are saved the expense of maintaining more extensive terminal facilities, the service and cost <span class=\"star-pagination\">*407</span> of delivery within the switching district being comparable to that of delivery on team tracks or sidings or at way stations. But in the case of large industries having extensive plant trackage the Commission found that cars hauled to the industry usually come to rest at nearby interchange tracks, after which the intraplant distribution of the cars is made at times and in a manner to serve the convenience of the industry rather than that of the carrier in completing its transportation service.</p>\n<p>In determining in such circumstances the point at which the carrier service ends and the service in placing the cars so as to meet the convenience of the industry begins, the Commission stated that the line of demarcation \"should be drawn at the point where the carrier is prevented from performing at its ordinary operating convenience any further service, by the nature, desires, or disabilities of a plant,\" 209 I.C.C. at 34. It added, \"When a carrier is prevented at its ordinary operating convenience from reaching points of loading or unloading within a plant, without interruption or interference by the desires of an industry or the disabilities of its plant, such as the manner in which the industrial operations are conducted, the arrangement or condition of its tracks, weighing service, or similar circumstances, . . . the service beyond the point of interruption or interference is in excess of that performed in simple switching or team-track delivery. . . .\" 209 I.C.C. at 44-5.</p>\n<p>The application of such a test obviously requires an intensive study of traffic conditions prevailing at the particular plant at which the spotting service is rendered. It is for this reason that the Commission, in carrying into effect the principles announced in <i>Ex parte 104,</i> has found it necessary to proceed to a series of supplemental investigations of the spotting service rendered at particular plants. Accordingly the Commission made no order on the foot of its main report, but following a series of supplemental <span class=\"star-pagination\">*408</span> reports, including the present one, each detailing the facts found as to the spotting service rendered at the particular plant investigated, the Commission has made cease and desist orders, applicable to that service, a number of which this Court has upheld on review. See <i>United States</i> v. <i>American Sheet &amp; Tin Plate Co.,</i> 301 U.S. 402; <i>Goodman Lumber Co.</i> v. <i>United States,</i> 301 U.S. 669; <i>A.O. Smith Corp.</i> v. <i>United States,</i> 301 U.S. 669; <i>United States</i> v. <i>Pan American Petroleum Corp.,</i> 304 U.S. 156. In sustaining the Commission's findings in these proceedings, as in related cases, this Court has held that the point in time and space at which the carrier's transportation service ends is a question of fact to be determined by the Commission and not the courts, and that its findings on that question will not be disturbed by the courts if supported by evidence. <i>United States</i> v. <i>American Sheet &amp; Tin Plate Co., supra,</i> 408; <i>United States</i> v. <i>Pan American Petroleum Corp., supra,</i> 158; <i>Interstate Commerce Commission</i> v. <i>Hoboken Mfrs. R. Co.,</i> 320 U.S. 368, 378 and cases cited.</p>\n<p>In this, as in its earlier supplemental reports, the Commission has examined the actual conditions of operation at the industrial plant in question, here the Staley plant, and has found these conditions to be similar in type to those held sufficient to support its orders in <i>United States</i> v. <i>American Sheet &amp; Tin Plate Co., supra</i><i>,</i> and <i>United States</i> v. <i>Pan American Petroleum Corp., supra.</i><sup></sup>[1] It made an extended <span class=\"star-pagination\">*409</span> examination of car movements within the plant area of the Staley Company, which extends for a distance of about two and a quarter miles, includes some forty buildings used in the manufacture of various products, principally from corn and soy beans, and contains approximately 20 miles of track, having 18 points at which freight is loaded or unloaded. It found that inbound cars are in the first instance placed upon interchange tracks from which they are later spotted at the points of loading and unloading, a service requiring in numerous instances two or more car movements performed by engines and crews regularly and exclusively assigned to it; that the interchange tracks are reasonably convenient points for the delivery and receipt of cars; that the movements between the interchange tracks and the points of loading and unloading are not performed at the carrier's convenience but are \"co-ordinated with the industrial operations of the Staley Company and conform to its convenience\"; that the service beyond the interchange points is in excess of that involved in switching cars to a team track or ordinary industrial siding or spur, and is consequently not a part of the transportation service which ends at the interchange tracks.</p>\n<p>Contentions of appellees based on a formal change of control of the interchange tracks by lease from the Staley Company to appellee Wabash Railroad executed subsequent to the Commission's report in <i>Ex parte 104,</i> are irrelevant to our present inquiry. After the lease, as before, they continued to be used as interchange tracks and the controlling question is whether the movement from the interchange tracks to points of loading and unloading is a plant service for the convenience of the industry, or a <span class=\"star-pagination\">*410</span> part of the carrier service comparable to the usual car delivery at a team track or siding. The Commission's finding that it is a plant service is supported by evidence and must be accepted as conclusive here.</p>\n<p>Appellees make no other serious contention of want of evidentiary support for the Commission's conclusion that the carrier service ended at the interchange tracks and the District Court found no such lack. Their contention, upheld by the court below, is that the Commission's order cannot be supported merely by the circumstances disclosed by the evidence respecting the operations at the Staley plant, but that its validity must turn upon a comparison of the conditions at the Staley plant with those at competing plants. They urge further, and the District Court so held, that, as it appears from the record that similar spotting service is being rendered at competing plants, the Commission's order compels appellees to discriminate against Staley, contrary to §§ 2 and 3 (1).</p>\n<p>This argument ignores the nature of the present proceeding which is to enforce § 6 (7), not §§ 2 and 3 (1). Section 6 (7) prohibits departures from the filed tariffs and it is violated, as the Commission has pointed out, when carriers pay the industries for a terminal service not included in their transportation service or when they render such terminal service free of charge. This prohibition applies without qualification to every carrier and when, as here, the unlawfulness of the allowance or service is shown by the conditions prevailing at a particular industrial plant, it is unnecessary, in order to support the Commission's order, to consider whether generally similar allowances or services at other plants are, or are not, lawful under conditions prevailing there.</p>\n<p>In this respect a proceeding under § 6 (7) is unlike proceedings under §§ 2 and 3 (1) which prohibit unjust discriminations and undue preferences. <i>United States</i> v. <i>American Sheet &amp; Tin Plate Co., supra,</i> 406; <i>United States</i> <span class=\"star-pagination\">*411</span> v. <i>Hanley,</i> 71 F. 672, 673-4; compare <i>Merchants Warehouse Co.</i> v. <i>United States,</i> 283 U.S. 501, 510-11. Since under these sections acts or practices not otherwise unlawful may be so because discriminatory or preferential, it becomes necessary to make comparisons between the different acts or practices said to produce the discrimination or preference, in order to determine whether they are such in fact and whether they are unjust or undue. Differences in conditions may justify differences in carrier rates or service. In determining whether there is a prohibited unjust discrimination or undue preference, it is for the Commission to say whether such differences in conditions exist and whether, in view of them, the discrimination or preference is unlawful. See <i>Barringer &amp; Co.</i> v. <i>United States,</i> 319 U.S. 1, 7-8, and cases cited.</p>\n<p>The Commission's decision here, and its finding of a \"preferential service,\" are not based and do not depend on a comparison of conditions at the Staley plant with those obtaining at others. By its fifth finding the Commission found that the spotting service rendered at the Staley plant was a service \"in excess of that rendered shippers generally in the receipt and delivery of traffic at team tracks or industrial sidings and spurs,\" and hence in excess of that provided for by the tariff rates. It concluded in its third conclusion of law that the performance of this service without charge would result in receipt by the Staley Company of \"a preferential service not accorded to shippers generally,\" and hence would result in a prohibited refunding or remitting of a portion of the filed tariff rates.</p>\n<p>The Commission, after pointing out that evidence was introduced showing that spotting is performed without charge at various plants, some of which compete with the Staley Company, also found, \"The evidence does not satisfactorily show that the circumstances and conditions under which the spotting is performed at such plants are substantially similar to those at the Staley plant. If it <span class=\"star-pagination\">*412</span> did it would only show the probability of existence of unlawful practices at such plants and the need for investigation in connection therewith.\" The District Court relied solely on this evidence to support its conclusion of lack of evidentiary support for the Commission's finding of a \"preferential service not accorded to shippers generally\" and to support its own finding that under the present order Staley is being discriminated against. For this reason it concluded that the Commission's order must be set aside.</p>\n<p>We think that this is a mistaken interpretation of the Commission's findings and misapprehends their legal effect. If the Commission's reference, in its conclusion of law, to \"a preferential service not accorded to shippers generally\" means more than the statement in the fifth finding of fact that the service is \"in excess of that rendered shippers generally in the receipt and delivery of traffic at team tracks,\" it is obviously irrelevant to the present proceeding. For it could not serve to foreclose the legal conclusion to be drawn from the fifth finding that the free performance of the spotting service at the Staley plant is in violation of § 6 (7) because of the traffic conditions found to prevail there. <i>United States</i> v. <i>American Sheet &amp; Tin Plate Co., supra,</i> 406-7. But a reading of the Commission's report and findings makes abundantly clear that it was not concerned with discriminations or preferences between the Staley plant and others, such as are prohibited by §§ 2 and 3 (1); that the \"preference\" to which it referred was not based upon a comparison of conditions at the Staley plant with those of others, but upon an application to the actual conditions at the Staley plant of the standards laid down in its report in <i>Ex parte 104,</i> in order to ascertain whether the service rendered there is in excess of that which the carriers are obliged to perform by their tariffs.</p>\n<p>As the Commission and this Court have pointed out, a preference or rebate is the necessary result of every violation of § 6 (7) where the carrier renders or pays for a service <span class=\"star-pagination\">*413</span> not covered by the prescribed tariffs. <i>Davis</i> v. <i>Cornwell,</i> 264 U.S. 560, 562. The Commission emphasized that no question of discrimination or preference prohibited by §§ 2 and 3 was involved in the present proceeding when it found that the evidence did not show that the circumstances and conditions under which the spotting is performed at other plants are substantially similar to those at the Staley plant and that if it did that it would only tend to show that the practice was unlawful at the others as well. So far as the District Court found that the Staley Company was being discriminated against by the continuance of the service at other plants, its finding is irrelevant to any issue in the present proceeding which relates only to violations of § 6 (7) and not §§ 2 and 3 (1). In any case findings of discrimination or undue preference under §§ 2 and 3 (1), as we have said, are for the Commission and not the courts. And the Commission has found that the evidence does not show that conditions with respect to the spotting service at the Staley plant and those of its competitors are similar.</p>\n<p>While it is the duty of the Commission to proceed as rapidly as may be to suppress violations of § 6 (7) in the performance of spotting services, that is to be accomplished, as we have held, by an investigation of the traffic conditions prevailing at each particular plant where the service is rendered and not by comparison of the services rendered at different plants. Appellees complain of the Commission's long delay, some six years since the present proceeding was begun, in investigating spotting services rendered at the plants of Staley's competitors, but any of the appellees have been free to initiate proceedings to eliminate any unlawful preferences or discriminations affecting them if they so desired, § 13 (1), and no reason appears why they could not have done so. There are other modes of inducing the Commission to perform its duty than by setting aside its order prohibiting a practice <span class=\"star-pagination\">*414</span> which plainly violates § 6 (7), because it has not made like orders against other offenders. The suppression of abuses resulting from violations of § 6 (7) would be rendered practically impossible if the Commission were required to suppress all simultaneously or none. Section 12 (1) imposes on the Commission the duty to enforce the provisions of the Act. That duty under § 6 (7) would hardly be performed if the Commission were to decline to enforce it against one because it could not at the same time enforce it against all.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The Commission examined the conditions at the Staley plant in a supplemental report rendered May 22, 1936, in which it directed the carriers, appellants here, to abandon the practice of paying allowances to Staley for the performance of the spotting service. A.E. Staley Mfg. Co. Terminal Allowance, 215 I.C.C. 656. An action to enjoin enforcement of that order was voluntarily dismissed without prejudice as a result of this Court's decision in the Tin Plate, Pan American Petroleum, and other cases sustaining similar orders. Thereupon the payment of allowances was abandoned, and the carriers assumed the performance of the spotting services, establishing a charge of $2.27 per car, later increased to $2.50. By schedules filed to become effective December 15, 1939, the carriers proposed to cancel the spotting charge. In the present proceeding the Commission has refused to approve the proposed schedules, and has likewise refused, after having reopened the proceedings in Staley Mfg. Co. Terminal Allowance, <i>supra,</i> to modify its prior order. 245 I.C.C. 383.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:41", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">403</span></span> (1944)</b></center>\n<center><h1>UNITED STATES ET AL.<br>\nv.<br>\nWABASH RAILROAD CO. ET AL.</h1></center>\n<center>No. 453.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 8, 1944.</center>\n<center>Decided March 27, 1944.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF ILLINOIS.\n<p><span class=\"star-pagination\">*405</span> <i>Mr. Allen Crenshaw,</i> with whom <i>Solicitor General Fahy, Assistant Attorney General Tom C. Clark,</i> and <i>Messrs. Walter J. Cummings, Jr., Daniel W. Knowlton, Robert L. Pierce, Edward Dumbauld,</i> and <i>Howard L. Doyle</i> were on the brief, for appellants.</p>\n<p><i>Mr. Elmer A. Smith,</i> with whom <i>Mr. Louis H. Strasser</i> was on the brief and <i>Mr. Carleton S. Hadley</i> entered an appearance, for the Wabash Railroad Co. et al.; and <i>Mr. John S. Burchmore,</i> with whom <i>Messrs. C.C. Le Forgee, Luther M. Walter,</i> and <i>Nuel D. Belnap</i> were on the brief, for the A.E. Staley Manufacturing Co., \u0097 appellees.</p>\n<p>Opinion of the Court by MR. CHIEF JUSTICE STONE, announced by MR. JUSTICE ROBERTS.</p>\n<p>The Interstate Commerce Commission, in a report and order supplemental to its main report in <i>Ex parte 104, Practices of Carriers Affecting Operating Revenues or Expenses, Part II, Terminal Services,</i> 209 I.C.C. 11, has directed appellee railroads to cancel certain tariff supplements by which they propose to eliminate charges for spotting freight cars at the doors of factories in the industrial plant of appellee Staley Manufacturing Co., at Decatur, Illinois. The Commission based its order upon a finding that the performance without charge of the spotting service would be an unlawful preference because a departure from filed tariffs, in violation of § 6 (7) of the Interstate Commerce Act. 49 U.S.C. § 6 (7). On appellees' petition the District Court for Southern Illinois, three judges sitting, 28 U.S.C. § 47, set aside the Commission's order, 51 F. Supp. 141. It held that the Commission's conclusion that the free spotting service rendered at the Staley <span class=\"star-pagination\">*406</span> plant is an unlawful preference, was not supported by evidence, and that the Commission's order must be set aside because it results in discrimination contrary to §§ 2 and 3 (1) of the Act, since it appears that similar free spotting service was being rendered to Staley's competitors against which the Commission had issued no order. The case comes here on appeal under 28 U.S.C. §§ 47a, 345. The principal question for our decision is whether, as the District Court thought, the order is invalid because it results in a prohibited discrimination.</p>\n<p>In <i>Ex parte 104,</i> the Commission initiated an extensive investigation of the service rendered by interstate railroads in spotting cars at points upon the systems of plant trackage maintained by large industries. After a study of the conditions at some two hundred industrial plants to which the rail carriers made allowances for spotting service performed by the industries, and at numerous other plants where the spotting service was rendered without charge by the carriers, the Commission found that the freight rates had not been so fixed as to compensate the carriers for such service and that the railroads by assuming to perform it, or pay for its performance by the industries, had assumed a burden not included in the transportation service compensated by the filed tariffs. And it concluded that the performance by the railroads of such service, free, or the payment to the industries of allowances for its performance by them, is in violation of § 6 (7) of the Act.</p>\n<p>The Commission, in its main report in <i>Ex parte 104,</i> recognized that by railway tariff practice in this country the rates on carload traffic moving to or from any city or town apply to so-called \"switching\" or \"terminal\" districts and entitle each industry within such a district to have the traffic delivered directly to and taken from its site. By this method of delivery and by use of private tracks of the industry the railroads are saved the expense of maintaining more extensive terminal facilities, the service and cost <span class=\"star-pagination\">*407</span> of delivery within the switching district being comparable to that of delivery on team tracks or sidings or at way stations. But in the case of large industries having extensive plant trackage the Commission found that cars hauled to the industry usually come to rest at nearby interchange tracks, after which the intraplant distribution of the cars is made at times and in a manner to serve the convenience of the industry rather than that of the carrier in completing its transportation service.</p>\n<p>In determining in such circumstances the point at which the carrier service ends and the service in placing the cars so as to meet the convenience of the industry begins, the Commission stated that the line of demarcation \"should be drawn at the point where the carrier is prevented from performing at its ordinary operating convenience any further service, by the nature, desires, or disabilities of a plant,\" 209 I.C.C. at 34. It added, \"When a carrier is prevented at its ordinary operating convenience from reaching points of loading or unloading within a plant, without interruption or interference by the desires of an industry or the disabilities of its plant, such as the manner in which the industrial operations are conducted, the arrangement or condition of its tracks, weighing service, or similar circumstances, . . . the service beyond the point of interruption or interference is in excess of that performed in simple switching or team-track delivery. . . .\" 209 I.C.C. at 44-5.</p>\n<p>The application of such a test obviously requires an intensive study of traffic conditions prevailing at the particular plant at which the spotting service is rendered. It is for this reason that the Commission, in carrying into effect the principles announced in <i>Ex parte 104,</i> has found it necessary to proceed to a series of supplemental investigations of the spotting service rendered at particular plants. Accordingly the Commission made no order on the foot of its main report, but following a series of supplemental <span class=\"star-pagination\">*408</span> reports, including the present one, each detailing the facts found as to the spotting service rendered at the particular plant investigated, the Commission has made cease and desist orders, applicable to that service, a number of which this Court has upheld on review. See <i>United States</i> v. <i>American Sheet &amp; Tin Plate Co.,</i> 301 U.S. 402; <i>Goodman Lumber Co.</i> v. <i>United States,</i> 301 U.S. 669; <i>A.O. Smith Corp.</i> v. <i>United States,</i> 301 U.S. 669; <i>United States</i> v. <i>Pan American Petroleum Corp.,</i> 304 U.S. 156. In sustaining the Commission's findings in these proceedings, as in related cases, this Court has held that the point in time and space at which the carrier's transportation service ends is a question of fact to be determined by the Commission and not the courts, and that its findings on that question will not be disturbed by the courts if supported by evidence. <i>United States</i> v. <i>American Sheet &amp; Tin Plate Co., supra,</i> 408; <i>United States</i> v. <i>Pan American Petroleum Corp., supra,</i> 158; <i>Interstate Commerce Commission</i> v. <i>Hoboken Mfrs. R. Co.,</i> <span class=\"citation\" data-id=\"103894\"><a href=\"/opinion/103894/icc-v-hoboken-manufacturers-r-co/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">368</span></a></span>, 378 and cases cited.</p>\n<p>In this, as in its earlier supplemental reports, the Commission has examined the actual conditions of operation at the industrial plant in question, here the Staley plant, and has found these conditions to be similar in type to those held sufficient to support its orders in <i>United States</i> v. <i>American Sheet &amp; Tin Plate Co., supra</i><i>,</i> and <i>United States</i> v. <i>Pan American Petroleum Corp., supra.</i><sup></sup>[1] It made an extended <span class=\"star-pagination\">*409</span> examination of car movements within the plant area of the Staley Company, which extends for a distance of about two and a quarter miles, includes some forty buildings used in the manufacture of various products, principally from corn and soy beans, and contains approximately 20 miles of track, having 18 points at which freight is loaded or unloaded. It found that inbound cars are in the first instance placed upon interchange tracks from which they are later spotted at the points of loading and unloading, a service requiring in numerous instances two or more car movements performed by engines and crews regularly and exclusively assigned to it; that the interchange tracks are reasonably convenient points for the delivery and receipt of cars; that the movements between the interchange tracks and the points of loading and unloading are not performed at the carrier's convenience but are \"co-ordinated with the industrial operations of the Staley Company and conform to its convenience\"; that the service beyond the interchange points is in excess of that involved in switching cars to a team track or ordinary industrial siding or spur, and is consequently not a part of the transportation service which ends at the interchange tracks.</p>\n<p>Contentions of appellees based on a formal change of control of the interchange tracks by lease from the Staley Company to appellee Wabash Railroad executed subsequent to the Commission's report in <i>Ex parte 104,</i> are irrelevant to our present inquiry. After the lease, as before, they continued to be used as interchange tracks and the controlling question is whether the movement from the interchange tracks to points of loading and unloading is a plant service for the convenience of the industry, or a <span class=\"star-pagination\">*410</span> part of the carrier service comparable to the usual car delivery at a team track or siding. The Commission's finding that it is a plant service is supported by evidence and must be accepted as conclusive here.</p>\n<p>Appellees make no other serious contention of want of evidentiary support for the Commission's conclusion that the carrier service ended at the interchange tracks and the District Court found no such lack. Their contention, upheld by the court below, is that the Commission's order cannot be supported merely by the circumstances disclosed by the evidence respecting the operations at the Staley plant, but that its validity must turn upon a comparison of the conditions at the Staley plant with those at competing plants. They urge further, and the District Court so held, that, as it appears from the record that similar spotting service is being rendered at competing plants, the Commission's order compels appellees to discriminate against Staley, contrary to §§ 2 and 3 (1).</p>\n<p>This argument ignores the nature of the present proceeding which is to enforce § 6 (7), not §§ 2 and 3 (1). Section 6 (7) prohibits departures from the filed tariffs and it is violated, as the Commission has pointed out, when carriers pay the industries for a terminal service not included in their transportation service or when they render such terminal service free of charge. This prohibition applies without qualification to every carrier and when, as here, the unlawfulness of the allowance or service is shown by the conditions prevailing at a particular industrial plant, it is unnecessary, in order to support the Commission's order, to consider whether generally similar allowances or services at other plants are, or are not, lawful under conditions prevailing there.</p>\n<p>In this respect a proceeding under § 6 (7) is unlike proceedings under §§ 2 and 3 (1) which prohibit unjust discriminations and undue preferences. <i>United States</i> v. <i>American Sheet &amp; Tin Plate Co., supra,</i> 406; <i>United States</i> <span class=\"star-pagination\">*411</span> v. <i>Hanley,</i> <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">F.</span> <span class=\"page\">672</span></span>, 673-4; compare <i>Merchants Warehouse Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"101755\"><a href=\"/opinion/101755/merchants-warehouse-co-v-united-states/\"><span class=\"volume\">283</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">501</span></a></span>, 510-11. Since under these sections acts or practices not otherwise unlawful may be so because discriminatory or preferential, it becomes necessary to make comparisons between the different acts or practices said to produce the discrimination or preference, in order to determine whether they are such in fact and whether they are unjust or undue. Differences in conditions may justify differences in carrier rates or service. In determining whether there is a prohibited unjust discrimination or undue preference, it is for the Commission to say whether such differences in conditions exist and whether, in view of them, the discrimination or preference is unlawful. See <i>Barringer &amp; Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"103819\"><a href=\"/opinion/103819/lt-barringer-co-v-united-states/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 7-8, and cases cited.</p>\n<p>The Commission's decision here, and its finding of a \"preferential service,\" are not based and do not depend on a comparison of conditions at the Staley plant with those obtaining at others. By its fifth finding the Commission found that the spotting service rendered at the Staley plant was a service \"in excess of that rendered shippers generally in the receipt and delivery of traffic at team tracks or industrial sidings and spurs,\" and hence in excess of that provided for by the tariff rates. It concluded in its third conclusion of law that the performance of this service without charge would result in receipt by the Staley Company of \"a preferential service not accorded to shippers generally,\" and hence would result in a prohibited refunding or remitting of a portion of the filed tariff rates.</p>\n<p>The Commission, after pointing out that evidence was introduced showing that spotting is performed without charge at various plants, some of which compete with the Staley Company, also found, \"The evidence does not satisfactorily show that the circumstances and conditions under which the spotting is performed at such plants are substantially similar to those at the Staley plant. If it <span class=\"star-pagination\">*412</span> did it would only show the probability of existence of unlawful practices at such plants and the need for investigation in connection therewith.\" The District Court relied solely on this evidence to support its conclusion of lack of evidentiary support for the Commission's finding of a \"preferential service not accorded to shippers generally\" and to support its own finding that under the present order Staley is being discriminated against. For this reason it concluded that the Commission's order must be set aside.</p>\n<p>We think that this is a mistaken interpretation of the Commission's findings and misapprehends their legal effect. If the Commission's reference, in its conclusion of law, to \"a preferential service not accorded to shippers generally\" means more than the statement in the fifth finding of fact that the service is \"in excess of that rendered shippers generally in the receipt and delivery of traffic at team tracks,\" it is obviously irrelevant to the present proceeding. For it could not serve to foreclose the legal conclusion to be drawn from the fifth finding that the free performance of the spotting service at the Staley plant is in violation of § 6 (7) because of the traffic conditions found to prevail there. <i>United States</i> v. <i>American Sheet &amp; Tin Plate Co., supra,</i> 406-7. But a reading of the Commission's report and findings makes abundantly clear that it was not concerned with discriminations or preferences between the Staley plant and others, such as are prohibited by §§ 2 and 3 (1); that the \"preference\" to which it referred was not based upon a comparison of conditions at the Staley plant with those of others, but upon an application to the actual conditions at the Staley plant of the standards laid down in its report in <i>Ex parte 104,</i> in order to ascertain whether the service rendered there is in excess of that which the carriers are obliged to perform by their tariffs.</p>\n<p>As the Commission and this Court have pointed out, a preference or rebate is the necessary result of every violation of § 6 (7) where the carrier renders or pays for a service <span class=\"star-pagination\">*413</span> not covered by the prescribed tariffs. <i>Davis</i> v. <i>Cornwell,</i> <span class=\"citation\" data-id=\"100405\"><a href=\"/opinion/100405/davis-v-cornwell/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span>, 562. The Commission emphasized that no question of discrimination or preference prohibited by §§ 2 and 3 was involved in the present proceeding when it found that the evidence did not show that the circumstances and conditions under which the spotting is performed at other plants are substantially similar to those at the Staley plant and that if it did that it would only tend to show that the practice was unlawful at the others as well. So far as the District Court found that the Staley Company was being discriminated against by the continuance of the service at other plants, its finding is irrelevant to any issue in the present proceeding which relates only to violations of § 6 (7) and not §§ 2 and 3 (1). In any case findings of discrimination or undue preference under §§ 2 and 3 (1), as we have said, are for the Commission and not the courts. And the Commission has found that the evidence does not show that conditions with respect to the spotting service at the Staley plant and those of its competitors are similar.</p>\n<p>While it is the duty of the Commission to proceed as rapidly as may be to suppress violations of § 6 (7) in the performance of spotting services, that is to be accomplished, as we have held, by an investigation of the traffic conditions prevailing at each particular plant where the service is rendered and not by comparison of the services rendered at different plants. Appellees complain of the Commission's long delay, some six years since the present proceeding was begun, in investigating spotting services rendered at the plants of Staley's competitors, but any of the appellees have been free to initiate proceedings to eliminate any unlawful preferences or discriminations affecting them if they so desired, § 13 (1), and no reason appears why they could not have done so. There are other modes of inducing the Commission to perform its duty than by setting aside its order prohibiting a practice <span class=\"star-pagination\">*414</span> which plainly violates § 6 (7), because it has not made like orders against other offenders. The suppression of abuses resulting from violations of § 6 (7) would be rendered practically impossible if the Commission were required to suppress all simultaneously or none. Section 12 (1) imposes on the Commission the duty to enforce the provisions of the Act. That duty under § 6 (7) would hardly be performed if the Commission were to decline to enforce it against one because it could not at the same time enforce it against all.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The Commission examined the conditions at the Staley plant in a supplemental report rendered May 22, 1936, in which it directed the carriers, appellants here, to abandon the practice of paying allowances to Staley for the performance of the spotting service. A.E. Staley Mfg. Co. Terminal Allowance, 215 I.C.C. 656. An action to enjoin enforcement of that order was voluntarily dismissed without prejudice as a result of this Court's decision in the Tin Plate, Pan American Petroleum, and other cases sustaining similar orders. Thereupon the payment of allowances was abandoned, and the carriers assumed the performance of the spotting services, establishing a charge of $2.27 per car, later increased to $2.50. By schedules filed to become effective December 15, 1939, the carriers proposed to cancel the spotting charge. In the present proceeding the Commission has refused to approve the proposed schedules, and has likewise refused, after having reopened the proceedings in Staley Mfg. Co. Terminal Allowance, <i>supra,</i> to modify its prior order. 245 I.C.C. 383.</p>\n\n</div>", 
  "sha1": "75f649a2e03e5063148b2eaedcfdbb4ef1051dc0", 
  "date_modified": "2014-12-21T01:44:15.896013", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/103949/united-states-v-wabash-r-co/", 
  "citation_count": 12, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/275253/", 
  "html": "<p class=\"case_cite\">321 U.S. 403</p>\n    <p class=\"case_cite\">64 S.Ct. 752</p>\n    <p class=\"case_cite\">88 L.Ed. 827</p>\n    <p class=\"parties\">UNITED STATES et al.<br>v.<br>WABASH R. CO. et al.</p>\n    <p class=\"docket\">No. 453.</p>\n    <p class=\"date\">Argued March 8, 1944.</p>\n    <p class=\"date\">Decided March 27, 1944.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from pages 403-405 intentionally omitted]</p>\n      <p class=\"indent\">Appeal from the District Court of the United States for the Southern District of Illinois.</p>\n      <p class=\"indent\">Mr. Allen Crenshaw, of Birmingham, Ala., for appellants.</p>\n      <p class=\"indent\">Mr. Elmer A. Smith, of Chicago, Ill., for appellees, Wabash R. Co., and others.</p>\n      <p class=\"indent\">Mr. John S. Burchmore, of Chicago, Ill., for intervener-appellee, A. E. Staley Mfg. Co.</p>\n      <p class=\"indent\">Mr. Chief Justice STONE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Interstate Commerce Commission, in a report and order supplemental to its main report in Ex parte 104, Practices of Carriers Affecting Operating Revenues or Expenses, Part II, Terminal Services, 209 I.C.C. 11, has directed appellee railroads to cancel certain tariff supplements by which they propose to eliminate charges for spotting freight cars at the doors of factories in the industrial plant of appellee Staley Manufacturing Co., at Decatur, Illinois. The Commission based its order upon a finding that the performance without charge of the spotting service would be an unlawful preference because a departure from filed tariffs, in violation of &#167; 6(7) of the Interstate Commerce Act, 49 U.S.C. &#167; 6(7), 49 U.S.C.A. &#167; 6(7). On appellees' petition the District Court for Southern Illinois, three judges sitting, 28 U.S.C. &#167; 47, 28 U.S.C.A. &#167; 47, set aside the Commission's order, 51 F.Supp. 141. It held that the Commission's conclusion that the free spotting service rendered at the Staley plant is an unlawful preference, was not supported by evidence, and that the Commission's order must be set aside because it results in discrimination contrary to &#167;&#167; 2 and 3(1) of the Act, 49 U.S.C.A. &#167;&#167; 2, 3(1), since it appears that similar free spotting serivice was being rendered to Staley's competitors against which the Commission had issued no order. The case comes here on appeal under 28 U.S.C. &#167;&#167; 47a, 345, 28 U.S.C.A. &#167;&#167; 47a, 345. The principal question for our decision is whether, as the District Court thought, the order is invalid because it results in a prohibited discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In Ex parte 104, the Commission initiated an extensive investigation of the service rendered by interstate railroads in spotting cars at points upon the systems of plant trackage maintained by large industries. After a study of the conditions at some two hundred industrial plants to which the rail carriers made allowances for spotting service performed by the industries, and at numerous other plants where the spotting service was rendered without charge by the carriers, the Commission found that the freight rates had not been so fixed as to compensate the carriers for such service and that the railroads by assuming to perform it, or pay for its performance by the industries, had assumed a burden not included in the transportation service compensated by the filed tariffs. And it concluded that the performance by the railroads of such service, free, or the payment to the industries of allowances for its performance by them, is in violation of &#167; 6(7) of the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Commission, in its main report in Ex parte 104, recognized that by railway tariff practice in this country the rates on carload traffic moving to or from any city or town apply to so-called 'switching' or 'terminal' districts and entitle each industry within such a district to have the traffic delivered directly to and taken from its site. By this method of delivery and by use of private tracks of the industry the railroads are saved the expense of maintaining more extensive terminal facilities, the service and cost of delivery within the switching district being comparable to that of delivery on team tracks or sidings or at way stations. But in the case of large industries having extensive plant trackage the Commission found that cars hauled to the industry usually come to rest at nearby interchange tracks, after which the intraplant distribution of the cars is made at times and in a manner to serve the convenience of the industry rather than that of the carrier in completing its transportation service.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In determining in such circumstances the point at which the carrier service ends and the service in placing the cars so as to meet the convenience of the industry begins, the Commission stated that the line of demarcation 'should be drawn at the point where the carrier is prevented from performing at its ordinary operating convenience any further service, by the nature, desires, or disabilities of a plant', 209 I.C.C. at page 34. It added, 'When a carrier is prevented at its ordinary operating convenience from reaching points of loading or unloading within a plant, without interruption or interference by the desires of an industry or the disabilities of its plant, such as the manner in which the industrial operations are conducted, the arrangement or condition of its tracks, weighing service, or similar circumstances, * * * the service beyond the point of interruption or interference is in excess of that performed in simple switching or team-track delivery. * * *' 209 I.C.C. at pages 44, 45.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The application of such a test obviously requires an intensive study of traffic conditions prevailing at the particular plant at which the spotting service is rendered. It is for this reason that the Commission, in carrying into effect the principles announced in Ex parte 104, has found it necessary to proceed to a series of supplemental investigations of the spotting service rendered at particular plants. Accordingly the Commission made no order on the foot of its main report, but following a series of supplemental reports, including the present one, each detailing the facts found as to the spotting service rendered at the particular plant investigated, the Commission has made cease and desist orders, applicable to that service, a number of which this Court has upheld on review. See United States v. American Sheet &amp; Tin Plate Co., 301 U.S. 402, 57 S.Ct. 804, 81 L.Ed. 1186; Goodman Lumber Co. v. United States, 301 U.S. 669, 57 S.Ct. 936, 81 L.Ed. 1333; A. O. Smith Corp. v. United States, 301 U.S. 669, 57 S.Ct. 936, 81 L.Ed. 1333; United States v. Pan American Petroleum Corp., 304 U.S. 156, 58 S.Ct. 771, 82 L.Ed. 1262. In sustaining the Commission's findings in these proceedings, as in related cases, this Court has held that the point in time and space at which the carrier's transportation service ends is a question of fact to be determined by the Commission and not the courts, and that its findings on that question will not be disturbed by the courts if supported by evidence. United States v. American Sheet &amp; Tin Plate Co., supra, 301 U.S. 408, 57 S.Ct. 807, 81 L.Ed. 1186; United States v. Pan American Petroleum Corp., supra, 304 U.S. 158, 58 S.Ct. 773, 82 L.Ed. 1262; Interstate Commerce Commission v. Hoboken Mfrs. R. Co., 320 U.S. 368, 378, 64 S.Ct. 159, 164, and cases cited.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this, as in its earlier supplemental reports, the Commission has examined the actual conditions of operation at the industrial plant in question, here the Staley plant, and has found these conditions to be similar in type to those held sufficient to support its orders in United States v. American Sheet &amp; Tin Plate Co., supra, and United States v. Pan American Petroleum Corp., supra.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> It made an extended examination of car movements within the plant area of the Staley Company, which extends for a distance of about two and a quarter miles, includes some forty buildings used in the manufacture of various products, principally from corn and soy beans, and contains approximately 20 miles of track, having 18 points at which freight is loaded or unloaded. It found that inbound cars are in the first instance placed upon interchange tracks from which they are later spotted at the points of loading and unloading, a service requiring in numerous instances two or more car movements performed by engines and crews regularly and exclusively assigned to it; that the interchange tracks are reasonably convenient points for the delivery and receipt of cars; that the movements between the interchange tracks and the points of loading and unloading are not performed at the carrier's convenience but are 'coordinated with the industrial operations of the Staley Company and conform to its convenience'; that the service beyond the interchange points is in excess of that involved in switching cars to a team track or ordinary industrial siding or spur, and is consequently not a part of the transportation service which ends at the interchange tracks.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Contentions of appellees based on a formal change of control of the interchange tracks by lease from the Staley Company to appellee Wabash Railroad executed subsequent to the Commission's report in Ex parte 104, are irrelevant to our present inquiry. After the lease, as before, they continued to be used as interchange tracks and the controlling question is whether the movement from the interchange tracks to points of loading and unloading is a plant service for the convenience of the industry, or a part of the carrier service comparable to the usual car delivery at a team track or siding. The Commission's finding that it is a plant service is supported by evidence and must be accepted as conclusive here.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellees make no other serious contention of want of evidentiary support for the Commission's conclusion that the carrier service ended at the interchange tracks and the District Court found no such lack. Their contention, upheld by the court below, is that the Commission's order cannot be supported merely by the circumstances disclosed by the evidence respecting the operations at the Staley plant, but that its validity must turn upon a comparison of the conditions at the Staley plant with those at competing plants. They urge further, and the District Court so held, that, as it appears from the record that similar spotting service is being rendered at competing plants, the Commission's order compels appellees to discriminate against Staley, contrary to &#167;&#167; 2 and 3(1).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This argument ignores the nature of the present proceeding which is to enforce &#167; 6(7), not &#167;&#167; 2 and 3(1). Section 6(7) prohibits departures from the filed tariffs and it is violated, as the Commission has pointed out, when carriers pay the industries for a terminal service not included in their transportation service or when they render such terminal service free of charge. This prohibition applies without qualification to every carrier and when, as here, the unlawfulness of the allowance or service is shown by the conditions prevailing at a particular industrial plant, it is unnecessary, in order to support the Commission's order, to consider whether generally similar allowances or services at other plants are, or are not, lawful under conditions prevailing there.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this respect a proceeding under &#167; 6(7) is unlike proceedings under &#167;&#167; 2 and 3(1) which prohibit unjust discriminations and undue preferences. United States v. American Sheet &amp; Tin Plate Co., supra, 301 U.S. 406, 57 S.Ct. 806, 81 L.Ed. 1186; United States v. Hanley, D.C., 71 F. 672, 673, 674; compare Merchants' Warehouse Co. v. United States, 283 U.S. 501, 510, 511, 51 S.Ct. 505, 508, 509, 75 L.Ed. 1227. Since under these sections acts or practices not otherwise unlawful may be so because discriminatory or preferential, it becomes necessary to make comparisons between the different acts or practices said to produce the discrimination or preference, in order to determine whether they are such in fact and whether they are unjust or undue. Differences in conditions may justify differences in carrier rates or service. In determining whether there is a prohibited unjust discrimination or undue preference, it is for the Commission to say whether such differences in conditions exist and whether, in view of them, the discrimination or preference is unlawful. See Barringer &amp; Co. v. United States, 319 U.S. 1, 7, 8, 63 S.Ct. 967, 971, 87 L.Ed. 1171, and cases cited.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Commission's decision here, (245 I.C.C. 383, 408) and its finding of a 'preferential service', are not based and do not depend on a comparison of conditions at the Staley plant with those obtaining at others. By its fifth finding the Commission found that the spotting service rendered at the Staley plant was a service 'in excess of those rendered shippers generally in the receipt and delivery of traffic on team tracks or industrial sidings and spurs', and hence in excess of that provided for by the tariff rates. It concluded in its third conclusion of law that the performance of this service without charge would result in receipt by the Staley Company of 'a preferential service not accorded to shippers generally', and hence would result in a prohibited refunding or remitting of a portion of the filed tariff rates.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Commission, after pointing out that evidence was introduced showing that spotting is performed without charge at various plants, some of which compete with the Staley Company, also found, 'The evidence does not satisfactorily show that the circumstances and conditions under which the spotting is performed at such plants are substantially similar to those at the Staley plant. If it did, it would only show the probability of the existence of unlawful practices at such plants and the need for investigations in connection therewith.' The District Court relied solely on this evidence to support its conclusion of lack of evidentiary support for the Commission's finding of a 'preferential service not accorded to shippers generally' and to support its own finding that under the present order Staley is being discriminated against. For this reason it concluded that the Commission's order must be set aside.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We think that this is a mistaken interpretation of the Commission's findings and misapprehends their legal effect. If the Commission's reference, in its conclusion of law, to 'a preferential service not accorded to shippers generally' means more than the statement in the fifth finding of fact that the service is 'in excess of those rendered shippers generally in the receipt and delivery of traffic on team tracks', it is obviously irrelevant to the present proceeding. For it could not serve to foreclose the legal conclusion to be drawn from the fifth finding that the free performance of the spotting service at the Staley plant is in violation of &#167; 6(7) because of the traffic conditions found to prevail there. United States v. American Sheet &amp; Tin Plate Co., supra, 301 U.S. 406, 407, 57 S.Ct. 806, 807, 81 L.Ed. 1186. But a reading of the Commission's report and findings makes abundantly clear that it was not concerned with discriminations or preferences between the Staley plant and others, such as are prohibited by &#167;&#167; 2 and 3(1); that the 'preference' to which it referred was not based upon a comparison of conditions at the Staley plant with those of others, but upon an application to the actual conditions at the Staley plant of the standards laid down in its report in Ex parte 104, in order to ascertain whether the service rendered there is in excess of that which the carriers are obliged to perform by their tariffs.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As the Commission and this Court have pointed out, a preference or rebate is the necessary result of every violation of &#167; 6(7) where the carrier renders or pays for a service not covered by the prescribed tariffs. Davis v. Cornwell, 264 U.S. 560, 562, 44 S.Ct. 410, 68 L.Ed. 848. The Commission emphasized that no question of discrimination or preference prohibited by &#167;&#167; 2 and 3 was involved in the present proceeding when it found that the evidence did not show that the circumstances and conditions under which the spotting is performed at other plants are substantially similar to those at the Staley plant, and that if it did that it would only tend to show that the practice was unlawful at the others as well. So far as the District Court found that the Staley Company was being discriminated against by the continuance of the service at other plants, its finding is irrelevant to any issue in the present proceeding which relates only to violations of &#167; 6(7) and not &#167;&#167; 2 and 3(1). In any case findings of discrimination or undue preference under &#167;&#167; 2 and 3(1), as we have said, are for the Commission and not the courts. And the Commission has found that the evidence does not show that conditions with respect to the spotting service at the Staley plant and those of its competitors are similar.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While it is the duty of the Commission to proceed as rapidly as may be to suppress violations of &#167; 6(7) in the performance of spotting services, that is to be accomplished, as we have held, by an investigation of the traffic conditions prevailing at each particular plant where the service is rendered and not by comparison of the services rendered at different plants. Appellees complain of the Commission's long delay, some six years since the present proceeding was begun, in investigating spotting services rendered at the plants of Staley's competitors, but any of the appellees have been free to initiate proceedings to eliminate any unlawful preferences or discriminations affecting them if they so desired, &#167; 13(1), 49 U.S.C.A. &#167; 13(1), and no reason appears why they could not have done so. There are other modes of inducing the Commission to perform its duty than by setting aside its order prohibiting a practice which plainly violates &#167; 6(7), because it has not made like orders against other offenders. The suppression of abuses resulting from violations of &#167; 6(7) would be rendered practically impossible if the Commission were required to suppress all simultaneously or none. Section 12(1), 49 U.S.C.A. &#167; 12(1), imposes on the Commission the duty to enforce the provisions of the Act. That duty under &#167; 6(7) would hardly be performed if the Commission were to decline to enforce it against one because it could not at the same time enforce it against all.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Commission examined the conditions at the Staley plant in a supplemental report rendered May 22, 1936, in which it directed the carriers, appellants here, to abandon the practice of paying allowances to Staley for the performance of the spotting service. A. E. Staley Mfg. Co. Terminal Allowance, 215 I.C.C. 656. An action to enjoin enforcement of that order was voluntarily dismissed without prejudice as a result of this Court's decision in the Tin Plate, Pan-American Petroleum, and other cases sustaining similar orders. Thereupon the payment of allowances was abandoned, and the carriers assumed the performance of the spotting services, establishing a charge of $2.27 per car, later increased to $2.50. By schedules filed to become effective December 15, 1939, the carriers proposed to cancel the spotting charge. In the present proceeding the Commission has refused to approve the proposed schedules, and has likewise refused, after having reopened the proceedings in Staley Mfg. Co. Terminal Allowance, supra, to modify its prior order. 245 I.C.C. 383.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/103949/"
}