{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "321 U.S. 158", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/103933/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Prince v. Massachusetts", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "98", 
    "id": 88316, 
    "resource_uri": "/api/rest/v2/citation/88316/"
  }, 
  "id": 103933, 
  "blocked": false, 
  "judges": "Rutledge", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1944-03-27", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>321 U.S. 158 (1944)</b></center>\n<center><h1>PRINCE<br>\nv.<br>\nMASSACHUSETTS.</h1></center>\n<center>No. 98.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 14, 1943.</center>\n<center>Decided January 31, 1944.</center>\nAPPEAL FROM THE SUPERIOR COURT OF MASSACHUSETTS, PLYMOUTH COUNTY.\n<p><span class=\"star-pagination\">*159</span> <i>Mr. Hayden C. Covington,</i> with whom <i>Mr. Alfred A. Albert</i> was on the brief, for appellant.</p>\n<p><i>Mr. Robert T. Bushnell,</i> Attorney General of Massachusetts, for appellee.</p>\n<p>MR. JUSTICE RUTLEDGE delivered the opinion of the Court.</p>\n<p>The case brings for review another episode in the conflict between Jehovah's Witnesses and state authority. This time Sarah Prince appeals from convictions for violating Massachusetts' child labor laws, by acts said to be a rightful exercise of her religious convictions.</p>\n<p>When the offenses were committed she was the aunt and custodian of Betty M. Simmons, a girl nine years of age. Originally there were three separate complaints. They <span class=\"star-pagination\">*160</span> were, shortly, for (1) refusal to disclose Betty's identity and age to a public officer whose duty was to enforce the statutes; (2) furnishing her with magazines, knowing she was to sell them unlawfully, that is, on the street; and (3) as Betty's custodian, permitting her to work contrary to law. The complaints were made, respectively, pursuant to §§ 79, 80 and 81 of Chapter 149, Gen. Laws of Mass. (Ter. Ed.). The Supreme Judicial Court reversed the conviction under the first complaint on state grounds;<sup>[1]</sup> but sustained the judgments founded on the other two.<sup>[2]</sup> 313 Mass. 223, 46 N.E.2d 755. They present the only questions for our decision. These are whether §§ 80 and 81, as applied, contravene the Fourteenth Amendment by denying or abridging appellant's freedom of religion and by denying to her the equal protection of the laws.</p>\n<p>Sections 80 and 81 form parts of Massachusetts' comprehensive child labor law.<sup>[3]</sup> They provide methods for enforcing the prohibitions of § 69, which is as follows:</p>\n<p>\"No boy under twelve and no girl under eighteen shall sell, expose or offer for sale any newspapers, magazines, periodicals or any other articles of merchandise of any <span class=\"star-pagination\">*161</span> description, or exercise the trade of bootblack or scavenger, or any other trade, in any street or public place.\"</p>\n<p>Sections 80 and 81, so far as pertinent, read:</p>\n<p>\"Whoever furnishes or sells to any minor any article of any description with the knowledge that the minor intends to sell such article in violation of any provision of sections sixty-nine to seventy-three, inclusive, or after having received written notice to this effect from any officer charged with the enforcement thereof, or knowingly procures or encourages any minor to violate any provisions of said sections, shall be punished by a fine of not less than ten nor more than two hundred dollars or by imprisonment for not more than two months, or both.\" § 80.</p>\n<p>\"Any parent, guardian or custodian having a minor under his control who compels or permits such minor to work in violation of any provision of sections sixty to seventy-four, inclusive, . . . shall for a first offense be punished by a fine of not less than two nor more than ten dollars or by imprisonment for not more than five days, or both; . . .\" § 81.</p>\n<p>The story told by the evidence has become familiar. It hardly needs repeating, except to give setting to the variations introduced through the part played by a child of tender years. Mrs. Prince, living in Brockton, is the mother of two young sons. She also has legal custody of Betty Simmons, who lives with them. The children too are Jehovah's Witnesses and both Mrs. Prince and Betty testified they were ordained ministers. The former was accustomed to go each week on the streets of Brockton to distribute \"Watchtower\" and \"Consolation,\" according to the usual plan.<sup>[4]</sup> She had permitted the children to <span class=\"star-pagination\">*162</span> engage in this activity previously, and had been warned against doing so by the school attendance officer, Mr. Perkins. But, until December 18, 1941, she generally did not take them with her at night.</p>\n<p>That evening, as Mrs. Prince was preparing to leave her home, the children asked to go. She at first refused. Childlike, they resorted to tears; and, motherlike, she yielded. Arriving downtown, Mrs. Prince permitted the children \"to engage in the preaching work with her upon the sidewalks.\" That is, with specific reference to Betty, she and Mrs. Prince took positions about twenty feet apart near a street intersection. Betty held up in her hand, for passers-by to see, copies of \"Watch Tower\" and \"Consolation.\" From her shoulder hung the usual canvas magazine bag, on which was printed: \"Watchtower and Consolation 5¢ per copy.\" No one accepted a copy from Betty that evening and she received no money. Nor did her aunt. But on other occasions, Betty had received funds and given out copies.</p>\n<p>Mrs. Prince and Betty remained until 8:45 p.m. A few minutes before this, Mr. Perkins approached Mrs. Prince. A discussion ensued. He inquired and she refused to give Betty's name. However, she stated the child attended the Shaw School. Mr. Perkins referred to his previous warnings and said he would allow five minutes for them to get off the street. Mrs. Prince admitted she supplied Betty with the magazines and said, \"[N]either you nor anybody else can stop me . . . This child is exercising her God-given right and her constitutional right to preach the gospel, and no creature has a right to interfere with God's commands.\" However, Mrs. Prince and Betty departed. She remarked as she went, \"I'm not going through this any more. We've been through it time and time again. I'm going home and put the little girl to bed.\" It may be added that testimony, by Betty, her aunt and others, was offered at the trials, and was excluded, <span class=\"star-pagination\">*163</span> to show that Betty believed it was her religious duty to perform this work and failure would bring condemnation \"to everlasting destruction at Armageddon.\"</p>\n<p>As the case reaches us, the questions are no longer open whether what the child did was a \"sale\" or an \"offer to sell\" within § 69<sup>[5]</sup> or was \"work\" within § 81. The state court's decision has foreclosed them adversely to appellant as a matter of state law.<sup>[6]</sup> The only question remaining therefore is whether, as construed and applied, the statute is valid. Upon this the court said: \"We think that freedom of the press and of religion is subject to incidental regulation to the slight degree involved in the prohibition of the selling of religious literature in streets and public places by boys under twelve and girls under eighteen, and in the further statutory provisions herein considered, which have been adopted as means of enforcing <span class=\"star-pagination\">*164</span> that prohibition.\" 313 Mass. 223, 229, 46 N.E.2d 755, 758.</p>\n<p>Appellant does not stand on freedom of the press. Regarding it as secular, she concedes it may be restricted as Massachusetts has done.<sup>[7]</sup> Hence, she rests squarely on freedom of religion under the First Amendment, applied by the Fourteenth to the states. She buttresses this foundation, however, with a claim of parental right as secured by the due process clause of the latter Amendment.<sup>[8]</sup> Cf. <i>Meyer</i> v. <i>Nebraska,</i> 262 U.S. 390. These guaranties, she thinks, guard alike herself and the child in what they have done. Thus, two claimed liberties are at stake. One is the parent's, to bring up the child in the way he should go, which for appellant means to teach him the tenets and the practices of their faith. The other freedom is the child's, to observe these; and among them is \"to preach the gospel . . . by public distribution\" of \"Watchtower\" and \"Consolation,\" in conformity with the scripture: \"A little child shall lead them.\"</p>\n<p>If by this position appellant seeks for freedom of conscience a broader protection than for freedom of the mind, it may be doubted that any of the great liberties insured by the First Article can be given higher place than the others. All have preferred position in our basic scheme. <i>Schneider</i> v. <i>State,</i> 308 U.S. 147; <i>Cantwell</i> v. <i>Connecticut,</i> 310 U.S. 296. All are interwoven there together. Differences there are, in them and in the modes appropriate for their exercise. But they have unity in the charter's prime place because they have unity in their human sources and <span class=\"star-pagination\">*165</span> functionings. Heart and mind are not identical. Intuitive faith and reasoned judgment are not the same. Spirit is not always thought. But in the everyday business of living, secular or otherwise, these variant aspects of personality find inseparable expression in a thousand ways. They cannot be altogether parted in law more than in life.</p>\n<p>To make accommodation between these freedoms and an exercise of state authority always is delicate. It hardly could be more so than in such a clash as this case presents. On one side is the obviously earnest claim for freedom of conscience and religious practice. With it is allied the parent's claim to authority in her own household and in the rearing of her children. The parent's conflict with the state over control of the child and his training is serious enough when only secular matters are concerned. It becomes the more so when an element of religious conviction enters. Against these sacred private interests, basic in a democracy, stand the interests of society to protect the welfare of children, and the state's assertion of authority to that end, made here in a manner conceded valid if only secular things were involved. The last is no mere corporate concern of official authority. It is the interest of youth itself, and of the whole community, that children be both safeguarded from abuses and given opportunities for growth into free and independent well-developed men and citizens. Between contrary pulls of such weight, the safest and most objective recourse is to the lines already marked out, not precisely but for guides, in narrowing the no man's land where this battle has gone on.</p>\n<p>The rights of children to exercise their religion, and of parents to give them religious training and to encourage them in the practice of religious belief, as against preponderant sentiment and assertion of state power voicing it, have had recognition here, most recently in <i>West Virginia State Board of Education</i> v. <i>Barnette,</i> 319 U.S. <span class=\"star-pagination\">*166</span> 624. Previously in <i>Pierce</i> v. <i>Society of Sisters,</i> 268 U.S. 510, this Court had sustained the parent's authority to provide religious with secular schooling, and the child's right to receive it, as against the state's requirement of attendance at public schools. And in <i>Meyer</i> v. <i>Nebraska,</i> 262 U.S. 390, children's rights to receive teaching in languages other than the nation's common tongue were guarded against the state's encroachment. It is cardinal with us that the custody, care and nurture of the child reside first in the parents, whose primary function and freedom include preparation for obligations the state can neither supply nor hinder. <i>Pierce</i> v. <i>Society of Sisters, supra</i><i>.</i> And it is in recognition of this that these decisions have respected the private realm of family life which the state cannot enter.</p>\n<p>But the family itself is not beyond regulation in the public interest, as against a claim of religious liberty. <i>Reynolds</i> v. <i>United States,</i> 98 U.S. 145; <i>Davis</i> v. <i>Beason,</i> 133 U.S. 333. And neither rights of religion nor rights of parenthood are beyond limitation. Acting to guard the general interest in youth's well being, the state as <i>parens patriae</i> may restrict the parent's control by requiring school attendance,<sup>[9]</sup> regulating or prohibiting the child's labor<sup>[10]</sup> and in many other ways.<sup>[11]</sup> Its authority is not nullified merely because the parent grounds his claim to control the child's course of conduct on religion or conscience. Thus, he cannot claim freedom from compulsory vaccination for the child more than for himself on religious grounds.<sup>[12]</sup> The right to practice religion freely does not include liberty to expose the community or the child <span class=\"star-pagination\">*167</span> to communicable disease or the latter to ill health or death. <i>People</i> v. <i>Pierson,</i> 176 N.Y. 201, 68 N.E. 243.<sup>[13]</sup> The catalogue need not be lengthened. It is sufficient to show what indeed appellant hardly disputes, that the state has a wide range of power for limiting parental freedom and authority in things affecting the child's welfare; and that this includes, to some extent, matters of conscience and religious conviction.</p>\n<p>But it is said the state cannot do so here. This, first, because when state action impinges upon a claimed religious freedom, it must fall unless shown to be necessary for or conducive to the child's protection against some clear and present danger, cf. <i>Schenck</i> v. <i>United States,</i> 249 U.S. 47; and, it is added, there was no such showing here. The child's presence on the street, with her guardian, distributing or offering to distribute the magazines, it is urged, was in no way harmful to her, nor in any event more so than the presence of many other children at the same time and place, engaged in shopping and other activities not prohibited. Accordingly, in view of the preferred position the freedoms of the First Article occupy, the statute in its present application must fall. It cannot be sustained by any presumption of validity. Cf. <i>Schneider</i> v. <i>State,</i> 308 U.S. 147. And, finally, it is said, the statute is, as to children, an absolute prohibition, not merely a reasonable regulation, of the denounced activity.</p>\n<p>Concededly a statute or ordinance identical in terms with § 69, except that it is applicable to adults or all persons generally, would be invalid. <i>Young</i> v. <i>California,</i> 308 U.S. 147; <i>Nichols</i> v. <i>Massachusetts,</i> 308 U.S. 147; <i>Jamison</i> v. <i>Texas,</i> 318 U.S. 413; <i>Murdock</i> v. <i>Pennsylvania,</i> 319 U.S. 105; <i>Martin</i> v. <i>City of Struthers,</i> 319 U.S. 141.<sup>[14]</sup><span class=\"star-pagination\">*168</span> But the mere fact a state could not wholly prohibit this form of adult activity, whether characterized locally as a \"sale\" or otherwise, does not mean it cannot do so for children. Such a conclusion granted would mean that a state could impose no greater limitation upon child labor than upon adult labor. Or, if an adult were free to enter dance halls, saloons, and disreputable places generally, in order to discharge his conceived religious duty to admonish or dissuade persons from frequenting such places, so would be a child with similar convictions and objectives, if not alone then in the parent's company, against the state's command.</p>\n<p>The state's authority over children's activities is broader than over like actions of adults. This is peculiarly true of public activities and in matters of employment. A democratic society rests, for its continuance, upon the healthy, well-rounded growth of young people into full maturity as citizens, with all that implies. It may secure this against impeding restraints and dangers within a broad range of selection. Among evils most appropriate for such action are the crippling effects of child employment,<sup>[15]</sup> more especially in public places, and the possible harms arising from other activities subject to all the diverse influences of the street.<sup>[16]</sup> It is too late now to doubt <span class=\"star-pagination\">*169</span> that legislation appropriately designed to reach such evils is within the state's police power, whether against the parent's claim to control of the child or one that religious scruples dictate contrary action.</p>\n<p>It is true children have rights, in common with older people, in the primary use of highways. But even in such use streets afford dangers for them not affecting adults. And in other uses, whether in work or in other things, this difference may be magnified. This is so not only when children are unaccompanied but certainly to some extent when they are with their parents. What may be wholly permissible for adults therefore may not be so for children, either with or without their parents' presence.</p>\n<p>Street preaching, whether oral or by handing out literature, is not the primary use of the highway, even for adults. While for them it cannot be wholly prohibited, it can be regulated within reasonable limits in accommodation to the primary and other incidental uses.<sup>[17]</sup> But, for obvious reasons, notwithstanding appellant's contrary view,<sup>[18]</sup> the validity of such a prohibition applied to children not accompanied by an older person hardly would seem open to question. The case reduces itself therefore to the question whether the presence of the child's guardian puts a limit to the state's power. That fact may lessen the likelihood that some evils the legislation seeks to avert will occur. But it cannot forestall all of them. The zealous though lawful exercise of the right to engage in propagandizing the community, whether in religious, political or other matters, may and at times does create situations <span class=\"star-pagination\">*170</span> difficult enough for adults to cope with and wholly inappropriate for children, especially of tender years, to face. Other harmful possibilities could be stated, of emotional excitement and psychological or physical injury. Parents may be free to become martyrs themselves. But it does not follow they are free, in identical circumstances, to make martyrs of their children before they have reached the age of full and legal discretion when they can make that choice for themselves. Massachusetts has determined that an absolute prohibition, though one limited to streets and public places and to the incidental uses proscribed, is necessary to accomplish its legitimate objectives. Its power to attain them is broad enough to reach these peripheral instances in which the parent's supervision may reduce but cannot eliminate entirely the ill effects of the prohibited conduct. We think that with reference to the public proclaiming of religion, upon the streets and in other similar public places, the power of the state to control the conduct of children reaches beyond the scope of its authority over adults, as is true in the case of other freedoms, and the rightful boundary of its power has not been crossed in this case.</p>\n<p>In so ruling we dispose also of appellant's argument founded upon denial of equal protection. It falls with that based on denial of religious freedom, since in this instance the one is but another phrasing of the other. Shortly, the contention is that the street, for Jehovah's Witnesses and their children, is their church, since their conviction makes it so; and to deny them access to it for religious purposes as was done here has the same effect as excluding altar boys, youthful choristers, and other children from the edifices in which they practice their religious beliefs and worship. The argument hardly needs more than statement, after what has been said, to refute it. However Jehovah's Witnesses may conceive them, the public highways have not become their religious property <span class=\"star-pagination\">*171</span> merely by their assertion. And there is no denial of equal protection in excluding their children from doing there what no other children may do.</p>\n<p>Our ruling does not extend beyond the facts the case presents. We neither lay the foundation \"for any [that is, every] state intervention in the indoctrination and participation of children in religion\" which may be done \"in the name of their health and welfare\" nor give warrant for \"every limitation on their religious training and activities.\" The religious training and indoctrination of children may be accomplished in many ways, some of which, as we have noted, have received constitutional protection through decisions of this Court. These and all others except the public proclaiming of religion on the streets, if this may be taken as either training or indoctrination of the proclaimer, remain unaffected by the decision.</p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE MURPHY, dissenting:</p>\n<p>This attempt by the state of Massachusetts to prohibit a child from exercising her constitutional right to practice her religion on the public streets cannot, in my opinion, be sustained.</p>\n<p>The record makes clear the basic fact that Betty Simmons, the nine-year old child in question, was engaged in a genuine religious, rather than commercial, activity. She was a member of Jehovah's Witnesses and had been taught the tenets of that sect by her guardian, the appellant. Such tenets included the duty of publicly distributing religious tracts on the street and from door to door. Pursuant to this religious duty and in the company of the appellant, Betty Simmons on the night of December 18, 1941, was standing on a public street corner and offering to distribute Jehovah's Witness literature to passersby. There was no expectation of pecuniary profit to <span class=\"star-pagination\">*172</span> herself or to appellant. It is undisputed, furthermore, that she did this of her own desire and with appellant's consent. She testified that she was motivated by her love of the Lord and that He commanded her to distribute this literature; this was, she declared, her way of worshipping God. She was occupied, in other words, in \"an age-old form of missionary evangelism\" with a purpose \"as evangelical as the revival meeting.\" <i>Murdock</i> v. <i>Pennsylvania,</i> 319 U.S. 105, 108, 109.</p>\n<p>Religious training and activity, whether performed by adult or child, are protected by the Fourteenth Amendment against interference by state action, except insofar as they violate reasonable regulations adopted for the protection of the public health, morals and welfare. Our problem here is whether a state, under the guise of enforcing its child labor laws, can lawfully prohibit girls under the age of eighteen and boys under the age of twelve from practicing their religious faith insofar as it involves the distribution or sale of religious tracts on the public streets. No question of freedom of speech or freedom of press is present and we are not called upon to determine the permissible restraints on those rights. Nor are any truancy or curfew restrictions in issue. The statutes in question prohibit all children within the specified age limits from selling or offering to sell \"any newspapers, magazines, periodicals or any other articles of merchandise of any description . . . in any street or public place.\" Criminal sanctions are imposed on the parents and guardians who compel or permit minors in their control to engage in the prohibited transactions. The state court has construed these statutes to cover the activities here involved, cf. <i>State</i> v. <i>Richardson,</i> 92 N.H. 178, 27 A.2d 94, thereby imposing an indirect restraint through the parents and guardians on the free exercise by minors of their religious beliefs. This indirect restraint is no less effective than a direct one. A square conflict between the constitutional <span class=\"star-pagination\">*173</span> guarantee of religious freedom and the state's legitimate interest in protecting the welfare of its children is thus presented.</p>\n<p>As the opinion of the Court demonstrates, the power of the state lawfully to control the religious and other activities of children is greater than its power over similar activities of adults. But that fact is no more decisive of the issue posed by this case than is the obvious fact that the family itself is subject to reasonable regulation in the public interest. We are concerned solely with the reasonableness of this particular prohibition of religious activity by children.</p>\n<p>In dealing with the validity of statutes which directly or indirectly infringe religious freedom and the right of parents to encourage their children in the practice of a religious belief, we are not aided by any strong presumption of the constitutionality of such legislation. <i>United States</i> v. <i>Carolene Products Co.,</i> 304 U.S. 144, 152, note 4. On the contrary, the human freedoms enumerated in the First Amendment and carried over into the Fourteenth Amendment are to be presumed to be invulnerable and any attempt to sweep away those freedoms is prima facie invalid. It follows that any restriction or prohibition must be justified by those who deny that the freedoms have been unlawfully invaded. The burden was therefore on the state of Massachusetts to prove the reasonableness and necessity of prohibiting children from engaging in religious activity of the type involved in this case.</p>\n<p>The burden in this instance, however, is not met by vague references to the reasonableness underlying child labor legislation in general. The great interest of the state in shielding minors from the evil vicissitudes of early life does not warrant every limitation on their religious training and activities. The reasonableness that justifies the prohibition of the ordinary distribution of literature in the public streets by children is not necessarily the reasonableness <span class=\"star-pagination\">*174</span> that justifies such a drastic restriction when the distribution is part of their religious faith. <i>Murdock</i> v. <i>Pennsylvania, supra,</i> 111. If the right of a child to practice its religion in that manner is to be forbidden by constitutional means, there must be convincing proof that such a practice constitutes a grave and immediate danger to the state or to the health, morals or welfare of the child. <i>West Virginia State Board of Education</i> v. <i>Barnette,</i> 319 U.S. 624, 639. The vital freedom of religion, which is \"of the very essence of a scheme of ordered liberty,\" <i>Palko</i> v. <i>Connecticut,</i> 302 U.S. 319, 325, cannot be erased by slender references to the state's power to restrict the more secular activities of children.</p>\n<p>The state, in my opinion, has completely failed to sustain its burden of proving the existence of any grave or immediate danger to any interest which it may lawfully protect. There is no proof that Betty Simmons' mode of worship constituted a serious menace to the public. It was carried on in an orderly, lawful manner at a public street corner. And \"one who is rightfully on a street which the state has left open to the public carries with him there as elsewhere the constitutional right to express his views in an orderly fashion. This right extends to the communication of ideas by handbills and literature as well as by the spoken word.\" <i>Jamison</i> v. <i>Texas,</i> 318 U.S. 413, 416. The sidewalk, no less than the cathedral or the evangelist's tent, is a proper place, under the Constitution, for the orderly worship of God. Such use of the streets is as necessary to the Jehovah's Witnesses, the Salvation Army and others who practice religion without benefit of conventional shelters as is the use of the streets for purposes of passage.</p>\n<p>It is claimed, however, that such activity was likely to affect adversely the health, morals and welfare of the child. Reference is made in the majority opinion to \"the crippling effects of child employment, more especially in public <span class=\"star-pagination\">*175</span> places, and the possible harms arising from other activities subject to all the diverse influences of the street.\" To the extent that they flow from participation in ordinary commercial activities, these harms are irrelevant to this case. And the bare possibility that such harms might emanate from distribution of religious literature is not, standing alone, sufficient justification for restricting freedom of conscience and religion. Nor can parents or guardians be subjected to criminal liability because of vague possibilities that their religious teachings might cause injury to the child. The evils must be grave, immediate, substantial. Cf. <i>Bridges</i> v. <i>California,</i> 314 U.S. 252, 262. Yet there is not the slightest indication in this record, or in sources subject to judicial notice, that children engaged in distributing literature pursuant to their religious beliefs have been or are likely to be subject to any of the harmful \"diverse influences of the street.\" Indeed, if probabilities are to be indulged in, the likelihood is that children engaged in serious religious endeavor are immune from such influences. Gambling, truancy, irregular eating and sleeping habits, and the more serious vices are not consistent with the high moral character ordinarily displayed by children fulfilling religious obligations. Moreover, Jehovah's Witness children invariably make their distributions in groups subject at all times to adult or parental control, as was done in this case. The dangers are thus exceedingly remote, to say the least. And the fact that the zealous exercise of the right to propagandize the community may result in violent or disorderly situations difficult for children to face is no excuse for prohibiting the exercise of that right.</p>\n<p>No chapter in human history has been so largely written in terms of persecution and intolerance as the one dealing with religious freedom. From ancient times to the present day, the ingenuity of man has known no limits in its ability to forge weapons of oppression for use against <span class=\"star-pagination\">*176</span> those who dare to express or practice unorthodox religious beliefs. And the Jehovah's Witnesses are living proof of the fact that even in this nation, conceived as it was in the ideals of freedom, the right to practice religion in unconventional ways is still far from secure. Theirs is a militant and unpopular faith, pursued with a fanatical zeal. They have suffered brutal beatings; their property has been destroyed; they have been harassed at every turn by the resurrection and enforcement of little used ordinances and statutes. See Mulder and Comisky, \"Jehovah's Witnesses Mold Constitutional Law,\" 2 Bill of Rights Review, No. 4, p. 262. To them, along with other present-day religious minorities, befalls the burden of testing our devotion to the ideals and constitutional guarantees of religious freedom. We should therefore hesitate before approving the application of a statute that might be used as another instrument of oppression. Religious freedom is too sacred a right to be restricted or prohibited in any degree without convincing proof that a legitimate interest of the state is in grave danger.</p>\n<p>MR. JUSTICE JACKSON:</p>\n<p>The novel feature of this decision is this: the Court holds that a state may apply child labor laws to restrict or prohibit an activity of which, as recently as last term, it held: \"This form of religious activity occupies the same high estate under the First Amendment as do worship in the churches and preaching from the pulpits. It has the same claim to protection as the more orthodox and conventional exercises of religion.\" \". . . the mere fact that the religious literature is `sold' by itinerant preachers rather than `donated' does not transform evangelism into a commercial enterprise. If it did, then the passing of the collection plate in church would make the church service a commercial project. The constitutional rights of those spreading their religious beliefs through the spoken <span class=\"star-pagination\">*177</span> and printed word are not to be gauged by standards governing retailers or wholesalers of books.\" <i>Murdock</i> v. <i>Pennsylvania,</i> 319 U.S. 105, 109, 111.</p>\n<p>It is difficult for me to believe that going upon the streets to accost the public is the same thing for application of public law as withdrawing to a private structure for religious worship. But if worship in the churches and the activity of Jehovah's Witnesses on the streets \"occupy the same high estate\" and have the \"same claim to protection\" it would seem that child labor laws may be applied to both if to either. If the <i>Murdock</i> doctrine stands along with today's decision, a foundation is laid for any state intervention in the indoctrination and participation of children in religion, provided it is done in the name of their health or welfare.</p>\n<p>This case brings to the surface the real basis of disagreement among members of this Court in previous Jehovah's Witness cases. <i>Murdock</i> v. <i>Pennsylvania,</i> 319 U.S. 105; <i>Martin</i> v. <i>Struthers,</i> 319 U.S. 141; <i>Jones</i> v. <i>Opelika,</i> 316 U.S. 584, 319 U.S. 103; <i>Douglas</i> v. <i>Jeannette,</i> 319 U.S. 157. Our basic difference seems to be as to the method of establishing limitations which of necessity bound religious freedom.</p>\n<p>My own view may be shortly put: I think the limits begin to operate whenever activities begin to affect or collide with liberties of others or of the public. Religious activities which concern only members of the faith are and ought to be free \u0097 as nearly absolutely free as anything can be. But beyond these, many religious denominations or sects engage in collateral and secular activities intended to obtain means from unbelievers to sustain the worshippers and their leaders. They raise money, not merely by passing the plate to those who voluntarily attend services or by contributions by their own people, but by solicitations and drives addressed to the public by holding public dinners and entertainments, by various kinds <span class=\"star-pagination\">*178</span> of sales and Bingo games and lotteries. All such money-raising activities on a public scale are, I think, Caesar's affairs and may be regulated by the state so long as it does not discriminate against one because he is doing them for a religious purpose, and the regulation is not arbitrary and capricious, in violation of other provisions of the Constitution.</p>\n<p>The Court in the <i>Murdock</i> case rejected this principle of separating immune religious activities from secular ones in declaring the disabilities which the Constitution imposed on local authorities. Instead, the Court now draws a line based on age that cuts across both true exercise of religion and auxiliary secular activities. I think this is not a correct principle for defining the activities immune from regulation on grounds of religion, and <i>Murdock</i> overrules the grounds on which I think affirmance should rest. I have no alternative but to dissent from the grounds of affirmance of a judgment which I think was rightly decided, and upon right grounds, by the Supreme Judicial Court of Massachusetts. 313 Mass. 223.</p>\n<p>MR. JUSTICE ROBERTS and MR. JUSTICE FRANKFURTER join in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  The court found there was no evidence that appellant was asked Betty's age. It then held that conviction for refusal to disclose the child's name, based on the charge under § 79, would violate Article 12 of the Declaration of Rights of the Commonwealth, which provides in part: \"No subject shall be held to answer for any crimes or offence, until the same is fully and plainly, substantially and formally, described to him; or be compelled to accuse, or furnish evidence against himself.\"</p>\n<p>[2]  Appellant received moderate fines on each complaint, first in the District Court of Brockton, then on pleas of not guilty by trial <i>de novo</i> without a jury in the Superior Court for Plymouth County. Motions to dismiss and quash the complaints, for directed findings, and for rulings, were made seasonably and denied by the Superior Court.</p>\n<p>[3]  Mass. Gen. Laws (Ter. Ed.) c. 149, as amended by Acts and Resolves of 1939, c. 461.</p>\n<p>[4]  Cf. the facts as set forth in <i>Jamison</i> v. <i>Texas,</i> 318 U.S. 413; <i>Largent</i> v. <i>Texas,</i> 318 U.S. 418; <i>Murdock</i> v. <i>Pennsylvania,</i> 319 U.S. 105; <i>Busey</i> v. <i>District of Columbia,</i> 75 U.S. App. D.C. 352, 129 F.2d 24. A common feature is that specified small sums are generally asked and received but the publications may be had without the payment if so desired.</p>\n<p>[5]  In this respect the Massachusetts decision is contrary to the trend in other states. Compare <i>State</i> v. <i>Mead,</i> 230 Iowa 1217, 300 N.W. 523; <i>State</i> v. <i>Meredith,</i> 197 S.C. 351, 15 S.E.2d 678; <i>State ex rel. Semansky</i> v. <i>Stark,</i> 196 La. 307, 199 So. 129; <i>Shreveport</i> v. <i>Teague,</i> 200 La. 679, 8 So.2d 640; <i>People</i> v. <i>Barber,</i> 289 N.Y. 378, 46 N.E.2d 329; <i>Thomas</i> v. <i>Atlanta,</i> 59 Ga. App. 520, 1 S.E.2d 598; <i>Cincinnati</i> v. <i>Mosier,</i> 61 Ohio App. 81, 22 N.E.2d 418. <i>Contra: McSparran</i> v. <i>Portland</i> (Circuit Court, Multnomah County, Oregon, June 8, 1942), cert. denied, 318 U.S. 768.</p>\n<p>[6]  The court's opinion said: \"The judge could find that if a passer-by should hand over five cents in accordance with the sign on the bag and should receive a magazine in return, a sale would be effected. The judge was not required to accept the defendant's characterization of that transaction as a `contribution.' He could believe that selling the literature played a more prominent part in the enterprise than giving it away. He could find that the defendant furnished the magazines to Betty, knowing that the latter intended to sell them, if she could, in violation of § 69.. . . The judge could find that the defendant permitted Betty to `work' in violation of § 81. . . . we cannot say that the evils at which the statutes were directed attendant upon the selling by children of newspapers, magazines, periodicals, and other merchandise in streets and public places do not exist where the publications are of a religious nature.\" 313 Mass. 223, 227-228.</p>\n<p>[7]  Appellant's brief says: \"The purpose of the legislation is to protect children from economic exploitation and keep them from the evils of such enterprises that contribute to the degradation of children.\" And at the argument counsel stated the prohibition would be valid as against a claim of freedom of the press as a nonreligious activity.</p>\n<p>[8]  The due process claim, as made and perhaps necessarily, extends no further than that to freedom of religion, since in the circumstances all that is comprehended in the former is included in the latter.</p>\n<p>[9]  <i>State</i> v. <i>Bailey,</i> 157 Ind. 324, 61 N.E. 730; compare <i>Meyer</i> v. <i>Nebraska,</i> 262 U.S. 390; <i>Pierce</i> v. <i>Society of Sisters,</i> 268 U.S. 510; <i>West Virginia State Board of Education</i> v. <i>Barnette,</i> 319 U.S. 624.</p>\n<p>[10]  <i>Sturges &amp; Burn Mfg. Co.</i> v. <i>Beauchamp,</i> 231 U.S. 320; compare <i>Muller</i> v. <i>Oregon,</i> 208 U.S. 412.</p>\n<p>[11]  Cf. <i>People</i> v. <i>Ewer,</i> 141 N.Y. 129, 36 N.E. 4.</p>\n<p>[12]  <i>Jacobson</i> v. <i>Massachusetts,</i> 197 U.S. 11.</p>\n<p>[13]  See also <i>State</i> v. <i>Chenoweth,</i> 163 Ind. 94, 71 N.E. 197; <i>Owens</i> v. <i>State,</i> 6 Okla. Cr. 110, 116 P. 345.</p>\n<p>[14]  Pertinent also are the decisions involving license features: <i>Lovell</i> v. <i>City of Griffin,</i> 303 U.S. 444; <i>Schneider</i> v. <i>State,</i> 308 U.S. 147; <i>Hague</i> v. <i>Committee for Industrial Organization,</i> 307 U.S. 496.</p>\n<p>[15]  See, e.g., Volumes 1-4, 6-8, 14, 18, Report on Condition of Women and Child Wage Earners in the United States, Sen. Doc. No. 645, 61st Cong., 2d Sess.; The Working Children of Boston, U.S. Dept. of Labor, Children's Bureau Publication No. 89 (1922); Fuller, The Meaning of Child Labor (1922); Fuller and Strong, Child Labor in Massachusetts (1926).</p>\n<p>[16]  See, e.g., Clopper, Child Labor in City Streets (1912); Children in Street Work, U.S. Dept. of Labor, Children's Bureau Publication No. 183 (1928); Children Engaged in Newspaper and Magazine Selling and Delivering, U.S. Dept. of Labor, Children's Bureau Publication No. 227 (1935).</p>\n<p>[17]  <i>Cox</i> v. <i>New Hampshire,</i> 312 U.S. 569; <i>Chaplinsky</i> v. <i>New Hampshire,</i> 315 U.S. 568.</p>\n<p>[18]  Although the argument points to the guardian's presence as showing the child's activities here were not harmful, it is nowhere conceded in the briefs that the statute could be applied, consistently with the guaranty of religious freedom, if the facts had been altered only by the guardian's absence.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:41", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">158</span></span> (1944)</b></center>\n<center><h1>PRINCE<br>\nv.<br>\nMASSACHUSETTS.</h1></center>\n<center>No. 98.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 14, 1943.</center>\n<center>Decided January 31, 1944.</center>\nAPPEAL FROM THE SUPERIOR COURT OF MASSACHUSETTS, PLYMOUTH COUNTY.\n<p><span class=\"star-pagination\">*159</span> <i>Mr. Hayden C. Covington,</i> with whom <i>Mr. Alfred A. Albert</i> was on the brief, for appellant.</p>\n<p><i>Mr. Robert T. Bushnell,</i> Attorney General of Massachusetts, for appellee.</p>\n<p>MR. JUSTICE RUTLEDGE delivered the opinion of the Court.</p>\n<p>The case brings for review another episode in the conflict between Jehovah's Witnesses and state authority. This time Sarah Prince appeals from convictions for violating Massachusetts' child labor laws, by acts said to be a rightful exercise of her religious convictions.</p>\n<p>When the offenses were committed she was the aunt and custodian of Betty M. Simmons, a girl nine years of age. Originally there were three separate complaints. They <span class=\"star-pagination\">*160</span> were, shortly, for (1) refusal to disclose Betty's identity and age to a public officer whose duty was to enforce the statutes; (2) furnishing her with magazines, knowing she was to sell them unlawfully, that is, on the street; and (3) as Betty's custodian, permitting her to work contrary to law. The complaints were made, respectively, pursuant to §§ 79, 80 and 81 of Chapter 149, Gen. Laws of Mass. (Ter. Ed.). The Supreme Judicial Court reversed the conviction under the first complaint on state grounds;<sup>[1]</sup> but sustained the judgments founded on the other two.<sup>[2]</sup> <span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">223</span></span>, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">755</span></span>. They present the only questions for our decision. These are whether §§ 80 and 81, as applied, contravene the Fourteenth Amendment by denying or abridging appellant's freedom of religion and by denying to her the equal protection of the laws.</p>\n<p>Sections 80 and 81 form parts of Massachusetts' comprehensive child labor law.<sup>[3]</sup> They provide methods for enforcing the prohibitions of § 69, which is as follows:</p>\n<p>\"No boy under twelve and no girl under eighteen shall sell, expose or offer for sale any newspapers, magazines, periodicals or any other articles of merchandise of any <span class=\"star-pagination\">*161</span> description, or exercise the trade of bootblack or scavenger, or any other trade, in any street or public place.\"</p>\n<p>Sections 80 and 81, so far as pertinent, read:</p>\n<p>\"Whoever furnishes or sells to any minor any article of any description with the knowledge that the minor intends to sell such article in violation of any provision of sections sixty-nine to seventy-three, inclusive, or after having received written notice to this effect from any officer charged with the enforcement thereof, or knowingly procures or encourages any minor to violate any provisions of said sections, shall be punished by a fine of not less than ten nor more than two hundred dollars or by imprisonment for not more than two months, or both.\" § 80.</p>\n<p>\"Any parent, guardian or custodian having a minor under his control who compels or permits such minor to work in violation of any provision of sections sixty to seventy-four, inclusive, . . . shall for a first offense be punished by a fine of not less than two nor more than ten dollars or by imprisonment for not more than five days, or both; . . .\" § 81.</p>\n<p>The story told by the evidence has become familiar. It hardly needs repeating, except to give setting to the variations introduced through the part played by a child of tender years. Mrs. Prince, living in Brockton, is the mother of two young sons. She also has legal custody of Betty Simmons, who lives with them. The children too are Jehovah's Witnesses and both Mrs. Prince and Betty testified they were ordained ministers. The former was accustomed to go each week on the streets of Brockton to distribute \"Watchtower\" and \"Consolation,\" according to the usual plan.<sup>[4]</sup> She had permitted the children to <span class=\"star-pagination\">*162</span> engage in this activity previously, and had been warned against doing so by the school attendance officer, Mr. Perkins. But, until December 18, 1941, she generally did not take them with her at night.</p>\n<p>That evening, as Mrs. Prince was preparing to leave her home, the children asked to go. She at first refused. Childlike, they resorted to tears; and, motherlike, she yielded. Arriving downtown, Mrs. Prince permitted the children \"to engage in the preaching work with her upon the sidewalks.\" That is, with specific reference to Betty, she and Mrs. Prince took positions about twenty feet apart near a street intersection. Betty held up in her hand, for passers-by to see, copies of \"Watch Tower\" and \"Consolation.\" From her shoulder hung the usual canvas magazine bag, on which was printed: \"Watchtower and Consolation 5¢ per copy.\" No one accepted a copy from Betty that evening and she received no money. Nor did her aunt. But on other occasions, Betty had received funds and given out copies.</p>\n<p>Mrs. Prince and Betty remained until 8:45 p.m. A few minutes before this, Mr. Perkins approached Mrs. Prince. A discussion ensued. He inquired and she refused to give Betty's name. However, she stated the child attended the Shaw School. Mr. Perkins referred to his previous warnings and said he would allow five minutes for them to get off the street. Mrs. Prince admitted she supplied Betty with the magazines and said, \"[N]either you nor anybody else can stop me . . . This child is exercising her God-given right and her constitutional right to preach the gospel, and no creature has a right to interfere with God's commands.\" However, Mrs. Prince and Betty departed. She remarked as she went, \"I'm not going through this any more. We've been through it time and time again. I'm going home and put the little girl to bed.\" It may be added that testimony, by Betty, her aunt and others, was offered at the trials, and was excluded, <span class=\"star-pagination\">*163</span> to show that Betty believed it was her religious duty to perform this work and failure would bring condemnation \"to everlasting destruction at Armageddon.\"</p>\n<p>As the case reaches us, the questions are no longer open whether what the child did was a \"sale\" or an \"offer to sell\" within § 69<sup>[5]</sup> or was \"work\" within § 81. The state court's decision has foreclosed them adversely to appellant as a matter of state law.<sup>[6]</sup> The only question remaining therefore is whether, as construed and applied, the statute is valid. Upon this the court said: \"We think that freedom of the press and of religion is subject to incidental regulation to the slight degree involved in the prohibition of the selling of religious literature in streets and public places by boys under twelve and girls under eighteen, and in the further statutory provisions herein considered, which have been adopted as means of enforcing <span class=\"star-pagination\">*164</span> that prohibition.\" <span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">223</span></span>, 229, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">755</span></span>, 758.</p>\n<p>Appellant does not stand on freedom of the press. Regarding it as secular, she concedes it may be restricted as Massachusetts has done.<sup>[7]</sup> Hence, she rests squarely on freedom of religion under the First Amendment, applied by the Fourteenth to the states. She buttresses this foundation, however, with a claim of parental right as secured by the due process clause of the latter Amendment.<sup>[8]</sup> Cf. <i>Meyer</i> v. <i>Nebraska,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>. These guaranties, she thinks, guard alike herself and the child in what they have done. Thus, two claimed liberties are at stake. One is the parent's, to bring up the child in the way he should go, which for appellant means to teach him the tenets and the practices of their faith. The other freedom is the child's, to observe these; and among them is \"to preach the gospel . . . by public distribution\" of \"Watchtower\" and \"Consolation,\" in conformity with the scripture: \"A little child shall lead them.\"</p>\n<p>If by this position appellant seeks for freedom of conscience a broader protection than for freedom of the mind, it may be doubted that any of the great liberties insured by the First Article can be given higher place than the others. All have preferred position in our basic scheme. <i>Schneider</i> v. <i>State,</i> 308 U.S. 147; <i>Cantwell</i> v. <i>Connecticut,</i> 310 U.S. 296. All are interwoven there together. Differences there are, in them and in the modes appropriate for their exercise. But they have unity in the charter's prime place because they have unity in their human sources and <span class=\"star-pagination\">*165</span> functionings. Heart and mind are not identical. Intuitive faith and reasoned judgment are not the same. Spirit is not always thought. But in the everyday business of living, secular or otherwise, these variant aspects of personality find inseparable expression in a thousand ways. They cannot be altogether parted in law more than in life.</p>\n<p>To make accommodation between these freedoms and an exercise of state authority always is delicate. It hardly could be more so than in such a clash as this case presents. On one side is the obviously earnest claim for freedom of conscience and religious practice. With it is allied the parent's claim to authority in her own household and in the rearing of her children. The parent's conflict with the state over control of the child and his training is serious enough when only secular matters are concerned. It becomes the more so when an element of religious conviction enters. Against these sacred private interests, basic in a democracy, stand the interests of society to protect the welfare of children, and the state's assertion of authority to that end, made here in a manner conceded valid if only secular things were involved. The last is no mere corporate concern of official authority. It is the interest of youth itself, and of the whole community, that children be both safeguarded from abuses and given opportunities for growth into free and independent well-developed men and citizens. Between contrary pulls of such weight, the safest and most objective recourse is to the lines already marked out, not precisely but for guides, in narrowing the no man's land where this battle has gone on.</p>\n<p>The rights of children to exercise their religion, and of parents to give them religious training and to encourage them in the practice of religious belief, as against preponderant sentiment and assertion of state power voicing it, have had recognition here, most recently in <i>West Virginia State Board of Education</i> v. <i>Barnette,</i> 319 U.S. <span class=\"star-pagination\">*166</span> 624. Previously in <i>Pierce</i> v. <i>Society of Sisters,</i> <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, this Court had sustained the parent's authority to provide religious with secular schooling, and the child's right to receive it, as against the state's requirement of attendance at public schools. And in <i>Meyer</i> v. <i>Nebraska,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, children's rights to receive teaching in languages other than the nation's common tongue were guarded against the state's encroachment. It is cardinal with us that the custody, care and nurture of the child reside first in the parents, whose primary function and freedom include preparation for obligations the state can neither supply nor hinder. <i>Pierce</i> v. <i>Society of Sisters, supra</i><i>.</i> And it is in recognition of this that these decisions have respected the private realm of family life which the state cannot enter.</p>\n<p>But the family itself is not beyond regulation in the public interest, as against a claim of religious liberty. <i>Reynolds</i> v. <i>United States,</i> 98 U.S. 145; <i>Davis</i> v. <i>Beason,</i> 133 U.S. 333. And neither rights of religion nor rights of parenthood are beyond limitation. Acting to guard the general interest in youth's well being, the state as <i>parens patriae</i> may restrict the parent's control by requiring school attendance,<sup>[9]</sup> regulating or prohibiting the child's labor<sup>[10]</sup> and in many other ways.<sup>[11]</sup> Its authority is not nullified merely because the parent grounds his claim to control the child's course of conduct on religion or conscience. Thus, he cannot claim freedom from compulsory vaccination for the child more than for himself on religious grounds.<sup>[12]</sup> The right to practice religion freely does not include liberty to expose the community or the child <span class=\"star-pagination\">*167</span> to communicable disease or the latter to ill health or death. <i>People</i> v. <i>Pierson,</i> <span class=\"citation no-link\"><span class=\"volume\">176</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">201</span></span>, 68 N.E. 243.<sup>[13]</sup> The catalogue need not be lengthened. It is sufficient to show what indeed appellant hardly disputes, that the state has a wide range of power for limiting parental freedom and authority in things affecting the child's welfare; and that this includes, to some extent, matters of conscience and religious conviction.</p>\n<p>But it is said the state cannot do so here. This, first, because when state action impinges upon a claimed religious freedom, it must fall unless shown to be necessary for or conducive to the child's protection against some clear and present danger, cf. <i>Schenck</i> v. <i>United States,</i> 249 U.S. 47; and, it is added, there was no such showing here. The child's presence on the street, with her guardian, distributing or offering to distribute the magazines, it is urged, was in no way harmful to her, nor in any event more so than the presence of many other children at the same time and place, engaged in shopping and other activities not prohibited. Accordingly, in view of the preferred position the freedoms of the First Article occupy, the statute in its present application must fall. It cannot be sustained by any presumption of validity. Cf. <i>Schneider</i> v. <i>State,</i> 308 U.S. 147. And, finally, it is said, the statute is, as to children, an absolute prohibition, not merely a reasonable regulation, of the denounced activity.</p>\n<p>Concededly a statute or ordinance identical in terms with § 69, except that it is applicable to adults or all persons generally, would be invalid. <i>Young</i> v. <i>California,</i> 308 U.S. 147; <i>Nichols</i> v. <i>Massachusetts,</i> 308 U.S. 147; <i>Jamison</i> v. <i>Texas,</i> <span class=\"citation\" data-id=\"103797\"><a href=\"/opinion/103797/jamison-v-texas/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></a></span>; <i>Murdock</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"103831\"><a href=\"/opinion/103831/murdock-v-pennsylvania/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">105</span></a></span>; <i>Martin</i> v. <i>City of Struthers,</i> 319 U.S. 141.<sup>[14]</sup><span class=\"star-pagination\">*168</span> But the mere fact a state could not wholly prohibit this form of adult activity, whether characterized locally as a \"sale\" or otherwise, does not mean it cannot do so for children. Such a conclusion granted would mean that a state could impose no greater limitation upon child labor than upon adult labor. Or, if an adult were free to enter dance halls, saloons, and disreputable places generally, in order to discharge his conceived religious duty to admonish or dissuade persons from frequenting such places, so would be a child with similar convictions and objectives, if not alone then in the parent's company, against the state's command.</p>\n<p>The state's authority over children's activities is broader than over like actions of adults. This is peculiarly true of public activities and in matters of employment. A democratic society rests, for its continuance, upon the healthy, well-rounded growth of young people into full maturity as citizens, with all that implies. It may secure this against impeding restraints and dangers within a broad range of selection. Among evils most appropriate for such action are the crippling effects of child employment,<sup>[15]</sup> more especially in public places, and the possible harms arising from other activities subject to all the diverse influences of the street.<sup>[16]</sup> It is too late now to doubt <span class=\"star-pagination\">*169</span> that legislation appropriately designed to reach such evils is within the state's police power, whether against the parent's claim to control of the child or one that religious scruples dictate contrary action.</p>\n<p>It is true children have rights, in common with older people, in the primary use of highways. But even in such use streets afford dangers for them not affecting adults. And in other uses, whether in work or in other things, this difference may be magnified. This is so not only when children are unaccompanied but certainly to some extent when they are with their parents. What may be wholly permissible for adults therefore may not be so for children, either with or without their parents' presence.</p>\n<p>Street preaching, whether oral or by handing out literature, is not the primary use of the highway, even for adults. While for them it cannot be wholly prohibited, it can be regulated within reasonable limits in accommodation to the primary and other incidental uses.<sup>[17]</sup> But, for obvious reasons, notwithstanding appellant's contrary view,<sup>[18]</sup> the validity of such a prohibition applied to children not accompanied by an older person hardly would seem open to question. The case reduces itself therefore to the question whether the presence of the child's guardian puts a limit to the state's power. That fact may lessen the likelihood that some evils the legislation seeks to avert will occur. But it cannot forestall all of them. The zealous though lawful exercise of the right to engage in propagandizing the community, whether in religious, political or other matters, may and at times does create situations <span class=\"star-pagination\">*170</span> difficult enough for adults to cope with and wholly inappropriate for children, especially of tender years, to face. Other harmful possibilities could be stated, of emotional excitement and psychological or physical injury. Parents may be free to become martyrs themselves. But it does not follow they are free, in identical circumstances, to make martyrs of their children before they have reached the age of full and legal discretion when they can make that choice for themselves. Massachusetts has determined that an absolute prohibition, though one limited to streets and public places and to the incidental uses proscribed, is necessary to accomplish its legitimate objectives. Its power to attain them is broad enough to reach these peripheral instances in which the parent's supervision may reduce but cannot eliminate entirely the ill effects of the prohibited conduct. We think that with reference to the public proclaiming of religion, upon the streets and in other similar public places, the power of the state to control the conduct of children reaches beyond the scope of its authority over adults, as is true in the case of other freedoms, and the rightful boundary of its power has not been crossed in this case.</p>\n<p>In so ruling we dispose also of appellant's argument founded upon denial of equal protection. It falls with that based on denial of religious freedom, since in this instance the one is but another phrasing of the other. Shortly, the contention is that the street, for Jehovah's Witnesses and their children, is their church, since their conviction makes it so; and to deny them access to it for religious purposes as was done here has the same effect as excluding altar boys, youthful choristers, and other children from the edifices in which they practice their religious beliefs and worship. The argument hardly needs more than statement, after what has been said, to refute it. However Jehovah's Witnesses may conceive them, the public highways have not become their religious property <span class=\"star-pagination\">*171</span> merely by their assertion. And there is no denial of equal protection in excluding their children from doing there what no other children may do.</p>\n<p>Our ruling does not extend beyond the facts the case presents. We neither lay the foundation \"for any [that is, every] state intervention in the indoctrination and participation of children in religion\" which may be done \"in the name of their health and welfare\" nor give warrant for \"every limitation on their religious training and activities.\" The religious training and indoctrination of children may be accomplished in many ways, some of which, as we have noted, have received constitutional protection through decisions of this Court. These and all others except the public proclaiming of religion on the streets, if this may be taken as either training or indoctrination of the proclaimer, remain unaffected by the decision.</p>\n<p>The judgment is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE MURPHY, dissenting:</p>\n<p>This attempt by the state of Massachusetts to prohibit a child from exercising her constitutional right to practice her religion on the public streets cannot, in my opinion, be sustained.</p>\n<p>The record makes clear the basic fact that Betty Simmons, the nine-year old child in question, was engaged in a genuine religious, rather than commercial, activity. She was a member of Jehovah's Witnesses and had been taught the tenets of that sect by her guardian, the appellant. Such tenets included the duty of publicly distributing religious tracts on the street and from door to door. Pursuant to this religious duty and in the company of the appellant, Betty Simmons on the night of December 18, 1941, was standing on a public street corner and offering to distribute Jehovah's Witness literature to passersby. There was no expectation of pecuniary profit to <span class=\"star-pagination\">*172</span> herself or to appellant. It is undisputed, furthermore, that she did this of her own desire and with appellant's consent. She testified that she was motivated by her love of the Lord and that He commanded her to distribute this literature; this was, she declared, her way of worshipping God. She was occupied, in other words, in \"an age-old form of missionary evangelism\" with a purpose \"as evangelical as the revival meeting.\" <i>Murdock</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"103831\"><a href=\"/opinion/103831/murdock-v-pennsylvania/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">105</span></a></span>, 108, 109.</p>\n<p>Religious training and activity, whether performed by adult or child, are protected by the Fourteenth Amendment against interference by state action, except insofar as they violate reasonable regulations adopted for the protection of the public health, morals and welfare. Our problem here is whether a state, under the guise of enforcing its child labor laws, can lawfully prohibit girls under the age of eighteen and boys under the age of twelve from practicing their religious faith insofar as it involves the distribution or sale of religious tracts on the public streets. No question of freedom of speech or freedom of press is present and we are not called upon to determine the permissible restraints on those rights. Nor are any truancy or curfew restrictions in issue. The statutes in question prohibit all children within the specified age limits from selling or offering to sell \"any newspapers, magazines, periodicals or any other articles of merchandise of any description . . . in any street or public place.\" Criminal sanctions are imposed on the parents and guardians who compel or permit minors in their control to engage in the prohibited transactions. The state court has construed these statutes to cover the activities here involved, cf. <i>State</i> v. <i>Richardson,</i> <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">178</span></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">94</span></span>, thereby imposing an indirect restraint through the parents and guardians on the free exercise by minors of their religious beliefs. This indirect restraint is no less effective than a direct one. A square conflict between the constitutional <span class=\"star-pagination\">*173</span> guarantee of religious freedom and the state's legitimate interest in protecting the welfare of its children is thus presented.</p>\n<p>As the opinion of the Court demonstrates, the power of the state lawfully to control the religious and other activities of children is greater than its power over similar activities of adults. But that fact is no more decisive of the issue posed by this case than is the obvious fact that the family itself is subject to reasonable regulation in the public interest. We are concerned solely with the reasonableness of this particular prohibition of religious activity by children.</p>\n<p>In dealing with the validity of statutes which directly or indirectly infringe religious freedom and the right of parents to encourage their children in the practice of a religious belief, we are not aided by any strong presumption of the constitutionality of such legislation. <i>United States</i> v. <i>Carolene Products Co.,</i> <span class=\"citation\" data-id=\"103017\"><a href=\"/opinion/103017/united-states-v-carolene-products-co/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">144</span></a></span>, 152, note 4. On the contrary, the human freedoms enumerated in the First Amendment and carried over into the Fourteenth Amendment are to be presumed to be invulnerable and any attempt to sweep away those freedoms is prima facie invalid. It follows that any restriction or prohibition must be justified by those who deny that the freedoms have been unlawfully invaded. The burden was therefore on the state of Massachusetts to prove the reasonableness and necessity of prohibiting children from engaging in religious activity of the type involved in this case.</p>\n<p>The burden in this instance, however, is not met by vague references to the reasonableness underlying child labor legislation in general. The great interest of the state in shielding minors from the evil vicissitudes of early life does not warrant every limitation on their religious training and activities. The reasonableness that justifies the prohibition of the ordinary distribution of literature in the public streets by children is not necessarily the reasonableness <span class=\"star-pagination\">*174</span> that justifies such a drastic restriction when the distribution is part of their religious faith. <i>Murdock</i> v. <i>Pennsylvania, supra,</i> 111. If the right of a child to practice its religion in that manner is to be forbidden by constitutional means, there must be convincing proof that such a practice constitutes a grave and immediate danger to the state or to the health, morals or welfare of the child. <i>West Virginia State Board of Education</i> v. <i>Barnette,</i> <span class=\"citation\" data-id=\"103870\"><a href=\"/opinion/103870/west-virginia-bd-of-ed-v-barnette/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 639. The vital freedom of religion, which is \"of the very essence of a scheme of ordered liberty,\" <i>Palko</i> v. <i>Connecticut,</i> <span class=\"citation\" data-id=\"102879\"><a href=\"/opinion/102879/palko-v-connecticut/\"><span class=\"volume\">302</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 325, cannot be erased by slender references to the state's power to restrict the more secular activities of children.</p>\n<p>The state, in my opinion, has completely failed to sustain its burden of proving the existence of any grave or immediate danger to any interest which it may lawfully protect. There is no proof that Betty Simmons' mode of worship constituted a serious menace to the public. It was carried on in an orderly, lawful manner at a public street corner. And \"one who is rightfully on a street which the state has left open to the public carries with him there as elsewhere the constitutional right to express his views in an orderly fashion. This right extends to the communication of ideas by handbills and literature as well as by the spoken word.\" <i>Jamison</i> v. <i>Texas,</i> <span class=\"citation\" data-id=\"103797\"><a href=\"/opinion/103797/jamison-v-texas/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></a></span>, 416. The sidewalk, no less than the cathedral or the evangelist's tent, is a proper place, under the Constitution, for the orderly worship of God. Such use of the streets is as necessary to the Jehovah's Witnesses, the Salvation Army and others who practice religion without benefit of conventional shelters as is the use of the streets for purposes of passage.</p>\n<p>It is claimed, however, that such activity was likely to affect adversely the health, morals and welfare of the child. Reference is made in the majority opinion to \"the crippling effects of child employment, more especially in public <span class=\"star-pagination\">*175</span> places, and the possible harms arising from other activities subject to all the diverse influences of the street.\" To the extent that they flow from participation in ordinary commercial activities, these harms are irrelevant to this case. And the bare possibility that such harms might emanate from distribution of religious literature is not, standing alone, sufficient justification for restricting freedom of conscience and religion. Nor can parents or guardians be subjected to criminal liability because of vague possibilities that their religious teachings might cause injury to the child. The evils must be grave, immediate, substantial. Cf. <i>Bridges</i> v. <i>California,</i> <span class=\"citation\" data-id=\"103563\"><a href=\"/opinion/103563/bridges-v-california/\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></a></span>, 262. Yet there is not the slightest indication in this record, or in sources subject to judicial notice, that children engaged in distributing literature pursuant to their religious beliefs have been or are likely to be subject to any of the harmful \"diverse influences of the street.\" Indeed, if probabilities are to be indulged in, the likelihood is that children engaged in serious religious endeavor are immune from such influences. Gambling, truancy, irregular eating and sleeping habits, and the more serious vices are not consistent with the high moral character ordinarily displayed by children fulfilling religious obligations. Moreover, Jehovah's Witness children invariably make their distributions in groups subject at all times to adult or parental control, as was done in this case. The dangers are thus exceedingly remote, to say the least. And the fact that the zealous exercise of the right to propagandize the community may result in violent or disorderly situations difficult for children to face is no excuse for prohibiting the exercise of that right.</p>\n<p>No chapter in human history has been so largely written in terms of persecution and intolerance as the one dealing with religious freedom. From ancient times to the present day, the ingenuity of man has known no limits in its ability to forge weapons of oppression for use against <span class=\"star-pagination\">*176</span> those who dare to express or practice unorthodox religious beliefs. And the Jehovah's Witnesses are living proof of the fact that even in this nation, conceived as it was in the ideals of freedom, the right to practice religion in unconventional ways is still far from secure. Theirs is a militant and unpopular faith, pursued with a fanatical zeal. They have suffered brutal beatings; their property has been destroyed; they have been harassed at every turn by the resurrection and enforcement of little used ordinances and statutes. See Mulder and Comisky, \"Jehovah's Witnesses Mold Constitutional Law,\" 2 Bill of Rights Review, No. 4, p. 262. To them, along with other present-day religious minorities, befalls the burden of testing our devotion to the ideals and constitutional guarantees of religious freedom. We should therefore hesitate before approving the application of a statute that might be used as another instrument of oppression. Religious freedom is too sacred a right to be restricted or prohibited in any degree without convincing proof that a legitimate interest of the state is in grave danger.</p>\n<p>MR. JUSTICE JACKSON:</p>\n<p>The novel feature of this decision is this: the Court holds that a state may apply child labor laws to restrict or prohibit an activity of which, as recently as last term, it held: \"This form of religious activity occupies the same high estate under the First Amendment as do worship in the churches and preaching from the pulpits. It has the same claim to protection as the more orthodox and conventional exercises of religion.\" \". . . the mere fact that the religious literature is `sold' by itinerant preachers rather than `donated' does not transform evangelism into a commercial enterprise. If it did, then the passing of the collection plate in church would make the church service a commercial project. The constitutional rights of those spreading their religious beliefs through the spoken <span class=\"star-pagination\">*177</span> and printed word are not to be gauged by standards governing retailers or wholesalers of books.\" <i>Murdock</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"103831\"><a href=\"/opinion/103831/murdock-v-pennsylvania/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">105</span></a></span>, 109, 111.</p>\n<p>It is difficult for me to believe that going upon the streets to accost the public is the same thing for application of public law as withdrawing to a private structure for religious worship. But if worship in the churches and the activity of Jehovah's Witnesses on the streets \"occupy the same high estate\" and have the \"same claim to protection\" it would seem that child labor laws may be applied to both if to either. If the <i>Murdock</i> doctrine stands along with today's decision, a foundation is laid for any state intervention in the indoctrination and participation of children in religion, provided it is done in the name of their health or welfare.</p>\n<p>This case brings to the surface the real basis of disagreement among members of this Court in previous Jehovah's Witness cases. <i>Murdock</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"103831\"><a href=\"/opinion/103831/murdock-v-pennsylvania/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">105</span></a></span>; <i>Martin</i> v. <i>Struthers,</i> 319 U.S. 141; <i>Jones</i> v. <i>Opelika,</i> <span class=\"citation\" data-id=\"103705\"><a href=\"/opinion/103705/jones-v-opelika/\"><span class=\"volume\">316</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">584</span></a></span>, 319 U.S. 103; <i>Douglas</i> v. <i>Jeannette,</i> 319 U.S. 157. Our basic difference seems to be as to the method of establishing limitations which of necessity bound religious freedom.</p>\n<p>My own view may be shortly put: I think the limits begin to operate whenever activities begin to affect or collide with liberties of others or of the public. Religious activities which concern only members of the faith are and ought to be free \u0097 as nearly absolutely free as anything can be. But beyond these, many religious denominations or sects engage in collateral and secular activities intended to obtain means from unbelievers to sustain the worshippers and their leaders. They raise money, not merely by passing the plate to those who voluntarily attend services or by contributions by their own people, but by solicitations and drives addressed to the public by holding public dinners and entertainments, by various kinds <span class=\"star-pagination\">*178</span> of sales and Bingo games and lotteries. All such money-raising activities on a public scale are, I think, Caesar's affairs and may be regulated by the state so long as it does not discriminate against one because he is doing them for a religious purpose, and the regulation is not arbitrary and capricious, in violation of other provisions of the Constitution.</p>\n<p>The Court in the <i>Murdock</i> case rejected this principle of separating immune religious activities from secular ones in declaring the disabilities which the Constitution imposed on local authorities. Instead, the Court now draws a line based on age that cuts across both true exercise of religion and auxiliary secular activities. I think this is not a correct principle for defining the activities immune from regulation on grounds of religion, and <i>Murdock</i> overrules the grounds on which I think affirmance should rest. I have no alternative but to dissent from the grounds of affirmance of a judgment which I think was rightly decided, and upon right grounds, by the Supreme Judicial Court of Massachusetts. <span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">223</span></span>.</p>\n<p>MR. JUSTICE ROBERTS and MR. JUSTICE FRANKFURTER join in this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  The court found there was no evidence that appellant was asked Betty's age. It then held that conviction for refusal to disclose the child's name, based on the charge under § 79, would violate Article 12 of the Declaration of Rights of the Commonwealth, which provides in part: \"No subject shall be held to answer for any crimes or offence, until the same is fully and plainly, substantially and formally, described to him; or be compelled to accuse, or furnish evidence against himself.\"</p>\n<p>[2]  Appellant received moderate fines on each complaint, first in the District Court of Brockton, then on pleas of not guilty by trial <i>de novo</i> without a jury in the Superior Court for Plymouth County. Motions to dismiss and quash the complaints, for directed findings, and for rulings, were made seasonably and denied by the Superior Court.</p>\n<p>[3]  Mass. Gen. Laws (Ter. Ed.) c. 149, as amended by Acts and Resolves of 1939, c. 461.</p>\n<p>[4]  Cf. the facts as set forth in <i>Jamison</i> v. <i>Texas,</i> <span class=\"citation\" data-id=\"103797\"><a href=\"/opinion/103797/jamison-v-texas/\"><span class=\"volume\">318</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></a></span>; <i>Largent</i> v. <i>Texas,</i> 318 U.S. 418; <i>Murdock</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"103831\"><a href=\"/opinion/103831/murdock-v-pennsylvania/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">105</span></a></span>; <i>Busey</i> v. <i>District of Columbia,</i> <span class=\"citation\" data-id=\"1483387\"><a href=\"/opinion/1483387/busey-v-district-of-columbia/\"><span class=\"volume\">75</span> <span class=\"reporter\">U.S. App. D.C.</span> <span class=\"page\">352</span></a></span>, 129 F.2d 24. A common feature is that specified small sums are generally asked and received but the publications may be had without the payment if so desired.</p>\n<p>[5]  In this respect the Massachusetts decision is contrary to the trend in other states. Compare <i>State</i> v. <i>Mead,</i> <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">Iowa</span> <span class=\"page\">1217</span></span>, 300 N.W. 523; <i>State</i> v. <i>Meredith,</i> <span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">351</span></span>, 15 S.E.2d 678; <i>State ex rel. Semansky</i> v. <i>Stark,</i> <span class=\"citation no-link\"><span class=\"volume\">196</span> <span class=\"reporter\">La.</span> <span class=\"page\">307</span></span>, 199 So. 129; <i>Shreveport</i> v. <i>Teague,</i> <span class=\"citation\" data-id=\"1491791\"><a href=\"/opinion/1491791/the-shreveport/\"><span class=\"volume\">200</span> <span class=\"reporter\">La.</span> <span class=\"page\">679</span></a></span>, 8 So.2d 640; <i>People</i> v. <i>Barber,</i> <span class=\"citation\" data-id=\"1131215\"><a href=\"/opinion/1131215/people-v-barber/\"><span class=\"volume\">289</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">378</span></a></span>, 46 N.E.2d 329; <i>Thomas</i> v. <i>Atlanta,</i> <span class=\"citation no-link\"><span class=\"volume\">59</span> <span class=\"reporter\">Ga. App.</span> <span class=\"page\">520</span></span>, 1 S.E.2d 598; <i>Cincinnati</i> v. <i>Mosier,</i> <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">Ohio App.</span> <span class=\"page\">81</span></span>, 22 N.E.2d 418. <i>Contra: McSparran</i> v. <i>Portland</i> (Circuit Court, Multnomah County, Oregon, June 8, 1942), cert. denied, 318 U.S. 768.</p>\n<p>[6]  The court's opinion said: \"The judge could find that if a passer-by should hand over five cents in accordance with the sign on the bag and should receive a magazine in return, a sale would be effected. The judge was not required to accept the defendant's characterization of that transaction as a `contribution.' He could believe that selling the literature played a more prominent part in the enterprise than giving it away. He could find that the defendant furnished the magazines to Betty, knowing that the latter intended to sell them, if she could, in violation of § 69.. . . The judge could find that the defendant permitted Betty to `work' in violation of § 81. . . . we cannot say that the evils at which the statutes were directed attendant upon the selling by children of newspapers, magazines, periodicals, and other merchandise in streets and public places do not exist where the publications are of a religious nature.\" <span class=\"citation no-link\"><span class=\"volume\">313</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">223</span></span>, 227-228.</p>\n<p>[7]  Appellant's brief says: \"The purpose of the legislation is to protect children from economic exploitation and keep them from the evils of such enterprises that contribute to the degradation of children.\" And at the argument counsel stated the prohibition would be valid as against a claim of freedom of the press as a nonreligious activity.</p>\n<p>[8]  The due process claim, as made and perhaps necessarily, extends no further than that to freedom of religion, since in the circumstances all that is comprehended in the former is included in the latter.</p>\n<p>[9]  <i>State</i> v. <i>Bailey,</i> <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">324</span></span>, 61 N.E. 730; compare <i>Meyer</i> v. <i>Nebraska,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>; <i>Pierce</i> v. <i>Society of Sisters,</i> <span class=\"citation\" data-id=\"100694\"><a href=\"/opinion/100694/pierce-v-society-of-sisters/\"><span class=\"volume\">268</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>; <i>West Virginia State Board of Education</i> v. <i>Barnette,</i> <span class=\"citation\" data-id=\"103870\"><a href=\"/opinion/103870/west-virginia-bd-of-ed-v-barnette/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>.</p>\n<p>[10]  <i>Sturges &amp; Burn Mfg. Co.</i> v. <i>Beauchamp,</i> 231 U.S. 320; compare <i>Muller</i> v. <i>Oregon,</i> 208 U.S. 412.</p>\n<p>[11]  Cf. <i>People</i> v. <i>Ewer,</i> <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">129</span></span>, 36 N.E. 4.</p>\n<p>[12]  <i>Jacobson</i> v. <i>Massachusetts,</i> 197 U.S. 11.</p>\n<p>[13]  See also <i>State</i> v. <i>Chenoweth,</i> <span class=\"citation\" data-id=\"96079\"><a href=\"/opinion/96079/united-states/\"><span class=\"volume\">163</span> <span class=\"reporter\">Ind.</span> <span class=\"page\">94</span></a></span>, 71 N.E. 197; <i>Owens</i> v. <i>State,</i> 6 Okla. Cr. 110, 116 P. 345.</p>\n<p>[14]  Pertinent also are the decisions involving license features: <i>Lovell</i> v. <i>City of Griffin,</i> 303 U.S. 444; <i>Schneider</i> v. <i>State,</i> 308 U.S. 147; <i>Hague</i> v. <i>Committee for Industrial Organization,</i> 307 U.S. 496.</p>\n<p>[15]  See, e.g., Volumes 1-4, 6-8, 14, 18, Report on Condition of Women and Child Wage Earners in the United States, Sen. Doc. No. 645, 61st Cong., 2d Sess.; The Working Children of Boston, U.S. Dept. of Labor, Children's Bureau Publication No. 89 (1922); Fuller, The Meaning of Child Labor (1922); Fuller and Strong, Child Labor in Massachusetts (1926).</p>\n<p>[16]  See, e.g., Clopper, Child Labor in City Streets (1912); Children in Street Work, U.S. Dept. of Labor, Children's Bureau Publication No. 183 (1928); Children Engaged in Newspaper and Magazine Selling and Delivering, U.S. Dept. of Labor, Children's Bureau Publication No. 227 (1935).</p>\n<p>[17]  <i>Cox</i> v. <i>New Hampshire,</i> 312 U.S. 569; <i>Chaplinsky</i> v. <i>New Hampshire,</i> 315 U.S. 568.</p>\n<p>[18]  Although the argument points to the guardian's presence as showing the child's activities here were not harmful, it is nowhere conceded in the briefs that the statute could be applied, consistently with the guaranty of religious freedom, if the facts had been altered only by the guardian's absence.</p>\n\n</div>", 
  "sha1": "12d0fa8915649274df22535310fc394d9aac21d4", 
  "date_modified": "2015-04-13T10:27:50.995882", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/103933/prince-v-massachusetts/", 
  "citation_count": 469, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/422057/", 
  "html": "<p class=\"case_cite\">321 U.S. 158</p>\n    <p class=\"case_cite\">64 S.Ct. 438</p>\n    <p class=\"case_cite\">88 L.Ed. 645</p>\n    <p class=\"parties\">PRINCE<br>v.<br>COMMONWEALTH OF MASSACHUSETTS.</p>\n    <p class=\"docket\">No. 98.</p>\n    <p class=\"date\">Argued Dec. 14, 1943.</p>\n    <p class=\"date\">Decided Jan. 31, 1944.</p>\n    <p class=\"date\">Rehearing Denied Mar. 27, 1944.</p>\n    <div class=\"prelims\">\n      <p>See 321 U.S. 804, 64 S.Ct. 784.</p>\n      <p class=\"indent\">Appeal from the Superior Court of Massachusetts, Plymouth County.</p>\n      <p class=\"indent\">Mr. Hayden C. Covington, of Brooklyn, N.Y., for appellant.</p>\n      <p class=\"indent\">Mr. R. T. Bushnell, of Boston, Mass., for appellee.</p>\n      <p class=\"indent\">Mr. Justice RUTLEDGE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The case brings for review another episode in the conflict between Jehovah's Witnesses and state authority. This time Sarah Prince appeals from convictions for violating Massachusetts' child labor laws, by acts said to be a rightful exercise of her religious convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">When the offenses were committed she was the aunt and custodian of Betty M. Simmons, a girl nine years of age. Originally there were three separate complaints. They were, shortly, for (1) refusal to disclose Betty's identity and age to a public officer whose duty was to enforce the statutes; (2) furnishing her with magazines, knowing she was to sell them unlawfully, that is, on the street; and (3) as Betty's custodian, permitting her to work contrary to law. The complaints were made, respectively, pursuant to Sections 79, 80 and 81 of Chapter 149, Gen.Laws of Mass. (Ter.Ed.). The Supreme Judicial Court reversed the conviction under the first complaint on state grounds;<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> but sustained the judgments founded on the other two.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> 313 Mass. 223, 46 N.E.2d 755. They present the only questions for our decision. These are whether Sections 80 and 81, as applied, contravene the Fourteenth Amendment by denying or abridging appellant's freedom of religion and by denying to her the equal protection of the laws.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Sections 80 and 81 form parts of Massachusetts' comprehensive child labor law.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> They provide methods for enforcing the prohibitions of Section 69, which is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'No boy under twelve and no girl under eighteen shall sell, expose or offer for sale any newspapers, magazines, periodicals or any other articles of merchandise of any description, or exercise the trade of bootblack or scavenger, or any other trade, in any street or public place.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Section 80 and 81, so far as pertinent, read:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Whoever furnishes or sells to any minor any article of any description with the knowledge that the minor intends to sell such article in violation of any provision of sections sixty-nine to seventy-three, inclusive, or after having received written notice to this effect from any officer charged with the enforcement thereof, or knowingly procures or encourages any minor to violate any provisions of said sections, shall be punished by a fine of not less than ten nor more than two hundred dollars or by imprisonment for not more than two months, or both.' (Section 80)</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Any parent, guardian or custodian having a minor under his control who compels or permits such minor to work in violation of any provision of sections sixty to seventy-four, inclusive, * * * shall for a first offence be punished by a fine of not less than two nor more than ten dollars or by imprisonment for not more than five days, or both; * * *.' (Section 81)</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The story told by the evidence has become familiar. It hardly needs repeating, except to give setting to the variations introduced through the part played by a child of tender years. Mrs. Prince, living in Brockton, is the mother of two young sons. She also has legal custody of Betty Simmons who lives with them. The children too are Jehovah's Witnesses and both Mrs. Prince and Betty testified they were ordained ministers. The former was accustomed to go each week on the streets of Brockton to distribute 'Watchtower' and 'Consolation,' according to the usual plan.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> She had permitted the children to engage in this activity previously, and had been warned against doing so by the school attendance officer, Mr. Perkins. But, until December 18, 1941, she generally did not take them with her at night.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">That evening, as Mrs. Prince was preparing to leave her home, the children asked to go. She at first refused. Childlike, they resorted to tears and, motherlike, she yielded. Arriving downtown, Mrs. Prince permitted the children 'to engage in the preaching work with her upon the sidewalks.' That is, with specific reference to Betty, she and Mrs. Prince took positions about twenty feet apart near a street intersection. Betty held up in her hand, for passersby to see, copies of 'Watch Tower' and 'Consolation.' From her shoulder hung the usual canvas magazine bag, on which was printed 'Watchtower and Consolation 5&#162; per copy.' No one accepted a copy from Betty that evening and she received no money. Nor did her aunt. But on other occasions, Betty had received funds and given out copies.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mrs. Prince and Betty remained until 8:45 p.m. A few minutes before this Mr. Perkins approached Mrs. Prince. A discussion ensued. He inquired and she refused to give Betty's name. However, she stated the child attended the Shaw School. Mr. Perkins referred to his previous warnings and said he would allow five minutes for them to get off the street. Mrs. Prince admitted she supplied Betty with the magazines and said, '(N)either you nor anybody else can stop me * * *. This child is exercising her God-given right and her constitutional right to preach the gospel, and no creature has a right to interfere with God's commands.' However, Mrs. Prince and Betty departed. She remarked as she went, 'I'm not going through this any more. We've been through it time and time again. I'm going home and put the little girl to bed.' It may be added that testimony, by Betty, her aunt and others, was offered at the trials, and was excluded, to show that Betty believed it was her religious duty to perform this work and failure would bring condemnation 'to everlasting destruction at Armageddon.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As the case reaches us, the questions are no longer open whether what the child did was a 'sale' or an 'offer to sell' within Section 69<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> or was 'work' within Section 81. The state court's decision has foreclosed them adversely to appellant as a matter of state law.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The only question remaining therefore is whether, as construed and applied, the statute is valid. Upon this the court said: 'We think that freedom of the press and of religion is subject to incidental regulation to the slight degree involved in the prohibition of the selling of religious literature in streets and public places by boys under twelve and girls under eighteen and in the further statutory provisions herein considered, which have been adopted as a means of enforcing that prohibition.' 313 Mass. 223, 229, 46 N.E.2d 755, 758.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant does not stand on freedom of the press. Regarding it as secular, she concedes it may be restricted as Massachusetts has done.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Hence, she rests squarely on freedom of religion under the First Amendment, applied by the Fourteenth to the states. She buttresses this foundation, however, with a claim of parental right as secured by the due process clause of the latter Amendment.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Cf. Meyer v. Nebraska, 262 U.S. 390, 43 S.Ct. 625, 67 L.Ed. 1042, 29 A.L.R. 1446. These guaranties, she thinks, guard alike herself and the child in what they have done. Thus, two claimed liberties are at stake. One is the parent's, to bring up the child in the way he should go, which for appellant means to teach him the tenets and the practices of their faith. The other freedom is the child's, to observe these; and among them is 'to preach the gospel * * * by public distribution' of 'Watchtower' and 'Consolation,' in conformity with the scripture: 'A little shall lead them.'</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If by this position appellant seeks for freedom of conscience a broader protection than for freedom of the mind, it may be doubted that any of the great liberties insured by the First Article can be given higher place than the others. All have preferred position in our basic scheme. Schneider v. State, 308 U.S. 147, 60 S.Ct. 146, 84 L.Ed. 155; Cantwell v. Connecticut, 310 U.S. 296, 60 S.Ct. 900, 84 L.Ed. 1213, 128 A.L.R. 1352. All are interwoven there together. Differences there are, in them and in the modes appropriate for their exercise. But they have unity in the charter's prime place because they have unity in their human sources and functionings. Heart and mind are not identical. Intuitive faith and reasoned judgment are not the same. Spirit is not always thought. But in the everyday business of living, secular or otherwise, these variant aspects of personality find inseparable expression in a thousand ways. They cannot be altogether parted in law more than in life.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To make accommodation between these freedoms and an exercise of state authority always is delicate. It hardly could be more so than in such a clash as this case presents. On one side is the obviously earnest claim for freedom of conscience and religious practice. With it is allied the parent's claim to authority in her own household and in the rearing of her children. The parent's conflict with the state over control of the child and his training is serious enough when only secular matters are concerned. It becomes the more so when an element of religious conviction enters. Against these sacred private interests, basic in a democracy, stand the interests of society to protect the welfare of children, and the state's assertion of authority to that end, made here in a manner conceded valid if only secular things were involved. The last is no mere corporate concern of official authority. It is the interest of youth itself, and of the whole community, that children be both safeguarded from abuses and given opportunities for growth into free and independent well-developed men and citizens. Between contrary pulls of such weight, the safest and most objective recourse is to the lines already marked out, not precisely but for guides, in narrowing the no man's land where this battle has gone on.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The rights of children to exercise their religion, and of parents to give them religious training and to encourage them in the practice of religious belief, as against preponderant sentiment and assertion of state power voicing it, have had recognition here, most recently in West Virginia State Board of Education v. Barnette, 319 U.S. 624, 63 S.Ct. 1178. Previously in Pierce v. Society of Sisters, 268 U.S. 510, 45 S.Ct. 571, 69 L.Ed. 1070, 39 A.L.R. 468, this Court had sustained the parent's authority to provide religious with secular schooling, and the child's right to receive it, as against the state's requirement of attendance at public schools. And in Meyer v. Nebraska, 262 U.S. 390, 43 S.Ct. 625, 67 L.Ed. 1042, 29 A.L.R. 1446, children's rights to receive teaching in languages other than the nation's common tongue were guarded against the state's encroachment. It is cardinal with us that the custody, care and nurture of the child reside first in the parents, whose primary function and freedom include preparation for obligations the state can neither supply nor hinder. Pierce v. Society of Sisters, supra. And it is in recognition of this that these decisions have respected the private realm of family life which the state cannot enter.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But the family itself is not beyond regulation in the public interest, as against a claim of religious liberty. Reynolds v. United States, 98 U.S. 145, 25 L.Ed. 244; Davis v. Beason, 133 U.S. 333, 10 S.Ct. 299, 33 L.Ed. 637. And neither rights of religion nor rights of parenthood are beyond limitation. Acting to guard the general interest in youth's well being, the state as parens patriae may restrict the parent's control by requiring school attendance,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> regulating or prohibiting the child's labor,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and in many other ways.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Its authority is not nullified merely because the parent grounds his claim to control the child's course of conduct on religion or conscience. Thus, he cannot claim freedom from compulsory vaccination for the child more than for himself on religious grounds.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> The right to practice religion freedly does not include liberty to expose the community or the child to communicable disease or the latter to ill health or death. People v. Pierson, 176 N.Y. 201, 68 N.E. 243, 63 L.R.A. 187, 98 Am.St.Rep. 666.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> The catalogue need not be lengthened. It is sufficient to show what indeed appellant hardly disputes, that the state has a wide range of power for limiting parental freedom and authority in things affecting the child's welfare; and that this includes, to some extent, matters of conscience and religious conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">But it is said the state cannot do so here. This, first, because when state action impinges upon a claimed religious freedom, it must fall unless shown to be necessary for or conducive to the child's protection against some clear and present danger, cf. Schenck v. United States, 249 U.S. 47, 39 S.Ct. 247, 63 L.Ed. 470; and, it is added, there was no such showing here. The child's presence on the street, with her guardian, distributing or offering to distribute the magazines, it is urged, was in no way harmful to her, nor in any event more so than the presence of many other children at the same time and place, engaged in shopping and other activities not prohibited. Accordingly, in view of the preferred position the freedoms of the First Article occupy, the statute in its present application must fall. It cannot be sustained by any presumption of validity. Cf. Schneider v. State, 308 U.S. 147, 60 S.Ct. 146, 84 L.Ed. 155. And, finally, it is said, the statute is, as to children, an absolute prohibition, not merely a reasonable regulation, of the denounced activity.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Concededly a statute or ordinance identical in terms with Section 69, except that it is applicable to adults or all persons generally, would be invalid. Young v. California, 308 U.S. 147, 60 S.Ct. 146, 84 L.Ed. 155; Nichols v. Massachusetts, 308 U.S. 147, 60 S.Ct. 146, 84 L.Ed. 155; Jamison v. Texas, 318 U.S. 413, 63 S.Ct. 669; Murdock v. Pennsylvania, 319 U.S. 105, 63 S.Ct. 870, 87 L.Ed. 1292, 146 A.L.R. 82; Martin v. City of Struthers, 319 U.S. 141, 63 S.Ct. 862, 87 L.Ed. 1313.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> But the mere fact a state could not wholly prohibit this form of adult activity, whether characterized locally as a 'sale' or otherwise, does not mean it cannot do so for children. Such a conclusion granted would mean that a state could impose no greater limitation upon child labor than upon adult labor. Or, if an adult were free to enter dance halls, saloons, and disreputable places generally, in order to discharge his conceived religious duty to admonish or dissuade persons from frequenting such places, so would be a child with similar convictions and objectives, if not alone then in the parent's company, against the state's command.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The state's authority over children's activities is broader than over like actions of adults. This is peculiarly true of public activities and an matters of employment. A democratic society rests, for its continuance, upon the healthy, well-rounded growth of young people into full maturity as citizens, with all that implies. It may secure this against impeding restraints and dangers, within a broad range of selection. Among evils most appropriate for such action are the crippling effects of child employment,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> more especially in public places, and the possible harms arising from other activities subject to all the diverse influences of the street.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> It is too late now to doubt that legislation appropriately designed to reach such evils is within the state's police power, whether against the parents claim to control of the child or one that religious scruples dictate contrary action.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It is true children have rights, in common with older people, in the primary use of highways. But even in such use streets afford dangers for them not affecting adults. And in other uses, whether in work or in other things, this difference may be magnified. This is so not only when children are unaccompanied but certainly to some extent when they are with their parents. What may be wholly permissible for adults therefore may not be so for children, either with or without their parents' presence.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Street preaching, whether oral or by handing out literature, is not the primary use of the highway, even for adults. While for them it cannot be wholly prohibited, it can be regulated within reasonable limits in accommodation to the primary and other incidental uses.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> But, for obvious reasons, notwithstanding appellant's contrary view,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> the validity of such a prohibition applied to children not accompanied by an older person hardly would seem open to question. The case reduces itself therefore to the question whether the presence of the child's guardian puts a limit to the state's power. That fact may lessen the likelihood that some evils the legislation seeks to avert will occur. But it cannot forestall all of them. The zealous though lawful exercise of the right to engage in propagandizing the community, whether in religious, political or other matters, may and at times does create situations difficult enough for adults to cope with and wholly inappropriate for children, especially of tender years, to face. Other harmful possibilities could be stated, of emotional excitement and psychological or physical injury. Parents may be free to become martyrs themselves. But it does not follow they are free, in identical circumstances, to make martyrs of their children before they have reached the age of full and legal discretion when they can make that choice for themselves. Massachusetts has determined that an absolute prohibition, though one limited to streets and public places and to the incidental uses proscribed, is necessary to accomplish its legitimate objectives. Its power to attain them is broad enough to reach these peripheral instances in which the parent's supervision may reduce but cannot eliminate entirely the ill effects of the prohibited conduct. We think that with reference to the public proclaiming of religion, upon the streets and in other similar public places, the power of the state to control the conduct of children reaches beyond the scope of its authority over adults, as is true in the case of other freedoms, and the rightful boundary of its power has not been crossed in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In so ruling we dispose also of appellant's argument founded upon denial of equal protection. It falls with that based on denial of religious freedom, since in this instance the one is but another phrasing of the other. Shortly, the contention is that the street, for Jehovah's Witnesses and their children, is their church, since their conviction makes it so; and to deny them access to it for religious purposes as was done here has the same effect as excluding altar boys, youthful choristers, and other children from the edifices in which they practice their religious beliefs and worship. The argument hardly needs more than statement, after what has been said, to refute it. However Jehovah's Witnesses may conceive them, the public highways have not become their religious property merely by their assertion. And there is no denial of equal protection in excluding their children from doing there what no other children may do.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our ruling does not extend beyond the facts the case presents. We neither lay the foundation 'for any (that is, every) state intervention in the indoctrination and participation of children in religion' which may be done 'in the name of their health and welfare' nor give warrant for 'every limitation on their religious training and activities.' The religious training and indoctrination of children may be accomplished in many ways, some of which, as we have noted, have received constitutional protection through decisions of this Court. These and all others except the public proclaiming of religion on the streets, if this may be taken as either training or indoctrination of the proclaimer, remain unaffected by the decision.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This attempt by the state of Massachusetts to prohibit a child from exercising her constitutional right to practice her religion on the public streets cannot, in my opinion, be sustained.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The record makes clear the basic fact that Betty Simmons, the nine-year old child in question, was engaged in a genuine religious, rather than commercial, activity. She was a member of Jehovah's Witnesses and had been taught the tenets of that sect by her guardian, the appellant. Such tenets included the duty of publicly distributing religious tracts on the street and from door to door. Pursuant to this religious duty and in the company of the appellant, Betty Simmons on the night of December 18, 1941, was standing on a public street corner and offering to distribute Jehovah's Witness literature to passersby. There was no expectation of pecuniary profit to herself or to appellant. It is undisputed, furthermore, that she did this of her own desire and with appellant's consent. She testified that she was motivated by her love of the Lord and that He commanded her to distribute this literature; this was, she declared, her way of worshipping God. She was occupied, in other words, in 'an age-old form of missionary evangelism' with a purpose 'as evangelical as the revival meeting.' Murdock v. Pennsylvania, 319 U.S. 105, 108, 109, 63 S.Ct. 870, 872, 873, 87 L.Ed. 1292, 146 A.L.R. 82.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Religious training and activity, whether performed by adult or child, are protected by the Fourteenth Amendment against interference by state action, except insofar as they violate reasonable regulations adopted for the protection of the public health, morals and welfare. Our problem here is whether a state, under the guise of enforcing its child labor laws, can lawfully prohibit girls under the age of eighteen and boys under the age of twelve from practicing their religious faith insofar as it involves the distribution or sale of religious tracts on the public streets. No question of freedom of speech or freedom of press is present and we are not called upon to determine the permissible restraints on those rights. Nor are any truancy or curfew restrictions in issue. The statutes in question prohibit all children within the specified age limits from selling or offering to sell 'any newspapers, magazines, periodicals or any other articles of merchandise of any description * * * in any street or public place.' Criminal sanctions are imposed on the parents and guardians who compel or permit minors in their control to engage in the prohibited transactions. The state court has construed these statutes to cover the activities here involved, cf. State v. Richardson, 92 N.H. 178, 27 A.2d 94, thereby imposing an indirect restraint through the parents and guardians on the free exercise by minors of their religious beliefs. This indirect restraint is no less effective than a direct one. A square conflict between the constitutional guarantee of religious freedom and the state's legitimate interest in protecting the welfare of its children is thus presented.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As the opinion of the Court demonstrates, the power of the state lawfully to control the religious and other activities of children is greater than its power over similar activities of adults. But that fact is no more decisive of the issue posed by this case than is the obvious fact that the family itself is subject to reasonable regulation in the public interest. We are concerned solely with the reasonableness of this particular prohibition of religious activity by children.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In dealing with the validity of statutes which directly or indirectly infringe religious freedom and the right of parents to encourage their children in the practice of a religious belief, we are not aided by any strong presumption of the constitutionality of such legislation. United States v. Carolene Products Co., 304 U.S. 144, 152, 58 S.Ct. 778, 783, 82 L.Ed. 1234, note 4. On the contrary, the human freedoms enumerated in the First Amendment and carried over into the Fourteenth Amendment are to be presumed to be invulnerable and any attempt to sweep away those freedoms is prima facie invalid. It follows that any restriction or prohibition must be justified by those who deny that the freedoms have been unlawfully invaded. The burden was therefore on the state of Massachusetts to prove the reasonableness and necessity of prohibiting children from engaging in religious activity of the type involved in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The burden in this instance, however, is not met by vague references to the reasonableness underlying child labor legislation in general. The great interest of the state in shielding minors from the evil vicissitudes of early life does not warrant every limitation on their religious training and activities. The reasonableness that justifies the prohibition of the ordinary distribution of literature in the public streets by children is not necessarily the reasonableness that justifies such a drastic restriction when the distribution is part of their religious faith. Murdock v. Pennsylvania, supra, 319 U.S. 111, 63 S.Ct. 874, 87 L.Ed. 1292, 146 A.L.R. 82. If the right of a child to practice its religion in that manner is to be forbidden by constitutional means, there must be convincing proof that such a practice constitutes a grave and immediate danger to the state or to the health, morals or welfare of the child. West Virginia State Board of Education v. Barnette, 319 U.S. 624, 639, 63 S.Ct. 1178, 1186. The vital freedom of religion, which is 'of the very essence of a scheme of ordered liberty,' Palko v. Connecticut, 302 U.S. 319, 325, 58 S.Ct. 149, 152, 82 L.Ed. 288, cannot be erased by slender references to the state's power to restrict the more secular activities of children.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The state, in my opinion, has completely failed to sustain its burden of proving the existence of any grave or immediate danger to any interest which it may lawfully protect. There is no proof that Betty Simmons' mode of worship constituted a serious menace to the public. It was carried on in an orderly, lawful manner at a public street corner. And 'one who is rightfully on a street which the state has left open to the public carries with him there as elsewhere the constitutional right to express his views in an orderly fashion. This right extends to the communication of ideas by handbills and literature as well as by the spoken word.' Jamison v. Texas, 318 U.S. 413, 416, 63 S.Ct. 669, 672. The sidewalk, no less than the cathedral or the evangelist's tent, is a proper place, under the Constitution, for the orderly worship of God. Such use of the streets is as necessary to the Jehovah's Witnesses, the Salvation Army and others who practice religion without benefit of conventional shelters as is the use of the streets for purposes of passage.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is claimed, however, that such activity was likely to affect adversely the health, morals and welfare of the child. Reference is made in the majority opinion to 'the crippling effects of child employment, more especially in public places, and the possible harms arising from other activities subject to all the diverse influences of the street.' To the extent that they flow from participation in ordinary commercial activities, these harms are irrelevant to this case. And the bare possibility that such harms might emanate from distribution of religious literature is not, standing alone, sufficient justification for restricting freedom of conscience and religion. Nor can parents or guardians be subjected to criminal liability because of vague possibilities that their religious teachings might cause injury to the child. The evils must be grave, immediate, substantial. Cf. Bridges v. California, 314 U.S. 252, 262, 62 S.Ct. 190, 193, 86 L.Ed. 192. Yet there is not the slightest indication in this record, or in sources subject to judicial notice, that children engaged in distributing literature pursuant to their religious beliefs have been or are likely to be subject to any of the harmful 'diverse influences of the street.' Indeed, if probabilities are to be indulged in, the likelihood is that children engaged in serious religious endeavor are immune from such influences. Gambling, truancy, irregular eating and sleeping habits, and the more serious vices are not consistent with the high moral character ordinarily displayed by children fulfilling religious obligations. Moreover, Jehovah's Witness children invariably make their distributions in groups subject at all times to adult or parental control, as was done in this case. The dangers are thus exceedingly remote, to say the least. And the fact that the zealous exercise of the right to propagandize the community may result in violent or disorderly situations difficult for children to face is no excuse for prohibiting the exercise of that right.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">No chapter in human history has been so largely written in terms of persecution and intolerance as the one dealing with religious freedom. From ancient times to the present day, the ingenuity of man has known no limits in its ability to forge weapons of oppression for use againstrights of those those who dare to express or practice unorthodox religious beliefs. And the Jehovah's Witnesses are living proof of the fact that even in this nation, conceived as it was in the ideals of freedom, the right to practice religion in unconventional ways is still far from secure. Theirs is a militant and unpopular faith, pursued with a fanatical zeal. They have suffered brutal beatings; their property has been destroyed; they have been harassed at every turn by the resurrection and enforcement of little used ordinances and statutes. See Mulder and Comisky, 'Jehovah's Witnesses Mold Constitutional Law,' 2 Bill of Rights Review, No. 4, p. 262. To them, along with other present-day religious minorities, befalls the burden of testing our devotion to the ideals and constitutional guarantees of religious freedom. We should therefore hesitate before approving the application of a statute that might be used as another instrument of oppression. Religious freedom is too sacred a right to be restricted or prohibited in any degree</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p>without convincing proof that a legitimate interest of the state is in grave</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>danger.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Mr. Justice JACKSON.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The novel feature of this decision is this: the Court holds that a state may apply child labor laws to restrict or prohibit an activity of which, as recently as last term, it held: 'This form of religious activity occupies the same high estate under the First Amendment as do worship in the churches and preaching from the pulpits. It has the same claim to protection as the more orthodox and conventional exercises of religion.' '* * * the mere fact that the religious literature is 'sold' by itinerant preachers rather than 'donated' does not transform evangelism into a commercial enterprise. If it did, then the passing of the collection plate in</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>church would make the church service a commercial project. The constitutional danger.by holding public dinners and entertainments, by various kindsspreading their religious beliefs through the spoken and printed word are not to be gauged by standards governing retailers or wholesalers of books.' Murdock v. Pennsylvania, 319 U.S. 105, 109, 111, 63 S.Ct. 870, 873, 874, 87 L.Ed. 1292, 146 A.L.R. 82.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">It is difficult for me to believe that going upon the streets to accost the public is the same thing for application of public law as withdrawing to a private structure for religious worship. But if worship in the churches and the activity of Jehovah's Witnesses on the streets 'occupy the same high estate' and have the 'same claim to protection' it would seem that child labor laws may be applied to both if to either. If the Murdock doctrine stands along with today's decision, a foundation is laid for any state intervention in the indoctrination and participation of children in religion, provided it is done in the name of their health or welfare.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">This case brings to the surface the real basis of disagreement among members of this Court in previous Jehovah's Witness cases. Murdock v. Pennsylvania, 319 U.S. 105, 63 S.Ct. 870, 87 L.Ed. 1292, 146 A.L.R. 82; Martin v. Struthers, 319 U.S. 141, 63 S.Ct. 862, 87 L.Ed. 1313; Jones v. Opelika, 316 U.S. 584, 86 L.Ed. 1691, 141 A.L.R. 514; Id., 319 U.S. 103, 63 S.Ct. 890, 87 L.Ed. 1290; Douglas v. Jeannette, 319 U.S. 157, 63 S.Ct. 877, 882, 87 L.Ed. 1324. Our basic difference seems to be as to the method of establishing limitations which of necessity bound religious freedom.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">My own view may be shortly put: I think the limits begin to operate whenever activities begin to affect or collide with liberties of others or of the public. Religious activities which concern only members of the faith are and ought to be free&#8212;as nearly absolutely free as anything can be. But beyond these, many religious denominations or sects engage in collateral and secular activities intended to obtain means from unbelievers to sustain the worshippers and their leaders. They raise money, not merely by passing the plate to those who voluntarily attend services or by contributions by their own people, but by solicitations and drives addressed to the public of sales and Bingo games and lotteries. All such money-raising activities on a public scale are, I think, Caesar's affairs and may be regulated by the state so long as it does not discriminate against one because he is doing them for a religious purpose, and the regulation is not arbitrary and capricious, in violation of other provisions of the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Court in the Murdock case rejected this principle of separating immune religious activities from secular ones in declaring the disabilities which the Constitution imposed on local authorities. Instead, the Court now draws a line based on age that cuts across both true exercise of religion and auxiliary secular activities. I think this is not a correct principle for defining the activities immune from regulation on grounds of religion, and Murdock overrules the grounds on which I think affirmance should rest. I have no alternative but to dissent from the grounds of affirmance of a judgment which I think was rightly decided, and upon right grounds, by the Supreme Judicial Court of Massachusetts. 313 Mass. 223, 46 N.E.2d 755.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Mr. Justice ROBERTS and Mr. Justice FRANKFURTER join in this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Mr. Justice MURPHY, dissenting.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court found there was no evidence that appellant was asked Betty's age. It then held that conviction for refusal to disclose the child's name, based on the charge under Section 79, would violate Article 12 of the Declaration of Rights of the Commonwealth, which provides in part: 'No subject shall be held to answer for any crimes or offence, until the same is fully and plainly, substantially and formally, described to him; or be compelled to accuse, or furnish evidence against himself.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellant received moderate fines on each complaint, first in the District Court of Brockton, then on pleas of not guilty by trial de novo without a jury in the Superior Court for Plymouth County. Motions to dismiss and quash the complaints, for directed findings, and for rulings, were made seasonably and denied by the Superior Court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Mass.Gen. Laws, Ter.Ed., c. 149, as amended by Acts and Resolves of 1939, c. 461.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Cf. the facts as set forth in Jamison v. Texas, 318 U.S. 413, 63 S.Ct. 669; Largent v. Texas, 318 U.S. 418, 63 S.Ct. 667; Murdock v. Pennsylvania, 319 U.S. 105, 63 S.Ct. 870, 87 L.Ed. 1292, 146 A.L.R. 82; Busey v. District of Columbia, 75 U.S.App.D.C. 352, 129 F.2d 24. A common feature is that specified small sums are generally asked and received but the publications may be had without the payment if so desired.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In this respect the Massachusetts decision is contrary to the trend in other states. Compare State v. Mead, 230 Iowa 1217, 300 N.W. 523; State v. Meredith, 197 S.C. 351, 15 S.E.2d 678; State ex rel. Semansky v. Stark, 196 La. 307, 199 So. 129; City of Shreveport v. Teague, 200 La. 679, 8 So.2d 640; People v. Barber, 289 N.Y. 378, 46 N.E.2d 329; Thomas v. City of Atlanta, 59 Ga.App. 520, 1 S.E.2d 598; City of Cincinnati v. Mosier, 61 Ohio App. 81, 22 N.E.2d 418. Contra: McSparran v. City of Portland (Circuit Court, Multnomah County, Oregon, June 8, 1942), appeal dismissed, 169 Or. 377, 129 P.2d 65, certiorari denied, 318 U.S. 768, 63 S.Ct. 759.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court's opinion said: 'The judge could find that if a passerby should hand over five cents in accordance with the sign on the bag and should receive a magazine in return, a sale would be effected. The judge was not required to accept the defendant's characterization of that transaction as a 'contribution.' He could believe that selling the literature played a more prominent part in the enterprise than giving it way. He could find that the defendant furnished the magazines to Betty, knowing that the latter intended to sell them, if she could, in violation of section 69. * * * The judge could find that the defendant permitted Betty to 'work' in violation of section 81. * * * (W)e cannot say that the evils at which the statutes were directed attendant upon the selling by children of newspapers, magazines, periodicals, and other merchandise in streets and public places do not exist where the publications are of a religious nature.' 313 Mass. 223, 227, 228, 46 N.E.2d 755, 757.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Appellant's brief says: 'The purpose of the legislation is to protect children from economic exploitation and keep them from the evils of such enterprises that contribute to the degradation of children.' And at the argument counsel stated the prohibition would be valid as against a claim of freedom of the press as a nonreligious activity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The due process claim, as made and perhaps necessarily, extends no further than that to freedom of religion, since in the circumstances all that is comprehended in the former is included in the latter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> State v. Bailey, 157 Ind. 324, 61 N.E. 730, 59 L.R.A. 435; compare Meyer v. Nebraska, 262 U.S. 390, 43 S.Ct. 625, 67 L.Ed. 1042, 29 A.L.R. 1446; Pierce v. Society of Sisters, 268 U.S. 510, 45 S.Ct. 571, 69 L.Ed. 1070, 39 A.L.R. 468; West Virginia State Board of Education v. Barnette, 319 U.S. 624, 63 S.Ct. 1178.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Sturges &amp; Burn Mfg. Co. v. Beauchamp, 231 U.S. 320, 34 S.Ct. 60, 58 L.Ed. 245, L.R.A.1915A, 1196; compare Muller v. Oregon, 208 U.S. 412, 28 S.Ct. 324, 52 L.Ed. 551, 13 Ann.Cas. 957.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Cf. People v. Ewer, 141 N.Y. 129, 36 N.E. 4, 25 L.R.A. 794, 38 Am.St.Rep. 788.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Jacobson v. Massachusetts, 197 U.S. 11, 25 S.Ct. 358, 49 L.Ed. 643, 3 Ann.Cas. 765.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See also State v. Chenoweth, 163 Ind. 94, 71 N.E. 197; Owens v. State, 6 Okl.Cr. 110, 116 P. 345, 36 L.R.A.,N.S., 633, Ann.Cas.1913B, 1218.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Pertinent also are the decisions involving license features: Lovell v. City of Griffin, 303 U.S. 444, 58 S.Ct. 666, 82 L.Ed. 949; Schneider v. State, 308 U.S. 147, 60 S.Ct. 146, 84 L.Ed. 155; Hague v. Committee for Industrial Organization, 307 U.S. 496, 59 S.Ct. 954, 83 L.Ed. 1423.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> See, e.g., Volumes 1-4, 6-8, 14, 18, Report on Condition of Woman and Child Wage Earners in the United States, Sen. Doc. No. 645, 61st Cong., 2d Sess.; The Working Children of Boston, U.S. Dept. of Labor, Children's Bureau Publication No. 89 (1922); Fuller, The Meaning of Child Labor (1922); Fuller and Strong, Child Labor in Massachusetts (1926).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> See, e.g., Clopper, Child Labor in City Streets (1912); Children in Street Work, U.S. Dept. of Labor, Children's Bureau Publication No. 183 (1928); Children Engaged in Newspaper and Magazine Selling and Delivering, U.S. Dept. of Labor, Children's Bureau Publication No. 227 (1935).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Cox v. New Hampshire, 312 U.S. 569, 61 S.Ct. 762, 85 L.Ed. 1049, 133 A.L.R. 1396; Chaplinsky v. New Hampshire, 315 U.S. 568, 62 S.Ct. 766, 86 L.Ed. 1031.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Although the argument points to the guardian's presence as showing the child's activities here were not harmful, it is nowhere conceded in the briefs that the statute could be applied, consistently with the guaranty of religious freedom, if the facts had been altered only by the guardian's absence.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/103933/"
}