{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "322 U.S. 419", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/104001/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Arenas v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "463", 
    "id": 88384, 
    "resource_uri": "/api/rest/v2/citation/88384/"
  }, 
  "id": 104001, 
  "blocked": false, 
  "judges": "Jackson", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1944-05-29", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>322 U.S. 419 (1944)</b></center>\n<center><h1>ARENAS<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 463.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 6, 7, 1944.</center>\n<center>Decided May 22, 1944.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><span class=\"star-pagination\">*420</span> <i>Messrs. John W. Preston</i> and <i>Oliver O. Clark</i> argued the cause, and <i>Mr. Preston</i> was on the brief, for petitioner.</p>\n<p><i>Mr. Norman MacDonald,</i> with whom <i>Assistant Attorney General Littell</i> was on the brief, for the United States.</p>\n<p>MR. JUSTICE JACKSON delivered the opinion of the Court.</p>\n<p>The petitioner Arenas is a full-blood Mission Indian, regularly enrolled in the Agua Caliente or Palm Springs Band. He sued in the United States District Court to be awarded a trust patent to certain lands on the Palm Springs Reservation. The Government was granted a summary judgment of dismissal on affidavits and on the record of the <i>St. Marie</i> litigation on like claims by similarly situated Indians.<sup>[1]</sup> No findings have been made in this case by the District Court. The Circuit Court of Appeals affirmed,<sup>[2]</sup> chiefly in reliance upon its previous decision in the <i>St. Marie</i> case, and we granted certiorari.<sup>[3]</sup></p>\n<p>For a long period Congress pursued the policy of imposing, as rapidly as possible, our system of individual land tenure on the Indian. To this end tribal or communal <span class=\"star-pagination\">*421</span> land holdings of the Indians were superseded by allotment to individuals, who were protected against improvidence by restraints on alienation.<sup>[4]</sup> The Mission Indians had deserved well and had fared badly<sup>[5]</sup> and Congress passed the Mission Indian Act of 1891<sup>[6]</sup> for their particular redress.</p>\n<p>The first three sections of this Act set up a commission to settle these several bands on suitable reservations and directed that appropriate patents issue. The United States was to hold the titles in trust, however, for twenty-five years and then was to convey to the tribes any portions not previously patented in severalty to members. Several reservations were set apart, including one at Palm Springs, with which this and the <i>St. Marie</i> case were concerned.</p>\n<p>The Act also provided in § 4 that whenever in the opinion of the Secretary of the Interior any of the Indians should \"be so advanced in civilization as to be capable of owning and managing land in severalty, the Secretary of the Interior may cause allotments to be made to such Indians, out of the land of such reservation\" and it specified the acreage to be allotted to each. Section 5 provided that on approval of the allotments the Secretary should cause patents to issue in the name of the allottees. For twenty-five years the lands were to remain in trust for their benefit and then were to be conveyed in fee free of the trust.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*422</span> Nevertheless, little was done toward allotment in severalty to Mission Indians for nearly twenty-five years. One reason, we gather, was that the Act authorized allotment on a more liberal basis than available lands would permit, although there may have been other reasons. In 1916, however, Secretary Lane called the neglect to the attention of Congress and asked that he be authorized to make allotments in quantities governed by the General Allotment Act of 1887 as amended by § 17 of the Act of June 25, 1910, 36 Stat. 859, instead of in those set out in <span class=\"star-pagination\">*423</span> the Mission Indian Act of 1891. Thereupon Congress passed the Act of March 2, 1917<sup>[8]</sup> by which it \"authorized and directed\" the Secretary to proceed under the Act of 1910.</p>\n<p>The Secretary on June 7, 1921 appointed Harry E. Wadsworth as Special Allotting Agent at Large for the Mission Indian Reservations of California and instructed him to prepare schedules of selections for allotments thereon. In 1923, Wadsworth filed a schedule showing selections on the Palm Springs Reservation for fifty members of the Band. The Secretary expressly disapproved this schedule. Complaint had come from the Indians, many of whom did not want allotments and had not made the selections listed in their names. When they failed to choose, the allotment agent had made a choice for them. The Secretary instructed Wadsworth to prepare a new schedule listing only selections voluntarily made and to leave off those who did not desire allotments. In 1927, the Department received from Wadsworth a new schedule showing voluntary selections for twenty-four members of the Palm Springs Band.</p>\n<p>Each Indian for whom a selection was listed received from Wadsworth a certificate of selection for allotment. Each was stamped \"Not valid unless approved by the Secretary of the Interior.\"</p>\n<p>On October 26, 1923, Wadsworth asked the Indian Department for instructions, reciting, \"Allotments being completed and certificates issued. Many allottees anxious to immediately occupy their selections and prepare things for early crops instead waiting for receipt of patents.\" On the same day he received reply, \"No objection to Indians preparing their respective allotment selections for crops if properly listed on schedule.\" Wadsworth also wrote to one, at least, of the allottees in the <i>St. Marie</i> case, <span class=\"star-pagination\">*424</span> saying among other things, \"It is difficult to tell exactly when you may expect these patents from Washington but I believe they should be here within 6 weeks or so. They will come to the superintendent in Riverside, who will notify you that they are there and ready for delivery to you. In the meantime, the Commissioner of Indian Affairs in Washington authorizes me to say to you that from this date you are entitled to enter upon and take possession of these allotments, and these certificates will be your evidence of such authority until the trust patents are received by you.\"</p>\n<p>Wadsworth filed the schedule with the Department of the Interior. He attached a certificate, among other things reciting \"that the allotments shown hereon were made in accordance with the provisions of the act of Congress of February 8, 1887 as amended by the Act of June 25, 1910 and supplemented by the Act of March 2, 1917.\" The General Land Office recommended that the schedule be approved, with exceptions that appear to have no bearing on the case before us.</p>\n<p>But the allotments appear never to have been approved by the Secretary. He refuses to issue patents to which these Indians claim to be entitled. The Government's moving papers contain an affidavit by counsel declaring that the Secretary disapproved the allotments. But it gives no reason, and no order or statement of disapproval by the Secretary is in the record. The Government filed no pleading averring reasons for disapproval or, if disapproval was formal, setting forth the document. On the contrary, counsel seems to have taken the position that as matter of law the Secretary's reasons and the form of his disapproval were not relevant to any question the Court is empowered to decide.</p>\n<p>The power of the Secretary so to refuse patents and the powerlessness of the courts to review the refusal are here maintained on these contentions: \"It rests in the <span class=\"star-pagination\">*425</span> complete discretion of the Secretary of the Interior whether or not allotments shall be made on the Palm Springs Reservation. Sections 4 and 5 of the Act of January 12, 1891 contemplate three steps in the making of allotments on that reservation: (1) an opinion by the Secretary as to the capacity of the Indians to receive allotments; (2) a method or procedure for making such allotments; and (3) approval of the allotments by the Secretary. Each of these steps is under the control and rests in the discretion of the Secretary.\" Upon these grounds the trial court and the Circuit Court of Appeals held that the plaintiffs in the <i>St. Marie</i> cases were not entitled to patents and that this petitioner is not entitled to go to trial.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2><i>The Secretary's discretion in determining the capacity of the Indians to receive allotments.</i></h2>\n<p>The Act of 1891 provides that \"whenever any of the Indians residing upon any reservation patented under the provisions of this Act shall, <i>in the opinion of the Secretary of the Interior,</i> be so advanced in civilization as to be capable of owning and managing land in severalty, the Secretary of the Interior may cause allotments to be made to such Indians.\" (Emphasis supplied.) This undoubtedly conferred a very considerable discretion upon the Secretary.</p>\n<p>The Act of 1917, however, drops the language of discretion and <i>directs</i> the Secretary to cause allotments to be made to the Indians on the Mission reservations.<sup>[9]</sup> The <span class=\"star-pagination\">*426</span> Act was prepared by the Secretary<sup>[10]</sup> and if it was intended to perpetuate his discretion as to whether the allotment policy was to be applied to these Indians at all, it might easily have so provided. Both the Secretary and Congress appear to have settled that point. The communication of the Secretary to the Chairman of the Senate Committee on Indian Affairs indicates no reservations about the Secretary's view that the Indians were qualified and that the Department should carry out the allotment policy. It points out certain evils and inequalities among the Indians under the tribal system of land holdings and says, \"This is a condition that cannot be cured entirely until the lands have been allotted in severalty.\" And again it says, \"The Department believes that the present conditions, while much better than they were some years ago, would be rapidly improved by allotment in severalty, provided authority to prorate the available land is given.\"</p>\n<p>Following passage of the Act the Secretary set about executing its directions. Wadsworth was appointed General Allotment Agent and was sent to the Indians with instructions to permit them to select their own allotments. When he selected for those who did not choose for themselves, his schedule was disapproved, and only for that reason. He was returned to the task of compiling voluntary selections for those who desired allotments, it being thought that if that were done those who objected \"would soon fall in line and request that they too be given their proportionate share of the allottable areas.\"<sup>[11]</sup> There is <span class=\"star-pagination\">*427</span> no denial that Wadsworth was authorized to hold out to the Indians that their patents would be received in a few weeks and that meanwhile, if not already living on their selected lands, they might enter into possession.</p>\n<p>To assume that the Act of 1917, while directing the Secretary to make allotments, only meant to give him uncontrolled discretion not to do so would be a doubtful construction, in view of its history. But even if it were so interpreted, it did not require the Secretary to manifest his exercise of discretion in any formal way. His opinion that the Indians had the capacity for individual responsibility for land ownership could be indicated by conduct as well as by words. We think his conduct and words amount both to an administrative construction of the 1917 Act as a direction and to the exercise of any discretion he may have had under it.</p>\n<p>If the Indians were not ready for allotments, why send an agent to hold out to them that hope and promise? Why the elaborate procedure of allotment? The Department then sought not only to offer allotment but to proceed so as to make the Indians \"fall in line.\" Despite the obvious inference from these acts the record does not counter them by any showing that the Secretary now considers these Indians to lack civilization and capacity, tested by the usual standards for allotment, nor does it show that they do not in fact possess it. History and common knowledge of these Indians would indicate that they are not wanting in whatever it is that makes up \"civilization.\" Long ago the Franciscans converted them to Christianity, taught them to subsist by good husbandry and handicrafts. Under the Treaty of Guadalupe Hidalgo (1848) their ancestral lands and their governance passed from Mexico to the United States. During the gold discovery days they were too gentle to combat the ruthless pressures of the whites and came to lead a precarious and pitiable, but peaceful, existence. Eventually the country was <span class=\"star-pagination\">*428</span> aroused by their plight and set up a commission to investigate their grievances and to make recommendations for their protection and relief. It reported in 1884<sup>[12]</sup> and its recommendations were substantially embodied in the Mission Indian Act of 1891. By the standards of peacefulness, industry, and gentleness these Indians have long been \"civilized.\" Even tested by the standard of acquisitiveness, they seem not to have failed. Improvements made by Arenas on the lands he occupied in reliance upon his certificate are valued at $15,000.</p>\n<p>On the record as it now stands we do not think the Government has established the falsity of the allegations of the complaint that the Secretary had made the preliminary decision as to the allotments. We think the issue has been settled, in the absence of further proof to the contrary, by the Act of 1917 and the Secretary's action under it.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2><i>The Secretary's discretion as to procedure for making such allotments.</i></h2>\n<p>We do not see that this is much in question nor is much in point, if true. Arenas does not question that the Secretary had discretion to adopt the method of allotment which was followed. He claims that both he and the Department have complied with it, that his choice has been ascertained, the lands have been identified and marked and reported to the Department, and that nothing remains for either to do to perfect the right to a patent. If there has been any irregularity in the procedure to lead to a patent, the Government has not pleaded or evidenced it in the case. We assume the Secretary's complete control of the method and, as the record stands, that his method has <span class=\"star-pagination\">*429</span> been executed to the point where a patent would issue but for the refusal of the Secretary.</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2><i>The Secretary's discretion as to final approval of the allotments.</i></h2>\n<p>This is the crux of the lawsuit. It is as to this final step that Congress has invested the courts with some responsibility.</p>\n<p>The Act of August 15, 1894, 25 U.S.C. § 345, authorizes Indians to commence and prosecute actions \"in relation to their right\" to land under any allotment act or under any grant made by Congress \"in the proper district court of the United States; and said district courts are given jurisdiction to try and determine any action, suit, or proceeding arising within their respective jurisdictions involving the right of any person, in whole or in part of Indian blood or descent, to any allotment of land under any law or treaty.\" It is further provided that \"the judgment or decree of any such court in favor of any claimant to an allotment of land shall have the same effect, when properly certified to the Secretary of Interior, as if such allotment had been allowed and approved by him.\"<sup>[13]</sup></p>\n<p><span class=\"star-pagination\">*430</span> Under this statute the courts have decided disputes between Indians and the Government as to the relative qualifications of two claimants to receive, as a member of a band, a patent, <i>Hy-Yu-Tse-Mil-Kin</i> v. <i>Smith,</i> 194 U.S. 401, and whether particular lands were appropriate for allotment, <i>United States</i> v. <i>Payne,</i> 264 U.S. 446.</p>\n<p>But here we do not know from any information developed in the adversary proceedings what the dispute between the Secretary of the Interior and Arenas is about. The Government did not answer the complaint. It foreclosed evidence on the facts by its motion for summary judgment, in which it incorporated the evidence in another proceeding. In that other proceeding no representative of the Government except the local Mission Indian agent and Wadsworth, the former allotment agent, were sworn. There appears to have been no testimony as to what happened to the schedule of allotments after it reached Washington or as to whether it ever was approved or disapproved and, if so, how or by whom or why. The Government's affidavit filed in opposition to the motion recited that the Secretary's records \"reveal that the Secretary of the Interior has disapproved the allotment schedule and certificates of selection.\" No entry order or memorandum of disapproval is produced, nor is the date thereof stated.</p>\n<p>Certain facts do appear from which we know that this is no ordinary allotment problem. Each selection here <span class=\"star-pagination\">*431</span> included three kinds of land: a two-acre town lot, of considerable value; five acres of irrigable land of fair value; and forty acres of desert land. All of the town lots chosen are in Section 14, Township 4 South, Range 4 East. This section contains Palm Springs, a hot mineral spring, from which the reservation derives its name.</p>\n<p>But the reservation itself is a checkerboard affair. At the time of its establishment the odd-numbered sections already had been granted to the Southern Pacific Railroad and hence the reservation consisted of only even-numbered sections. On the railroad sections the whites have established the settlement known as Palm Springs, a flourishing winter resort with large hotels and the usual business places and residences that characterize such a development. Out of this situation has grown conflict of interest between the Indians and the whites and between Indians themselves. The Indians, to the annoyance of the whites, seek to exploit their ownership of the springs, and the whites are accused, not without probable cause, of coveting the Indians' property rights therein. Those among both races who favor allotment allege that the denial of patents is designed to serve the white interests in Palm Springs by leasing or selling valuable tribal lands to those who are promoting the resort interests. Those who oppose issuance of patents allege that the allotment system is unfair to the tribe and will result eventually in the whites' getting possession and title to the lands. The outlines of the controversy are clear, but the summary disposition of the case has precluded the adversary trial which alone would give reliable foundation for determining it, if indeed the evidence will show that it should be the subject of judicial determination. The legal claims of this particular Indian to a patent for the lands he selected for allotment, which have long been in his possession and have been considerably improved with the knowledge <span class=\"star-pagination\">*432</span> of the Government, are now entangled in larger questions of Indian land policy.</p>\n<p>The jurisdictional Act of 1894, under which this suit is in the courts, requires them to adjudicate legal rights of the parties and to render a judgment which will stand in lieu of the Secretary's action if he has <i>unlawfully denied</i> a patent to an allotment to which the Indian is entitled. But courts are not to determine questions of Indian land policy, nor can the Secretary on grounds of policy deprive an allottee of any rights he may have acquired in his allotment. To separate questions of right from questions of policy requires judicial examination of any well pleaded allegation of the complaint and of any grounds advanced for refusal of the patent. Even in some discretionary matters, it has been held that if an official acts solely on grounds which misapprehend the legal rights of the parties, an otherwise unreviewable discretion may become subject to correction. <i>Perkins</i> v. <i>Elg,</i> 307 U.S. 325, 349.</p>\n<p>Since the Government has not pleaded to the complaint nor offered evidence as to the Secretary's position we know it only as stated in argument. It appears that the sole reason for denying a patent is a departmental change of policy, by which the Secretary now disagrees with the allotment policy prescribed for these Indians by the Acts of 1891 and 1917. The Government brief says, \"Meanwhile opposition to the making of allotments in severalty developed among the members of the Palm Springs Band of Indians, and as a result administrative action on the 1927 schedule was further delayed. During this period the conclusion was reached in the Department that in fairness to the Band as a whole and from the standpoint of their best interests the lands scheduled for allotment should be held in a tribal status and dealt with as a tribal asset.\" It says further, \"The Secretary has determined <span class=\"star-pagination\">*433</span> that it would be inequitable and detrimental to the Palm Springs Band of Indians as a whole to approve any allotments on their reservation.\" Again, \"The Secretary should not be compelled to carry through a plan of allotment in severalty which in his judgment will operate contrary to the best interests of the Palm Springs Band of Indians, but he should be permitted to stay his hand and seek a time which would be more in the interest of that Band.\"</p>\n<p>The Secretary has endeavored to persuade Congress that treatment other than the allotment policy embodied in its legislation would be more advantageous for the Indians. In 1935, he recommended to Congress a bill authorizing him to make a 99-year lease of the reservation lands.<sup>[14]</sup> This failed of enactment. In 1937, the Secretary recommended a bill to repeal the provisions of the Act of March 2, 1917, directing the making of allotments on the Mission Indian Reservations.<sup>[15]</sup> That bill failed. He also recommended a bill to authorize the sale of a part of the Palm Springs Reservation.<sup>[16]</sup> That likewise failed of enactment.</p>\n<p>We think the grounds advanced by the Government by way of argument, although not by way of evidence, are inadequate to establish as matter of law that the petitioner has no legal right to a patent. Congress not only has failed to deny these allotment rights by legislation, but has rejected urgent and reiterated appeals from the Department to do so. Arenas is entitled to invoke the applicable legislation <span class=\"star-pagination\">*434</span> as it stands in determining whether he is entitled to have completed the all but fully executed policy of allotment.<sup>[17]</sup></p>\n<p>The petitioner made no counter motion in the District Court for summary judgment against the Government. Before us he asks only that his complaint be answered and that he be given a chance to establish his legal claim if he can by trial. The summary judgment against him should be reversed and the Government required to answer. We do not preclude motion by the Government to strike parts of the complaint if any are found to be improper pleading. But we think the duty of the Court under the jurisdictional act can be discharged in a case of this complexity only by trial, findings and judgment in regular course.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  <i>St. Marie</i> v. <i>United States,</i> 24 F. Supp. 237, 108 F.2d 876, cert. denied because petition out of time, 311 U.S. 652.</p>\n<p>[2]  137 F.2d 199.</p>\n<p>[3]  320 U.S. 733.</p>\n<p>[4]  General Allotment Act of 1887, 24 Stat. 388, 25 U.S.C. § 331; see Cohen, Handbook of Federal Indian Law, c. 11.</p>\n<p>[5]  See report on conditions and needs of the Mission Indians, Sen. Rep. No. 74, 50th Cong., 1st Sess.</p>\n<p>[6]  26 Stat. 712.</p>\n<p>[7]  Sections 4 and 5 of the Act provide as follows:\n</p>\n<p>\"Sec. 4. That whenever any of the Indians residing upon any reservation patented under the provisions of this act shall, in the opinion of the Secretary of the Interior, be so advanced in civilization as to the capable of owning and managing land in severalty, the Secretary of the Interior may cause allotments to be made to such Indians, out of the land of such reservation, in quantity as follows: To each head of a family not more than six hundred and forty acres nor less than one hundred and sixty acres of pasture or grazing land, and in addition thereto not exceeding twenty acres, as he shall deem for the best interest of the allottee, of arable land in some suitable locality; to each single person over twenty-one years of age not less than eighty nor more than six hundred and forty acres of pasture or grazing land and not exceeding ten acres of such arable land.</p>\n<p>\"SEC. 5. That upon the approval of the allotments provided for in the preceding section by the Secretary of the Interior he shall cause patents to issue therefor in the name of the allottees, which shall be of the legal effect and declare that the United States does and will hold the land thus allotted for the period of twenty-five years, in trust for the sole use and benefit of the Indian to whom such allotment shall have been made, or, in case of his decease, of his heirs according to the laws of the State of California, and that at the expiration of said period the United States will convey the same by patent to the said Indian, or his heirs as aforesaid, in fee, discharged of said trust and free of all charge or incumbrance whatsoever. And if any conveyance shall be made of the lands set apart and allotted as herein provided, or any contract made touching the same, before the expiration of the time above mentioned, such conveyance or contract shall be absolutely null and void: <i>Provided,</i> That these patents, when issued, shall override the patent authorized to be issued to the band or village as aforesaid, and shall separate the individual allotment from the lands held in common, which proviso shall be incorporated in each of the village patents.\"</p>\n<p>[8]  39 Stat. 969, 976.</p>\n<p>[9]  The Act of 1917 in relevant part provides that: \". . . the Secretary of the Interior be, and he is hereby, authorized and directed to cause allotments to be made to the Indians belonging to and having tribal rights on the Mission Indian reservations in the State of California, in areas as provided in section seventeen of the Act of June twenty-fifth, nineteen hundred and ten (Thirty-sixth Statutes at Large, page eight hundred and fifty-nine), instead of as provided in section four of the Act of January twelfth, eighteen hundred and ninety-one (Twenty-sixth Statutes at Large, page seven hundred and thirteen): <i>Provided,</i> That this act shall not affect any allotments heretofore patented to these Indians.\" 39 Stat. 969, 976.</p>\n<p>[10]  See letter of Secretary of Interior to Chairman of Senate Committee on Indian Affairs, January 7, 1916.</p>\n<p>[11]  Letter of the Commissioner of Indian Affairs to the Secretary of the Interior, December 22, 1926.</p>\n<p>[12]  S. Ex. Doc. No. 49, 48th Cong., 1st Sess., reproduced in Sen. Rep. No. 74, 50th Cong., 1st Sess.</p>\n<p>[13]  The statute in full is as follows:\n</p>\n<p>\"All persons who are in whole or in part of Indian blood or descent who are entitled to an allotment of land under any law of Congress, or who claim to be so entitled to land under any allotment Act or under any grant made by Congress, or who claim to have been unlawfully denied or excluded from any allotment or any parcel of land to which they claim to be lawfully entitled by virtue of any Act of Congress, may commence and prosecute or defend any action, suit, or proceeding in relation to their right thereto in the proper district court of the United States; and said district courts are given jurisdiction to try and determine any action, suit, or proceeding arising within their respective jurisdictions involving the right of any person, in whole or in part of Indian blood or descent, to any allotment of land under any law or treaty (and in said suit the parties thereto shall be the claimant as plaintiff and the United States as party defendant); and the judgment or decree of any such court in favor of any claimant to an allotment of land shall have the same effect, when properly certified to the Secretary of the Interior, as if such allotment had been allowed and approved by him, but this provision shall not apply to any lands held August 15, 1894, by either of the Five Civilized Tribes, nor to any of the lands within the Quapaw Indian Agency: <i>Provided,</i> That the right of appeal shall be allowed to either party as in other cases.\"</p>\n<p>[14]  See H.R. Rep. No. 1521 and Sen. Rep. No. 1201, 74th Cong., 1st Sess.</p>\n<p>[15]  Sen. Rep. No. 1238, 75th Cong., 1st Sess. The Palm Springs Indians were among those which had voted against application to them of the Indian Reorganization Act of 1934, 48 Stat. 984, which would have terminated all future allotment in severalty.</p>\n<p>[16]  Hearings, House Committee on Indian Affairs, on H.R. 7450, 75th Cong., 3d Sess., pp. 5-6.</p>\n<p>[17]  The Solicitor of the Department of Interior has himself indicated that where the Indian has done all he could to get his patent and has failed because of the neglect of public officers the courts will generally protect him, and that this may be proper even where there has been a failure to approve the allotment. See 55 Decisions of the Department of the Interior 295, 303-304.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:54:43", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">419</span></span> (1944)</b></center>\n<center><h1>ARENAS<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 463.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 6, 7, 1944.</center>\n<center>Decided May 22, 1944.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><span class=\"star-pagination\">*420</span> <i>Messrs. John W. Preston</i> and <i>Oliver O. Clark</i> argued the cause, and <i>Mr. Preston</i> was on the brief, for petitioner.</p>\n<p><i>Mr. Norman MacDonald,</i> with whom <i>Assistant Attorney General Littell</i> was on the brief, for the United States.</p>\n<p>MR. JUSTICE JACKSON delivered the opinion of the Court.</p>\n<p>The petitioner Arenas is a full-blood Mission Indian, regularly enrolled in the Agua Caliente or Palm Springs Band. He sued in the United States District Court to be awarded a trust patent to certain lands on the Palm Springs Reservation. The Government was granted a summary judgment of dismissal on affidavits and on the record of the <i>St. Marie</i> litigation on like claims by similarly situated Indians.<sup>[1]</sup> No findings have been made in this case by the District Court. The Circuit Court of Appeals affirmed,<sup>[2]</sup> chiefly in reliance upon its previous decision in the <i>St. Marie</i> case, and we granted certiorari.<sup>[3]</sup></p>\n<p>For a long period Congress pursued the policy of imposing, as rapidly as possible, our system of individual land tenure on the Indian. To this end tribal or communal <span class=\"star-pagination\">*421</span> land holdings of the Indians were superseded by allotment to individuals, who were protected against improvidence by restraints on alienation.<sup>[4]</sup> The Mission Indians had deserved well and had fared badly<sup>[5]</sup> and Congress passed the Mission Indian Act of 1891<sup>[6]</sup> for their particular redress.</p>\n<p>The first three sections of this Act set up a commission to settle these several bands on suitable reservations and directed that appropriate patents issue. The United States was to hold the titles in trust, however, for twenty-five years and then was to convey to the tribes any portions not previously patented in severalty to members. Several reservations were set apart, including one at Palm Springs, with which this and the <i>St. Marie</i> case were concerned.</p>\n<p>The Act also provided in § 4 that whenever in the opinion of the Secretary of the Interior any of the Indians should \"be so advanced in civilization as to be capable of owning and managing land in severalty, the Secretary of the Interior may cause allotments to be made to such Indians, out of the land of such reservation\" and it specified the acreage to be allotted to each. Section 5 provided that on approval of the allotments the Secretary should cause patents to issue in the name of the allottees. For twenty-five years the lands were to remain in trust for their benefit and then were to be conveyed in fee free of the trust.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*422</span> Nevertheless, little was done toward allotment in severalty to Mission Indians for nearly twenty-five years. One reason, we gather, was that the Act authorized allotment on a more liberal basis than available lands would permit, although there may have been other reasons. In 1916, however, Secretary Lane called the neglect to the attention of Congress and asked that he be authorized to make allotments in quantities governed by the General Allotment Act of 1887 as amended by § 17 of the Act of June 25, 1910, 36 Stat. 859, instead of in those set out in <span class=\"star-pagination\">*423</span> the Mission Indian Act of 1891. Thereupon Congress passed the Act of March 2, 1917<sup>[8]</sup> by which it \"authorized and directed\" the Secretary to proceed under the Act of 1910.</p>\n<p>The Secretary on June 7, 1921 appointed Harry E. Wadsworth as Special Allotting Agent at Large for the Mission Indian Reservations of California and instructed him to prepare schedules of selections for allotments thereon. In 1923, Wadsworth filed a schedule showing selections on the Palm Springs Reservation for fifty members of the Band. The Secretary expressly disapproved this schedule. Complaint had come from the Indians, many of whom did not want allotments and had not made the selections listed in their names. When they failed to choose, the allotment agent had made a choice for them. The Secretary instructed Wadsworth to prepare a new schedule listing only selections voluntarily made and to leave off those who did not desire allotments. In 1927, the Department received from Wadsworth a new schedule showing voluntary selections for twenty-four members of the Palm Springs Band.</p>\n<p>Each Indian for whom a selection was listed received from Wadsworth a certificate of selection for allotment. Each was stamped \"Not valid unless approved by the Secretary of the Interior.\"</p>\n<p>On October 26, 1923, Wadsworth asked the Indian Department for instructions, reciting, \"Allotments being completed and certificates issued. Many allottees anxious to immediately occupy their selections and prepare things for early crops instead waiting for receipt of patents.\" On the same day he received reply, \"No objection to Indians preparing their respective allotment selections for crops if properly listed on schedule.\" Wadsworth also wrote to one, at least, of the allottees in the <i>St. Marie</i> case, <span class=\"star-pagination\">*424</span> saying among other things, \"It is difficult to tell exactly when you may expect these patents from Washington but I believe they should be here within 6 weeks or so. They will come to the superintendent in Riverside, who will notify you that they are there and ready for delivery to you. In the meantime, the Commissioner of Indian Affairs in Washington authorizes me to say to you that from this date you are entitled to enter upon and take possession of these allotments, and these certificates will be your evidence of such authority until the trust patents are received by you.\"</p>\n<p>Wadsworth filed the schedule with the Department of the Interior. He attached a certificate, among other things reciting \"that the allotments shown hereon were made in accordance with the provisions of the act of Congress of February 8, 1887 as amended by the Act of June 25, 1910 and supplemented by the Act of March 2, 1917.\" The General Land Office recommended that the schedule be approved, with exceptions that appear to have no bearing on the case before us.</p>\n<p>But the allotments appear never to have been approved by the Secretary. He refuses to issue patents to which these Indians claim to be entitled. The Government's moving papers contain an affidavit by counsel declaring that the Secretary disapproved the allotments. But it gives no reason, and no order or statement of disapproval by the Secretary is in the record. The Government filed no pleading averring reasons for disapproval or, if disapproval was formal, setting forth the document. On the contrary, counsel seems to have taken the position that as matter of law the Secretary's reasons and the form of his disapproval were not relevant to any question the Court is empowered to decide.</p>\n<p>The power of the Secretary so to refuse patents and the powerlessness of the courts to review the refusal are here maintained on these contentions: \"It rests in the <span class=\"star-pagination\">*425</span> complete discretion of the Secretary of the Interior whether or not allotments shall be made on the Palm Springs Reservation. Sections 4 and 5 of the Act of January 12, 1891 contemplate three steps in the making of allotments on that reservation: (1) an opinion by the Secretary as to the capacity of the Indians to receive allotments; (2) a method or procedure for making such allotments; and (3) approval of the allotments by the Secretary. Each of these steps is under the control and rests in the discretion of the Secretary.\" Upon these grounds the trial court and the Circuit Court of Appeals held that the plaintiffs in the <i>St. Marie</i> cases were not entitled to patents and that this petitioner is not entitled to go to trial.</p>\n<p></p>\n<h2>I.</h2>\n<p></p>\n<h2><i>The Secretary's discretion in determining the capacity of the Indians to receive allotments.</i></h2>\n<p>The Act of 1891 provides that \"whenever any of the Indians residing upon any reservation patented under the provisions of this Act shall, <i>in the opinion of the Secretary of the Interior,</i> be so advanced in civilization as to be capable of owning and managing land in severalty, the Secretary of the Interior may cause allotments to be made to such Indians.\" (Emphasis supplied.) This undoubtedly conferred a very considerable discretion upon the Secretary.</p>\n<p>The Act of 1917, however, drops the language of discretion and <i>directs</i> the Secretary to cause allotments to be made to the Indians on the Mission reservations.<sup>[9]</sup> The <span class=\"star-pagination\">*426</span> Act was prepared by the Secretary<sup>[10]</sup> and if it was intended to perpetuate his discretion as to whether the allotment policy was to be applied to these Indians at all, it might easily have so provided. Both the Secretary and Congress appear to have settled that point. The communication of the Secretary to the Chairman of the Senate Committee on Indian Affairs indicates no reservations about the Secretary's view that the Indians were qualified and that the Department should carry out the allotment policy. It points out certain evils and inequalities among the Indians under the tribal system of land holdings and says, \"This is a condition that cannot be cured entirely until the lands have been allotted in severalty.\" And again it says, \"The Department believes that the present conditions, while much better than they were some years ago, would be rapidly improved by allotment in severalty, provided authority to prorate the available land is given.\"</p>\n<p>Following passage of the Act the Secretary set about executing its directions. Wadsworth was appointed General Allotment Agent and was sent to the Indians with instructions to permit them to select their own allotments. When he selected for those who did not choose for themselves, his schedule was disapproved, and only for that reason. He was returned to the task of compiling voluntary selections for those who desired allotments, it being thought that if that were done those who objected \"would soon fall in line and request that they too be given their proportionate share of the allottable areas.\"<sup>[11]</sup> There is <span class=\"star-pagination\">*427</span> no denial that Wadsworth was authorized to hold out to the Indians that their patents would be received in a few weeks and that meanwhile, if not already living on their selected lands, they might enter into possession.</p>\n<p>To assume that the Act of 1917, while directing the Secretary to make allotments, only meant to give him uncontrolled discretion not to do so would be a doubtful construction, in view of its history. But even if it were so interpreted, it did not require the Secretary to manifest his exercise of discretion in any formal way. His opinion that the Indians had the capacity for individual responsibility for land ownership could be indicated by conduct as well as by words. We think his conduct and words amount both to an administrative construction of the 1917 Act as a direction and to the exercise of any discretion he may have had under it.</p>\n<p>If the Indians were not ready for allotments, why send an agent to hold out to them that hope and promise? Why the elaborate procedure of allotment? The Department then sought not only to offer allotment but to proceed so as to make the Indians \"fall in line.\" Despite the obvious inference from these acts the record does not counter them by any showing that the Secretary now considers these Indians to lack civilization and capacity, tested by the usual standards for allotment, nor does it show that they do not in fact possess it. History and common knowledge of these Indians would indicate that they are not wanting in whatever it is that makes up \"civilization.\" Long ago the Franciscans converted them to Christianity, taught them to subsist by good husbandry and handicrafts. Under the Treaty of Guadalupe Hidalgo (1848) their ancestral lands and their governance passed from Mexico to the United States. During the gold discovery days they were too gentle to combat the ruthless pressures of the whites and came to lead a precarious and pitiable, but peaceful, existence. Eventually the country was <span class=\"star-pagination\">*428</span> aroused by their plight and set up a commission to investigate their grievances and to make recommendations for their protection and relief. It reported in 1884<sup>[12]</sup> and its recommendations were substantially embodied in the Mission Indian Act of 1891. By the standards of peacefulness, industry, and gentleness these Indians have long been \"civilized.\" Even tested by the standard of acquisitiveness, they seem not to have failed. Improvements made by Arenas on the lands he occupied in reliance upon his certificate are valued at $15,000.</p>\n<p>On the record as it now stands we do not think the Government has established the falsity of the allegations of the complaint that the Secretary had made the preliminary decision as to the allotments. We think the issue has been settled, in the absence of further proof to the contrary, by the Act of 1917 and the Secretary's action under it.</p>\n<p></p>\n<h2>II.</h2>\n<p></p>\n<h2><i>The Secretary's discretion as to procedure for making such allotments.</i></h2>\n<p>We do not see that this is much in question nor is much in point, if true. Arenas does not question that the Secretary had discretion to adopt the method of allotment which was followed. He claims that both he and the Department have complied with it, that his choice has been ascertained, the lands have been identified and marked and reported to the Department, and that nothing remains for either to do to perfect the right to a patent. If there has been any irregularity in the procedure to lead to a patent, the Government has not pleaded or evidenced it in the case. We assume the Secretary's complete control of the method and, as the record stands, that his method has <span class=\"star-pagination\">*429</span> been executed to the point where a patent would issue but for the refusal of the Secretary.</p>\n<p></p>\n<h2>III.</h2>\n<p></p>\n<h2><i>The Secretary's discretion as to final approval of the allotments.</i></h2>\n<p>This is the crux of the lawsuit. It is as to this final step that Congress has invested the courts with some responsibility.</p>\n<p>The Act of August 15, 1894, 25 U.S.C. § 345, authorizes Indians to commence and prosecute actions \"in relation to their right\" to land under any allotment act or under any grant made by Congress \"in the proper district court of the United States; and said district courts are given jurisdiction to try and determine any action, suit, or proceeding arising within their respective jurisdictions involving the right of any person, in whole or in part of Indian blood or descent, to any allotment of land under any law or treaty.\" It is further provided that \"the judgment or decree of any such court in favor of any claimant to an allotment of land shall have the same effect, when properly certified to the Secretary of Interior, as if such allotment had been allowed and approved by him.\"<sup>[13]</sup></p>\n<p><span class=\"star-pagination\">*430</span> Under this statute the courts have decided disputes between Indians and the Government as to the relative qualifications of two claimants to receive, as a member of a band, a patent, <i>Hy-Yu-Tse-Mil-Kin</i> v. <i>Smith,</i> <span class=\"citation\" data-id=\"96102\"><a href=\"/opinion/96102/hy-yu-tse-mil-kin-v-smith/\"><span class=\"volume\">194</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span>, and whether particular lands were appropriate for allotment, <i>United States</i> v. <i>Payne,</i> 264 U.S. 446.</p>\n<p>But here we do not know from any information developed in the adversary proceedings what the dispute between the Secretary of the Interior and Arenas is about. The Government did not answer the complaint. It foreclosed evidence on the facts by its motion for summary judgment, in which it incorporated the evidence in another proceeding. In that other proceeding no representative of the Government except the local Mission Indian agent and Wadsworth, the former allotment agent, were sworn. There appears to have been no testimony as to what happened to the schedule of allotments after it reached Washington or as to whether it ever was approved or disapproved and, if so, how or by whom or why. The Government's affidavit filed in opposition to the motion recited that the Secretary's records \"reveal that the Secretary of the Interior has disapproved the allotment schedule and certificates of selection.\" No entry order or memorandum of disapproval is produced, nor is the date thereof stated.</p>\n<p>Certain facts do appear from which we know that this is no ordinary allotment problem. Each selection here <span class=\"star-pagination\">*431</span> included three kinds of land: a two-acre town lot, of considerable value; five acres of irrigable land of fair value; and forty acres of desert land. All of the town lots chosen are in Section 14, Township 4 South, Range 4 East. This section contains Palm Springs, a hot mineral spring, from which the reservation derives its name.</p>\n<p>But the reservation itself is a checkerboard affair. At the time of its establishment the odd-numbered sections already had been granted to the Southern Pacific Railroad and hence the reservation consisted of only even-numbered sections. On the railroad sections the whites have established the settlement known as Palm Springs, a flourishing winter resort with large hotels and the usual business places and residences that characterize such a development. Out of this situation has grown conflict of interest between the Indians and the whites and between Indians themselves. The Indians, to the annoyance of the whites, seek to exploit their ownership of the springs, and the whites are accused, not without probable cause, of coveting the Indians' property rights therein. Those among both races who favor allotment allege that the denial of patents is designed to serve the white interests in Palm Springs by leasing or selling valuable tribal lands to those who are promoting the resort interests. Those who oppose issuance of patents allege that the allotment system is unfair to the tribe and will result eventually in the whites' getting possession and title to the lands. The outlines of the controversy are clear, but the summary disposition of the case has precluded the adversary trial which alone would give reliable foundation for determining it, if indeed the evidence will show that it should be the subject of judicial determination. The legal claims of this particular Indian to a patent for the lands he selected for allotment, which have long been in his possession and have been considerably improved with the knowledge <span class=\"star-pagination\">*432</span> of the Government, are now entangled in larger questions of Indian land policy.</p>\n<p>The jurisdictional Act of 1894, under which this suit is in the courts, requires them to adjudicate legal rights of the parties and to render a judgment which will stand in lieu of the Secretary's action if he has <i>unlawfully denied</i> a patent to an allotment to which the Indian is entitled. But courts are not to determine questions of Indian land policy, nor can the Secretary on grounds of policy deprive an allottee of any rights he may have acquired in his allotment. To separate questions of right from questions of policy requires judicial examination of any well pleaded allegation of the complaint and of any grounds advanced for refusal of the patent. Even in some discretionary matters, it has been held that if an official acts solely on grounds which misapprehend the legal rights of the parties, an otherwise unreviewable discretion may become subject to correction. <i>Perkins</i> v. <i>Elg,</i> <span class=\"citation\" data-id=\"103217\"><a href=\"/opinion/103217/perkins-v-elg/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, 349.</p>\n<p>Since the Government has not pleaded to the complaint nor offered evidence as to the Secretary's position we know it only as stated in argument. It appears that the sole reason for denying a patent is a departmental change of policy, by which the Secretary now disagrees with the allotment policy prescribed for these Indians by the Acts of 1891 and 1917. The Government brief says, \"Meanwhile opposition to the making of allotments in severalty developed among the members of the Palm Springs Band of Indians, and as a result administrative action on the 1927 schedule was further delayed. During this period the conclusion was reached in the Department that in fairness to the Band as a whole and from the standpoint of their best interests the lands scheduled for allotment should be held in a tribal status and dealt with as a tribal asset.\" It says further, \"The Secretary has determined <span class=\"star-pagination\">*433</span> that it would be inequitable and detrimental to the Palm Springs Band of Indians as a whole to approve any allotments on their reservation.\" Again, \"The Secretary should not be compelled to carry through a plan of allotment in severalty which in his judgment will operate contrary to the best interests of the Palm Springs Band of Indians, but he should be permitted to stay his hand and seek a time which would be more in the interest of that Band.\"</p>\n<p>The Secretary has endeavored to persuade Congress that treatment other than the allotment policy embodied in its legislation would be more advantageous for the Indians. In 1935, he recommended to Congress a bill authorizing him to make a 99-year lease of the reservation lands.<sup>[14]</sup> This failed of enactment. In 1937, the Secretary recommended a bill to repeal the provisions of the Act of March 2, 1917, directing the making of allotments on the Mission Indian Reservations.<sup>[15]</sup> That bill failed. He also recommended a bill to authorize the sale of a part of the Palm Springs Reservation.<sup>[16]</sup> That likewise failed of enactment.</p>\n<p>We think the grounds advanced by the Government by way of argument, although not by way of evidence, are inadequate to establish as matter of law that the petitioner has no legal right to a patent. Congress not only has failed to deny these allotment rights by legislation, but has rejected urgent and reiterated appeals from the Department to do so. Arenas is entitled to invoke the applicable legislation <span class=\"star-pagination\">*434</span> as it stands in determining whether he is entitled to have completed the all but fully executed policy of allotment.<sup>[17]</sup></p>\n<p>The petitioner made no counter motion in the District Court for summary judgment against the Government. Before us he asks only that his complaint be answered and that he be given a chance to establish his legal claim if he can by trial. The summary judgment against him should be reversed and the Government required to answer. We do not preclude motion by the Government to strike parts of the complaint if any are found to be improper pleading. But we think the duty of the Court under the jurisdictional act can be discharged in a case of this complexity only by trial, findings and judgment in regular course.</p>\n<p><i>Reversed.</i></p>\n<h2>NOTES</h2>\n<p>[1]  <i>St. Marie</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"1682290\"><a href=\"/opinion/1682290/st-marie-v-united-states/\"><span class=\"volume\">24</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">237</span></a></span>, <span class=\"citation\" data-id=\"1478138\"><a href=\"/opinion/1478138/st-marie-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">876</span></a></span>, cert. denied because petition out of time, 311 U.S. 652.</p>\n<p>[2]  137 F.2d 199.</p>\n<p>[3]  320 U.S. 733.</p>\n<p>[4]  General Allotment Act of 1887, 24 Stat. 388, 25 U.S.C. § 331; see Cohen, Handbook of Federal Indian Law, c. 11.</p>\n<p>[5]  See report on conditions and needs of the Mission Indians, Sen. Rep. No. 74, 50th Cong., 1st Sess.</p>\n<p>[6]  26 Stat. 712.</p>\n<p>[7]  Sections 4 and 5 of the Act provide as follows:\n</p>\n<p>\"Sec. 4. That whenever any of the Indians residing upon any reservation patented under the provisions of this act shall, in the opinion of the Secretary of the Interior, be so advanced in civilization as to the capable of owning and managing land in severalty, the Secretary of the Interior may cause allotments to be made to such Indians, out of the land of such reservation, in quantity as follows: To each head of a family not more than six hundred and forty acres nor less than one hundred and sixty acres of pasture or grazing land, and in addition thereto not exceeding twenty acres, as he shall deem for the best interest of the allottee, of arable land in some suitable locality; to each single person over twenty-one years of age not less than eighty nor more than six hundred and forty acres of pasture or grazing land and not exceeding ten acres of such arable land.</p>\n<p>\"SEC. 5. That upon the approval of the allotments provided for in the preceding section by the Secretary of the Interior he shall cause patents to issue therefor in the name of the allottees, which shall be of the legal effect and declare that the United States does and will hold the land thus allotted for the period of twenty-five years, in trust for the sole use and benefit of the Indian to whom such allotment shall have been made, or, in case of his decease, of his heirs according to the laws of the State of California, and that at the expiration of said period the United States will convey the same by patent to the said Indian, or his heirs as aforesaid, in fee, discharged of said trust and free of all charge or incumbrance whatsoever. And if any conveyance shall be made of the lands set apart and allotted as herein provided, or any contract made touching the same, before the expiration of the time above mentioned, such conveyance or contract shall be absolutely null and void: <i>Provided,</i> That these patents, when issued, shall override the patent authorized to be issued to the band or village as aforesaid, and shall separate the individual allotment from the lands held in common, which proviso shall be incorporated in each of the village patents.\"</p>\n<p>[8]  39 Stat. 969, 976.</p>\n<p>[9]  The Act of 1917 in relevant part provides that: \". . . the Secretary of the Interior be, and he is hereby, authorized and directed to cause allotments to be made to the Indians belonging to and having tribal rights on the Mission Indian reservations in the State of California, in areas as provided in section seventeen of the Act of June twenty-fifth, nineteen hundred and ten (Thirty-sixth Statutes at Large, page eight hundred and fifty-nine), instead of as provided in section four of the Act of January twelfth, eighteen hundred and ninety-one (Twenty-sixth Statutes at Large, page seven hundred and thirteen): <i>Provided,</i> That this act shall not affect any allotments heretofore patented to these Indians.\" 39 Stat. 969, 976.</p>\n<p>[10]  See letter of Secretary of Interior to Chairman of Senate Committee on Indian Affairs, January 7, 1916.</p>\n<p>[11]  Letter of the Commissioner of Indian Affairs to the Secretary of the Interior, December 22, 1926.</p>\n<p>[12]  S. Ex. Doc. No. 49, 48th Cong., 1st Sess., reproduced in Sen. Rep. No. 74, 50th Cong., 1st Sess.</p>\n<p>[13]  The statute in full is as follows:\n</p>\n<p>\"All persons who are in whole or in part of Indian blood or descent who are entitled to an allotment of land under any law of Congress, or who claim to be so entitled to land under any allotment Act or under any grant made by Congress, or who claim to have been unlawfully denied or excluded from any allotment or any parcel of land to which they claim to be lawfully entitled by virtue of any Act of Congress, may commence and prosecute or defend any action, suit, or proceeding in relation to their right thereto in the proper district court of the United States; and said district courts are given jurisdiction to try and determine any action, suit, or proceeding arising within their respective jurisdictions involving the right of any person, in whole or in part of Indian blood or descent, to any allotment of land under any law or treaty (and in said suit the parties thereto shall be the claimant as plaintiff and the United States as party defendant); and the judgment or decree of any such court in favor of any claimant to an allotment of land shall have the same effect, when properly certified to the Secretary of the Interior, as if such allotment had been allowed and approved by him, but this provision shall not apply to any lands held August 15, 1894, by either of the Five Civilized Tribes, nor to any of the lands within the Quapaw Indian Agency: <i>Provided,</i> That the right of appeal shall be allowed to either party as in other cases.\"</p>\n<p>[14]  See H.R. Rep. No. 1521 and Sen. Rep. No. 1201, 74th Cong., 1st Sess.</p>\n<p>[15]  Sen. Rep. No. 1238, 75th Cong., 1st Sess. The Palm Springs Indians were among those which had voted against application to them of the Indian Reorganization Act of 1934, 48 Stat. 984, which would have terminated all future allotment in severalty.</p>\n<p>[16]  Hearings, House Committee on Indian Affairs, on H.R. 7450, 75th Cong., 3d Sess., pp. 5-6.</p>\n<p>[17]  The Solicitor of the Department of Interior has himself indicated that where the Indian has done all he could to get his patent and has failed because of the neglect of public officers the courts will generally protect him, and that this may be proper even where there has been a failure to approve the allotment. See 55 Decisions of the Department of the Interior 295, 303-304.</p>\n\n</div>", 
  "sha1": "a0f25d237e16eb8ce8e011b6b6a5c371bb38b8b4", 
  "date_modified": "2014-12-21T01:44:25.635372", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/104001/arenas-v-united-states/", 
  "citation_count": 29, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/408048/", 
  "html": "<p class=\"case_cite\">322 U.S. 419</p>\n    <p class=\"case_cite\">64 S.Ct. 1090</p>\n    <p class=\"case_cite\">88 L.Ed. 1363</p>\n    <p class=\"parties\">ARENAS<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 463.</p>\n    <p class=\"date\">Argued March 6&#8212;7, 1944.</p>\n    <p class=\"date\">Decided May 22, 1944.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. John W. Preston and Oliver O. Clark, both of Los Angeles, Cal., for petitioner.</p>\n      <p class=\"indent\">Mr. Norman MacDonald, of Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice JACKSON delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petitioner Arenas is a full-blood Mission Indian, regularly enrolled in the Agua Caliente or Palm Springs Band. He sued in the United States District Court to be awarded a trust patent to certain lands on the Palm Springs Reservation The Government was granted a summary judgment of dismissal on affidavits and on the record of the St. Marie litigation on like claims by similarly situated Indians.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> No findings have been made in this case by the District Court. The Circuit Court of Appeals affirmed,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> chiefly in reliance upon its previous decision in the St. Marie case, and we granted certiorari.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">For a long period Congress pursued the policy of imposing, as rapidly as possible, our system of individual land tenure on the Indian. To this end tribal or communal land holdings of the Indians were superseded by allotment to individuals, who were protected against improvidence by restraints on alienation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The Mission Indians had deserved well and had fared badly<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and Congress passed the Mission Indian Act of Jan. 12, 1891<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> for their particular redress.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The first three sections of this Act set up a commission to settle these several bands on suitable reservations and directed that appropriate patents issue. The United States was to hold the titles in trust, however, for twenty-five years and then was to convey to the tribes any portions not previously patented in severalty to members. Several reservations were set apart, including one at Palm Springs, with which this and the St. Marie case were concerned.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Act also provided in &#167; 4 that whenever in the opinion of the Secretary of the Interior any of the Indians should 'be so advanced in civilization as to be capable of owning and managing land in severalty, the Secretary of the Interior may cause allotments to be made to such Indians, out of the land of such reservation' and it specified the acreage to be allotted to each. Section 5 provided that on approval of the allotments the Secretary should cause patents to issue in the name of the allottees. For twenty-five years the lands were to remain in trust for their benefit and then were to be conveyed in fee free of the trust.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nevertheless, little was done toward allotment in severalty to Mission Indians for nearly twenty-five years. One reason, we father, was that the Act authorized allotment on a more liberal basis than available lands would permit, although there may have been other reasons. In 1916, however, Secretary Lane called the neglect to the attention of Congress and asked that he be authorized to make allotments in quantities governed by the General Allotment Act of 1887, as amended by section 17 of the Act of June 25, 1910, 36 Stat. 859, instead of in those set out in the Mission Indian Act of 1891. Thereupon Congress passed the Act of March 2, 1917<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> by which it 'authorized and directed' the Secretary to proceed under the Act of 1910.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Secretary on June 7, 1921 appointed Harry E. Wadsworth as Special Allotting Agent at Large for the Mission Indian Reservations of California and instructed him to prepare schedules of selections for allotments thereon. In 1923, Wadsworth filed a schedule showing selections on the Palm Springs Reservation for fifty members of the Band. The Secretary expressly disapproved this schedule. Complaint had come from the Indians, many of whom did not want allotments and had not made the selections listed in their names. When they failed to choose, the allotment agent had made a choice for them. The Secretary instructed Wadsworth to prepare a new schedule listing only selections voluntarily made and to leave off those who did not desire allotments. In 1927, the Department received from Wadsworth a new schedule showing voluntary selections for twenty-four members of the Palm Springs Band.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Each Indian for whom a selection was listed received from Wadsworth a certificate of selection for allotment. Each was stamped 'Not valid unless approved by the Secretary of the Interior.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 26, 1923, Wadsworth asked the Indian Department for instructions, reciting, 'Allotments being completed and certificates issued. Many allottees anxious to immediately occupy their selections and prepare things for early crops instead waiting for receipt of patents.' On the same day he received reply, 'No objection to Indians preparing their respective allotment selections for crops if properly listed on schedule.' Wadsworth also wrote to one, at least, of the allottees in the St. Marie case, saying among other things, 'It is difficult to tell exactly when you may except these patents from Washington but I believe they should be here within 6 weeks or so. They will come to the superintendent in Riverside, who will notify you that they are there and ready for delivery to you. In the meantime, the Commissioner of Indian Affairs in Washington authorizes me to say to you that from this date you are entitled to enter upon and take possession of these allotments, and these certificates will be your evidence of such authority until the trust patents are received by you.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Wadsworth filed the schedule with the Department of the Interior. He attached a certificate, among other things reciting 'that the allotments shown hereon were made in accordance with the provisions of the act of Congress of February 8, 1887 as amended by the Act of June 25, 1910 and supplemented by the Act of March 2, 1917.' The General Land Office recommended that the schedule be approved, with exceptions that appear to have no bearing on the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">But the allotments appear never to have been approved by the Secretary. He refuses to issue patents to which these Indians claim to be entitled. The Government's moving papers contain an affidavit by counsel declaring that the Secretary disapproved the allotments. But it gives no reason, and no order or statement of disapproval by the Secretary is in the record. The Government filed no pleading averring reasons for disapproval or, if disapproval was formal, setting forth the document. On the contrary, counsel seems to have taken the position that as matter of law the Secretary's reasons and the form of his disapproval were not relevant to any question the Court is empowered to decide.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The power of the Secretary so to refuse patents and the powerlessness of the courts to review the refusal are here maintained on these contentions: 'It rests in the complete discretion of the Secretary of the Interior whether or not allotments shall be made on the Palm Spring Reservation. Sections 4 and 5 of the Act of January 12, 1891 contemplate three steps in the making of allotments on that reservation: (1) an opinion by the Secretary as to the capacity of the Indians to receive allotments; (2) a method or procedure for making such allotments; and (3) approval of the allotments by the Secretary. Each of these steps is under the control and rests in the discretion of the Secretary.' Upon these grounds the trial court and the Circuit Court of Appeals held that the plaintiffs in the St. Marie cases were not entitled to patents and that this petitioner is not entitled to go to trial.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Secretary's Discretion in Determining the Capacity of the Indians to Receive Allotments.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Act of 1891 provides that 'whenever any of the Indians residing upon any reservation patented under the provisions of this act shall, in the opinion of the Secretary of the Interior, be so advanced in civilization as to be capable of owning and managing land in severalty, the Secretary of the Interior may cause allotments to be made to such Indians.' (Emphasis supplied.) This undoubtedly conferred a very considerable discretion upon the Secretary.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Act of 1917, however, drops the language of discretion and directs the Secretary to cause allotments to be made to the Indians on the Mission reservations.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The Act was prepared by the Secretary<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and if it was intended to perpetuate his discretion as to whether the allotment policy was to be applied to these Indians at all, it might easily have so provided. Both the Secretary and Congress appears to have settled that point. The Communication of the Secretary to the Chairman of the Senate Committee on Indian Affairs indicates no reservations about the Secretary's view that the Indians were qualified and that the Department should carry out the allotment policy. It points out certain evils and inequalities among the Indians under the tribal system of land holdings and says, 'This is a condition that cannot be cured entirely until the lands have been allotted in severalty.' And again it says, 'The Department believes that the present conditions, while much better than they were some years ago, would be rapidly improved by allotment in severalty, provided authority to pro rate the available land is given.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Following passage of the Act the Secretary set about executing its directions. Wadsworth was appointed General Allotment Agent and was sent to the Indians with instructions to permit them to select their own allotments. When he selected for those who did not choose for themselves, his schedule was disapproved, and only for that reason. He was returned to the task of compiling voluntary selections for those who desired allotments, it being thought that if that were done those who objected 'would soon fall in line and request that they too be given their proportionate share of the allottable areas.'<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> There is no denial that Wadsworth was authorized to hold out to the Indians that their patents would be received in a few weeks and that meanwhile, if not already living on their selected lands, they might enter into possession.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To assume that the Act of 1917, while directing the Secretary to make allotments, only meant to give him uncontrolled discretion not to do so would be a doubtful construction, in view of its history. But even if it were so interpreted, it did not require the Secretary to manifest his exercise of discretion in any formal way. His opinion that the Indians had the capacity for individual responsibility for land ownership could be indicated by conduct as well as by words. We think his conduct and words amount both to an administrative construction of the 1917 Act as a direction and to the exercise of any discretion he may have had under it.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If the Indians were not ready for allotments, why send an agent to hold out to them that hope and promise? Why the elaborate procedure of allotment? The Department then sought not only to offer allotment but to proceed so as to make the Indians 'fall in line.' Despite the obvious inference from these acts the record does not counter them by any showing that the Secretary now considers these Indians to lack civilization and capacity, tested by the usual standards for allotment, nor does it show that they do not in fact possess it. History and common knowledge of these Indians would indicate that they are not wanting in whatever it is that makes up 'civilization.' Long ago the Franciscans converted them to Christianity, taught them to subsist by good husbandry and handicrafts. Under the Treaty of Guadalupe Hidalgo Feb. 2, 1848, 9 Stat. 922, their ancestral lands and their governance passed from Mexico to the United States. During the gold discovery days they were too gentle to combat the ruthless pressures of the whites and came to lead a precarious and pitiable, but peaceful, existence. Eventually the country was aroused by their plight and set up a commission to investigate their grievances and to make recommendations for their protection and relief. It reported in 1884<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> and its recommendations were substantially embodied in the Mission Indian Act of 1891. By the standards of peacefulness, industry, and gentleness these Indians have long been 'civilized.' Even tested by the standard of acquisitiveness, they seem not to have failed. Improvements made by Arenas on the lands he occupied in reliance upon his certificate are valued at $15,000.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On the record as it now stands we do not think the Government has established the falsity of the allegations of the complaint that the Secretary had made the preliminary decision as to the allotments. We think the issue has been settled, in the absence of further proof to the contrary, by the Act of 1917 and the Secretary's action under it.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Secretary's Discretion as to Procedure for Making Such Allotments.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We do not see that this is much in question nor is much in point, if true. Arenas does not question that the Secretary had discretion to adopt the method of allotment which was followed. He claims that both he and the Department have complied with it, that his choice has been ascertained, the lands have been identified and marked and reported to the Department, and that nothing remains for either to do to perfect the right to a patent. If there has been any irregularity in the procedure to lead to a patent, the Government has not pleaded or evidenced it in the case. We assume the Secretary's complete control of the method and, as the record stands, that his method has been executed to the point where a patent would issue but for the refusal of the Secretary.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Secretary's Discretion as to Final Approval of the Allotments.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This is the crux of the lawsuit. It is as to this final step that Congress has invested the courts with some responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Act of August 15, 1894, 25 U.S.C. &#167; 345, 25 U.S.C.A. &#167; 345, authorizes Indians to commence and prosecute actions 'in relation to their right' to land under any allotment act or under any grant made by Congress 'in the proper district court of the United States; and said district courts are given jurisdiction to try and determine any action, suit, or proceeding arising within their respective jurisdictions involving the right of any person, in whole or in part of Indian blood or descent, to any allotment of land under any law or treaty.' It is further provided that 'the judgment or decree of any such court in favor of any claimant to any allotment of land shall have the same effect, when properly certified to the Secretary of the Interior, as if such allotment had been allowed and approved by him.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Under this statute the courts have decided disputes between Indians and the Government as to the relative qualifications of two claimants to receive, as a member of a band, a patent, Hy-yu-tse-mil-kin v. Smith, 194 U.S. 401, 24 S.Ct. 676, 48 L.Ed. 1039, and whether particular lands were appropriate for allotment, United States v. Payne, 264 U.S. 446, 44 S.Ct. 352, 68 L.Ed. 782.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">But here we do not know from any information developed in the adversary proceedings what the dispute between the Secretary of the Interior and Arenas is about. The Government did not answer the complaint. It foreclosed evidence on the facts by its motion for summary judgment, in which it incorporated the evidence in another proceeding. In that other proceeding no representative of the Government except the local Mission Indian agent and Wadsworth, the former allotment agent, were sworn. There appears to have been no testimony as to what happened to the schedule of allotments after it reached Washington or as to whether it ever was approved or disapproved and, if so, how or by whom or why. The Government's affidavit filed in opposition to the motion recited that the Secretary's records 'reveal that the Secretary of the Interior has disapproved the allotment schedule and certificates of selection.' No entry order or memorandum of disapproval is produced, nor is the date thereof stated.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Certain facts do appear from which we know that this is no ordinary allotment problem. Each selection here included three kinds of land: a two-acre town lot, of considerable value; five acres of irrigable land of fair value; and forty acres of desert land. All of the town lots chosen are in Section 14, Township 4, South, Range 4, East. This section contains Palm Springs, a hot mineral spring, from which the reservation derives its name.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">But the reservation itself is a checkerboard affair. At the time of its establishment the odd numbered sections already had been granted to the Southern Pacific Railroad and hence the reservation consisted of only even numbered sections. On the railroad sections the whites have established the settlement known as Palm Springs, a flourishing winter resort with large hotels and the usual business places and residences that characterize such a development. Out of this situation has grown conflict of interest between the Indians and the whites and between Indians themselves. The Indians, to the annoyance of the whites, seek to exploit their ownership of the springs, and the whites are accused, not without probable cause, of coveting the Indians' property rights therein. Those among both races who favor allotment allege that the denial of patents is designed to serve the white interests in Palm Springs by leasing or selling valuable tribal lands to those who are promoting the resort interests. Those who oppose issuance of patents allege that the allotment system is unfair to the tribe and will result eventually in the whites' getting possession and title to the lands. The outlines of the controversy are clear, but the summary disposition of the case has precluded the adversary trial which alone would give reliable foundation for determining it, if indeed the evidence will show that it should be the subject of judicial determination. The legal claims of this particular Indian to a patent for the lands he selected for allotment, which have long been in his possession and have been considerably improved with the knowledge of the Government, are now entangled in larger questions of Indian land policy.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The jurisdictional Act of 1894, under which this suit is in the courts, requires them to adjudicate legal rights of the parties and to render a judgment which will stand in lieu of the Secretary's action if he has unlawfully denied a patent to an allotment to which the Indian is entitled. But courts are not to determine questions of Indian land policy, nor can the Secretary on grounds of policy deprive an allottee of any rights he may have acquired in his allotment. To separate questions of right from questions of policy requires judicial examination of any well pleaded allegation of the complaint and of any grounds advanced for refusal of the patent. Even in some discretionary matters, it has been held that if an official acts solely on grounds which misapprehend the legal rights of the parties, an otherwise unreviewable discretion may become subject to correction. Perkins v. Elg, 307 U.S. 325, 349, 59 S.Ct. 884, 896, 83 L.Ed. 1320.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Since the government has not pleaded to the complaint nor offered evidence as to the Secretary's position we know it only as stated in argument. It appears that the sole reason for denying a patent is a departmental change of policy, by which the Secretary now disagrees with the allotment policy prescribed for these Indians by the Acts of 1891 and 1917. The Government brief says, 'Meanwhile opposition to the making of allotments in severalty developed among the members of the Palm Springs band of Indians, and as a result administrative action on the 1927 schedule was further delayed. During this period the conclusion was reached in the Department that in fairness to the band as a whole and from the standpoint of their best interests the lands scheduled for allotment should be held in a tribal status and dealt with as a tribal asset.' It says further, 'The Secretary has determined that it would be inequitable and detrimental to the Palm Springs band of Indians as a whole to approve any allotments on their reservation.' Again, 'The Secretary should not be compelled to carry through a plan of allotment in severalty which in his judgment will operate contrary to the best interests of the Palm Springs band of Indians, but he should be permitted to stay his hand and seek a time which would be more in the interests of that band.'</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Secretary has endeavored to persuade Congress that treatment other than the allotment policy embodied in its legislation would be more advantageous for the Indians. In 1935, he recommended to Congress a bill authorizing him to make a 99-year lease of the reservation lands.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> This failed of enactment. In 1937, the Secretary recommended a bill to repeal the provisions of the Act of March 2, 1917, directing the making of allotments on the Mission Indian reservations.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> That bill failed. He also recommended a bill to authorize the sale of a part of the Palm Springs Reservation.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> That likewise failed of enactment.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We think the grounds advanced by the Government by way of argument, although not by way of evidence, are inadequate to establish as matter of law that the petitioner has no legal right to a patent. Congress not only has failed to deny these allotment rights by legislation, but has rejected urgent and reiterated appeals from the Department to do so. Arenas is entitled to invoke the applicable legislation as it stands in determining whether he is entitled to have completed the all but fully executed policy of allotment.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The petitioner made no counter motion in the District Court for summary judgment against the Government. Before us he asks only that his complaint be answered and that he be given a chance to establish his legal claim if he can by trial. The summary judgment against him should be reversed and the Government required to answer. We do not preclude motion by the Government to strike parts of the complaint if any are found to be improper pleading. But we think the duty of the Court under the jurisdiction act can be discharged in a case of this complexity only by trial, findings and judgment in regular course.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> St. Marie v. United States, D.C., 24 F.Supp. 237; Id., 9 Cir., 108 F.2d 876, certiorari denied because petition out of time, 311 U.S. 652, 61 S.Ct. 35, 85 L.Ed. 417.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 9 Cir., 137 F.2d 199.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 320 U.S. 733, 64 S.Ct. 368.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> General Allotment Act of 1887, 24 Stat. 388, 25 U.S.C. &#167; 331, 25 U.S.C.A. &#167; 331; see Cohen, Handbook of Federal Indian Law, c. 11.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See report on conditions and needs of the Mission Indians, Sen. Rep. No. 74, 50th Cong., 1st Sess.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 26 Stat. 712.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> &#167;&#167; 4 and 5 of the Act provide as follows:</p>\n        <p>'Sec. 4. That whenever any of the Indians residing upon any reservation patented under the provisions of this act shall, in the opinion of the Secretary of the Interior, be so advanced in civilization as to be capable of owning and managing land in severalty, the Secretary of the Interior may cause allotments to be made to such Indians, out of the land of such reservation, in quantity as follows: To each head of a family not more than six hundred and forty acres nor less than one hundred and sixty acres of pasture or grazing land, and in addition thereto not exceeding twenty acres, as he shall deem for the best interest of the allottee, of arable land in some suitable locality; to each single person over twenty-one years of age not less than eighty nor more than six hundred and forty acres of pasture or grazing land and not exceeding ten acres of such arable land.</p>\n        <p>'Sec. 5. That upon the approval of the allotments provided for in the preceding section by the Secretary of the Interior he shall cause patents to issue therefor in the name of the allottees, which shall be of the legal effect and declare that the United States does and will hold the land thus allotted for the period of twenty-five years, in trust for the sole use and benefit of the Indian to whom such allotment shall have been made, or, in case of his decease, of his heirs according to the laws of the State of California, and that at the expiration of said period the United States will convey the same by patent to the said Indian, or his heirs as aforesaid, in fee, discharged of said trust and free of all charge or incumbrance whatsoever. And if any conveyance shall be made of the lands set apart and allotted as herein provided, or any contract made touching the same, before the expiration of the time above mentioned, such conveyance or contract shall be absolutely null and void: Provided, That these patents, when issued, shall override the patent authorized to be issued to the band or village as aforesaid, and shall separate the individual allotment from the lands held in common, which proviso shall be incorporated in each of the village patents.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 39 Stat. 969, 976.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Act of 1917 in relevant part provides that: '* * * the Secretary of the Interior be, and he is hereby, authorized and directed to cause allotments to be made to the Indians belonging to and having tribal rights on the Mission Indian reservations in the State of California, in areas as provided in section seventeen of the Act of June twenty-fifth, nineteen hundred and ten (Thirty-sixth Statutes at Large, page eight hundred and fifty-nine), instead of as provided in section four of the Act of January twelfth, eighteen hundred and ninety-one (Twenty-sixth Statutes at Large, page seven hundred and thirteen): Provided, That this act shall not affect any allotments heretofore patented to these Indians.' 39 Stat. 969, 976.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See letter of Secretary of Interior to Chairman of Senate Committee on Indian Affairs, January 7, 1916.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Letter of the Commissioner of Indian Affairs to the Secretary of the Interior, December 22, 1926.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> S. Ex. Doc. No. 49, 48th Cong., 1st Sess., reproduced in Sen. Rep. No. 74, 50th Cong., 1st Sess.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The statute in full is as follows:</p>\n        <p>'All persons who are in whole or in part of Indian blood or descent who are entitled to an allotment of land under any law of Congress, or who claim to be so entitled to land under any allotment Act or under any grant made by Congress, or who claim to have been unlawfully denied or excluded from any allotment or any parcel of land to which they claim to be lawfully entitled by virtue of any Act of Congress, may commence and prosecute or defend any action, suit, or proceeding in relation to their right thereto in the proper district court of the United States; and said district courts are given jurisdiction to try and determine any action, suit, or proceeding arising within their respective jurisdictions involving the right of any person, in whole or in part of Indian blood or descent, to any allotment of land under any law or treaty (and in said suit the parties thereto shall be the claimant as plaintiff and the United States as party defendant); and the judgment or decree of any such court in favor of any claimant to an allotment of land shall have the same effect, when properly certified to the Secretary of the Interior, as if such allotment had been allowed and approved by him, but this provision shall not apply to any hands held August 15, 1894, by either of the Five Civilized Tribes, nor to any of the lands within the Quapaw Indian Agency: Provided, That the right of appeal shall be allowed to either party as in other cases.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See H.R. Rep. No. 1521 and Sen. Rep. No. 1201, 74th Cong., 1st Sess.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Sen. Rep. No. 1238, 75th Cong., 1st Sess. The Palm Springs Indians were among those which had voted against application to them of the Indian Reorganization Act of 1934, 48 Stat. 984, 25 U.S.C.A. &#167; 461 et seq., which would have terminated all future allotment in severalty.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Hearings, House Committee on Indian Affairs, on H.R. 7450, 75th Cong., 3d Sess., pp. 5, 6.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The Solicitor of the Department of Interior has himself indicated that where the Indian has done all he could to get his patent and has failed because of the neglect of public officers the courts will generally protect him, and that this may be proper even where there has been a failure to approve the allotment. See 55 Decisions of the Department of the Interior 295, 303, 304.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/104001/"
}