{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "13 U.S. 212", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/85116/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "U. States v. Giles & Others", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 52320, 
    "resource_uri": "/api/rest/v2/citation/52320/"
  }, 
  "id": 85116, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1815-03-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>13 U.S. 212 (1815)</b></center>\n<center><b>9 Cranch 212</b></center>\n<center><h1>THE UNITED STATES<br>\nv.<br>\nGILES AND OTHERS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>February 23, 1815.</center>\n<center>March 7, 1815.</center>\n<p><i>Absent</i>... . TODD, <i>J.</i></p>\n<p><span class=\"star-pagination\">*221</span> The cause was argued in this Court at February term, 1812, by <i>DALLAS &amp; PINKNEY,</i> for the United States, and by <i>HARPER,</i> for the Defendants.</p>\n<p><span class=\"star-pagination\">*230</span> LIVINGSTON, <i>J.</i> delivered the opinion of the Court as follows:</p>\n<p>This is a joint action of debt on a bond dated the 9th of January, 1801, in the penalty of 20,000 dollars.</p>\n<p>The condition of the bond is as follows: Whereas the above bound Aquila Giles hath been appointed the marshal in and for the New York district, in pursuance of an act, entitled \"an act to establish the judicial Courts of the United States,\" now, the condition of the preceding obligation is such, that if the said A.G. shall, by himself and his deputies, faithfully execute all lawful precepts directed to the marshal of the said district under the authority of the United States and true returns make, and in all things well and truly and without malice or partiality perform the duties of the office of marshal in and for the said district of New York <i>during his continuance in the said office,</i> and take only his lawful fees, then the obligation to be void, &amp;c.</p>\n<p>General performance is pleaded by the Defendants, to which a replication is filed assigning six breaches, to all of which there was a rejoinder, sur-rejoinder and issue,</p>\n<p><span class=\"star-pagination\">*231</span> On the issue joined on the first breach the special verdict finds, that on the 20th of January, 1800, the said writ of <i>vend. exp.</i> and <i>fi. fa.</i> was delivered to Giles, who, before he proceeded to execute it, was authorized by the officers of the treasury to sell the land of Lamb, under said writ, for one fourth part of the purchase money in cash, one fourth part payable in two years from the time of sale, one fourth part in three years, and the other fourth part in four years, with interest from the time of sale, to be secured by bonds and mortgages payable to Giles as marshal, or to the marshal of the district for the time being, to and for the use of the United States. That on the 17th of December, 1800, John Steele, being comptroller of the treasury, did instruct and order Giles to pay into the office of discount and deposit of the bank of the United States in New York, to the credit of the treasurer of the United States, all the monies which might be levied from the property of Lamb, by virtue of the said writ of <i>vend. exp.</i> and <i>fi. fa.</i> That under these instructions Giles proceeded to sell the lands of John Lamb; the sales of which commenced on the 26th of November, 1800, and were continued until the 23d of December in the same year. That during the sales and afterwards, and before the execution of the bond by the Defendants, Giles received from some of the purchasers several sums amounting to 3,713 dollars and 98 cents, and no more, which sums were paid as the fourth of the purchase money of the lands bought by them. That Giles has never brought into Court, or paid into the bank either of the said sums, of 50 dollars, which was received on the 20th of January 1800, on a sale, by Giles, of the chattels of Lamb; or of 3,713 dollars and 98 cents, and that he never was required so to do by any order of the District Court. That while Giles was marshal as aforesaid, a writ of <i>capias ad satisfaciendum</i> was issued out of said Court and delivered to him against Elias Hicks, on a judgment recovered by the United States, on which was indorsed a direction to Giles to levy the sum of 33,156 dollars and 38 cents, besides marshal's fees and poundage; that Hicks was arrested by Giles and in custody on said writ until discharged therefrom by the secretary of the treasury; that the poundage fees of Giles thereon, if any were due, have not been paid to him by any one, and that they amount; if due at all, to 419 dollars and 57 <span class=\"star-pagination\">*232</span> cents. That the United States became indebted to Giles, while marshal as aforesaid, in the sum of 8,133 dollars and 96 cents, for his fees and services, in taking the second census in his district and for monies paid to his assistants, in taking the said census, pursuant to the act in such case made and provided, which sums amount to 8,553 dollars and 53 cents, in part payment of which Giles retains the two sums of 50 dollars, and of 3,713 dollars and 98 cents. But whether in law he converted them to his own use contrary to the form and effect of the condition of the said bond, the jurors pray the advice of the Court. If the Court shall think that it was such a conversion the jurors assess damages on this breach at 3,763 dollars and 98 cents. But if the Court shall be of opinion that such retaining was no conversion then the jury say that he did not convert the same to his use.</p>\n<p>2. The second breachas signed, is, that Giles having, on the 17th of December, 1800, sold other lands of Lamb under the writ aforesaid for the further sum of 60,000 dollars, received the said sum on the 20th of January, 1801, (which was after the execution of the bond,) and converted and disposed of the same to his own use.</p>\n<p>On the issue joined on this breach, the jury find that Giles, having made the sales as aforesaid, and under the instructions and orders aforesaid, received from the purchasers, after the 9th of January, 1801, and before the 27th of March, 1801, (when he went out of office) the sum of 1,683 dollars and 52 cents; and after that day the sum of 17,191 dollars and 58 cents, amounting in the whole to 18,875 dollars and 10 cents, which sums were paid by the purchasers, as the cash payment which was to be made by them for the land so purchased (which sales took place between the 26th of November, and the 23d of December, 1800.) That the poundage and charges due to and paid by Giles, and <i>legally chargeable</i> against the proceeds of these sales, amounted to 1,332 dollars and 85 cents which leaves in the hands of Giles the net sum of 17,542 dollars and 25 cents, of the monies received by him after the 9th of January, 1801. That on the 13th of April, 1803, he paid to Edward Livingston, who was district attorney, the sum of 6,238 dollars and 35 cents, which was receipted for on the said writ of execution. That it was then and yet is the usage and practice <span class=\"star-pagination\">*233</span> within the said district for the marshal to pay to the district attorney all monies levied by executions issued by the said attorney, in suits in which the United States are Plaintiffs. That this payment was made by and with the approbation of the comptroller of the treasury, and that Giles has never in any other way paid the said last mentioned sum to the United States, or brought it into Court in any other way, than by paying it as aforesaid, to the district attorney. That as to another part of the said sum of 17,542 dollars and 25 cents, to wit, the sum of 4,479 dollars and 68 cents, Giles retains the same towards satisfaction of an equal sum due to him as aforesaid from the United States. That the residue of the said sum, to wit, the sum of 6.824 dollars and 22 cents, Giles retains to this day. But they pray the advice of the Court whether Giles converted to his own use, contrary to the condition of the said bond, the said several sums of 6,238 dollars and 35 cents, 4,479 dollars and 68 cents, and 6,824 dollars and 22 cents.</p>\n<p>1. If he converted all of the said sums contrary, &amp;c. then they assess damages at 20,613 dollars and 12 cents.</p>\n<p>2. If he did not convert the said sum of 6,238 dollars and 35 cents, paid to Livingston, but converted the other two sums, then they assess damages at 14,374 dollars and 77 cents.</p>\n<p>3. If he did not convert the two first sums, to wit, the sum of 6,238 dollars and 35 cents, and 4,479 dollars and 68 cents, but did convert the sum of 6,824 dollars and 22 cents, to his own use, then they assess damages at 9,895 dollars and 9 cents.</p>\n<p>4. If Giles did not convert to his own use the sum of 6,824 dollars and 22 cents, but did convert the other two sums, then they assess damages at 10,718 dollars and 3 cents.</p>\n<p>5. If Giles did not convert to his own use the said sum of 4,479 dollars and 68 cents, but did so convert the other two sums, they assess damages at 16,133 dollars and 44 cents.</p>\n<p>6. If Giles did not convert to his own use the two sums <span class=\"star-pagination\">*234</span> of 4,479 dollars and 68 cents, and 6,824 dollars and 22 cents, but did so convert the other sum of 6,238 dollars and 35 cents, then the damages are assessed at 6,238 dollars and 35 cents.</p>\n<p>7. If Giles did not so convert the two sums of 6,238 dollars and 35 cents, and 6,824 dollars and 22 cents, but did so convert the other sums of 4,479 and 68 cents, they then find damages to the amount of 4,479 dollars and 68 cents.</p>\n<p>8. If, in the opinion of the Court, Giles converted neither of those sums, to his own use, contrary to the effect of the said condition, then the jury find that he did not so convert either of them.</p>\n<p>On the issue joined on the fourth breach, the following facts appear on the special verdict. That on the 1st of February, 1801, Giles had in his hands, as marshal, 14 bonds, described in assigning the fourth breach, belonging to the Plaintiffs. That Giles continued marshal until the 27th of March, 1801, when he was duly removed and dismissed from office, and Johu Swartwout on the same day appointed marshal of the said district in his place, who continued marshal until the commencement of this suit. That the said bonds continued in the hands of Giles until the 3d of January, 1803, when they were delivered by him to Edward Livingston who was then district attorney, by and with the assent and approbation of the comptroller of the treasury. That on the 12th of January, 1803, Gabriel Duval being comptroller of the treasury, as such did instruct, order and direct Giles as late marshall to deliver immediately the said 14 bonds to the said John Swartwout his successor in office, which he did not do. If the Court shall think this was a conversion of these bonds, the jury assess damages at 5,255 dollars and 73. If the Court think otherwise the jury find it to be no conversion.</p>\n<p>On the subject of the fifth breach, it is found that Giles on the 1st of September. 1800, received as marshal 309 dollars and 87 cents, on an execution issued against one Richard Capes at the suit of the Plaintiffs, which he retains towards satisfaction of an equal sum due from them to him. If this be deemed a conversion by the Court, <span class=\"star-pagination\">*235</span> the jury assess damages at 309 dollars and 87 cents. But if the Court shall not think so, then the jury, on this breach, find for the Defendants.</p>\n<p>It is certified that the Circuit Court, were divided in opinion on the following points arising on this record.</p>\n<p>1. Whether judgment should be given for the Plaintiffs or for the Defendants as to the sum of 3,763 dollars and 98 cents, being the damages assessed upon the first breach assigned.</p>\n<p>2. The like question as to the sum of 20,613 dollars and 12 cents, being the first sum assessed as conditional damages, on the second breach.</p>\n<p>3. The same question as to the sum of 14,374 dollars and 77 cents, being the second sum conditionally assessed on the second breach.</p>\n<p>4. The like as to the sum of 9,895 dollars and 99 cents, being the third sum assessed conditionally on the second breach.</p>\n<p>5. The like as to the sum of 10,718 dollars and 8 cents, being the fourth sum assessed on the second breach.</p>\n<p>6. The like question as to the sum of 16,133 dollars and 44 cents, being the fifth sum assessed on the second breach.</p>\n<p>7. The like question as to the sum of 6,238 dollars and 35 cents, being the sixth sum assessed on the second breach.</p>\n<p>8. The like question as to the sum of 4,479 dollars and 68 cents, being the seventh sum assessed on the second breach.</p>\n<p>9. The like question as to the sum of 5,255 dollars and 73 cents, being the damages assessed on the fourth breach.</p>\n<p>10. The like question as to the sum of 309 dollars <span class=\"star-pagination\">*236</span> and 87 cents, being the damages assessed on the fifth breach.</p>\n<p>The first point on which the direction of this Court is asked, will require a decision of the following questions.</p>\n<p>1. Had Giles a right to retain out of the public monies in his hands any sums which might be due to him for his services or for advances made by him as marshal?</p>\n<p>2. Are the Defendants liable, under the condition of their bond, for the two sums of 50 dollars, and of 3,713 dollars and 98 cents, received by Giles, the first sum on the 20th of January, 1800, and the other on some day prior to the 9th of January, 1801, which is the date of their bond?</p>\n<p>The act of congress providing for the settlement of accounts between the United States and the receivers of public monies, is so explicit as to preclude every difficulty in deciding on the first question. The third section of the law provides, that where a suit shall be instituted against any person indebted to the United States, the Court shall grant judgment at the return term, on motion, unless the Defendant shall in open Court make oath or affirmation that he is equitably entitled to credits, which had been, previous to the commencement of the suit, submitted to the consideration of the accounting officers of the treasury, and rejected, specifying each particular claim so rejected in the affidavit. The next section declares that in suits between the United States and individuals, no claim for a credit shall be admitted upon trial but such as shall appear to have been submitted to the accounting officers of the treasury for their examination and by them disallowed, unless it shall appear that the Defendant at the time of trial is in possession of vouchers not before in his power to procure, and that he was prevented from exhibiting a claim for such credit by absence from the United States, or by some unavoidable accident.</p>\n<p>It is clear then that if this had been an action against Giles for monies received by him as marshal, he could not <span class=\"star-pagination\">*237</span> have availed himself of any credit against the public, however well founded the claim might be, unless he had previously submitted his title to such a credit to the accounting officers of the treasury and they had rejected the same, or unless he had been prevented from so doing by one of the accidents mentioned in the law.</p>\n<p>On this subject the special verdict, on the issue joined on the sixth breach, finds that Giles did not render to the auditor of the treasury all his accounts and vouchers for the expenditure of monies received by him as marshal as aforesaid.</p>\n<p>If then in a suit against Giles himself, a claim for these credits, under existing circumstances, could not be sustained, neither can it in an action on this bond, without permitting the Defendants to do indirectly what the marshal could not have done directly, and in this way avail themselves of what the law seems to regard as a default, or at least a negligence on the part of their principal.</p>\n<p>We are next to consider whether the Defendants are liable for the sum of 50 dollars, and the sum of 3,713 dollars and 98 cents, received by Giles. The first sum was received on the 20th of January, 1800, on the <i>fi. fa.</i> and <i>vend. exp.</i> issued against the estate of John Lamb; and the other was received on the same writ after the 27th of November, 1800, but before the date of the bond upon which the action is brought.</p>\n<p>It is contended by the Defendants that the retaining of monies which were received by Giles anterior to the date of the bond, cannot be considered a conversion by him within the terms of its condition; while the Plaintiffs on the contrary, maintain that as these sums were in his hands at the time of its execution and have not been paid over to this day, his official delinquency is made out within the meaning of this instrument, and the responsibility of the Defendants thereby established.</p>\n<p>On this point two of the judges think that the conversion of these sums by Giles was complete by his not paying them into the bank, agreably to the directions of the comptroller of the treasury under which he acted and that this having taken place prior to the execution of the <span class=\"star-pagination\">*238</span> bond the Defendants are not liable therefore within the terms of its condition which are entirely prospective. Two other members of the Court are of opinion that no demand appearing on the record to have been made on the marshal for these sums, either by rule of Court or otherwise, no conversion of them is made out; and that therefore the Defendants are not liable. The other two judges think that although these two sums were received before the date of the bond, yet as they remained in the hands of the marshal, afterwards, and have not been paid over to this day, the Defendants are accountable for them.</p>\n<p>Judgment must therefore be rendered for the Defendants as to the sum of 3,763 dollars and 98 cents, being the damages assessed upon the first breach assigned.</p>\n<p>The next question, on which the Court below was divided, related to the sum of 20,613 dollars and 12 cents, being the first sum assessed as conditional damages upon the second breach.</p>\n<p>By recurring to the special verdict it appears that Giles having had a <i>fieri facias</i> put into his hands on the 20th of January, 1800, against the real estate of John Lamb, was directed by the officers of the treasury, to make sales of it for one fourth of the purchase money in cash, and for the other three fourths on certain credits and securities specified in said instructions. These sales commenced on the 26th of November, 1800, and continued until the 23d of December, following.</p>\n<p>After the 9th of January, 1801, and before he went out of office, which was the 27th of March, following, Giles received of the purchasers of Lamb's estate, 1,683 dollars and 52 cents, and after that day the sum of 17,191 dollars and 58 cents, amounting in the whole to 18,875 dollars and 10 cents. Deducting the poundage and charges which the special verdict finds to be <i>legally chargeable</i> against this sum, there was left in Giles hands the net sum of 17,542 dollars and 25 cents, of the monies received by him after the 9th of January, 1801. On the 13th of April, 1803, he paid to E. Livingston who was district attorney, with the assent and approbation of the <span class=\"star-pagination\">*239</span> comptroller of the treasury, the sum of 6,238 dollars and 35 cents.</p>\n<p>Before we examine into the deductions claimed by the Defendants against the sums received by Giles for cash payments, it will be necessary to settle for what portion of these sums they are chargeable under the condition of their bond.</p>\n<p>Of these sums a majority of the Court think they are liable for the sum of 1,683 dollars and 52 cents, which was received between its execution and the marshal's dismission from office.</p>\n<p>Are they also responsible for the sum of 17,191 dollars and 50 cents, which was received by Giles after another marshal came into office?</p>\n<p>The bond, on which this action is brought having been given for the faithful performance of the duties of Giles as marshal, <i>during his continuance in office,</i> two of the judges are of opinion that his sureties are not liable for the conversion of the last mentioned sum which took place after he was out of office by not paying it as directed by the comptroller of the treasury. Two of the judges do not consider the finding of the jury as fixing upon Giles a conversion of this sum at any time, in as much as it does not appear that he was over demanded to pay the same into Court, or in any other way. The other two judges are of opinion that the marshal, being authorized to do certain acts even after his removal from office, the condition of the bond embraces defaults committed after such dismission, as well as before, and that the Defendants are therefore liable for the said sum of 17,191 dollars and 50 cents, although received by Giles after he ceased to be marshal.</p>\n<p>It is however the opinion of a majority of the Court, that the Defendants are not so liable under this bond.</p>\n<p>Another question arises under this opposition of opinion in the Circuit Court; and that is whether the payment to Edward Livingston in April, 1803, was a payment to the United States?</p>\n<p><span class=\"star-pagination\">*240</span> It is supposed that this payment, being made contrary to the comptroller's order of the 17th of December, 1800, which was to pay all monies received under this execution into the branch bank, at New York, cannot be regarded as valid.</p>\n<p>It is true such instructions are found by the jury, which certainly do not authorize such payment, yet it is also found, possibly, from some subsequent instructions of the comptroller, which do not appear, or at any rate from evidence, which must have satisfied the jury, that such payment was made with the assent and approbation of the comptroller of the treasury. This finding, correct or not, must conclude the Court; and it has only to say whether a payment be good if made under such authority.</p>\n<p>The comptroller is authorized by law, \"to direct prosecutions to be commenced for all debts due to the United States.\" During such prosecutions he gives directions how they shall be conducted, and how the monies recovered shall be paid. If therefore he directed, or assented to, the payment to Livingston, it is difficult to say that Giles erred, or was guilty of any fault, either in pursuing his instruction, or in making a payment with his assent and approbation.</p>\n<p>It yet remains to settle, under this branch of the division of the Circuit Court, how the payment to Livingston is to be applied. For although the sum paid to him is much greater than the sum of 1,683 dollars and 52 cents, for which it is decided that the Defendants are liable, the benefit, which they may derive from such payment, will depend in some measure on the manner of its application.</p>\n<p>It does not appear that any direction was given by Giles, or that any election was made by either party how it should be applied. Nothing more is known than that Giles, being then indebted to a much larger amount for monies received at different times under the execution against the property of Lamb, made this payment without declaring what particular item in the account of the United States against him should thereby be discharged. If there be no designation how a sum paid on account <span class=\"star-pagination\">*241</span> shall be credited, and there be sureties for part of the debt, as was the case here, it seems reasonable to some of the judges to let them have the benefit of it, by applying the credit in such a way as to exonerate them, so far as the sum paid shall be sufficient for that purpose. If regard be had to the order of time in which the monies were received by Giles, it will be seen that the sum of 3,763 dollars and 98 cents. which is the first sum for which he is in arrears, was received by him prior to the 9th of January, 1801; and the next sum for which he is accountable, to wit: the sum of 1,683 dollars and 52 cents, came into his hands after that day, but previous to the 27th of March, 1801, and after this, other monies were received by him. These two sums together are not equal to the payment which was made to Livingston.</p>\n<p>Following this order, the sum for which the Defendants are liable being among the first that were received, and being recoverable with interest on their bond, would on this principle be extinguished by the first payment if it were sufficient, as was the case here, to discharge all the monies which had been received prior to the receipt of the sum for which the Defendants are answerable, and that also. But this is not the opinion of a majority of the judges. They think, and such is the decision of the Court, that the United States have yet a right to apply these payments in a way most beneficial to themselves and so as not to extinguish the sum of 1,683 dollars and 52 cents, for which the Defendants are accountable.</p>\n<p>The Court then is of opinion that judgment must be given for the Defendants as to the sum of 20,613 dollars and 12 cents, being the first sum assessed as conditional damages upon the second breach.</p>\n<p>Judgment must in like manner be given for the Defendants as to all the other sums assessed as conditional damages upon the second breach.</p>\n<p>It is next to be decided whether the conditional damages of 5,255 dollars and 73 cents, assessed on the fourth breach be recoverable against the Defendants.</p>\n<p>These damages are given in consequence of a supposed <span class=\"star-pagination\">*242</span> conversion by Giles of the fourteen bonds mentioned in the special verdict. But it being found that these bonds were delivered to Edward Livingston, by and with the assent and approbation of the comptroller of the treasury, the Court is unanimously of opinion, for reasons already assigned, that such delivery was no conversion of these bonds by Giles, and that therefore judgment must be rendered for the Defendants, as to the said sum of 5,255 dollars and 73 cents, being the damages assessed as aforesaid on the fourth breach.</p>\n<p>The last question which is submitted to us regards the sum of 309 dollars and 87 cents, which it appears by the finding under the fifth breach assigned, was received by Giles on the first of September, 1800, on an execution at the suit of the United States, against Richard Capes, which was retained by Giles towards satisfaction of an equal sum due to him. This sum being received prior to the execution of the bond, must be regarded within the reasons assigned for not considering the Defendants liable for the two sums of 50 dollars and of 3,713 dollars and 98 cents, herein before mentioned, and judgment must, accordingly, in the opinion of a majority of the Court be given for the Defendants, as to the said sum of 309 dollars and 87 cents, being the damages assessed upon the fifth breach.</p>\n<p>It will be seen that the Court is of opinion that the Defendants are liable under their bond for the sum of 1.683 dollars and 52 cents, which was received by the marshal after its execution, and before he went out of office; but by not one of the findings on the different breaches assigned, does it appear to have been contemplated that this sum alone might be recoverable in this action, and accordingly no conditional damages are assessed to suit that state of the case.</p>\n<p>The Court therefore can only give its directions as to the questions submitted to them, which are,</p>\n<p>That it must be certified to the Circuit Court for the district of New York in the second circuit,</p>\n<p>1. That judgment must be given for the Defendants as to the sum 3,763 dollars and 98 cents, being the damages <span class=\"star-pagination\">*243</span> assessed upon the first breach of the condition of the bond assigned in the replication of the Plaintiffs.</p>\n<p>2. That judgment must be given for the Defendants as to the several sums of 20,613 dollars and 12 cents, of 14,374 dollars and 77 cents, of 9,895 dollars and 09 cents, of 10,718 dollars and 03 cents, of 16,133 dollars and 44 cents, of 6,238 dollars and 35 cents, and of 4,479 dollars and 68 cents, being the several sums assessed, as conditional damages on the second breach.</p>\n<p>3. That judgment must be given for the Defendants, for the sum of 5,255 dollars and 73 cents, being the damages assessed upon the fourth breach, and</p>\n<p>4. That judgment must be given for the Defendants for the sum of 309 dollars and 87 cents, being the damages assessed upon the fifth breach.</p>\n</div>", 
  "time_retrieved": "2010-04-28T08:59:35", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></span> (1815)</b></center>\n<center><b>9 Cranch 212</b></center>\n<center><h1>THE UNITED STATES<br>\nv.<br>\nGILES AND OTHERS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>February 23, 1815.</center>\n<center>March 7, 1815.</center>\n<p><i>Absent</i>... . TODD, <i>J.</i></p>\n<p><span class=\"star-pagination\">*221</span> The cause was argued in this Court at February term, 1812, by <i>DALLAS &amp; PINKNEY,</i> for the United States, and by <i>HARPER,</i> for the Defendants.</p>\n<p><span class=\"star-pagination\">*230</span> LIVINGSTON, <i>J.</i> delivered the opinion of the Court as follows:</p>\n<p>This is a joint action of debt on a bond dated the 9th of January, 1801, in the penalty of 20,000 dollars.</p>\n<p>The condition of the bond is as follows: Whereas the above bound Aquila Giles hath been appointed the marshal in and for the New York district, in pursuance of an act, entitled \"an act to establish the judicial Courts of the United States,\" now, the condition of the preceding obligation is such, that if the said A.G. shall, by himself and his deputies, faithfully execute all lawful precepts directed to the marshal of the said district under the authority of the United States and true returns make, and in all things well and truly and without malice or partiality perform the duties of the office of marshal in and for the said district of New York <i>during his continuance in the said office,</i> and take only his lawful fees, then the obligation to be void, &amp;c.</p>\n<p>General performance is pleaded by the Defendants, to which a replication is filed assigning six breaches, to all of which there was a rejoinder, sur-rejoinder and issue,</p>\n<p><span class=\"star-pagination\">*231</span> On the issue joined on the first breach the special verdict finds, that on the 20th of January, 1800, the said writ of <i>vend. exp.</i> and <i>fi. fa.</i> was delivered to Giles, who, before he proceeded to execute it, was authorized by the officers of the treasury to sell the land of Lamb, under said writ, for one fourth part of the purchase money in cash, one fourth part payable in two years from the time of sale, one fourth part in three years, and the other fourth part in four years, with interest from the time of sale, to be secured by bonds and mortgages payable to Giles as marshal, or to the marshal of the district for the time being, to and for the use of the United States. That on the 17th of December, 1800, John Steele, being comptroller of the treasury, did instruct and order Giles to pay into the office of discount and deposit of the bank of the United States in New York, to the credit of the treasurer of the United States, all the monies which might be levied from the property of Lamb, by virtue of the said writ of <i>vend. exp.</i> and <i>fi. fa.</i> That under these instructions Giles proceeded to sell the lands of John Lamb; the sales of which commenced on the 26th of November, 1800, and were continued until the 23d of December in the same year. That during the sales and afterwards, and before the execution of the bond by the Defendants, Giles received from some of the purchasers several sums amounting to 3,713 dollars and 98 cents, and no more, which sums were paid as the fourth of the purchase money of the lands bought by them. That Giles has never brought into Court, or paid into the bank either of the said sums, of 50 dollars, which was received on the 20th of January 1800, on a sale, by Giles, of the chattels of Lamb; or of 3,713 dollars and 98 cents, and that he never was required so to do by any order of the District Court. That while Giles was marshal as aforesaid, a writ of <i>capias ad satisfaciendum</i> was issued out of said Court and delivered to him against Elias Hicks, on a judgment recovered by the United States, on which was indorsed a direction to Giles to levy the sum of 33,156 dollars and 38 cents, besides marshal's fees and poundage; that Hicks was arrested by Giles and in custody on said writ until discharged therefrom by the secretary of the treasury; that the poundage fees of Giles thereon, if any were due, have not been paid to him by any one, and that they amount; if due at all, to 419 dollars and 57 <span class=\"star-pagination\">*232</span> cents. That the United States became indebted to Giles, while marshal as aforesaid, in the sum of 8,133 dollars and 96 cents, for his fees and services, in taking the second census in his district and for monies paid to his assistants, in taking the said census, pursuant to the act in such case made and provided, which sums amount to 8,553 dollars and 53 cents, in part payment of which Giles retains the two sums of 50 dollars, and of 3,713 dollars and 98 cents. But whether in law he converted them to his own use contrary to the form and effect of the condition of the said bond, the jurors pray the advice of the Court. If the Court shall think that it was such a conversion the jurors assess damages on this breach at 3,763 dollars and 98 cents. But if the Court shall be of opinion that such retaining was no conversion then the jury say that he did not convert the same to his use.</p>\n<p>2. The second breachas signed, is, that Giles having, on the 17th of December, 1800, sold other lands of Lamb under the writ aforesaid for the further sum of 60,000 dollars, received the said sum on the 20th of January, 1801, (which was after the execution of the bond,) and converted and disposed of the same to his own use.</p>\n<p>On the issue joined on this breach, the jury find that Giles, having made the sales as aforesaid, and under the instructions and orders aforesaid, received from the purchasers, after the 9th of January, 1801, and before the 27th of March, 1801, (when he went out of office) the sum of 1,683 dollars and 52 cents; and after that day the sum of 17,191 dollars and 58 cents, amounting in the whole to 18,875 dollars and 10 cents, which sums were paid by the purchasers, as the cash payment which was to be made by them for the land so purchased (which sales took place between the 26th of November, and the 23d of December, 1800.) That the poundage and charges due to and paid by Giles, and <i>legally chargeable</i> against the proceeds of these sales, amounted to 1,332 dollars and 85 cents which leaves in the hands of Giles the net sum of 17,542 dollars and 25 cents, of the monies received by him after the 9th of January, 1801. That on the 13th of April, 1803, he paid to Edward Livingston, who was district attorney, the sum of 6,238 dollars and 35 cents, which was receipted for on the said writ of execution. That it was then and yet is the usage and practice <span class=\"star-pagination\">*233</span> within the said district for the marshal to pay to the district attorney all monies levied by executions issued by the said attorney, in suits in which the United States are Plaintiffs. That this payment was made by and with the approbation of the comptroller of the treasury, and that Giles has never in any other way paid the said last mentioned sum to the United States, or brought it into Court in any other way, than by paying it as aforesaid, to the district attorney. That as to another part of the said sum of 17,542 dollars and 25 cents, to wit, the sum of 4,479 dollars and 68 cents, Giles retains the same towards satisfaction of an equal sum due to him as aforesaid from the United States. That the residue of the said sum, to wit, the sum of 6.824 dollars and 22 cents, Giles retains to this day. But they pray the advice of the Court whether Giles converted to his own use, contrary to the condition of the said bond, the said several sums of 6,238 dollars and 35 cents, 4,479 dollars and 68 cents, and 6,824 dollars and 22 cents.</p>\n<p>1. If he converted all of the said sums contrary, &amp;c. then they assess damages at 20,613 dollars and 12 cents.</p>\n<p>2. If he did not convert the said sum of 6,238 dollars and 35 cents, paid to Livingston, but converted the other two sums, then they assess damages at 14,374 dollars and 77 cents.</p>\n<p>3. If he did not convert the two first sums, to wit, the sum of 6,238 dollars and 35 cents, and 4,479 dollars and 68 cents, but did convert the sum of 6,824 dollars and 22 cents, to his own use, then they assess damages at 9,895 dollars and 9 cents.</p>\n<p>4. If Giles did not convert to his own use the sum of 6,824 dollars and 22 cents, but did convert the other two sums, then they assess damages at 10,718 dollars and 3 cents.</p>\n<p>5. If Giles did not convert to his own use the said sum of 4,479 dollars and 68 cents, but did so convert the other two sums, they assess damages at 16,133 dollars and 44 cents.</p>\n<p>6. If Giles did not convert to his own use the two sums <span class=\"star-pagination\">*234</span> of 4,479 dollars and 68 cents, and 6,824 dollars and 22 cents, but did so convert the other sum of 6,238 dollars and 35 cents, then the damages are assessed at 6,238 dollars and 35 cents.</p>\n<p>7. If Giles did not so convert the two sums of 6,238 dollars and 35 cents, and 6,824 dollars and 22 cents, but did so convert the other sums of 4,479 and 68 cents, they then find damages to the amount of 4,479 dollars and 68 cents.</p>\n<p>8. If, in the opinion of the Court, Giles converted neither of those sums, to his own use, contrary to the effect of the said condition, then the jury find that he did not so convert either of them.</p>\n<p>On the issue joined on the fourth breach, the following facts appear on the special verdict. That on the 1st of February, 1801, Giles had in his hands, as marshal, 14 bonds, described in assigning the fourth breach, belonging to the Plaintiffs. That Giles continued marshal until the 27th of March, 1801, when he was duly removed and dismissed from office, and Johu Swartwout on the same day appointed marshal of the said district in his place, who continued marshal until the commencement of this suit. That the said bonds continued in the hands of Giles until the 3d of January, 1803, when they were delivered by him to Edward Livingston who was then district attorney, by and with the assent and approbation of the comptroller of the treasury. That on the 12th of January, 1803, Gabriel Duval being comptroller of the treasury, as such did instruct, order and direct Giles as late marshall to deliver immediately the said 14 bonds to the said John Swartwout his successor in office, which he did not do. If the Court shall think this was a conversion of these bonds, the jury assess damages at 5,255 dollars and 73. If the Court think otherwise the jury find it to be no conversion.</p>\n<p>On the subject of the fifth breach, it is found that Giles on the 1st of September. 1800, received as marshal 309 dollars and 87 cents, on an execution issued against one Richard Capes at the suit of the Plaintiffs, which he retains towards satisfaction of an equal sum due from them to him. If this be deemed a conversion by the Court, <span class=\"star-pagination\">*235</span> the jury assess damages at 309 dollars and 87 cents. But if the Court shall not think so, then the jury, on this breach, find for the Defendants.</p>\n<p>It is certified that the Circuit Court, were divided in opinion on the following points arising on this record.</p>\n<p>1. Whether judgment should be given for the Plaintiffs or for the Defendants as to the sum of 3,763 dollars and 98 cents, being the damages assessed upon the first breach assigned.</p>\n<p>2. The like question as to the sum of 20,613 dollars and 12 cents, being the first sum assessed as conditional damages, on the second breach.</p>\n<p>3. The same question as to the sum of 14,374 dollars and 77 cents, being the second sum conditionally assessed on the second breach.</p>\n<p>4. The like as to the sum of 9,895 dollars and 99 cents, being the third sum assessed conditionally on the second breach.</p>\n<p>5. The like as to the sum of 10,718 dollars and 8 cents, being the fourth sum assessed on the second breach.</p>\n<p>6. The like question as to the sum of 16,133 dollars and 44 cents, being the fifth sum assessed on the second breach.</p>\n<p>7. The like question as to the sum of 6,238 dollars and 35 cents, being the sixth sum assessed on the second breach.</p>\n<p>8. The like question as to the sum of 4,479 dollars and 68 cents, being the seventh sum assessed on the second breach.</p>\n<p>9. The like question as to the sum of 5,255 dollars and 73 cents, being the damages assessed on the fourth breach.</p>\n<p>10. The like question as to the sum of 309 dollars <span class=\"star-pagination\">*236</span> and 87 cents, being the damages assessed on the fifth breach.</p>\n<p>The first point on which the direction of this Court is asked, will require a decision of the following questions.</p>\n<p>1. Had Giles a right to retain out of the public monies in his hands any sums which might be due to him for his services or for advances made by him as marshal?</p>\n<p>2. Are the Defendants liable, under the condition of their bond, for the two sums of 50 dollars, and of 3,713 dollars and 98 cents, received by Giles, the first sum on the 20th of January, 1800, and the other on some day prior to the 9th of January, 1801, which is the date of their bond?</p>\n<p>The act of congress providing for the settlement of accounts between the United States and the receivers of public monies, is so explicit as to preclude every difficulty in deciding on the first question. The third section of the law provides, that where a suit shall be instituted against any person indebted to the United States, the Court shall grant judgment at the return term, on motion, unless the Defendant shall in open Court make oath or affirmation that he is equitably entitled to credits, which had been, previous to the commencement of the suit, submitted to the consideration of the accounting officers of the treasury, and rejected, specifying each particular claim so rejected in the affidavit. The next section declares that in suits between the United States and individuals, no claim for a credit shall be admitted upon trial but such as shall appear to have been submitted to the accounting officers of the treasury for their examination and by them disallowed, unless it shall appear that the Defendant at the time of trial is in possession of vouchers not before in his power to procure, and that he was prevented from exhibiting a claim for such credit by absence from the United States, or by some unavoidable accident.</p>\n<p>It is clear then that if this had been an action against Giles for monies received by him as marshal, he could not <span class=\"star-pagination\">*237</span> have availed himself of any credit against the public, however well founded the claim might be, unless he had previously submitted his title to such a credit to the accounting officers of the treasury and they had rejected the same, or unless he had been prevented from so doing by one of the accidents mentioned in the law.</p>\n<p>On this subject the special verdict, on the issue joined on the sixth breach, finds that Giles did not render to the auditor of the treasury all his accounts and vouchers for the expenditure of monies received by him as marshal as aforesaid.</p>\n<p>If then in a suit against Giles himself, a claim for these credits, under existing circumstances, could not be sustained, neither can it in an action on this bond, without permitting the Defendants to do indirectly what the marshal could not have done directly, and in this way avail themselves of what the law seems to regard as a default, or at least a negligence on the part of their principal.</p>\n<p>We are next to consider whether the Defendants are liable for the sum of 50 dollars, and the sum of 3,713 dollars and 98 cents, received by Giles. The first sum was received on the 20th of January, 1800, on the <i>fi. fa.</i> and <i>vend. exp.</i> issued against the estate of John Lamb; and the other was received on the same writ after the 27th of November, 1800, but before the date of the bond upon which the action is brought.</p>\n<p>It is contended by the Defendants that the retaining of monies which were received by Giles anterior to the date of the bond, cannot be considered a conversion by him within the terms of its condition; while the Plaintiffs on the contrary, maintain that as these sums were in his hands at the time of its execution and have not been paid over to this day, his official delinquency is made out within the meaning of this instrument, and the responsibility of the Defendants thereby established.</p>\n<p>On this point two of the judges think that the conversion of these sums by Giles was complete by his not paying them into the bank, agreably to the directions of the comptroller of the treasury under which he acted and that this having taken place prior to the execution of the <span class=\"star-pagination\">*238</span> bond the Defendants are not liable therefore within the terms of its condition which are entirely prospective. Two other members of the Court are of opinion that no demand appearing on the record to have been made on the marshal for these sums, either by rule of Court or otherwise, no conversion of them is made out; and that therefore the Defendants are not liable. The other two judges think that although these two sums were received before the date of the bond, yet as they remained in the hands of the marshal, afterwards, and have not been paid over to this day, the Defendants are accountable for them.</p>\n<p>Judgment must therefore be rendered for the Defendants as to the sum of 3,763 dollars and 98 cents, being the damages assessed upon the first breach assigned.</p>\n<p>The next question, on which the Court below was divided, related to the sum of 20,613 dollars and 12 cents, being the first sum assessed as conditional damages upon the second breach.</p>\n<p>By recurring to the special verdict it appears that Giles having had a <i>fieri facias</i> put into his hands on the 20th of January, 1800, against the real estate of John Lamb, was directed by the officers of the treasury, to make sales of it for one fourth of the purchase money in cash, and for the other three fourths on certain credits and securities specified in said instructions. These sales commenced on the 26th of November, 1800, and continued until the 23d of December, following.</p>\n<p>After the 9th of January, 1801, and before he went out of office, which was the 27th of March, following, Giles received of the purchasers of Lamb's estate, 1,683 dollars and 52 cents, and after that day the sum of 17,191 dollars and 58 cents, amounting in the whole to 18,875 dollars and 10 cents. Deducting the poundage and charges which the special verdict finds to be <i>legally chargeable</i> against this sum, there was left in Giles hands the net sum of 17,542 dollars and 25 cents, of the monies received by him after the 9th of January, 1801. On the 13th of April, 1803, he paid to E. Livingston who was district attorney, with the assent and approbation of the <span class=\"star-pagination\">*239</span> comptroller of the treasury, the sum of 6,238 dollars and 35 cents.</p>\n<p>Before we examine into the deductions claimed by the Defendants against the sums received by Giles for cash payments, it will be necessary to settle for what portion of these sums they are chargeable under the condition of their bond.</p>\n<p>Of these sums a majority of the Court think they are liable for the sum of 1,683 dollars and 52 cents, which was received between its execution and the marshal's dismission from office.</p>\n<p>Are they also responsible for the sum of 17,191 dollars and 50 cents, which was received by Giles after another marshal came into office?</p>\n<p>The bond, on which this action is brought having been given for the faithful performance of the duties of Giles as marshal, <i>during his continuance in office,</i> two of the judges are of opinion that his sureties are not liable for the conversion of the last mentioned sum which took place after he was out of office by not paying it as directed by the comptroller of the treasury. Two of the judges do not consider the finding of the jury as fixing upon Giles a conversion of this sum at any time, in as much as it does not appear that he was over demanded to pay the same into Court, or in any other way. The other two judges are of opinion that the marshal, being authorized to do certain acts even after his removal from office, the condition of the bond embraces defaults committed after such dismission, as well as before, and that the Defendants are therefore liable for the said sum of 17,191 dollars and 50 cents, although received by Giles after he ceased to be marshal.</p>\n<p>It is however the opinion of a majority of the Court, that the Defendants are not so liable under this bond.</p>\n<p>Another question arises under this opposition of opinion in the Circuit Court; and that is whether the payment to Edward Livingston in April, 1803, was a payment to the United States?</p>\n<p><span class=\"star-pagination\">*240</span> It is supposed that this payment, being made contrary to the comptroller's order of the 17th of December, 1800, which was to pay all monies received under this execution into the branch bank, at New York, cannot be regarded as valid.</p>\n<p>It is true such instructions are found by the jury, which certainly do not authorize such payment, yet it is also found, possibly, from some subsequent instructions of the comptroller, which do not appear, or at any rate from evidence, which must have satisfied the jury, that such payment was made with the assent and approbation of the comptroller of the treasury. This finding, correct or not, must conclude the Court; and it has only to say whether a payment be good if made under such authority.</p>\n<p>The comptroller is authorized by law, \"to direct prosecutions to be commenced for all debts due to the United States.\" During such prosecutions he gives directions how they shall be conducted, and how the monies recovered shall be paid. If therefore he directed, or assented to, the payment to Livingston, it is difficult to say that Giles erred, or was guilty of any fault, either in pursuing his instruction, or in making a payment with his assent and approbation.</p>\n<p>It yet remains to settle, under this branch of the division of the Circuit Court, how the payment to Livingston is to be applied. For although the sum paid to him is much greater than the sum of 1,683 dollars and 52 cents, for which it is decided that the Defendants are liable, the benefit, which they may derive from such payment, will depend in some measure on the manner of its application.</p>\n<p>It does not appear that any direction was given by Giles, or that any election was made by either party how it should be applied. Nothing more is known than that Giles, being then indebted to a much larger amount for monies received at different times under the execution against the property of Lamb, made this payment without declaring what particular item in the account of the United States against him should thereby be discharged. If there be no designation how a sum paid on account <span class=\"star-pagination\">*241</span> shall be credited, and there be sureties for part of the debt, as was the case here, it seems reasonable to some of the judges to let them have the benefit of it, by applying the credit in such a way as to exonerate them, so far as the sum paid shall be sufficient for that purpose. If regard be had to the order of time in which the monies were received by Giles, it will be seen that the sum of 3,763 dollars and 98 cents. which is the first sum for which he is in arrears, was received by him prior to the 9th of January, 1801; and the next sum for which he is accountable, to wit: the sum of 1,683 dollars and 52 cents, came into his hands after that day, but previous to the 27th of March, 1801, and after this, other monies were received by him. These two sums together are not equal to the payment which was made to Livingston.</p>\n<p>Following this order, the sum for which the Defendants are liable being among the first that were received, and being recoverable with interest on their bond, would on this principle be extinguished by the first payment if it were sufficient, as was the case here, to discharge all the monies which had been received prior to the receipt of the sum for which the Defendants are answerable, and that also. But this is not the opinion of a majority of the judges. They think, and such is the decision of the Court, that the United States have yet a right to apply these payments in a way most beneficial to themselves and so as not to extinguish the sum of 1,683 dollars and 52 cents, for which the Defendants are accountable.</p>\n<p>The Court then is of opinion that judgment must be given for the Defendants as to the sum of 20,613 dollars and 12 cents, being the first sum assessed as conditional damages upon the second breach.</p>\n<p>Judgment must in like manner be given for the Defendants as to all the other sums assessed as conditional damages upon the second breach.</p>\n<p>It is next to be decided whether the conditional damages of 5,255 dollars and 73 cents, assessed on the fourth breach be recoverable against the Defendants.</p>\n<p>These damages are given in consequence of a supposed <span class=\"star-pagination\">*242</span> conversion by Giles of the fourteen bonds mentioned in the special verdict. But it being found that these bonds were delivered to Edward Livingston, by and with the assent and approbation of the comptroller of the treasury, the Court is unanimously of opinion, for reasons already assigned, that such delivery was no conversion of these bonds by Giles, and that therefore judgment must be rendered for the Defendants, as to the said sum of 5,255 dollars and 73 cents, being the damages assessed as aforesaid on the fourth breach.</p>\n<p>The last question which is submitted to us regards the sum of 309 dollars and 87 cents, which it appears by the finding under the fifth breach assigned, was received by Giles on the first of September, 1800, on an execution at the suit of the United States, against Richard Capes, which was retained by Giles towards satisfaction of an equal sum due to him. This sum being received prior to the execution of the bond, must be regarded within the reasons assigned for not considering the Defendants liable for the two sums of 50 dollars and of 3,713 dollars and 98 cents, herein before mentioned, and judgment must, accordingly, in the opinion of a majority of the Court be given for the Defendants, as to the said sum of 309 dollars and 87 cents, being the damages assessed upon the fifth breach.</p>\n<p>It will be seen that the Court is of opinion that the Defendants are liable under their bond for the sum of 1.683 dollars and 52 cents, which was received by the marshal after its execution, and before he went out of office; but by not one of the findings on the different breaches assigned, does it appear to have been contemplated that this sum alone might be recoverable in this action, and accordingly no conditional damages are assessed to suit that state of the case.</p>\n<p>The Court therefore can only give its directions as to the questions submitted to them, which are,</p>\n<p>That it must be certified to the Circuit Court for the district of New York in the second circuit,</p>\n<p>1. That judgment must be given for the Defendants as to the sum 3,763 dollars and 98 cents, being the damages <span class=\"star-pagination\">*243</span> assessed upon the first breach of the condition of the bond assigned in the replication of the Plaintiffs.</p>\n<p>2. That judgment must be given for the Defendants as to the several sums of 20,613 dollars and 12 cents, of 14,374 dollars and 77 cents, of 9,895 dollars and 09 cents, of 10,718 dollars and 03 cents, of 16,133 dollars and 44 cents, of 6,238 dollars and 35 cents, and of 4,479 dollars and 68 cents, being the several sums assessed, as conditional damages on the second breach.</p>\n<p>3. That judgment must be given for the Defendants, for the sum of 5,255 dollars and 73 cents, being the damages assessed upon the fourth breach, and</p>\n<p>4. That judgment must be given for the Defendants for the sum of 309 dollars and 87 cents, being the damages assessed upon the fifth breach.</p>\n</div>", 
  "sha1": "b286e0dec017ee2ac866fc365115c221f3f64cfa", 
  "date_modified": "2014-12-21T01:23:56.335673", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/85116/u-states-v-giles-others/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/402417/", 
  "html": "<p class=\"case_cite\">13 U.S. 212</p>\n    <p class=\"case_cite\">9 Cranch 212</p>\n    <p class=\"case_cite\">3 L.Ed. 708</p>\n    <p class=\"parties\">THE UNITED STATES<br>v.<br>GILES AND OTHERS.</p>\n    <p class=\"date\">Feb. 23, 1815</p>\n    <p class=\"center\"><i>Absent</i>. TODD, <i>J.</i></p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>THIS was a case certified from the Circuit Court for the</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>district of New York, in which the opinions of the Judges of that Court were opposed upon ten questions of law arising out of a special verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It was an action of debt brought by the United States against Giles, late marshal of the district of New York, and his sureties, upon his official bond, dated the 9<i>th of January</i>, 1801, the condition of which was as follows: 'Whereas the above bound Aquila Giles hath been appointed the marshal, in and for the New York district in pursuance of the act, entitled 'an act to establish the judicial Courts of the United States,' Now, therefore, the condition of the preceding obligation is such, that if the said Aquila Giles shall, by himself and by his deputies, faithfully execute all lawful precepts directed to the marshal of the said district under the authority of the United States, and true returns make, and in all things well and truly and without malice or partiality, perform the duties of the office of marshal, in and for the said district of New York, <i>during his continuance in the said office</i>, and take only his lawful fees, then the preceding obligation to be void, or else to remain in full force and virtue.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Defendants pleaded performance. The replication set forth six breaches of the condition of the bond.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. That the United States having, in <i>May</i>, 1799, recovered judgment in the district Court against one John Lamb for the sum of 127,952 dollars and 99 cents, debt, and 20 dollars damages, a writ of <i>fieri facias</i>, was thereupon issued and delivered to the Defendant, Giles, then being marshal, upon which he returned in August, 1799, that he had taken goods and chattles to the value of 50 dollars, which remained unsold for want of buyers, whereupon a writ of <i>venditioni exponas</i> and <i>fieri facias</i>, was issued and delivered to the said Defendant, Giles, on the 9th of January, 1800, by virtue whereof he sold the said goods and chattles for 50 dollars, which sum he received; and also, by virtue of the said writ, sold lands of Lamb to the amount of 60,000 dollars, which sum he received and continued to hold until the 1<i>st of February</i>, 1801, when he converted the same to his own use, contrary to the tenor and effect of the condition of his said bond.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">2. That by virtue of the said writ, the Defendant, Giles, on the 17<i>th of September</i>, 1800, sold other lands of Lamb, for 60,000 dollars, which he received on the 20<i>th day of January</i>, 1801, and on that day converted the same to his own use, contrary to the tenor and effect of the condition of the bond.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. That on the 17th of December, 1800, the comptroller of the treasury of the United States directed the Defendant, Giles, to pay into the office of discount and deposit of the bank of the United States, at New York, to the credit of the account of the treasurer of the United States, all such sums of money as should be made from the property of Lamb, by virtue of the aforesaid writ. That the Defendant, Giles, afterwards, on the 23d of December, 1800, by virtue of that writ sold other lands of Lamb, to the amount of 60,000 dollars, which he received <i>on the</i> 15<i>th of January</i>, 1801, but has not paid the same, nor any part thereof, into the said office of discount and deposit in the manner directed, contrary to the tenor and effect of the condition of his said bond.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">4. That on the 1<i>st of February</i>, 1801, the Defendant, Giles, being marshal as aforesaid, had in his hands as marshal, 14 bonds, the property of the United States, (particularly described) and on that day converted the same, to his own use, contrary to the tenor and effect of the condition of his bond aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">5. That the Defendant, Giles, having, in September 1800, made the sum of 309 dollars and 87 cents, by virtue of a <i>fieri facias</i>, in behalf of the United States, against one Richard Capes, and having received the same, converted it to his own use on the 1st of February, 1801, contrary to the tenor and effect of the condition of his bond.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">6. That the Defendant, Giles, having so received all the several sums of money before mentioned, retained the same in his hands until the 27<i>th of March</i>, 1801, when he was duly removed and dismissed from his office of marshal, and ceased to be marshal of the New York district, and has retained the said several sums of money in his hands ever since. That on the 2d of June, 1804, he was duly notified according to law, by the comptroller of the treasury of the United States, to render to the auditor of the treasury of the United States on or before the 10th of October, then next, all his accounts and vouchers for the expenditure of all monies received by him as marshal of the New York district, but he has never rendered the same; contrary to the tenor and effect of the condition of his bond aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The Defendants rejoined,</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1. To the <i>first</i> breach, that the Defendant, Giles, received the sum of 50 dollars, and sold the lands of Lamb for 30,000 dollars and no more. That by the orders of the comptroller of the treasury of the United States, he received on the 10th of December, 1800, from the purchasers 11,000 dollars, and no more, in cash, in part of the said sum of 30,000 dollars, and took from them, by the like orders of the said comptroller, their respective bonds and mortgages, 30 in number, for 19,000 dollars being the residue of the said sum of 30,000 dollars. That on that day the United States were justly indebted to the said Giles, in the sum of 20,000 dollars, for money paid by him at their request for their use, and for fees justly due by them to him as marshal, and for services performed by him for them at their request, when he retained in his hands the said sums of 50 dollars, and 11,000 dollars, as it was lawful for him to do, in part payment and satisfaction of the sum of 20,000 dollars so due to him from the United States, and then and there delivered to the United States, the said several bonds and mortgages in full payment and satisfaction of the said residue of the said sum of 30,000 dollars. <i>Without that</i>, that he converted to his own use the said sums of 50 dollars and 60,000 dollars, in the replication, in assigning the first breach mentioned, or any part thereof in manner and form, &amp;c. any otherwise than by retaining the said sums of 50 dollars and 11,000 dollars as aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">2. To the <i>second</i> breach, they say, that on the 17th of December, 1800, the Defendant, Giles, by virtue of the said writ, sold other lands of the said Lamb for the sum of 29,383 dollars and 30 cents, and no more, and that by order of the comptroller he received from the purchasers only the sum of 10,000 dollars, and took their bonds and mortgages, 30 in number, for the payment of the balance, being 19,383 dollars and 30 cents. That the United States were on that day justly indebted to him in the sum of 20,000 dollars for monies expended, &amp;c. and for fees, and services, &amp;c. wherefore he retained in his hands 8,950 dollars, part of the 10,000 dollars in part payment and satisfaction of the said sum of 20,000 dollars; and paid to the United States the sum of 1,050 dollars the residue of the said sum of 10,000 dollars, and delivered to the United States the 30 bonds and mortgages aforesaid in full payment and satisfaction of the aforesaid sum of 29,383 dollars and 30 cents; <i>without that</i>, that the said Giles converted to his own use, &amp;c. otherwise than by retaining the said sum of 8,950 dollars as aforesaid, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">3. To the <i>third</i> breach, they say, that the said Giles did not receive 39,000 dollars, parcel of the said 60,000 dollars, but that he received in all the sum of 21,000 dollars only from the buyers of the lands of the said John Lamb; and that the United States were on the said 15th of January, 1801, justly indebted to the said Giles, in the sum of 22,000 dollars, wherefore he did not pay the said sum of 21,000 dollars or any part thereof into the office of discount and deposit of the bank of the United States, &amp;c. but then and there retained the same in his own hands, as it was lawful for him to do, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">4. To the <i>fourth</i> breach, they say, that the said Giles, on the 1st of February, 1801, delivered the said bonds to the attorney for the United States&#8212;<i>without that</i>, that he converted them to his own use, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">5. To the <i>fifth</i> breach, they say, that on the 8<i>th of January</i>, 1801, the United States were justly indebted to Giles, in the sum of 22,000 dollars, wherefore he retained the said sum of 309 dollars and 87 cents, in part payment and satisfaction of the said sum of 22,000 dollars; <i>without that</i>, that he otherwise converted the same to his own use, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">6. To the <i>sixth</i> breach, they aver, that Giles did render his accounts to the auditor on the 10th of October, 1804, as he was required to do.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">To these rejoinders, there were general sur-rejoinders and issues, except as to the rejoinder to the third breach; upon which the Plaintiffs took issue as to 39,000 dollars, and demurred as to the retainer of the 21,000 dollars, upon which demurrer the Court gave judgment for the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The jury found a special verdict which stated in substance, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">1. <i>As to the first breach</i>, they find that the Defendant, Giles, was authorized by the officers of the treasury department of the United States, in executing the aforesaid writ of <i>fieri facias</i> to sell the lands of the said John Lamb, on the following terms, viz. one fourth of the purchase money to be paid in cash, one fourth with interest in 2 years, one fourth with interest in 3 years, and the residue with interest in 4 years from the day of sale, to be secured by bonds and mortgages; and was directed by the comptroller of the treasury, on the 17th of December, 1800, to pay over all monies he might receive therefor into the office of discount and deposit of the bank of the United States, in the city of New York, to the credit and account of the treasmer of the United States. That the sales were commenced on the 26th of November, and continued from time to time to the 23d of December, 1800. That Giles received from the purchasers before the 9th day of January, 1801, (the date of the bond) 3,713 dollars and 98 cents, and no more, which sum, together with the sum of 50 dollars, which he had before received for the sales of the goods and chattels of the said John Lamb, be never had, nor any part thereof, before the said district Court, to render to the United States, and never paid the same, nor any part thereof, into the said office of discount and deposit, and that he has never been required by any rule or order of the said district Court to bring the said monies into the Court, nor to pay them over in any manner whatever. That between August, 1800, and May, 1801, he arrested one Elias Hicks by virtue of a writ of <i>ca. sa.</i> in favour of the United States, for 80,000 dollars, and by an endorsement thereon was directed to levy, by virtue thereof, 33,156 dollars and 38 cents, besides marshal's fees and poundage. That he kept the said Hicks in custody, in execution, until he was discharged by order of the secretary of the treasury of the United States, pursuant to the act of congress, entitled 'an act providing for the relief of 'persons imprisoned for debts due to the United States.' That the poundage fees for the service of that writ, if any such fees were due to the Defendant, Giles, thereon, have not been paid to him, and that they amounted to the sum of 419 <i>dollars and</i> 57 <i>cents</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">That the United States also became indebted to the Defendant, Giles, in the further sum of 8,133 dollars and 96 cents, for his own fees and services in taking the second census or enumeration of the inhabitants of the United States in the said district; and for monies paid by him as marshal as aforesaid to his assistants in taking the said census, pursuant to the act of congress in such case provided, which several sums, so due from the United States to the said Giles, amount to the sum of 8,553 dollars and 53 cents, and that he has retained the said sums of 50 dollars and 3,713 dollars and 98 cents, from the times when they were received by him, and still retains them, claiming to hold and retain the same towards the payment and satisfaction of an equal sum due to him from the United States as aforesaid. But whether upon the whole matter aforesaid, the said Giles did in law convert the said several sums of 50 dollars and 3,713 dollars and 98 cents to his own use, contrary to the tenor and effect of the condition of his said bond, the jurors aforesaid are ignorant, &amp;c. and if the said Giles did so convert, &amp;c. they assess the damages at 3,763 dollars and 98 cents, and if, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">2. <i>As to the second breach</i>, they find, that the said Giles, having received such instructions as aforesaid from the comptroller of the treasury, and having sold the lands as aforesaid, afterwards, and after the 9th of January, 1801, (the date of the bond) and at different times before the commencement of this suit, received of certain other purchasers of the said lands, several other sums of money, viz: before the 27<i>th of March</i>, 1801, (when he was removed from office) the sum of 1,683 dollars 52 cents; and after that day the sum of 17,191 dollars and 58 cents, which two sums amount to 18,875 dollars and 10 cents, which was all the money he received from the said purchasers after the 9th of January, 1801; and that the poundage, and charges due to and paid by the said Giles upon the execution and the said sales, and <i>legally</i> chargeable against the proceeds of the said sales amounted to the sum of 1,332 dollars and 85 cents, which being deducted from the said sum of 18,875 dollars and 10 cents, left the net sum of 17,542 dollars and 25 cents, in the hands of the said Giles, of the money so received by him after the 9th day of Junuary, 1801. That on the 13th of April, 1803, he paid part of the same, viz: 6,238 dollars and 35 cents to Edward Livingston, who was then the United States' attorney for the New York district, which payment was so made <i>with the assent and approbation of the comptroller of the treasury of the United States</i>, and agreeably to the usage and practice in that district; that the said Giles never had the said sum of 6,238 dollars and 35 cents, nor any part thereof, before the district Court to render to the United States and has never paid the same to the United States, in any other manner than by the said payment to the said Edward Livingston (if such payment was a payment to the (United States) and never paid the same, nor any part thereof into the office of discount and deposit, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">That as to another part of the said sum of 17,542 dollars and 25 cents, to wit: as to the sum of 4,479 dollars and 68 cents, the said Giles never had the same, nor any part thereof, before the district Court to render to the United States, nor paid the same into the said office of deposit, &amp;c. but has ever since held and retained the same, claiming to hold and retain the same towards payment and satisfaction of an equal sum so due to him by the United States as aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">That as to the residue of the said sum of 17,542 dollars and 25 cents, to wit: as to the sum of 6,824 dollars and 25 cents, the said Giles never had the same, nor any part thereof, before the district Court to render to the United States, nor paid the same to the United States nor into the office of discount and deposit, &amp;c. but still retains the same; but whether, in law, he converted the said three sums, viz: the 6,238 dollars and 35 cents&#8212;4,479 dollars and 68 cents&#8212;and 6,824 dollars and 25 cents, or either of them to his own use contrary to the tenor and effect of the condition of his said bond, they are ignorant, &amp;c. If in law he so converted the whole to his own use, then they so find and assess damages at 20,613 dollars and 12 cents. If he did not so convert the first of the said three sums, but did so convert the other two, then they so find and assess damages, at 14,374 dollars and 77 cents. If he did not so convert the first and second of the said three sums, but did so convert the third, then they so find, and assess damages at 9,895 dollars and 9 cents. If he did not so convert the said third sum, but converted the two first sums, then they so find, and assess damages at 10,718 dollars and 3 cents. If he did not so convert the said second sum, but converted the first and third sums, then they so find and assess damages at 16,133 dollars and 44 cents. If he did not so convert the two last of the said three sums, but converted the first, they so find and assess damages at 6,238 dollars and 35 cents. If he did not so convert the first and third of the said three sums, but converted the second, then they so find, and assess damages at 4,479 dollars and 68 cents. And if he did not so convert either of the said three sums to his own use, then they so find.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">3. As to the third breach, the jurors find that the Defendant, Giles, did not receive the sum of 39,000 dollars, and as to the judgment upon the demurrer respecting the retainer of the sum of 21,000 dollars, they assess damages at 21,000 dollars and 6 cents.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">4. As to the 4th breach, they find that the Defendant, Giles, kept possession of the said fourteen bonds, from the 1st of February, 1801, until the 3d of January, 1803, when he delivered them with the assent and approbation of the comptroller of the treasury of the United States, to Edward Livingston, then being the United States' attorney for the district of New York. That on the 12th day of the same January, the comptroller of the treasury of the United States directed the said Giles to deliver the said fourteen bonds to his successor in office, <i>John Swartwout</i>, marshal of the said district, which the said Giles did not do.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">But whether upon the whole matter aforesaid, he did, in law, convert the same bonds to his own use, contrary to the tenor and effect of the condition of his said bond, they are ignorant, &amp;c. and if, &amp;c. then they assess damages at 5,255 dollars and 73 cents.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">5. As to the fifth breach, they find, that the Defendant, Giles, having levied and received the said sum of 309 dollars and 87 cents, never had the same before the district Court to render to the United States, nor paid the same to the United States, but retains the same claiming to hold it in payment and satisfaction of so much due to him by the United States as aforesaid, but whether in law he converted the same to his own use, contrary to the tenor and effect of the condition of his said bond they are ignorant&#8212;and if, &amp;c. then they assess damages at 309 dollars and 87 cents.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">6. As to the sixth breach, they find that the Defendant, Giles, did not render to the auditor of the treasury of the United States all his accounts and vouchers, &amp;c. in manner and form as the Defendants in their rejoinder have averred, and assess damages at six cents.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This cause came up to this Court in the year 1812, with a certificate from the Court below, that after argument upon the special verdict thereunto annexed, 'it appeared that the opinions of the judges were opposed <i>upon all the points submitted by and in the said special verdict</i>, and thereupon at the request of the attorney of the United States for the said district, the judges of the said Court have directed this disagreement of opinion to be certified,' &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The cause was argued in this Court at February term, 1812, by DALLAS &amp; PINKNEY, <i>for the United States</i>, and by HARPER, <i>for the Defendants</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">But this Court, upon inspecting the record, was of opinion that the points on which the opinions of the judges of the Circuit Court were opposed, were too imperfectly stated to enable this Court to form an opinion thereon.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Whereupon the cause was remanded to the Circuit Court, and came back with a certificate that the opinions of the judges of that Court were opposed upon the ten following questions arising on the said special verdict, viz:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">1. Whether judgment ought to be given for the Plaintiffs or for the Defendants, as to the sum of 3,763 dollars and 98 cents, being the damages assessed upon the first breach.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">2. Whether, &amp;c. as to the sum of 20,613 dollars and 12 cents, being the first sum assessed as conditional damages upon the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">3. Whether, &amp;c. as to the sum of 14,374 dollars and 77 cents, being the second sum assessed as conditional damages on the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">4. Whether, &amp;c. as to the sum of 9,895 dollars and 9 cents, being the third sum assessed as conditional damages on the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">5. Whether, &amp;c. as to the sum of 10,718 dollars and 3 cents, being the fourth sum assessed as conditional damages on the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">6. Whether, &amp;c. as to the sum of 16,133 dollars and 44 cents, being the fifth sum assessed as conditional damages on the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">7. Whether, &amp;c. as to the sum of 6,238 dollars and 35 cents, being the sixth sum assessed as conditional damages on the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">8. Whether, &amp;c. as to the sum of 4,479 dollars and 68 cents, being the seventh sum assessed as conditional damages on the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">9. Whether, &amp;c. as to the sum of 5,255 dollars and 73 cents, being the damages assessed upon the fourth breach, and</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">10. Whether, &amp;c. as to the sum of 309 dollars and 87 cents, being the damages assessed upon the fifth breach.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The cause was now again argued by JONES, <i>for the United States</i>, and HARPER,<i>for the Defendants</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">On the part of the Defendants it was contended,</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">1. That the obligors in this bond, are not answerable for the money received by Giles, before the date of the bond.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">2. That he had a right to retain the amount due to him by the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">3. That his receiving the bonds was not an official act for which his sureties are liable upon this bond; but if it was, that he was discharged by delivering them over to E. Livingston, the attorney of the United States, with the assent of the comptroller of the treasury.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">4. That the sureties upon this bond are not liable for the money received by the Defendant, Giles, after he was removed from office.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">5. That the payment of the 6,238 dollars and 35 cents, to E. Livingston, the attorney of the United States, for the district of New York, with the assent and approbation of the comptroller, was a good payment to the United States, and ought to be applied to the discharge of the first money which Giles received.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">1. This bond is prospective. It covers no past transgressions. He received 3,763 dollars and 98 cents, before the date of the bond, and the United States being indebted to him at the same time in a larger amount, he immediately applied and retained it in part satisfaction of their debt to him. If he had no right so to do it was a conversion of it to his own use; and that conversion took place before the date of the bond. The Defendants therefore are not liable therefor upon this bond. If Giles is answerable for it to the United States, it is not in this action.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">2. The defendant, Giles, had a right to retain in his hands the amount which was due to him from the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">This is not claimed as a set off, but as an equitable deduction to be taken into view by the Court in deciding what sum is to be recovered under the penalty of this bond. By the 26th &#167; of the judicial act, <i>vol.</i> 1. <i>p.</i> 65, it is provided, 'that in <i>all</i> causes brought before either of the Courts of the United States, to recover the forfeiture annexed to any articles of agreement, covenant, <i>bond</i> or other specialty, where the forfeiture, breach or non-performance shall appear by the default or confession of the Defendant, or upon demurrer, the Court, before whom the action is, shall render judgment therein for the Plaintiff to recover <i>so much as is due according to equity</i>.' If then in this case there had been judgment by default or upon demurrer, or even upon confession, the Court must have decided upon the principles of equity. The case, if not within the words of the statute, is within its spirit. He who seeks equity must do equity. But the Defendant, Giles, was not a common debtor of the United States. He was an agent of the government, or a receiver of money, and bound to <i>account</i> for what he received. To <i>account</i>, is to retain what he had a right to demand, and to pay over the balance only. If this principle does not apply to the poundage in the case of Hicks, yet it does to his expenses and compensation in taking the census. By the act of congress of the 28<i>th of February</i>, 1800, <i>vol.</i> 5, <i>p.</i> 24, it was made his duty to commence the business of taking the census, on the first Monday <i>in August</i>, 1800, and to close it in nine months, and he was authorized to employ assistants, and if he did not make his return within the period limited, he was liable to a penalty of 800 dollars. The act provides for the compensation of the marshal and his assistants, but no appropriation of money was made by congress for his payment, until after the service had been performed, nor until March, 1801, <i>laws of the United States, vol.</i> 5, <i>p.</i> 300. The marshal had only three ways to obtain the money necessary for this business, viz: either to advance his own money, which he was not bound to do, or to get an advance from the treasury, which it had no right to make, or to apply the money of the United States in his hands for that purpose. Congress having ordered him to do the work, gave him the right to use all the necessary means. The jury has found the fact absolutely that the United States was indebted to him at the time, which fact cannot now be denied. His obligation was not absolutely to pay over all the money which he received, but to <i>account</i> for it. If he shows that he expended it for the use of the United States, in a work which he was required to perform, he accounts for it. It was not strictly <i>retaining</i> the money, but <i>applying</i> it in a manner in which he was authorized to apply it.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">He was also entitled by law to the poundage upon the <i>ca. sa.</i> against Hicks. By the act of the 28<i>th of February</i>, 1799, <i>vol.</i> 4, <i>p.</i> 273, the marshal is allowed 'for all other services' not therein enumerated, 'such fees and compensation as are allowed in the Supreme Court of the state, wherein such services are rendered.'<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">3. It was not the official duty of the marshal to take the bonds from the purchasers of the property. He was only bound to execute all lawful precepts, according to the law of the land. He could officially sell for money only; not on credit. If by the order of the comptroller he sold on credit, he did not do it as marshal, but as the agent of the treasury department. The condition of his bond is that he shall faithfully do his <i>duty</i>. His sureties are not liable for any act not done in the course of his duty.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">But if he did act as marshal in receiving the bonds, yet his delivery of them to the attorney of the United States, with the assent of the comptroller, is a complete discharge; and if it were not, and if the delivery of them to the attorney of the United States be a conversion of them to his own use, it was after his removal from office, and the Defendants are not liable for it on their bond.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">4. The sureties upon this bond are not liable for money received by the Defendant, Giles, after his removal from office. The condition of the bond is that he shall faithfully execute the duties of marshal '<i>during his continuance in the said office</i>.' Admitting that, for the purpose of finishing the business in his hands at the time of his removal, his authority may continue <i>quoad hoc</i>, yet the liability of his sureties is expressly limited, by their contract, to the time of his <i>continuance in office</i>. It is like the case of <i>Arlington v. Merricke</i>, 2 <i>Saund.</i> 411, which was an action by the post-master general against the sureties of one of his deputies, upon a bond, the condition of which was, 'that whereas the Plaintiff had appointed one Thomas Jenkins his deputy, &amp;c. to execute the said office <i>from the</i> 24<i>th of June next coming, for the term of six months next following</i>, now if the said Thomas Jenkins shall, <i>for and during all the time that he shall continue deputy post-master</i>, &amp;c. execute all the duties,' &amp;c. The breach assigned was in not paying over monies received by Jenkins, <i>after the expiration of the term of six months</i>, and upon demurrer it was held that the Defendant was only bound for monies received within the six months. So in the case of <i>Barker, executor of Pyott v. Parker</i>, 1 <i>T. R.</i> 287, the condition of the bond was that one J. H. should pay to E. Pyott, his executors or administrators, all such monies as he should receive belonging to the said E. Pyott, <i>his executors or administrators</i>; but it was held that the Defendant was not liable for monies received by J. H. belonging to the <i>executors</i> of Pyott <i>in their own right</i>. So also in the case of the <i>Liverpool Waterworks company v. Atkinson</i>, 6 <i>East.</i> 507, the condition of the bond, reciting that the Defendant had agreed with the Plaintiffs, to collect their revenues '<i>from time to time for twelve months</i>,' and afterwards stipulating that 'at all times thereafter, during the continuance of such, his employment, <i>and for so long as he should continue to be employed</i>,' he would justly account, &amp;c. was held to confine the obligation to the period of twelve months mentioned in the recital. A similar decision was given by the Supreme Court of Pennsylvania, in the case of <i>the Commonwealth v. Benton</i>, 4 <i>Dall.</i> 282, upon a sheriff's bond.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">5. The payment to the attorney of the United States, which is found to have been in conformity with the usage in New York, and with the assent and approbation of the comptroller of the treasury, is a good payment to the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The United States are represented by their attorney, as to every thing relative to actions, in the same manner as a common person is represented by his attorney; an attorney at law has a right, within the year and day after judgment, to receive payment of the debt, and to enter satisfaction of the judgment upon the record. <i>Doug.</i> 623, <i>Yates v. Freckleton</i>. 1 <i>Com. Dig. tit. Attorney, B.</i> 10. The comptroller is the agent of the United States for the purpose of assenting, and his assent binds the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The Defendant, Giles, received 3,763 dollars and 98 cents, before the date of the bond, and 1,683 dollars and 52 cents, after that date and before his removal from office, making together the sum of 5,447 dollars and 50 cents. The payment of the sum of 6,238 dollars and 35 cents to Mr. Livingston, not having been specifically appropriated to the payment of any particular part of the amount due from Giles, we contend ought to be applied to the payment of that part of the money which he first received, which will discharge all that the Defendants can be liable for upon their bond.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\"><i>On behalf of the United States</i>, it was said.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">1. As to the money received by Giles before the date of the bond, it remained in his hand at the time the bond was executed. It was as much his duty to pay it over afterwards as it was before; and by not paying it over he was guilty of default for which his sureties are liable. Besides the writ was not returnable until after the date of the bond, and there was no breach of his duty until after the writ was returnable when he ought to have had the money in Court to render to the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">2. As to the marshal's right to retain money due to him by the U. States, it was said, that the claim never had been submitted to the accounting officers of the treasury, agreably to the provisions of the act of congress of the 3<i>d of March</i>, 1797, <i>vol.</i> 4, <i>p.</i> 423, &#167; 4, by which it is enacted, 'that in suits between the United States and individuals, no claim for a credit shall be admitted upon trial, but such as shall appear to have been presented to the accounting officers of the treasury, for their examination, and by them disallowed in whole or in part,' &amp;c. If a marshal might retain money to answer his own claims, there would be no necessity of an appropriation by law; and it would subject the whole revenues of the government to the caprice of juries. The jury had no right to find a debt due from the United States. It was a matter <i>coram non judice</i>, unless it had been first submitted to the accounting officers of the treasury.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">A Defendant cannot set off a debt, if he could not maintain a suit for it. 4 <i>Dall.</i> 303. <i>Commonwealth v. Blacklock</i>. This Defendant could not maintain a suit against the United States. To give him the benefit of the set off would be a violation of the prerogative of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">THE COURT stopped the counsel for the United States, upon this point, saying they were satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">3. As to the delivery of the 14 bonds to the attorney of the United States, it was said, that they were made payable to the marshal for the time being, and ought to have been delivered to his successor. That in taking the bonds he acted officially. He could only sell as marshal whether he sold for cash or on credit. A Plaintiff may wave a rule intended for his benefit and authorize a marshal to sell on credit. He had no authority to sell as agent, nor had he any orders to deliver the bonds to the attorney. The assent of the comptroller is not sufficiently found, for the jurors find a fact inconsistent with such assent, viz. that the comptroller ordered him to deliver them to his saccessor. The violation of his duty in not delivering them to his successor was prior to his delivery of them to the attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">4. As to the question whether the sureties in this bond are liable for the money received by Giles after the revocation of his commission, it was said that by the 28th section of the judiciary act, <i>vol.</i> 1, <i>p.</i> 67, 'every marshal, when removed from office, shall have power, notwithstanding, to execute all such precepts as may be in his hands at the time of such removal,' and in case of the death of any marshal his deputies shall continue in office, unless otherwise specially removed, and shall execute the same in the name of the deceased, until another marshal shall be appointed and sworn; and the defaults or misfeasances in office of such deputies in the mean time, as well as before, <i>shall be adjudged a breach of the condition of the bond given</i>, as before directed, by the marshal who appointed them.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Here a liability is imposed upon the sureties which is not expressed in the condition of the bond.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The words in the condition, '<i>during his continuance in the said office</i>,' mean, <i>so long</i> as he shall have authority to act by virtue of the said office. So far as regarded the execution and return of the writ of <i>fieri facias</i>, against John Lamb, his authority to act by virtue of his office continued after the revocation of his commission. The writ was not completely executed until it was returned fully satisfied. <i>Quoad hoc</i> he still continued in office within the meaning and intention of the bond. In all the cases cited by the opposite counsel, the time was limited <i>by months</i>, and not by such a general expression as this. The act of congress contemplates <i>a course of duty</i> and intended that the bond should cover all his responsibility, and no doubt the parties intended to give such a bond as the act required. Congress could not have intended that upon the removal of a marshal, perhaps for wasting the public money, or for insolvency, he should still go on to collect other monies, after his sureties upon his official bond should be discharged by his removal from office.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">5. As to the payment of the sum of 6,238 dollars and 35 cents, to the attorney of the United States, it was said, that the district attorney, as such, has no authority to receive the public money collected by the marshal. In common cases the authority of an attorney at law arises from presumption, and is limited to a year and day after judgment, in which time, if execution be not taken out, the judgment is presumed to be satisfied. But as to the attorney for a government no such presumption of authority arises. The United States is considered as a moral person only, and can only act by proper organs legally appointed; and their acts can bind the United States only so far as they act within the powers given them by law. In no other government does the law officer receive the public money without the order of the treasury. The treasury department is to manage the whole fiscal concerns of the nation. There is no exception in favor of the attorney of the United States. His duty is only to support the claims of the United States. There is no necessity that such a power should be lodged in his hands. He gives no security. Why should the money be taken out of the hands of a cesponsible officer and given to one not responsible?But this payment is claimed as a credit, and it is a sufficient answer, to say, that it has never been submited to the accounting officers of the treasury. The jury had no right to find such a credit, or even to act upon it.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">But if it is to be considered as a payment to the United States, still it does not appear that at the time of payment it was applied to the disharge of any particular part of the money which Giles had received. The United States have therefore a right now to apply it to such part as they please, and this Court will make such application of it as will be most beneficial to the United States. That is to say, if the Court shall be of opinion that the sureties are not liable for the money received by Giles after his removal from office, they will apply this payment to that part of the debt, and leave the sureties liable for the part received while he was in office.</p>\n    </div>\n    <p class=\"center\"><i>March</i> 7<i>th. Absent</i>. TODD, <i>J.</i></p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">LIVINGSTON, <i>J.</i> delivered the opinion of the Court as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">This is a joint action of debt on a bond dated the 9th of January, 1801, in the penalty of 20,000 dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The condition of the bond is as follows: Whereas the above bound Aquila Giles hath been appointed the marshal in and for the New York district, in pursuance of an act, entitled 'an act to establish the judicial Courts of the United States,' now, the condition of the preceding obligation is such, that if the said A. G. shall, by himself and his deputies, faithfully execute all lawful precepts directed to the marshal of the said district under the authority of the United States and true returns make, and in all things well and truly and without malice or partiality perform the duties of the office of marshal in and for the said district of New York <i>during his continuance in the said office</i>, and take only his lawful fees, then the obligation to be void, &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">General performance is pleaded by the Defendants, to which a replication is filed assigning six breaches, to all of which there was a rejoinder, sur-rejoinder and issue.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">On the issue joined on the first breach the special verdict finds, that on the 20th of January, 1800, the said writ of <i>vend. exp.</i> and <i>fi. fa.</i> was delivered to Giles, who, before he proceeded to execute it, was authorized by the officers of the treasury to sell the land of Lamb, under said writ, for one fourth part of the purchase money in cash, one fourth part payable in two years from the time of sale, one fourth part in three years, and the other fourth part in four years, with interest from the time of sale, to be secured by bonds and mortgages payable to Giles as marshal, or to the marshal of the district for the time being, to and for the use of the United States. That on the 17th of December, 1800, John Steele, being comptroller of the treasury, did instruct and order Giles to pay into the office of discount and deposit of the bank of the United States in New York, to the credit of the treasurer of the United States, all the monies which might be levied from the property of Lamb, by virtue of the said writ of <i>vend. exp.</i> and <i>fi. fa.</i> That under these instructions Giles proceeded to sell the lands of John Lamb; the sales of which commenced on the 26th of November, 1800, and were continued until the 23d of December in the same year. That during the sales and afterwards, and before the execution of the bond by the Defendants, Giles received from some of the purchasers several sums amounting to 3,713 dollars and 98 cents, and no more, which sums were paid as the fourth of the purchase money of the lands bought by them. That Giles has never brought into Court, or paid into the bank either of the said sums, of 50 dollars, which was received on the 20th of January, 1800, on a sale, by Giles, of the chattels of Lamb, or of 3,713 dollars and 98 cents, and that he never was required so to do by any order of the District Court. That while Giles was marshal as aforesaid, a writ of <i>capias ad satisfaciendum</i> was issued out of said Court and delivered to him against Elias Hicks, on a judgment recovered by the United States, on which was indorsed a direction to Giles to levy the sum of 33,156 dollars and 38 cents, besides marshal's fees and poundage; that Hicks was arrested by Giles and in custody on said writ until discharged therefrom by the secretary of the treasury; that the poundage fees of Giles thereon, if any were due, have not been paid to him by any one, and that they amount, if due at all, to 419 dollars and 57 cents. That the United States became indebted to Giles, while marshal as aforesaid, in the sum of 8,133 dollars and 96 cents, for his fees and services, in taking the second census in his district and for monies paid to his assistants, in taking the said census, pursuant to the act in such case made and provided, which sums amount to 8,553 dollars and 53 cents, in part payment of which Giles retains the two sums of 50 dollars, and of 3,713 dollars and 98 cents. But whether in law he converted them to his own use contrary to the form and effect of the condition of the said bond, the jurors pray the advice of the Court. If the Court shall think that it was such a conversion the jurors assess damages on this breach at 3,763 dollars and 98 cents. But if the Court shall be of opinion that such retaining was no conversion then the jury say that he did not convert the same to his use.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">2. The second breachas signed, is, that Giles having, on the 17th of December, 1800, sold other lands of Lamb under the writ aforesaid for the further sum of 60,000 dollars, received the said sum on the 20th of January, 1801, (which was after the execution of the bond,) and converted and disposed of the same to his own use.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">On the issue joined on this breach, the jury find that Giles, having made the sales as aforesaid, and under the instructions and orders aforesaid, received from the purchasers, after the 9th of January, 1801, and before the 27th of March, 1801, (when he went out of office) the sum of 1,683 dollars and 52 cents; and after that day the sum of 17,191 dollars and 58 cents, amounting in the whole to 18,875 dollars and 10 cents, which sums were paid by the purchasers, as the cash payment which was to be made by them for the land so purchased (which sales took place between the 26th of November, and the 23d of December, 1800.) That the poundage and charges due to and paid by Giles, and <i>legally chargeable</i> against the proceeds of these sales, amounted to 1,332 dollars and 85 cents which leaves in the hands of Giles the net sum of 17,542 dollars and 25 cents, of the monies received by him after the 9th of January, 1801. That on the 13th of April, 1803, he paid to Edward Livingston, who was district attorney, the sum of 6,238 dollars and 35 cents, which was receipted for on the said writ of execution. That it was then and yet is the usage and practice within the said district for the marshal to pay to the district attorney all monies levied by executions issued by the said attorney, in suits in which the United States are Plaintiffs. That this payment was made by and with the approbation of the comptroller of the treasury, and that Giles has never in any other way paid the said last mentioned sum to the United States, or brought it into Court in any other way, than by paying it as aforesaid, to the district attorney. That as to another part of the said sum of 17,542 dollars and 25 cents, to wit, the sum of 4,479 dollars and 68 cents, Giles retains the same towards satisfaction of an equal sum due to him as aforesaid from the United States. That the residue of the said sum, to wit, the sum of 6,824 dollars and 22 cents, Giles retains to this day. But they pray the advice of the Court whether Giles converted to his own use, contrary to the condition of the said bond, the said several sums of 6,238 dollars and 35 cents, 4,479 dollars and 68 cents, and 6,824 dollars and 22 cents.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">1. If he converted all of the said sums contrary, &amp;c. then they assess damages at 20,613 dollars and 12 cents.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">2. If he did not convert the said sum of 6,238 dollars and 35 cents, paid to Livingston, but converted the other two sums, then they assess damages at 14,374 dollars and 77 cents.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">3. If he did not convert the two first sums, to wit, the sum of 6,238 dollars and 35 cents, and 4,479 dollars and 68 cents, but did convert the sum of 6,824 dollars and 22 cents, to his own use, then they assess damages at 9,895 dollars and 9 cents.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">4. If Giles did not convert to his own use the sum of 6,824 dollars and 22 cents, but did convert the other two sums, then they assess damages at 10,718 dollars and 3 cents.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">5. If Giles did not convert to his own use the said sum of 4,479 dollars and 68 cents, but did so convert the other two sums, they assess damages at 16,133 dollars and 44 cents.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">6. If Giles did not convert to his own use the two sums of 4,479 dollars and 68 cents, and 6,824 dollars and 22 cents, but did so convert the other sum of 6,238 dollars and 35 cents, then the damages are assessed at 6,238 dollars and 35 cents.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">7. If Giles did not so convert the two sums of 6,238 dollars and 35 cents, and 6,824 dollars and 22 cents, but did so convert the other sums of 4,479 and 68 cents, they then find damages to the amount of 4,479 dollars and 68 cents.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">8. If, in the opinion of the Court, Giles converted neither of those sums, to his own use, contrary to the effect of the said condition, then the jury find that he did not so convert either of them.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">On the issue joined on the fourth breach, the following facts appear on the special verdict. That on the 1st of February, 1801, Giles had in his hands, as marshal, 14 bonds, described in assigning the fourth breach, belonging to the Plaintiffs. That Giles continued marshal until the 27th of March, 1801, when he was duly removed and dismissed from office, and John Swartwout on the same day appointed marshal of the said district in his place, who continued marshal until the commencement of this suit. That the said bonds continued in the hands of Giles until the 3d of January, 1803, when they were delivered by him to Edward Livingston who was then district attorney, by and with the assent and approbation of the comptroller of the treasury. That on the 12th of January, 1803, Gabriel Duval being comptroller of the treasury, as such did instruct, order and direct Giles as late marshall to deliver immediately the said 14 bonds to the said John Swartwout his successor in office, which he did not do. If the Court shall think this was a conversion of these bonds, the jury assess damages at 5,255 dollars and 73. If the Court think otherwise the jury find it to be no conversion.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">On the subject of the fifth breach, it is found that Giles on the 1st of September, 1800, received as marshal 309 dollars and 87 cents, on an execution issued against one Richard Capes at the suit of the Plaintiffs, which he retains towards satisfaction of an equal sum due from them to him. If this be deemed a conversion by the Court, the jury assess damages at 309 dollars and 87 cents. But if the Court shall not think so, then the jury, on this breach, find for the Defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">It is certified that the Circuit Court, were divided in opinion on the following points arising on this record.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">1. Whether judgment should be given for the Plaintiffs or for the Defendants as to the sum of 3,763 dollars and 98 cents, being the damages assessed upon the first breach assigned.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">2. The like question as to the sum of 20,613 dollars and 12 cents, being the first sum assessed as conditional damages, on the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">3. The same question as to the sum of 14,374 dollars and 77 cents, being the second sum conditionally assessed on the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">4. The like as to the sum of 9,895 dollars and 99 cents, being the third sum assessed conditionally on the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">5. The like as to the sum of $10,718 dollars and 3 cents, being the fourth sum assessed on the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">6. The like question as to the sum of 16,133 dollars and 44 cents, being the fifth sum assessed on the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">7. The like question as to the sum of 6,238 dollars and 35 cents, being the sixth sum assessed on the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">8. The like question as to the sum of 4,479 dollars and 68 cents, being the seventh sum assessed on the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">9. The like question as to the sum of 5,255 dollars and 73 cents, being the damages assessed on the fourth breach.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">10. The like question as to the sum of 309 dollars and 87 cents, being the damages assessed on the fifth breach.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">The first point on which the direction of this Court is asked, will require a decision of the following questions.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">1. Had Giles a right to retain out of the public monies in his hands any sums which might be due to him for his services or for advances made by him as marshal?</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">2. Are the Defendants liable, under the condition of their bond, for the two sums of 50 dollars, and of 3,713 dollars and 98 cents, received by Giles, the first sum on the 20th of January, 1800, and the other on some day prior to the 9th of January, 1801, which is the date of their bond?</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">The act of congress providing for the settlement of accounts between the United States and the receivers of public monies, is so explicit as to preclude every difficulty in deciding on the first question. The third section of the law provides, that where a suit shall be instituted against any person indebted to the United States, the Court shall grant judgment at the return term, on motion, unless the Defendant shall in open Court make oath or affirmation that he is equitably entitled to credits, which had been, previous to the commencement of the suit, submitted to the consideration of the accounting officers of the treasury, and rejected, specifying each particular claim so rejected in the affidavit. The next section declares that in suits between the United States and individuals, no claim for a credit shall be admitted upon trial but such as shall appear to have been submitted to the accounting officers of the treasury for their examination and by them disallowed, unless it shall appear that the Defendant at the time of trial is in possession of vouchers not before in his power to procure, and that he was prevented from exhibiting a claim for such credit by absence from the United States, or by some unavoidable accident.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">It is clear then that if this had been an action against Giles for monies received by him as marshal, he could not have availed himself of any credit against the public, however well founded the claim might be, unless he had previously submitted his title to such a credit to the accounting officers of the treasury and they had rejected the same, or unless he had been prevented from so doing by one of the accidents mentioned in the law.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">On this subject the special verdict, on the issue joined on the sixth breach, finds that Giles did not render to the auditor of the treasury all his accounts and vouchers for the expenditure of monies received by him as marshal as aforesaid.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">If then in a suit against Giles himself, a claim for these credits, under existing circumstances, could not be sustained, neither can it in an action on this bond, without permitting the Defendants to do indirectly what the marshal could not have done directly, and in this way avail themselves of what the law seems to regard as default, or at least a negligence on the part of their principal.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">We are next to consider whether the Defendants are liable for the sum of 50 dollars, and the sum of 3,713 dollars and 98 cents, received by Giles. The first sum was received on the 20th of January, 1800, en the <i>fi. fa.</i> and <i>vend. exp.</i> issued against the estate of John Lamb; and the other was received on the same writ after the 27th of November, 1800, but before the date of the bond upon which the action is brought.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">It is contended by the Defendants that the retaining of monies which were received by Giles anterior to the date of the bond, cannot be considered a conversion by him within the terms of its condition; while the Plaintiffs on the contrary, maintain that as these sums were in his hands at the time of its execution and have not been paid over to this day, his official delinquency is made out within the meaning of this instrument, and the responsibility of the Defendants thereby established.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">On this point two of the judges think that the conversion of these sums by Giles was complete by his not paying them into the bank, agreably to the directions of the comptroller of the treasury under which he acted and that this having taken place prior to the execution of the bond the Defendants are not liable therefor within the terms of its condition which are entirely prospective. Two other members of the Court are of opinion that no demand appearing on the record to have been made on the marshal for these sums, either by rule of Court or otherwise, no conversion of them is made out; and that therefore the Defendants are not liable. The other two judges think that although these two sums were received before the date of the bond, yet as they remained in the hands of the marshal, afterwards, and have not been paid over to this day, the Defendants are accountable for them.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">Judgment must therefore be rendered for the Defendants as to the sum of 3,763 dollars and 98 cents, being the damages assessed upon the first breach assigned.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">The next question, on which the Court below was divided, related to the sum of 20,613 dollars and 12 cents, being the first sum assessed as conditional damages upon the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">By recurring to the special verdict it appears that Giles having had a <i>fieri facias</i> put into his hands on the 20th of January, 1800, against the real estate of John Lamb, was directed by the officers of the treasury, to make sales of it for one fourth of the purchase money in cash, and for the other three fourths on certain credits and securities specified in said instructions. These sales commenced on the 26th of November, 1800, and continued until the 23d of December, following.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">After the 9th of January, 1801, and before he went out of office, which was the 27th of March, following, Giles received of the purchasers of Lamb's estate, 1,683 dollars and 52 cents, and after that day the sum of 17,191 dollars and 58 cents, amounting in the whole to 18,875 dollars and 10 cents. Deducting the poundage and charges which the special verdict finds to be <i>legally chargeable</i> against this sum, there was left in Giles hands the net sum of 17,542 dollars and 25 cents, of the monies received by him after the 9th of January, 1801. On the 13th of April, 1803, he paid to E. Livingston who was dristrict attorney, with the assent and approbation of the comptroller of the treasury, the sum of 6,238 dollars and 35 cents.</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">Before we examine into the deductions claimed by the Defendants against the sums received by Giles for cash payments, it will be necessary to settle for what portion of these sums they are chargeable under the condition of their bond.</p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">Of these sums a majority of the Court think they are liable for the sum of 1,683 dollars and 52 cents, which was received between its execution and the marshal's dismission from office.</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">Are they also responsible for the sum of 17,191 dollars and 50 cents, which was received by Giles after another marshal came into office?</p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">The bond, on which this action is brought having been given for the faithful performance of the duties of Giles as marshal, <i>during his continuance in office</i>, two of the judges are of opinion that his sureties are not liable for the conversion of the last mentioned sum which took place after he was out of office by not paying it as directed by the comptroller of the treasury. Two of the judges do not consider the finding of the jury as fixing upon Giles a conversion of this sum at any time, in as much as it does not appear that he was ever demanded to pay the same into Court, or in any other way. The other two judges are of opinion that the marshal, being authorized to do certain acts even after his removal from office, the condition of the bond embraces defaults committed after such dismission, as well as before, and that the Defendants are therefore liable for the said sam of 17,191 dollars and 50 cents, although received by Giles after he ceased to be marshal.</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">It is however the opinion of a majority of the Court, that the Defendants are not so liable under this bond.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">Another question arises under this opposition of opinion in the Circuit Court; and that is whether the payment to Edward Livingston in April, 4803, was a payment to the United States? It is supposed that this payment, being made contrary to the comptroller's order of the 17th of December, 1800, which was to pay all monies received under this execution into the branch bank, at New York, cannot be regarded as valid.</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">It is true such instructions are found by the jury, which certainly do not authorize such payment, yet it is also found, possibly, from some subsequent instructions of the comptroller, which do not appear, or at any rate from evidence, which must have satisfied the jury, that such payment was made with the assent and approbation of the comptroller of the treasury. This finding, correct or not, must conclude the Court; and it has only to say whether a payment be good if made under such authority.</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">The comptroller is authorized by law, 'to direct prosecutions to be commenced for all debts due to the United States.' During such prosecutions he gives directions how they shall be conducted, and how the monies recovered shall be paid. If therefore he directed, or assented to, the payment to Livingston, it is difficult to say that Giles erred, or was guilty of any fault, either in pursuing his instruction, or in making a payment with his assent and approbation.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">It yet remains to settle, under this branch of the division of the Circuit Court, how the payment to Livingston is to be applied. For although the sum paid to him is much greater than the sum of 1,683 dollars and 52 cents, for which it is decided that the Defendants are liable, the benefit, which they may derive from such payment, will depend in some measure on the manner of its application.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">It does not appear that any direction was given by Giles, or that any election was made by either party how it should be applied. Nothing more is known than that Giles, being then indebted to a much larger amount for monies received at different times under the execution against the property of Lamb, made this payment without declaring what particular item in the account of the United States against him should thereby be discharged. If there be no designation how a sum paid on account shall be credited, and there be sureties for part of the debt, as was the case here, it seems reasonable to some of the judges to let them have the benefit of it, by applying the credit in such a way as to exonerate them, so far as the sum paid shall be sufficient for that purpose. If regard be had to the order of time in which the monies were received by Giles, it will be seen that the sum of 3,763 dollars and 98 cents, which is the first sum for which he is in arrear, was received by him prior to the 9th of January, 1801; and the next sum for which he is accountable, to wit: the sum of 1,683 dollars and 52 cents, came into his hands after that day, but previous to the 27th of March, 1801, and after this, other monies were received by him. These two sums together are not equal to the payment which was made to Livingston.</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">Following this order, the sum for which the Defendants are liable being among the first that were received, and being recoverable with interest on their bond, would on this principle be extinguished by the first payment if it were sufficient, as was the case here, to discharge all the monies which had been received prior to the receipt of the sum for which the Defendants are answerable, and that also. But this is not the opinion of a majority of the judges. They think, and such is the decision of the Court, that the United States have yet a right to apply these payments in a way most beneficial to themselves and so as not to extinguish the sum of $1,683 dollars and 52 cents, for which the Defendants are accountable.</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">The Court then is of opinion that judgment must be given for the Defendants as to the sum of 20,613 dollars and 12 cents, being the first sum assessed as conditional damages upon the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">Judgment must in like manner be given for the Defendants as to all the other sums assessed as coditional damages upon the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">It is next to be decided whether the conditional damages of 5,255 dollars and 73 cents, assessed on the fourth breach be recoverable against the Defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">These damages are given in consequence of a supposed conversion by Giles of the fourteen bonds mentioned in the special verdict. But it being found that these bonds were delivered to Edward Livingston, by and with the assent and approbation of the comptroller of the treasury, the Court is unanimously of opinion, for reasons already assigned, that such delivery was no conversion of these bonds by Giles, and that therefore judgment must be rendered for the Defendants, as to the said sum of 5,255 dollars and 73 cents, being the damages assessed as aforesaid on the fourth breach.</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">The last question which is submitted to us regards the sum of 309 dollars and 87 cents, which it appears by the finding under the fifth breach assigned, was received by Giles on the first of September, 1800, on an execution at the suit of the United States, against Richard Capes, which was retained by Giles towards satisfaction of an equal sum due to him. This sum being received prior to the execution of the bond, must be regarded within the reasons assigned for not considering the Defendants liable for the two sums of 50 dollars and of 3,713 dollars and 98 cents, herein before mentioned, and judgment must, accordingly, in the opinion of a majority of the Court be given for the Defendants, as to the said sum of 309 dollars and 87 cents, being the damages assessed upon the fifth breach.</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">It will be seen that the Court is of opinion that the Defendants are liable under their bond for the sum of 1,683 dollars and 52 cents, which was received by the marshal after its execution, and before he went out of office; but by not one of the findings on the different breaches assigned, does it appear to have been contemplated that this sum alone might be recoverable in this action, and accordingly no conditional damages are assessed to suit that state of the case.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">The Court therefore can only give its directions as to the questions submitted to them, which are,</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p class=\"indent\">That it must be certified to the Circuit Court for the district of New York in the second circuit,</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">1. That judgment must be given for the Defendants as to the sum 3,763 dollars and 98 cents, being the damages assessed upon the first breach of the condition of the bond assigned in the replication of the Plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">2. That judgment must be given for the Defendants as to the several sums of 20,613 dollars and 12 cents, of 14,374 dollars and 77 cents, of 9,895 dollars and 09 cents, of 10,718 dollars and 03 cents, of 16,133 dollars and 44 cents, of 6,238 dollars and 35 cents, and of 4,479 dollars and 68 cents, being the several sums assessed, as conditional damages on the second breach.</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">3. That judgment must be given for the Defendants, for the sum of 5,255 dollars and 73 cents, being the damages assessed upon the fourth breach, and</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">4. That judgment must be given for the Defendants for the sum of 309 dollars and 87 cents, being the damages assessed upon the fifth breach.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> LIVINGSTON, J. It has been settled in the Courts of New York that upon a ca. sa. the sheriff is entitled to poundage upon the whole sum due. But upon a fi. fa. he is only to receive poundage upon the sum received.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/85116/"
}