{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "425 U.S. 73", 
    "federal_cite_two": "96 S. Ct. 1208", 
    "specialty_cite_one": null, 
    "federal_cite_three": "47 L. Ed. 2d 587", 
    "lexis_cite": "1976 U.S. LEXIS 30", 
    "document_uris": [
      "/api/rest/v2/document/109415/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Carey v. Sugar", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "74-858", 
    "id": 93774, 
    "resource_uri": "/api/rest/v2/citation/93774/"
  }, 
  "id": 109415, 
  "blocked": false, 
  "judges": "Per Curiam", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1976-03-24", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>425 U.S. 73 (1976)</b></center>\n<center><h1>CAREY, GOVERNOR OF NEW YORK, ET AL.<br>\nv.<br>\nSUGAR ET AL.</h1></center>\n<center>No. 74-858.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 20, 1976.</center>\n<center>Decided March 24, 1976.<sup>[*]</sup></center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><i>A. Seth Greenwald,</i> Assistant Attorney General of New York, argued the cause for appellants in No. 74-858. With him on the briefs were <i>Louis J. Lefkowitz,</i> Attorney General, and <i>Samuel A. Hirshowitz,</i> First Assistant Attorney General. <i>Philip H. Busner</i> argued the cause for appellants in No. 74-859. With him on the brief was <i>Fred I. Sonnenfeld.</i></p>\n<p><i>John G. Ledes</i> argued the cause and filed a brief for appellees.<sup>[\u0086]</sup></p>\n<p>PER CURIAM.</p>\n<p>This is an appeal from the judgment of a three-judge federal court declaring unconstitutional and enjoining <span class=\"star-pagination\">*74</span> the enforcement of certain statutes of the State of New York which provide for prejudgment attachment of a defendant's assets. On April 13, 1973, appellant Curtis Circulation Co. (Curtis) filed a suit against appellees Sugar and Wrestling Revue, Inc. (Wrestling), and Champion Sports Publications, Inc. (Champion), in a New York state court. The complaint alleged that Curtis had advanced over $100,000\u0097of which $28,588.08 remained unpaid\u0097to Champion under a contract with Champion pursuant to which Champion had agreed to permit Curtis to market certain identified sports magazines. It further alleged that Sugar, who owned and operated Champion, had caused title to the magazines to be transferred to Wrestling, another company owned and operated by Sugar, and had caused Wrestling to transfer the magazines to National Sports Publishing Corp. (National), a corporation not controlled by Sugar, for sale to the public. The consequence was that Champion had been stripped of its assets and that the magazines\u0097out of the sales of which Curtis was to recoup its advance to Champion\u0097had been sold instead by National. The complaint, containing several counts alleging fraud on the part of each defendant, sought a judgment for the $28,588.08 of Curtis' advances which remained unrepaid.</p>\n<p>At the same time, Curtis sought to attach the debt owed by National to Wrestling for the magazines which National had sold and for which it had not yet paid Wrestling. New York Civil Practice Laws and Rules (CPLR) § 6201 (Supp. 1975-1976)<sup>[1]</sup> provides for attachment <span class=\"star-pagination\">*75</span> on various grounds. The order of attachment may be granted in favor of a plaintiff by a judge, upon <i>ex parte</i> motion at any time before judgment, § 6211; and must be supported \"by affidavit and such other written evidence as may be submitted, [showing] that there is a cause of action and the one or more grounds for attachment. . . that exist and the amount demanded from the defendant above all counterclaims known to the plaintiff.\" § 6212 (a). In addition, the plaintiff will be ordered by the judge to give an undertaking in an amount fixed by the court out of which the defendant will be paid legal costs and damages resulting from the attachment if the defendant prevails in the underlying lawsuit. § 6212 (b).</p>\n<p>Pursuant to these procedures, Curtis filed a detailed affidavit alleging that it had a cause of action against appellees and Champion for fraud justifying a recovery of $28,588.08, and seeking an order of attachment under CPLR §§ 6201 (4), (5), and (8) (Supp. 1975-1976).</p>\n<p>On April 13, 1973, New York Supreme Court Justice Fine granted the motion conditioned on Curtis' providing a $10,000 undertaking, $8,570 of which was for the purpose of holding the defendants harmless should they prevail in the underlying suit. The undertaking was provided by Curtis and the order of attachment issued. The sheriff then levied on the debt owed by National to Wrestling, and money in the total amount of $24,324.17 <span class=\"star-pagination\">*76</span> was paid to the sheriff by National in April and May 1973, and in April, June, and July 1974.</p>\n<p>Under CPLR, a defendant may discharge an attachment by giving an undertaking in an amount equal to the value of the property attached, § 6222, or by successfully moving to vacate the attachment under § 6223. That section provides:</p>\n<blockquote>\"Prior to the application of property or debt to the satisfaction of a judgment, the defendant, the garnishee or any person having an interest in the property or debt may move, on notice to each party and the sheriff, for an order vacating or modifying the order of attachment. Upon the motion, the court shall give the plaintiff a reasonable opportunity to correct any defect. If, after the defendant has appeared in the action, the court determines that the attachment is unnecessary to the security of the plaintiff, it shall vacate the order of attachment. Such a motion shall not of itself constitute an appearance in the action.\"</blockquote>\n<p>Appellees neither gave an undertaking nor moved to vacate the attachment under § 6223. Instead they waited nine months until January 1974, and filed the instant action under 42 U. S. C. § 1983 in the United States District Court for the Southern District of New York naming as defendants the sheriff, Judge Fine, the Attorney General, the Governor of New York, and the plaintiffs in the state action. Alleging that the temporary loss, pending decision on the merits of the underlying complaint, of the money owed them by National was injuring them irreparably, they sought a declaration that the attachment provisions of CPLR were unconstitutional, an order enjoining their further enforcement, and an order directing that the attachment of National's debt to Wrestling be vacated. Appellees <span class=\"star-pagination\">*77</span> asked that a three-judge court be convened under 28 U. S. C. §§ 2281 and 2284.</p>\n<p>On June 17, 1974, the single-judge court rejected appellants' claim that it should abstain from deciding the constitutional issue, and a three-judge court was convened. On November 6, 1974, the three-judge court granted the requested relief \"until and unless a meaningful opportunity to vacate an attachment is provided under CPLR [§] 6223 or by the [c]ourts of the State of New York.\" The judgment was stayed, however, pending appeal to this Court.</p>\n<p>As we understand it, the District Court found the New York prejudgment attachment provisions unconstitutional because it concluded that the opportunity to vacate the attachment provided by CPLR § 6223 was inadequate, under this Court's cases, to justify the property deprivation involved. In its view, the hearing available on a motion to vacate the attachment was inadequate principally because the hearing would only be concerned with the question whether the \"attachment is unnecessary to the security of the plaintiff,\" § 6223, and would not require the plaintiff to litigate the question of the likelihood that it would ultimately prevail on the merits.<sup>[2]</sup></p>\n<p>It may be that the three-judge District Court below was correct in its \"forecast,\" see <i>Railroad Comm'n</i> v. <i>Pullman Co.,</i> 312 U. S. 496, 499 (1941), that even in light of recent cases in this Court, see, <i>e. g., </i><i>North Georgia Finishing, Inc.</i> v. <i>Di-Chem, Inc.,</i> 419 U. S. 601 (1975); <i>Mitchell</i> v. <i>W. T. Grant Co.,</i> 416 U. S. 600 (1974); <i>Fuentes</i> v. <i>Shevin,</i> 407 U. S. 67 (1972), the New York courts will construe CPLR § 6223 to preclude an adequate preliminary <span class=\"star-pagination\">*78</span> inquiry into the merits of a plaintiff's underlying claim. Cf. <i>Boehning</i> v. <i>Indiana Employees Assn.,</i> 423 U. S. 6, 7-8, n. (1975). On the other hand, as the order of the three-judge court itself recognized, the New York courts could conclude otherwise. The New York Court of Appeals has already held that an attachment may be vacated if it \"clearly\" appears \"that the plaintiffs must ultimately fail\" on the merits. <i>Wulfsohn</i> v. <i>Russian Socialist Federated Soviet Republic,</i> 234 N. Y. 372, 377, 138 N. E. 24, 26 (1923). See also <i>Maitrejean</i> v. <i>Levon Properties,</i> 45 App. Div. 2d 1020, 358 N. Y. S. 2d 203 (1974); <i>Richman</i> v. <i>Richman,</i> 41 App. Div. 2d 993, 344 N. Y. S. 2d 52 (1973); <i>Martin Enterprises, Inc.</i> v. <i>M. S. Kaplan Co.,</i> 45 App. Div. 2d 883, 358 N. Y. S. 2d 160 (1974). The precise nature of any inquiry into the merits which will be made by the New York courts under this rubric is unclear, but an inquiry consistent with the constitutional standard is by no means automatically precluded. Indeed, two New York trial courts have expressly held, subsequent to the decision below, that where fact issues are raised, on a motion to vacate an attachment, with respect to the merits of the underlying claim, a preliminary hearing will be held on those issues. <i>Regnell</i> v. <i>Page,</i> 82 Misc. 2d 506, 369 N. Y. S. 2d 936 (1975); <i>New York Auction Co.</i> v. <i>Belt,</i> 81 Misc. 2d 1032, 368 N. Y. S. 2d 98 (1975).</p>\n<p>Under these circumstances, it would be unwise for this Court to address the constitutionality of the New York attachment statutes, for decision on that issue may be rendered unnecessary by a decision of the New York courts as a matter of state law. <i>City of Meridian</i> v. <i>Southern Bell Tel. &amp; Tel. Co.,</i> 358 U. S. 639, 640 (1959); <i>Reetz</i> v. <i>Bozanich,</i> 397 U. S. 82 (1970); <i>Harman</i> v. <i>Forssenius,</i> 380 U. S. 528 (1965); <i>Fornaris</i> v. <i>Ridge Tool Co.,</i> 400 U. S. 41 (1970); <i>Railroad Comm'n</i> v. <i>Pullman Co.,</i> <span class=\"star-pagination\">*79</span> <i>supra</i><i>.</i> The court below has declared unconstitutional the statute of a State the continued utilization of which is undoubtedly of importance to that State. If the State construes its statute so as to remove any constitutional problems, friction with the State will have been avoided. <i>Railroad Comm'n</i> v. <i>Pullman Co., supra,</i> at 500-501. Finally, injunctive relief against the state officials who were defendants below appears particularly inappropriate in light of the fact that these officials contended below and continue to contend here that New York law does provide an opportunity for a preliminary hearing on the merits of a plaintiff's underlying claim.</p>\n<p>Accordingly, we vacate the judgment below and remand these cases to the three-judge court and direct it to abstain from a decision of the federal constitutional issues until the parties have had an opportunity to obtain a construction of New York law from the New York state courts.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 74-859, <i>Curtis Circulation Co. et al.</i> v. <i>Sugar et al.,</i> also on appeal from the same court.</p>\n<p>[\u0086]  <i>John E. Kirklin</i> and <i>Kalman Finkel</i> filed a brief for the Legal Aid Society of New York City as <i>amicus curiae</i> urging affirmance.</p>\n<p>[1]  \"An order of attachment may be granted in any action, except a matrimonial action, where the plaintiff has demanded and would be entitled, in whole or in part, or in the alternative, to a money judgment against one or more defendants, when:\n</p>\n<p>.....</p>\n<p>\"4. the defendant, with intent to defraud his creditors, has assigned, disposed of or secreted property, or removed it from the state or is about to do any of these acts; or</p>\n<p>\"5. the defendant, in an action upon a contract, express or implied, has been guilty of a fraud in contracting or incurring the liability; or</p>\n<p>.....</p>\n<p>\"8. there is a cause of action to recover damages for the conversion of personal property, or for fraud or deceit.\"</p>\n<p>[2]  The court also concluded that the burden of proof at the hearing would be on the defendant, and noted that the plaintiff, unlike the plaintiff in <i>Mitchell</i> v. <i>W. T. Grant Co.,</i> 416 U. S. 600 (1974), had no special property interest in the property attached.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:12:05", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">73</span></span> (1976)</b></center>\n<center><h1>CAREY, GOVERNOR OF NEW YORK, ET AL.<br>\nv.<br>\nSUGAR ET AL.</h1></center>\n<center>No. 74-858.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 20, 1976.</center>\n<center>Decided March 24, 1976.<sup>[*]</sup></center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><i>A. Seth Greenwald,</i> Assistant Attorney General of New York, argued the cause for appellants in No. 74-858. With him on the briefs were <i>Louis J. Lefkowitz,</i> Attorney General, and <i>Samuel A. Hirshowitz,</i> First Assistant Attorney General. <i>Philip H. Busner</i> argued the cause for appellants in No. 74-859. With him on the brief was <i>Fred I. Sonnenfeld.</i></p>\n<p><i>John G. Ledes</i> argued the cause and filed a brief for appellees.<sup>[\u0086]</sup></p>\n<p>PER CURIAM.</p>\n<p>This is an appeal from the judgment of a three-judge federal court declaring unconstitutional and enjoining <span class=\"star-pagination\">*74</span> the enforcement of certain statutes of the State of New York which provide for prejudgment attachment of a defendant's assets. On April 13, 1973, appellant Curtis Circulation Co. (Curtis) filed a suit against appellees Sugar and Wrestling Revue, Inc. (Wrestling), and Champion Sports Publications, Inc. (Champion), in a New York state court. The complaint alleged that Curtis had advanced over $100,000\u0097of which $28,588.08 remained unpaid\u0097to Champion under a contract with Champion pursuant to which Champion had agreed to permit Curtis to market certain identified sports magazines. It further alleged that Sugar, who owned and operated Champion, had caused title to the magazines to be transferred to Wrestling, another company owned and operated by Sugar, and had caused Wrestling to transfer the magazines to National Sports Publishing Corp. (National), a corporation not controlled by Sugar, for sale to the public. The consequence was that Champion had been stripped of its assets and that the magazines\u0097out of the sales of which Curtis was to recoup its advance to Champion\u0097had been sold instead by National. The complaint, containing several counts alleging fraud on the part of each defendant, sought a judgment for the $28,588.08 of Curtis' advances which remained unrepaid.</p>\n<p>At the same time, Curtis sought to attach the debt owed by National to Wrestling for the magazines which National had sold and for which it had not yet paid Wrestling. New York Civil Practice Laws and Rules (CPLR) § 6201 (Supp. 1975-1976)<sup>[1]</sup> provides for attachment <span class=\"star-pagination\">*75</span> on various grounds. The order of attachment may be granted in favor of a plaintiff by a judge, upon <i>ex parte</i> motion at any time before judgment, § 6211; and must be supported \"by affidavit and such other written evidence as may be submitted, [showing] that there is a cause of action and the one or more grounds for attachment. . . that exist and the amount demanded from the defendant above all counterclaims known to the plaintiff.\" § 6212 (a). In addition, the plaintiff will be ordered by the judge to give an undertaking in an amount fixed by the court out of which the defendant will be paid legal costs and damages resulting from the attachment if the defendant prevails in the underlying lawsuit. § 6212 (b).</p>\n<p>Pursuant to these procedures, Curtis filed a detailed affidavit alleging that it had a cause of action against appellees and Champion for fraud justifying a recovery of $28,588.08, and seeking an order of attachment under CPLR §§ 6201 (4), (5), and (8) (Supp. 1975-1976).</p>\n<p>On April 13, 1973, New York Supreme Court Justice Fine granted the motion conditioned on Curtis' providing a $10,000 undertaking, $8,570 of which was for the purpose of holding the defendants harmless should they prevail in the underlying suit. The undertaking was provided by Curtis and the order of attachment issued. The sheriff then levied on the debt owed by National to Wrestling, and money in the total amount of $24,324.17 <span class=\"star-pagination\">*76</span> was paid to the sheriff by National in April and May 1973, and in April, June, and July 1974.</p>\n<p>Under CPLR, a defendant may discharge an attachment by giving an undertaking in an amount equal to the value of the property attached, § 6222, or by successfully moving to vacate the attachment under § 6223. That section provides:</p>\n<blockquote>\"Prior to the application of property or debt to the satisfaction of a judgment, the defendant, the garnishee or any person having an interest in the property or debt may move, on notice to each party and the sheriff, for an order vacating or modifying the order of attachment. Upon the motion, the court shall give the plaintiff a reasonable opportunity to correct any defect. If, after the defendant has appeared in the action, the court determines that the attachment is unnecessary to the security of the plaintiff, it shall vacate the order of attachment. Such a motion shall not of itself constitute an appearance in the action.\"</blockquote>\n<p>Appellees neither gave an undertaking nor moved to vacate the attachment under § 6223. Instead they waited nine months until January 1974, and filed the instant action under 42 U. S. C. § 1983 in the United States District Court for the Southern District of New York naming as defendants the sheriff, Judge Fine, the Attorney General, the Governor of New York, and the plaintiffs in the state action. Alleging that the temporary loss, pending decision on the merits of the underlying complaint, of the money owed them by National was injuring them irreparably, they sought a declaration that the attachment provisions of CPLR were unconstitutional, an order enjoining their further enforcement, and an order directing that the attachment of National's debt to Wrestling be vacated. Appellees <span class=\"star-pagination\">*77</span> asked that a three-judge court be convened under 28 U. S. C. §§ 2281 and 2284.</p>\n<p>On June 17, 1974, the single-judge court rejected appellants' claim that it should abstain from deciding the constitutional issue, and a three-judge court was convened. On November 6, 1974, the three-judge court granted the requested relief \"until and unless a meaningful opportunity to vacate an attachment is provided under CPLR [§] 6223 or by the [c]ourts of the State of New York.\" The judgment was stayed, however, pending appeal to this Court.</p>\n<p>As we understand it, the District Court found the New York prejudgment attachment provisions unconstitutional because it concluded that the opportunity to vacate the attachment provided by CPLR § 6223 was inadequate, under this Court's cases, to justify the property deprivation involved. In its view, the hearing available on a motion to vacate the attachment was inadequate principally because the hearing would only be concerned with the question whether the \"attachment is unnecessary to the security of the plaintiff,\" § 6223, and would not require the plaintiff to litigate the question of the likelihood that it would ultimately prevail on the merits.<sup>[2]</sup></p>\n<p>It may be that the three-judge District Court below was correct in its \"forecast,\" see <i>Railroad Comm'n</i> v. <i>Pullman Co.,</i> 312 U. S. 496, 499 (1941), that even in light of recent cases in this Court, see, <i>e. g., </i><i>North Georgia Finishing, Inc.</i> v. <i>Di-Chem, Inc.,</i> 419 U. S. 601 (1975); <i>Mitchell</i> v. <i>W. T. Grant Co.,</i> 416 U. S. 600 (1974); <i>Fuentes</i> v. <i>Shevin,</i> 407 U. S. 67 (1972), the New York courts will construe CPLR § 6223 to preclude an adequate preliminary <span class=\"star-pagination\">*78</span> inquiry into the merits of a plaintiff's underlying claim. Cf. <i>Boehning</i> v. <i>Indiana Employees Assn.,</i> 423 U. S. 6, 7-8, n. (1975). On the other hand, as the order of the three-judge court itself recognized, the New York courts could conclude otherwise. The New York Court of Appeals has already held that an attachment may be vacated if it \"clearly\" appears \"that the plaintiffs must ultimately fail\" on the merits. <i>Wulfsohn</i> v. <i>Russian Socialist Federated Soviet Republic,</i> 234 N. Y. 372, 377, 138 N. E. 24, 26 (1923). See also <i>Maitrejean</i> v. <i>Levon Properties,</i> 45 App. Div. 2d 1020, 358 N. Y. S. 2d 203 (1974); <i>Richman</i> v. <i>Richman,</i> 41 App. Div. 2d 993, 344 N. Y. S. 2d 52 (1973); <i>Martin Enterprises, Inc.</i> v. <i>M. S. Kaplan Co.,</i> 45 App. Div. 2d 883, 358 N. Y. S. 2d 160 (1974). The precise nature of any inquiry into the merits which will be made by the New York courts under this rubric is unclear, but an inquiry consistent with the constitutional standard is by no means automatically precluded. Indeed, two New York trial courts have expressly held, subsequent to the decision below, that where fact issues are raised, on a motion to vacate an attachment, with respect to the merits of the underlying claim, a preliminary hearing will be held on those issues. <i>Regnell</i> v. <i>Page,</i> <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">506</span></span>, 369 N. Y. S. 2d 936 (1975); <i>New York Auction Co.</i> v. <i>Belt,</i> <span class=\"citation no-link\"><span class=\"volume\">81</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">1032</span></span>, 368 N. Y. S. 2d 98 (1975).</p>\n<p>Under these circumstances, it would be unwise for this Court to address the constitutionality of the New York attachment statutes, for decision on that issue may be rendered unnecessary by a decision of the New York courts as a matter of state law. <i>City of Meridian</i> v. <i>Southern Bell Tel. &amp; Tel. Co.,</i> 358 U. S. 639, 640 (1959); <i>Reetz</i> v. <i>Bozanich,</i> 397 U. S. 82 (1970); <i>Harman</i> v. <i>Forssenius,</i> 380 U. S. 528 (1965); <i>Fornaris</i> v. <i>Ridge Tool Co.,</i> 400 U. S. 41 (1970); <i>Railroad Comm'n</i> v. <i>Pullman Co.,</i> <span class=\"star-pagination\">*79</span> <i>supra</i><i>.</i> The court below has declared unconstitutional the statute of a State the continued utilization of which is undoubtedly of importance to that State. If the State construes its statute so as to remove any constitutional problems, friction with the State will have been avoided. <i>Railroad Comm'n</i> v. <i>Pullman Co., supra,</i> at 500-501. Finally, injunctive relief against the state officials who were defendants below appears particularly inappropriate in light of the fact that these officials contended below and continue to contend here that New York law does provide an opportunity for a preliminary hearing on the merits of a plaintiff's underlying claim.</p>\n<p>Accordingly, we vacate the judgment below and remand these cases to the three-judge court and direct it to abstain from a decision of the federal constitutional issues until the parties have had an opportunity to obtain a construction of New York law from the New York state courts.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 74-859, <i>Curtis Circulation Co. et al.</i> v. <i>Sugar et al.,</i> also on appeal from the same court.</p>\n<p>[\u0086]  <i>John E. Kirklin</i> and <i>Kalman Finkel</i> filed a brief for the Legal Aid Society of New York City as <i>amicus curiae</i> urging affirmance.</p>\n<p>[1]  \"An order of attachment may be granted in any action, except a matrimonial action, where the plaintiff has demanded and would be entitled, in whole or in part, or in the alternative, to a money judgment against one or more defendants, when:\n</p>\n<p>.....</p>\n<p>\"4. the defendant, with intent to defraud his creditors, has assigned, disposed of or secreted property, or removed it from the state or is about to do any of these acts; or</p>\n<p>\"5. the defendant, in an action upon a contract, express or implied, has been guilty of a fraud in contracting or incurring the liability; or</p>\n<p>.....</p>\n<p>\"8. there is a cause of action to recover damages for the conversion of personal property, or for fraud or deceit.\"</p>\n<p>[2]  The court also concluded that the burden of proof at the hearing would be on the defendant, and noted that the plaintiff, unlike the plaintiff in <i>Mitchell</i> v. <i>W. T. Grant Co.,</i> 416 U. S. 600 (1974), had no special property interest in the property attached.</p>\n\n</div>", 
  "sha1": "90735839f4e09d6a1fed5364099d78b7b079e204", 
  "date_modified": "2014-12-21T11:51:33.805669", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/109415/carey-v-sugar/", 
  "citation_count": 23, 
  "supreme_court_db_id": "1975-063", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/10925/", 
  "html": "<p class=\"case_cite\">425 U.S. 73</p>\n    <p class=\"case_cite\">96 S.Ct. 1208</p>\n    <p class=\"case_cite\">47 L.Ed.2d 587</p>\n    <p class=\"parties\">Hugh L. CAREY, Governor of the State of New York, et  al., Appellants,<br>v.<br>Bert Randolph SUGAR and Wrestling Revue, Inc.  CURTIS CIRCULATION COMPANY and Continental Casualty  Company, Appellants,  v.  Bert Randolph SUGAR and Wrestling Revue, Inc.</p>\n    <p class=\"docket\">Nos. 74-858, 74-859.</p>\n    <p class=\"date\">March 24, 1976.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from the judgment of a three-judge federal court declaring unconstitutional and enjoining the enforcement of certain statutes of the State of New York which provide for prejudgment attachment of a defendant's assets. On April 13, 1973, appellant Curtis Circulation Co. (Curtis) filed a suit against appellees Sugar and Wrestling Revue, Inc. (Wrestling), and Champion Sports Publications, Inc. (Champion), in a New York state court. The complaint alleged that Curtis had advanced over $100,000 of which $28,588.08 remained unpaid to Champion under a contract with Champion pursuant to which Champion had agreed to permit Curtis to market certain identified sports magazines. It further alleged that Sugar, who owned and operated Champion, had caused title to the magazines to be transferred to Wrestling, another company owned and operated by Sugar, and had caused Wrestling to transfer the magazines to National Sports Publishing Corp. (National), a corporation not controlled by Sugar, for sale to the public. The consequence was that Champion had been stripped of its assets and that the magazines out of the sales of which Curtis was to recoup its advance to Champion had been sold instead by National. The complaint, containing several counts alleging fraud on the part of each defendant, sought a judgment for the $28,588.08 of Curtis' advances which remained unrepaid.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the same time, Curtis sought to attach the debt owed by National to Wrestling for the magazines which National had sold and for which it had not yet paid Wrestling. New York Civil Practice Laws and Rules (CPLR) &#167; 6201 (Supp. 1975-1976)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> provides for attachment on various grounds. The order of attachment may be granted in favor of a plaintiff by a judge, upon Ex parte motion at any time before judgment, &#167; 6211; and must be supported \"by affidavit and such other written evidence as may be submitted, (showing) that there is a cause of action and the one or more grounds for attachment . . . that exist and the amount demanded from the defendant above all counterclaims known to the plaintiff.\" &#167; 6212(a). In addition, the plaintiff will be ordered by the judge to give an undertaking in an amount fixed by the court out of which the defendant will be paid legal costs and damages resulting from the attachment if the defendant prevails in the underlying lawsuit. &#167; 6212(b).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pursuant to these procedures, Curtis filed a detailed affidavit alleging that it had a cause of action against appellees and Champion for fraud justifying a recovery of $28,588.08, and seeking an order of attachment under CPLR &#167;&#167; 6201(4), (5), and (8) (Supp. 1975-1976).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 13, 1973, New York Supreme Court Justice Fine granted the motion conditioned on Curtis' providing a $10,000 undertaking, $8,570 of which was for the purpose of holding the defendants harmless should they prevail in the underlying suit. The undertaking was provided by Curtis and the order of attachment issued. The sheriff then levied on the debt owed by National to Wrestling, and money in the total amount of $24,324.17 was paid to the sheriff by National in April and May 1973, and in April, June, and July 1974.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under CPLR, a defendant may discharge an attachment by giving an undertaking in an amount equal to the value of the property attached, &#167; 6222, or by successfully moving to vacate the attachment under &#167; 6223. That section provides:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"Prior to the application of property or debt to the      satisfaction of a judgment, the defendant, the garnishee or      any person having an interest in the property or debt may      move, on notice to each party and the sheriff, for an order      vacating or modifying the order of attachment. Upon the      motion, the court shall give the plaintiff a reasonable      opportunity to correct any defect. If, after the defendant      has appeared in the action, the court determines that the      attachment is unnecessary to the security of the plaintiff,      it shall vacate the order of attachment. Such a motion shall      not of itself constitute an appearance in the action.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellees neither gave an undertaking nor moved to vacate the attachment under &#167; 6223. Instead they waited nine months until January 1974, and filed the instant action under 42 U.S.C. &#167; 1983 in the United States District Court for the Southern District of New York naming as defendants the sheriff, Judge Fine, the Attorney General, the Governor of New York, and the plaintiffs in the state action. Alleging that the temporary loss, pending decision on the merits of the underlying complaint, of the money owed them by National was injuring them irreparably, they sought a declaration that the attachment provisions of CPLR were unconstitutional, an order enjoining their further enforcement, and an order directing that the attachment of National's debt to Wrestling be vacated. Appellees asked that a three-judge court be convened under 28 U.S.C. &#167;&#167; 2281 and 2284.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 17, 1974, the single-judge court rejected appellants' claim that it should abstain from deciding the constitutional issue, and a three-judge court was convened. On November 6, 1974, the three-judge court granted the requested relief \"until and unless a meaningful opportunity to vacate an attachment is provided under CPLR (s) 6223 or by the (c)ourts of the State of New York.\" The judgment was stayed, however, pending appeal to this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As we understand it, the District Court found the New York prejudgment attachment provisions unconstitutional because it concluded that the opportunity to vacate the attachment provided by CPLR &#167; 6223 was inadequate, under this Court's cases, to justify the property deprivation involved. In its view, the hearing available on a motion to vacate the attachment was inadequate principally because the hearing would only be concerned with the question whether the \"attachment is unnecessary to the security of the plaintiff,\" &#167; 6223, and would not require the plaintiff to litigate the question of the likelihood that it would ultimately prevail on the merits.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It may be that the three-judge District Court below was correct in its \"forecast,\" see Railroad Comm'n v. Pullman Co., 312 U.S. 496, 499, 61 S.Ct. 643, 644, 85 L.Ed. 971, 974 (1941), that even in light of recent cases in this Court, see, E. g., North Georgia Finishing, Inc. v. Di-Chem, Inc., 419 U.S. 601, 95 S.Ct. 719, 42 L.Ed.2d 751 (1975); Mitchell v. W. T. Grant Co., 416 U.S. 600, 94 S.Ct. 1895, 40 L.Ed.2d 406 (1974); Fuentes v. Shevin, 407 U.S. 67, 92 S.Ct. 1983, 32 L.Ed.2d 556 (1972), the New York courts will construe CPLR &#167; 6223 to preclude an adequate preliminary inquiry into the merits of a plaintiff's underlying claim. Cf. <i>Boehning v. Indiana Employees Assn.,</i> 423 U.S. 6, 7-8, , 96 S.Ct. 168, 46 L.Ed.2d 148 (1975). On the other hand, as the order of the three-judge court itself recognized, the New York courts could conclude otherwise. The New York Court of Appeals has already held that an attachment may be vacated if it \"clearly\" appears \"that the plaintiffs must ultimately fail\" on the merits. Wulfsohn v. Russian Socialist Federated Soviet Republic, 234 N.Y. 372, 377, 138 N.E. 24, 26 (1923). See also Maitrejean v. Levon Properties, 45 A.D.2d 1020, 358 N.Y.S.2d 203 (1974); Richman v. Richman, 41 A.D.2d 993, 344 N.Y.S.2d 52 (1973); Martin Enterprises, Inc. v. M. S. Kaplan Co., 45 A.D.2d 883, 358 N.Y.S.2d 160 (1974). The precise nature of any inquiry into the merits which will be made by the New York courts under this rubric is unclear, but an inquiry consistent with the constitutional standard is by no means automatically precluded. Indeed, two New York trial courts have expressly held, subsequent to the decision below, that where fact issues are raised, on a motion to vacate an attachment, with respect to the merits of the underlying claim, a preliminary hearing will be held on those issues. Regnell v. Page, 82 Misc.2d 506, 369 N.Y.S.2d 936 (1975); New York Auction Co. v. Belt, 81 Misc.2d 1032, 368 N.Y.S.2d 98 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under these circumstances, it would be unwise for this Court to address the constitutionality of the New York attachment statutes, for decision on that issue may be rendered unnecessary by a decision of the New York courts as a matter of state law. City of Meridian v. Southern Bell Tel. &amp; Tel. Co., 358 U.S. 639, 640, 79 S.Ct. 455, 456, 3 L.Ed.2d 562, 563 (1959); Reetz v. Bozanich, 397 U.S. 82, 90 S.Ct. 788, 25 L.Ed.2d 68 (1970); Harman v. Forssenius, 380 U.S. 528, 85 S.Ct. 1177, 14 L.Ed.2d 50 (1965); Fornaris v. Ridge Tool Co., 400 U.S. 41, 91 S.Ct. 156, 27 L.Ed.2d 174 (1970); Railroad Comm'n v. Pullman Co., supra. The court below has declared unconstitutional the statute of a State the continued utilization of which is undoubtedly of importance to that State. If the State construes its statute so as to remove any constitutional problems, friction with the State will have been avoided. Railroad Comm'n v. Pullman Co., 312 U.S., at 500-501, 61 S.Ct. at 645-646, 85 L.Ed. at 974-975. Finally, injunctive relief against the state officials who were defendants below appears particularly inappropriate in light of the fact that these officials contended below and continue to contend here that New York law does provide an opportunity for a preliminary hearing on the merits of a plaintiff's underlying claim.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Accordingly, we vacate the judgment below and remand these cases to the three-judge court and direct it to abstain from a decision of the federal constitutional issues until the parties have had an opportunity to obtain a construction of New York law from the New York state courts.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Vacated and remanded with directions.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"An order of attachment may be granted in any action, except a matrimonial action, where the plaintiff has demanded and would be entitled, in whole or in part, or in the alternative, to a money judgment against one or more defendants, when:</p>\n        <p>\"4. the defendant, with intent to defraud his creditors, has assigned, disposed of or secreted property, or removed it from the state or is about to do any of these acts; or</p>\n        <p>\"5. the defendant, in an action upon a contract, express or implied, has been guilty of a fraud in contracting or incurring the liability; or</p>\n        <p>\"8. there is a cause of action to recover damages for the conversion of personal property, or for fraud or deceit.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The court also concluded that the burden of proof at the hearing would be on the defendant, and noted that the plaintiff, unlike the plaintiff in Mitchell v. W. T. Grant Co., 416 U.S. 600, 94 S.Ct. 1895, 40 L.Ed.2d 406 (1974), had no special property interest in the property attached.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/109415/"
}