{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "426 U.S. 548", 
    "federal_cite_two": "96 S. Ct. 2295", 
    "specialty_cite_one": null, 
    "federal_cite_three": "49 L. Ed. 2d 49", 
    "lexis_cite": "1976 U.S. LEXIS 130", 
    "document_uris": [
      "/api/rest/v2/document/109489/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Federal Energy Administration v. Algonquin SNG, Inc.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "75-382", 
    "id": 93848, 
    "resource_uri": "/api/rest/v2/citation/93848/"
  }, 
  "id": 109489, 
  "blocked": false, 
  "judges": "Marshall", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1976-06-17", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>426 U.S. 548 (1976)</b></center>\n<center><h1>FEDERAL ENERGY ADMINISTRATION ET AL.<br>\nv.<br>\nALGONQUIN SNG, INC., ET AL.</h1></center>\n<center>No. 75-382.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 20, 1976.</center>\n<center>Decided June 17, 1976.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.\n<p><span class=\"star-pagination\">*549</span> <i>Solicitor General Bork</i> argued the cause for petitioners. With him on the briefs were <i>Assistant Attorney General Lee, Mark L. Evans, Leonard Schaitman,</i> and <i>David M. Cohen.</i></p>\n<p><i>Francis X. Bellotti,</i> Attorney General of Massachusetts, and <i>Harold B. Dondis</i> argued the cause for respondents. With them on the brief were <i>S. Stephen Rosenfeld</i> and <i>Thomas R. Kiley,</i> Assistant Attorneys <span class=\"star-pagination\">*550</span> General, <i>James S. Hostetler, William F. Griffin, Jr.,</i> and <i>William R. Connole.</i><sup>[*]</sup></p>\n<p>MR. JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>Section 232 (b) of the Trade Expansion Act of 1962, 76 Stat. 877, as amended by § 127 (d) of the Trade Act of 1974, 88 Stat. 1993, 19 U. S. C. § 1862 (b) (1970 ed., Supp. IV), provides that if the Secretary of the Treasury finds that an \"article is being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security,\" the President is authorized to</p>\n<blockquote>\"take such action, and for such time, as he deems necessary to adjust the imports of [the] article and its derivatives so that . . . imports [of the article] will not threaten to impair the national security.\"<sup>[1]</sup></blockquote>\n<p><span class=\"star-pagination\">*551</span> All parties to this case agree that § 232 (b) authorizes the President to adjust the imports of petroleum and petroleum products by imposing quotas on such imports. What we must decide is whether § 232 (b) also authorizes <span class=\"star-pagination\">*552</span> the President to control such imports by imposing on them a system of monetary exactions in the form of license fees.</p>\n<p></p>\n<h2>I</h2>\n<p>The predecessor statute to § 232 (b) was originally enacted by Congress as § 7 of the Trade Agreements Extension Act of 1955, c. 169, 69 Stat. 166 (see n. 21, <i>infra</i>), and amended by § 8 of the Trade Agreements Extension Act of 1958, Pub. L. 85-686, 72 Stat. 678. The advisory function currently performed under § 232 (b) by the Secretary of the Treasury was performed by the Director of the Office of Defense Mobilization (ODM) under the 1955 and 1958 statutes. But, like § 232 (b), those statutes allowed the President, on a finding that imports of an article were threatening \"to impair the national security,\" to \"take such action as he deem[ed] necessary to adjust the imports of [the] article . . . .\" In 1959, President Eisenhower, having been advised by the Director of ODM that \" `crude oil and the principal crude oil derivatives and products are being imported in such quantities and under such circumstances as to threaten to impair the national security,' \" invoked the 1958 version of the provision and established the Mandatory Oil Import Program (MOIP). Presidential Proclamation No. 3279, 3 CFR 11 (1959-1963 Comp.). The MOIP, designed to reduce the gap between domestic supply and demand by encouraging the development of domestic production and refinery capacity, imposed a system of quotas on the importation of petroleum and petroleum products. The program was not wholly successful, however, and in the face of domestic consumption which continued to grow faster than domestic production, Presidents Kennedy, Johnson, and Nixon each felt compelled to amend it by raising the permissible quota levels. App. 211-212.</p>\n<p><span class=\"star-pagination\">*553</span> In light of a Cabinet task force conclusion that the MOIP, as then constituted, was not fulfilling its objectives,<sup>[2]</sup> President Nixon, acting pursuant to § 232 (b), radically amended the program in 1973. Presidential Proclamation No. 4210, 3 CFR 31 (1974). The President suspended existing tariffs on oil imports and provided \"for a gradual transition from the existing quota method of adjusting imports of petroleum and petroleum products to a long-term program for adjustment of imports of petroleum and petroleum products through . . . the institution of a system of fees applicable to imports of crude oil, unfinished oils, and finished products . . . .\" <i>Id.,</i> at 32. This amended program established a gradually increasing schedule of license fees for importers. With respect to crude oil, the fee was scheduled to increase from an initial 10 1/2 cents per barrel on May 1, 1973, to 21 cents per barrel on May 1, 1975. With respect to most finished petroleum products, the fee was to rise gradually from 15 cents per barrel on May 1, 1973, to 63 cents per barrel on November 1, 1975.<sup>[3]</sup><i>Id.,</i> at 36. While initially some oil imports were exempted from the license fee requirements, the exemption levels were scheduled to decrease annually so that by 1980 the fees would be applicable to all oil imports.</p>\n<p>President Nixon's 1973 program apparently did not wholly fulfill the objectives to which it was directed. Accordingly, the Secretary of the Treasury, acting pursuant to § 232 (b), see n. 1, <i>supra,</i> initiated an investigation on January 4, 1975, \"to determine the effects on the national security of imports of petroleum and petroleum products.\" Memorandum from Secretary of the Treasury Simon to Assistant Secretary of the Treasury <span class=\"star-pagination\">*554</span> MacDonald (Simon Memorandum), App. 154. While § 232 (b) directs the Secretary \"if it is appropriate [to do so, to] hold public hearings or otherwise afford interested parties an opportunity to present information and advice\" as part of such an investigation, 19 U. S. C. § 1862 (b) (1970 ed., Supp. IV), the Secretary found that such procedures would interfere with \"national security interests\" and were \"inappropriate\" in this case. Simon Memorandum, App. 154. The investigation therefore proceeded without any public hearing or call for submissions from interested nongovernmental parties.</p>\n<p>The Secretary submitted a report on his investigation to President Ford on January 14, 1975. Intimating that the measures then in force under § 232 (b) had indeed not solved the problems to which they were directed, the Secretary indicated that the United States' dependence on foreign oil had continued to increase since 1966 and that foreign sources currently accounted for well over a third of domestic consumption. The Secretary concluded that</p>\n<blockquote>\"crude oil, principal crude oil derivatives and products, and related products derived from natural gas and coal tar are being imported into the United States in such quantities as to threaten to impair the national security [and] the foregoing products are being imported into the United States under such circumstances as to threaten to impair the national security.\" App. 133.</blockquote>\n<p>On the basis of these findings, the Secretary recommended to the President that</p>\n<blockquote>\"appropriate action be taken to reduce imports of crude oil, principal crude oil derivatives and products, and related products derived from natural gas and coal tar into the United States . . . .\" <i>Ibid.</i>\n</blockquote>\n<p><span class=\"star-pagination\">*555</span> The President agreed with the findings of the Secretary's investigation and concluded that it was \"necessary and consistent with the national security to further discourage importation into the United States of petroleum, petroleum products, and related products . . . .\" Presidential Proclamation No. 4341, 3A CFR 2 (1975). Invoking § 232 (b), he issued a Proclamation on January 23, 1975, which, effective immediately, raised the so-called \"first-tier\" license fees that were imposed in 1973, see <i>supra,</i> at 553, to the maximum levels previously scheduled to be reached only some months later.<sup>[4]</sup> Presidential Proclamation No. 4341, <i>supra.</i> The Proclamation also imposed on all imported oil, whether covered by the first-tier fees or not, a supplemental fee of $1 per barrel for oil entering the United States on or after February 1, 1975. The supplemental fee was scheduled to rise to $2 a barrel for oil entering after March 1, 1975, and to $3 per barrel for oil entering after April 1, 1975.<sup>[5]</sup> Finally, the Proclamation reinstated the tariffs that had been suspended in April 1973. Soon after issuance of the Proclamation, the Federal Energy Administration (FEA) amended its oil import regulations in order to implement the new program. 40 Fed. Reg. 4771-4776 (1975).</p>\n<p>Four days after the Proclamation was issued, respondents <span class=\"star-pagination\">*556</span> \u0097eight States and their Governors,<sup>[6]</sup> 10 utility companies,<sup>[7]</sup> and Congressman Robert F. Drinan of Massachusetts \u0097challenged the license fees in two suits filed against the Secretary of the Treasury, the Administrator of the FEA, and the Treasurer of the United States in the United States District Court for the District of Columbia. Seeking declaratory and injunctive relief, they alleged that the imposition of the fees was beyond the President's constitutional and statutory authority, that the fees were imposed without necessary procedural steps having been taken, and that petitioners (hereinafter the Government) violated the National Environmental Policy Act of 1969 (NEPA), 83 Stat. 852, 42 U. S. C. § 4321 <i>et seq.,</i> by failing to prepare an environmental impact statement prior to the imposition of the fees.</p>\n<p>The District Court denied respondents' motions for preliminary injunctions and filed findings of fact and conclusions of law which, at the request of respondents, it later declared to be final. See 171 U. S. App. D. C. 113, 124, 126, 518 F. 2d 1051, 1062, 1064 (1975) (appendix to dissenting opinion in Court of Appeals). The court found that § 232 (b) is a valid delegation to the President of the power to impose license fees on oil imports. <i>Id.,</i> at 128-129, 518 F. 2d, at 1066-1067. It further ruled that the procedures followed by the President <span class=\"star-pagination\">*557</span> and the Secretary of the Treasury in imposing the license fees fully conformed to the requirements of the statute. <i>Id.,</i> at 130, 518 F. 2d, at 1068. Finally, the court held that \"in view of the emergency nature of the problem and the need for prompt action,\" <i>id.,</i> at 131, 518 F. 2d, at 1069, the Government was not required to file an environmental impact statement prior to imposition of the fees and hence was not in violation of the NEPA. <i>Ibid.</i></p>\n<p>Respondents' appeals from these judgments were consolidated with their petitions to the Court of Appeals for the District of Columbia Circuit for review of the FEA regulations implementing the license fee program. The allegations in the challenges to the regulations were substantially the same as those raised in the District Court actions, adding only a contention that the FEA had failed to follow certain procedural provisions of the Federal Energy Administration Act, 88 Stat. 97, 15 U. S. C. §§ 761 <i>et seq.</i> (1970 ed., Supp. IV). The Court of Appeals, with one judge dissenting, held that § 232 (b) does not authorize the President to impose a license fee scheme as a method of adjusting imports. 171 U. S. App. D. C. 113, 518 F. 2d 1051 (1975). According to the court, reading the statute to authorize the action taken by the President \"would be an anomalous departure\" from \"the consistently explicit, well-defined manner in which Congress has delegated control over foreign trade and tariffs.\" <i>Id.,</i> at 117, 518 F. 2d, at 1055. In the court's view, § 232 (b)'s legislative history indicated that Congress' authorization of the President to \"adjust the imports of [an] article\" encompassed only the use of \"direct\" controls such as quotas and did not encompass the use of license fees. <i>Id.,</i> at 121, 518 F. 2d, at 1059. Finding no need to address any of the other issues that were raised, the court reversed the judgment of the District Court instructed <span class=\"star-pagination\">*558</span> that court to enter appropriate relief for respondents, and set aside the challenged FEA regulations.</p>\n<p>We granted the Government's petition for certiorari, 423 U. S. 923 (1975),<sup>[8]</sup> and now reverse. Both the language of § 232 (b) and its legislative history lead us to conclude that it authorizes the action taken by the President in this case.<sup>[9]</sup></p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>A</h2>\n<p>Preliminarily, we reject respondents' suggestion that we must construe § 232 (b) narrowly in order to avoid <span class=\"star-pagination\">*559</span> \"a serious question of unconstitutional delegation of legislative power.\" Brief for Respondents 42. Even if § 232 (b) is read to authorize the imposition of a license fee system, the standards that it provides the President in its implementation are clearly sufficient to meet any delegation doctrine attack.</p>\n<p>In <i>Hampton &amp; Co.</i> v. <i>United States,</i> 276 U. S. 394 (1928), this Court upheld the constitutionality of a provision empowering the President to increase or decrease import duties in order to equalize the differences between foreign and domestic production costs for similar articles. There, the Court stated:</p>\n<blockquote>\"If Congress shall lay down by legislative act an intelligible principle to which the [President] is directed to conform, such legislative action is not a forbidden delegation of legislative power.\" <i>Id.,</i> at 409.</blockquote>\n<p>Section 232 (b) easily fulfills that test. It establishes clear preconditions to Presidential action\u0097<i>inter alia,</i> a finding by the Secretary of the Treasury that an \"article is being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security.\" Moreover, the leeway that the statute gives the President in deciding what action to take in the event the preconditions are fulfilled is far from unbounded. The President can act only to the extent \"he deems necessary to adjust the imports of such article and its derivatives so that such imports will not threaten to impair the national security.\" And § 232 (c), see n. 1, <i>supra,</i> articulates a series of specific factors to be considered by the President in exercising his authority under § 232 (b).<sup>[10]</sup> In light of these factors and <span class=\"star-pagination\">*560</span> our recognition that \"[n]ecessity . . . fixes a point beyond which it is unreasonable and impracticable to compel Congress to prescribe detailed rules . . . ,\" <i>American Power &amp; Light Co.</i> v. <i>SEC,</i> 329 U. S. 90, 105 (1946), we see no looming problem of improper delegation<sup>[11]</sup> that should affect our reading of § 232 (b).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*561</span> B</h2>\n<p>In authorizing the President to \"take such action, and for such time, as he deems necessary to adjust the imports of [an] article and its derivatives,\" the language of § 232 (b) seems clearly to grant him a measure of discretion in determining the method to be used to adjust imports. We find no support in the language of the statute for respondents' contention that the authorization to the President to \"adjust\" imports should be read to encompass only quantitative methods\u0097<i>i. e.,</i> quotas\u0097as opposed to monetary methods\u0097<i>i. e.,</i> license fees\u0097of effecting such adjustments.</p>\n<p>Indeed, reading respondents' suggested limitation into the word \"adjust\" would be inconsistent with the range of factors that can trigger the President's authority under § 232 (b)'s language. Section 232 (b) authorizes the President to act after a finding by the Secretary of the Treasury that a given article is being imported \"in such quantities or <i>under such circumstances</i> as to threaten to impair the national security.\" (Emphasis added.) The emphasized language reflects Congress' judgment that \"not only the quantity of imports . . . but also the circumstances under which they are coming in: their use, their availability, their character\" could endanger the national security and hence should be a potential basis for Presidential action. 104 Cong. Rec. 10542-10543 (1958) (remarks of Rep. Mills). It is most unlikely that Congress would have provided that dangers posed by factors other than the strict quantitative level of imports can justify Presidential action, but that that action must be confined to the imposition of quotas. Unless one assumes, and we do not, that quotas will always be a feasible method of dealing directly with national security threats posed by the \"circumstances\" under which imports are entering the country, limiting the President to the use of quotas would effectively <span class=\"star-pagination\">*562</span> and artificially prohibit him from directly dealing with some of the very problems against which § 232 (b) is directed.</p>\n<p>Turning from § 232's language to its legislative history, again there is much to suggest that the President's authority extends to the imposition of monetary exactions \u0097<i>i. e.,</i> license fees and duties. The original enactment of the provision in 1955 as well as Congress' periodic reconsideration of it in subsequent years gives us substantial grounds on which to conclude that its authorization extends beyond the imposition of quotas to the type of action challenged here.</p>\n<p>During congressional hearings on the Trade Agreements Extension Act of 1955, there was substantial testimony that increased imports were threatening to damage various domestic industries whose viability was perceived to be critical to the national security.<sup>[12]</sup> In an effort to deal with the problem, the Senate Committee on Finance considered several proposals designed to supplement the existing statutory provision, known as the Symington Amendment,<sup>[13]</sup> that barred reductions in duties \"on any article if the President finds that such reduction would threaten domestic production needed for projected national defense requirements.\" Act of July 1, 1954, Pub. L. 464, § 2, 68 Stat. 360.<sup>[14]</sup> Among these amendments <span class=\"star-pagination\">*563</span> was one proposed by Senator Neely which provided in relevant part:</p>\n<blockquote>\"[T]he President shall take <i>such action as is necessary</i> to restrict imports of commodities whenever such imports threaten to retard the domestic development and expansion or maintenance of domestic production of natural resource commodities or any other commodities which he determines to be essential to the national security. . . .\" Hearings on H. R. 1 before the Senate Committee on Finance, 84th Cong., 1st Sess., 1033 (1955) (emphasis added).<sup>[15]</sup></blockquote>\n<p>In explaining what action would be authorized under the Neely Amendment, Senator Martin, one of its co-sponsors, explained that it authorized the President \"to take such action as is necessary, including the imposition of import quotas <i>or the increase in duties,</i> to protect the domestic industry concerned.\" <i>Id.,</i> at 2097 (emphasis added). Thus, the Neely Amendment clearly would have given the President the authority to impose monetary exactions as a method of restricting imports.</p>\n<p>While the Neely Amendment was not reported out of committee, it is strikingly similar in language to the Byrd-Millikin Amendment\u0097the substitute provision that was reported out and eventually enacted into law. The Byrd-Millikin Amendment authorized the President, after appropriate recommendations had been made by the Director of the ODM, to \"take such action as he deems necessary to adjust the imports of [an] article to a level that will not threaten to impair the national security.\" S. Rep. No. 232, 84th Cong., 1st Sess., 14 <span class=\"star-pagination\">*564</span> (1955).<sup>[16]</sup> Given the similarity in the operative language of the two proposals, it is fair to infer that if, as Senator Martin stated, the Neely Amendment was intended to authorize the imposition of monetary exactions, so too was the Byrd-Millikin Amendment.</p>\n<p>The debate on the Senate floor lends further support to this reading of the Byrd-Millikin Amendment. Senator Millikin himself stated without contradiction that the Amendment authorized the President \"to take whatever action he deems necessary to adjust imports . . . [including the use of] tariffs, quotas, import taxes or other methods of import restriction.\" 101 Cong. Rec. 5299 (1955). As a statement of one of the legislation's sponsors, this explanation deserves to be accorded substantial weight in interpreting the statute. <i>National Woodwork Mfrs. Assn.</i> v. <i>NLRB,</i> 386 U. S. 612, 640 (1967); <i>Schwegmann Bros.</i> v. <i>Calvert Distillers Corp.,</i> 341 U. S. 384, 394-395 (1951).<sup>[17]</sup></p>\n<p>Senator Millikin's statement does not stand alone. Senator Byrd, another of the Amendment's sponsors, explained in colloquy with Senator Saltonstall that the Amendment put all commodities \"<i>on the same basis as agricultural commodities.</i> It simply leaves to the President the power, in his discretion, to decide whether to impose a quota or to reduce the imports.\" 101 Cong. <span class=\"star-pagination\">*565</span> Rec. 5297 (1955) (emphasis added). The reference in the emphasized phrase is to § 22 of the Agricultural Adjustment Act, the subject of an earlier exchange between Senator Byrd and Senator Thye. 101 Cong. Rec. 5296 (1955). Section 22 allows the President under certain circumstances to \"<i>impose such fees</i> . . . or such quantitative limitations\" as he finds necessary to protect the domestic production of an agricultural commodity. 49 Stat. 773, as amended, 7 U. S. C. § 624 (b) (emphasis added). Senator Byrd's comparison of § 22 and the Byrd-Millikin Amendment thus appears to reflect his understanding that Presidential authority under the Amendment extended to the imposition of fees.<sup>[18]</sup></p>\n<p>Finally, we note two other statements on the floor of the Senate which lend direct support to the Government's reading of the Byrd-Millikin Amendment. Senator Bennett stated that it was his understanding that the amendment would authorize use of \"the entire scope of tariffs, quotas, restrictions, stockpiling, and any other variation of these programs in order to protect a particular industry.\" 101 Cong. Rec. 5588 (1955).<sup>[19]</sup> And Senator Barkley, a member of the Senate Committee on Finance, expressed his understanding that the Amendment would allow the President to \"impose such quotas <i>or take such other steps</i> as he may believe to be desirable in order to <span class=\"star-pagination\">*566</span> maintain the national security.\" <i>Id.,</i> at 5298 (emphasis added).</p>\n<p>In the House debate following Senate passage of the Byrd-Milliken Amendment, <i>id.,</i> at 5655, and its acceptance with a minor modification by the House conferees, H. R. Conf. Rep. No. 745, 84th Cong., 1st Sess., 2, 6-7 (1955), we find further indications that the Amendment authorized the imposition of monetary exactions. In explaining the provisions of the Amendment, Congressman Cooper, chairman of the House Ways and Means Committee and a member of the Conference Committee, indicated his concern that \"<i>any modification of a duty</i> on imports or a quota would [because of retaliation from abroad] inevitably result in a curtailment of exports by the United States.\" 101 Cong. Rec. 8161 (1955) (emphasis added). Furthermore, as part of his explanation of the Amendment, Cooper presented a letter he had received from Gerald D. Morgan, Special Counsel to the President, which expressed the administration's understanding that under the Amendment, the President's action to adjust imports \"could take any form that was appropriate to the situation.\" <i>Id.,</i> at 8162.<sup>[20]</sup> Thus, when Congress finally enacted the Byrd-Millikin Amendment's national security provision, 69 Stat. 166,<sup>[21]</sup> as part of the <span class=\"star-pagination\">*567</span> Trade Agreement Extension Act of 1955, not only had Members of both Houses indicated that the provision authorized the imposition of monetary exactions, but the Executive Branch, too, had advised the Congress of its understanding of the broad scope of the authority granted by the Amendment.<sup>[22]</sup></p>\n<p>Three years later, in the context of its consideration of the Trade Agreements Extension Act of 1958, Congress re-examined the Byrd-Millikin national security provision. In the course of its deliberations, the Subcommittee on Foreign Trade Policy of the House Ways and Means Committee had before it a 1957 report submitted to it by the ODM, expressing the views of the Executive Branch that \"the imposition of new or increased tariff duties on imports . . . [was] authorized by the language adopted.\"<sup>[23]</sup> Fully aware that the Executive <span class=\"star-pagination\">*568</span> Branch then, as in 1955, understood the provision as authorizing the imposition of monetary exactions, the Committee did not recommend any change in its wording to confine more narrowly the bounds of its authorization. On the contrary, the Committee in its report indicated with approval its own understanding that the statute provided \"those best able to judge national security needs . . . [with] a way of taking <i>whatever action is needed</i> to avoid a threat to the national security through imports.\" H. R. Rep. No. 1761, 85th Cong., 2d Sess., 13 (1958) (emphasis added).</p>\n<p>While Congress in 1958 made several procedural changes in the statute and established criteria to guide the President's determination as to whether action under the provision might be necessary, it added no limitations with respect to the type of action that the President was authorized to take.<sup>[24]</sup> § 8, 72 Stat. 678. The 1958 re-enactment, like the 1955 provision, authorized the President under appropriate conditions to \"take such action\" \"as he deems necessary to adjust the imports . . . .\" <i>Ibid.</i></p>\n<p>When the national security provision next came up for re-examination, it was re-enacted without material change as § 232 (b) of the Trade Expansion Act of 1962. In its analysis the Court of Appeals placed great emphasis on the fact that in the course of Congress' deliberations the Senate passed and the Conference Committee deleted, H. R. Conf. Rep. No. 2518, 87th Cong., 2d Sess., 13 (1962), an amendment which provided:</p>\n<blockquote>\"Notwithstanding any other provision of law, the <span class=\"star-pagination\">*569</span> President may, when he finds it in the national interest, proclaim with respect to any article imported into the United States\u0097</blockquote>\n<blockquote>\"(1) the increase of any existing duty on such article to such rate as he finds necessary;</blockquote>\n<blockquote>\"(2) the imposition of a duty on such article (if it is not otherwise subject to duty) at such rate as he finds necessary, and</blockquote>\n<blockquote>\"(3) the imposition of such other import restrictions as he finds necessary.\" 108 Cong. Rec. 19573 (1962).</blockquote>\n<p>The Court of Appeals inferred from the rejection of this amendment that Congress understood the then existing grant of authority to be limited to the imposition of quotas. According to the court, the amendment would have \"explicitly [given] the President the same authority he claims derives implicitly from § [232 (b),]\" 171 U. S. App. D. C., at 121, 518 F. 2d, at 1059, and Congress' refusal to enact the amendment was tantamount to a rejection of the Government's interpretation of the statute.</p>\n<p>We disagree, however, with the Court of Appeals' assessment of the proposed amendment. The amendment was in reality far more than an articulation of the authority that the Government finds to be contained in § 232 (b). Unlike § 232 (b), the rejected proposal would not have required a prior investigation and findings by an executive department as a prerequisite to Presidential action. Moreover, the broad \"national interest\" language of the proposal, together with its lack of any standards for implementing that language, stands in stark contrast with § 232 (b)'s narrower criterion of \"national security\" and § 232 (c)'s articulation of standards to guide the invocation of the President's powers under § 232 (b). In light of these clear differences between <span class=\"star-pagination\">*570</span> the rejected proposal and § 232 (b), we decline to infer from the fact that the Senate amendment was proposed, or from the fact that it was rejected, that Congress felt that the President had no power to impose monetary exactions under § 232 (b).</p>\n<p>Only a few months after President Nixon invoked the provision to initiate the import license fee system challenged here, Congress once again re-enacted the Presidential authorization encompassed in § 232 (b) without material change. Trade Act of 1974, Pub. L. 93-618, 88 Stat. 1993. Making no mention of the President's action, both the Senate Committee report and the conference report recited the language of the statute itself to reaffirm that under § 232 (b) the President \"may . . . take such action, and for such time, as he deems necessary, to adjust imports so as to prevent impairment of the national security.\" H. R. Conf. Rep. No. 93-1644, p. 29 (1974); S. Rep. No. 93-1298, pp. 96-97 (1974). The congressional acquiescence in President Nixon's action manifested by the re-enactment of § 232 (b) provides yet further corroboration that § 232 (b) was understood and intended to authorize the imposition of monetary exactions as a means of adjusting imports.</p>\n<p>Taken as a whole then, the legislative history of § 232 (b) belies any suggestion that Congress, despite its use of broad language in the statute itself, intended to limit the President's authority to the imposition of quotas and to bar the President from imposing a license fee system like the one challenged here. To the contrary, the provision's original enactment, and its subsequent re-enactment in 1958, 1962, and 1974 in the face of repeated expressions from Members of Congress and the Executive Branch as to their broad understanding of its language, all lead to the conclusion that § 232 (b) does in fact <span class=\"star-pagination\">*571</span> authorize the actions of the President challenged here. Accordingly, the judgment of the Court of Appeals to the contrary cannot stand.</p>\n<p></p>\n<h2>C</h2>\n<p>A final word is in order. Our holding today is a limited one. As respondents themselves acknowledge, a license fee as much as a quota has its initial and direct impact on imports, albeit on their price as opposed to their quantity. Brief for Respondents 26. As a consequence, our conclusion here, fully supported by the relevant legislative history, that the imposition of a license fee is authorized by § 232 (b) in no way compels the further conclusion that <i>any</i> action the President might take, as long as it has even a remote impact on imports, is also so authorized.</p>\n<p>The judgment of the Court of Appeals is reversed, and this case is remanded to that court for proceedings consistent with this opinion.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>Peter Buck Feller, John D. Heckert,</i> and <i>David M. Repass</i> filed a brief for McClure &amp; Trotter as <i>amicus curiae</i> urging affirmance.</p>\n<p>[1]  Section 232 (b) provides in full:\n</p>\n<p>\"Upon request of the head of any department or agency, upon application of an interested party, or upon his own motion, the Secretary of the Treasury (hereinafter referred to as the `Secretary') shall immediately make an appropriate investigation, in the course of which he shall seek information and advice from, and shall consult with, the Secretary of Defense, the Secretary of Commerce, and other appropriate officers of the United States, to determine the effects on the national security of imports of the article which is the subject of such request, application, or motion. The Secretary shall, if it is appropriate and after reasonable notice, hold public hearings or otherwise afford interested parties an opportunity to present information and advice relevant to such investigation. The Secretary shall report the findings of his investigation under this subsection with respect to the effect of the importation of such article in such quantities or under such circumstances upon the national security and, based on such findings, his recommendation for action or inaction under this section to the President within one year after receiving an application from an interested party or otherwise beginning an investigation under this subsection. If the Secretary finds that such article is being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security, he shall so advise the President and the President shall take such action, and for such time, as he deems necessary to adjust the imports of such article and its derivatives so that such imports will not threaten to impair the national security, unless the President determines that the article is not being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security.\"</p>\n<p>Section 232 (c) of the Act, 19 U. S. C. § 1862 (c) 1970 ed., Supp. IV) provides the President and the Secretary of the Treasury with guidance as to some of the factors to be considered in implementing § 232 (b). It provides:</p>\n<p>\"For the purposes of this section, the Secretary and the President shall, in the light of the requirements of national security and without excluding other relevant factors, give consideration to domestic production needed for projected national defense requirements, the capacity of domestic industries to meet such requirements, existing and anticipated availabilities of the human resources, products, raw materials, and other supplies and services essential to the national defense, the requirements of growth of such industries and such supplies and services including the investment, exploration, and development necessary to assure such growth, and the importation of goods in terms of their quantities, availabilities, character, and use as those affect such industries and the capacity of the United States to meet national security requirements. In the administration of this section, the Secretary and the President shall further recognize the close relation of the economic welfare of the Nation to our national security, and shall take into consideration the impact of foreign competition on the economic welfare of individual domestic industries; and any substantial unemployment, decrease in revenues of government, loss of skills or investment, or other serious effects resulting from the displacement of any domestic products by excessive imports shall be considered, without excluding other factors, in determining whether such weakening of our internal economy may impair the national security.\"</p>\n<p>[2]  See Cabinet Task Force on Oil Import Control, The Oil Import Question 128 (1970).</p>\n<p>[3]  Under President Nixon's plan, the fee for motor gasoline was scheduled to reach its maximum of 63 cents on May 1, 1975. App. 97.</p>\n<p>[4]  The Proclamation did not alter the schedule by which exemptions from the first-tier fees were not to be eliminated until 1980.</p>\n<p>[5]  The supplemental fee increases scheduled to go into effect in March and April were twice deferred. See Presidential Proclamation No. 4335, 3A CFR 26 (1975); Presidential Proclamation No. 4370, 3A CFR 45 (1975). While the $2 fee finally went into effect on June 1, 1975, Presidential Proclamation No. 4377, 3A CFR 53 (1975), it was never increased to $3. Indeed, on January 3, 1976, President Ford eliminated the $2 fee. Presidential Proclamation No. 4412, 3 CFR 3 (1977). See n. 8, <i>infra.</i></p>\n<p>[6]  The States joining in the suit together with their Governors were Connecticut, Maine, Massachusetts, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont. The State of Minnesota intervened as a plaintiff after the complaint was filed and is also a respondent here.</p>\n<p>[7]  The 10 utility companies are Algonquin SNG, Inc., New England Power Co., New Bedford Gas and Edison Light Co., Cambridge Electric Light Co., Canal Electric Co., Montaup Electric Co., Connecticut Light and Power Co., Hartford Electric Light Co., Western Massachusetts Electric Light Co., and Holyoke Water Power Co.</p>\n<p>[8]  Subsequent to our granting certiorari, the President signed the Energy Policy and Conservation Act of 1975, 89 Stat. 871, 42 U. S. C. § 6201 <i>et seq.</i> (1970 ed., Supp. V). That Act is aimed at encouraging domestic oil production by gradually decontrolling the price of domestically produced crude oil. On January 3, 1976, indicating that \"the purposes of the supplemental [oil import license] fee\" will be served by the Act, the President announced the elimination of the supplemental fees imposed by Presidential Proclamation No. 4341, 3A CFR 2 (1975). Presidential Proclamation No. 4412, 3 CFR 3 (1977). He did not, however, eliminate the \"first-tier\" fees originally imposed by Presidential Proclamation No. 4210, 3 CFR 31 (1974). Since respondents seek to enjoin the first-tier as well as the supplemental fees, the question here whether § 232 (b) grants the President authority to impose license fees remains a live controversy.</p>\n<p>[9]  Respondents' suits are not barred by the Anti-Injunction Act, 26 U. S. C. § 7421 (a), which in relevant part provides that \"no suit for the purpose of restraining the assessment or collection of any tax shall be maintained in any court by any person . . . .\" The Anti-Injunction Act applies to suits brought to restrain assessment of taxes assessable under the Internal Revenue Codes of 1954 and 1939. 26 U. S. C. §§ 7421 (a), 7851 (a) (6) (A), 7851 (a) (6) (C) (iv). The license fees in this case are assessed under neither Code but rather under the authority conferred on the President by the Trade Expansion Act of 1962, as amended by the Trade Act of 1974. The fees are therefore not \"taxes\" within the scope of the Anti-Injunction Act.</p>\n<p>[10]  Respondents rely on our decision in <i>National Cable Television Assn.</i> v. <i>United States,</i> 415 U. S. 336 (1974), to support their delegation doctrine argument. But we find that case clearly distinguishable from the one before us today. In <i>National Cable Television,</i> we held that the fees to be imposed on community antenna television systems should be measured by the \"value to the recipient\" even though the language of the general statute allowing fee setting by federal agencies, 31 U. S. C. § 483a, permits consideration not only of \"value to the recipient\" but also of \"public policy or interest served, and other pertinent facts.\" The Court's conclusion that the words of the last-quoted phrase were not relevant to the CATV situation was apparently motivated by a desire to avoid any delegation doctrine problem that might have been presented by a contrary conclusion. 415 U. S., at 342. But what might be considered the open-ended nature of the phrase \"public policy or interest served, and other pertinent facts\" stands in contrast to § 232 (b)'s more limited authorization of the President to act only to the extent necessary to eliminate a threat of impairment to the national security, and § 232 (c)'s articulation of standards to guide the President in making the decision whether to act. See n. 1, <i>supra.</i></p>\n<p>[11]  The amount of oil exempted from the \"first-tier\" license fees, see <i>supra,</i> at 553, imposed in 1973 varies among five geographical districts within the Nation. See Presidential Proclamation No. 4341, 3A CFR 2 (1975); Presidential Proclamation No. 4210, 3 CFR 31 (1974). Respondents seize on this fact to argue that the \"first-tier\" fee schedule contravenes Art. I, § 8, cl. 1, of the Constitution which requires that import duties be uniform throughout the United States. But that issue is not properly before the Court. Sustaining respondents' Uniformity Clause argument would call, not for invalidation of the entire license fee scheme, but only for elimination of the geographical differences in the exemptions allowed under it. This would represent not an affirmance of the judgments below, which effectively invalidated the entire scheme and its implementing regulations, but rather a modification of those judgments. But since respondents filed no cross-petition for certiorari, they are at this point precluded from seeking such modification. See <i>Mills</i> v. <i>Electric Auto-Lite Co.,</i> 396 U. S. 375, 381 n. 4 (1970).</p>\n<p>[12]  See, <i>e. g.,</i> Hearings on H. R. 1 before the House Committee on Ways and Means, 84th Cong., 1st Sess., 1006 (analytical balance industry), 1264 (petroleum industry) (1955); Hearings on H. R. 1 before the Senate Committee on Finance, 84th Cong., 1st Sess., 602 (lead and zinc mining industry), 721 (coal mining industry) (1955).</p>\n<p>[13]  The Symington Amendment is currently codified in somewhat modified form at 19 U. S. C. § 1862 (a).</p>\n<p>[14]  In contrast to the Senate Committee on Finance, the House Committee on Ways and Means concluded that the Symington Amendment was adequate to deal with any potential threats to the national security posed by foreign imports. H. R. Rep. No. 50, 84th Cong., 1st Sess., 44 (1955).</p>\n<p>[15]  A separate portion of the Neely Amendment would have placed quotas on petroleum imports.</p>\n<p>[16]  Unlike the Neely Amendment, see n. 15, <i>supra,</i> the Byrd-Millikin Amendment did not single out any named industries for protection by quotas.</p>\n<p>[17]  Differing with the Court of Appeals, we do not believe that the fact that Senator Millikin represented a State that might have benefited from an expansive reading of the statute \"blur[s] [the] probative value,\" 171 U. S. App. D. C. 113, 120, 518 F. 2d 1051, 1058 (1975), of his explanation. Many if not most pieces of legislation are sponsored by Members of Congress whose constituents have a special interest in their passage, but we have never let this fact diminish the weight we give a sponsor's statements.</p>\n<p>[18]  Moreover, Senator Byrd's reference in the above-quoted exchange to the power of the President under the Amendment \"to impose a quota <i>or</i> to reduce the imports,\" 101 Cong. Rec. 5297 (1955), also suggests that he understood that power to extend beyond the imposition of quotas. See Note, 89 Harv. L. Rev. 432, 435 n. 31 (1975).</p>\n<p>[19]  The Court of Appeals characterized Senator Bennett's remarks as going to \"the entire bill and other existing laws.\" 171 U. S. App. D. C., at 119, 518 F. 2d, at 1057. Our examination of the context of his remarks persuades us, however, that they were more probably made with specific reference to the Byrd-Millikin Amendment.</p>\n<p>[20]  A copy of the Morgan letter was also sent to Senator Byrd, Chairman of the Senate Committee on Finance. See 101 Cong. Rec. 8162 (1955).</p>\n<p>[21]  As finally enacted the Amendment provided:\n</p>\n<p>\"In order to further the policy and purpose of this section, whenever the Director of the Office of Defense Mobilization has reason to believe that any article is being imported into the United States in such quantities as to threaten to impair the national security, he shall so advise the President, and if the President agrees that there is reason for such belief, the President shall cause an immediate investigation to be made to determine the facts. If, on the basis of such investigation, and the report to him of the findings and recommendations made in connection therewith, the President finds that the article is being imported into the United States in such quantities as to threaten to impair the national security, he shall take such action as he deems necessary to adjust the imports of such article to a level that will not threaten to impair the national security.\"</p>\n<p>[22]  We are not unmindful that, as respondents point out, much of the congressional debate referred to the Byrd-Millikin Amendment in the context of giving the President the power to impose import quotas. See, <i>e. g.,</i> 101 Cong. Rec. 5572 (1955) (remarks of Sen. Humphrey); <i>id.,</i> at 5582, 5584 (remarks of Sen. Douglas); <i>id.,</i> at 5593 (remarks of Sen. Monroney). But nowhere do the congressional debates reflect an understanding that under the Amendment the President's authority was to be <i>limited</i> to the imposition of quotas. In light of this fact, we feel fortified in attaching substantial weight to the positive indications discussed above that the authority was not so limited.</p>\n<p>[23]  Foreign Trade Policy, Compendium of Papers on United States Foreign Trade Policy Collected by the Staff for the Subcommittee on Foreign Trade Policy of the House Ways and Means Committee 643 (1958).</p>\n<p>[24]  Indeed, while under the 1955 provision the President was authorized to act only on a finding that \"quantities\" of imports threatened to impair the national security, the 1958 provision also authorized Presidential action on a finding that an article is being imported \"under such circumstances\" as to threaten to impair the national security. 72 Stat. 678. See <i>supra,</i> at 561.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:12:07", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></span> (1976)</b></center>\n<center><h1>FEDERAL ENERGY ADMINISTRATION ET AL.<br>\nv.<br>\nALGONQUIN SNG, INC., ET AL.</h1></center>\n<center>No. 75-382.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 20, 1976.</center>\n<center>Decided June 17, 1976.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.\n<p><span class=\"star-pagination\">*549</span> <i>Solicitor General Bork</i> argued the cause for petitioners. With him on the briefs were <i>Assistant Attorney General Lee, Mark L. Evans, Leonard Schaitman,</i> and <i>David M. Cohen.</i></p>\n<p><i>Francis X. Bellotti,</i> Attorney General of Massachusetts, and <i>Harold B. Dondis</i> argued the cause for respondents. With them on the brief were <i>S. Stephen Rosenfeld</i> and <i>Thomas R. Kiley,</i> Assistant Attorneys <span class=\"star-pagination\">*550</span> General, <i>James S. Hostetler, William F. Griffin, Jr.,</i> and <i>William R. Connole.</i><sup>[*]</sup></p>\n<p>MR. JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>Section 232 (b) of the Trade Expansion Act of 1962, 76 Stat. 877, as amended by § 127 (d) of the Trade Act of 1974, 88 Stat. 1993, 19 U. S. C. § 1862 (b) (1970 ed., Supp. IV), provides that if the Secretary of the Treasury finds that an \"article is being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security,\" the President is authorized to</p>\n<blockquote>\"take such action, and for such time, as he deems necessary to adjust the imports of [the] article and its derivatives so that . . . imports [of the article] will not threaten to impair the national security.\"<sup>[1]</sup></blockquote>\n<p><span class=\"star-pagination\">*551</span> All parties to this case agree that § 232 (b) authorizes the President to adjust the imports of petroleum and petroleum products by imposing quotas on such imports. What we must decide is whether § 232 (b) also authorizes <span class=\"star-pagination\">*552</span> the President to control such imports by imposing on them a system of monetary exactions in the form of license fees.</p>\n<p></p>\n<h2>I</h2>\n<p>The predecessor statute to § 232 (b) was originally enacted by Congress as § 7 of the Trade Agreements Extension Act of 1955, c. 169, 69 Stat. 166 (see n. 21, <i>infra</i>), and amended by § 8 of the Trade Agreements Extension Act of 1958, Pub. L. 85-686, 72 Stat. 678. The advisory function currently performed under § 232 (b) by the Secretary of the Treasury was performed by the Director of the Office of Defense Mobilization (ODM) under the 1955 and 1958 statutes. But, like § 232 (b), those statutes allowed the President, on a finding that imports of an article were threatening \"to impair the national security,\" to \"take such action as he deem[ed] necessary to adjust the imports of [the] article . . . .\" In 1959, President Eisenhower, having been advised by the Director of ODM that \" `crude oil and the principal crude oil derivatives and products are being imported in such quantities and under such circumstances as to threaten to impair the national security,' \" invoked the 1958 version of the provision and established the Mandatory Oil Import Program (MOIP). Presidential Proclamation No. 3279, 3 CFR 11 (1959-1963 Comp.). The MOIP, designed to reduce the gap between domestic supply and demand by encouraging the development of domestic production and refinery capacity, imposed a system of quotas on the importation of petroleum and petroleum products. The program was not wholly successful, however, and in the face of domestic consumption which continued to grow faster than domestic production, Presidents Kennedy, Johnson, and Nixon each felt compelled to amend it by raising the permissible quota levels. App. 211-212.</p>\n<p><span class=\"star-pagination\">*553</span> In light of a Cabinet task force conclusion that the MOIP, as then constituted, was not fulfilling its objectives,<sup>[2]</sup> President Nixon, acting pursuant to § 232 (b), radically amended the program in 1973. Presidential Proclamation No. 4210, 3 CFR 31 (1974). The President suspended existing tariffs on oil imports and provided \"for a gradual transition from the existing quota method of adjusting imports of petroleum and petroleum products to a long-term program for adjustment of imports of petroleum and petroleum products through . . . the institution of a system of fees applicable to imports of crude oil, unfinished oils, and finished products . . . .\" <i>Id.,</i> at 32. This amended program established a gradually increasing schedule of license fees for importers. With respect to crude oil, the fee was scheduled to increase from an initial 10 1/2 cents per barrel on May 1, 1973, to 21 cents per barrel on May 1, 1975. With respect to most finished petroleum products, the fee was to rise gradually from 15 cents per barrel on May 1, 1973, to 63 cents per barrel on November 1, 1975.<sup>[3]</sup><i>Id.,</i> at 36. While initially some oil imports were exempted from the license fee requirements, the exemption levels were scheduled to decrease annually so that by 1980 the fees would be applicable to all oil imports.</p>\n<p>President Nixon's 1973 program apparently did not wholly fulfill the objectives to which it was directed. Accordingly, the Secretary of the Treasury, acting pursuant to § 232 (b), see n. 1, <i>supra,</i> initiated an investigation on January 4, 1975, \"to determine the effects on the national security of imports of petroleum and petroleum products.\" Memorandum from Secretary of the Treasury Simon to Assistant Secretary of the Treasury <span class=\"star-pagination\">*554</span> MacDonald (Simon Memorandum), App. 154. While § 232 (b) directs the Secretary \"if it is appropriate [to do so, to] hold public hearings or otherwise afford interested parties an opportunity to present information and advice\" as part of such an investigation, 19 U. S. C. § 1862 (b) (1970 ed., Supp. IV), the Secretary found that such procedures would interfere with \"national security interests\" and were \"inappropriate\" in this case. Simon Memorandum, App. 154. The investigation therefore proceeded without any public hearing or call for submissions from interested nongovernmental parties.</p>\n<p>The Secretary submitted a report on his investigation to President Ford on January 14, 1975. Intimating that the measures then in force under § 232 (b) had indeed not solved the problems to which they were directed, the Secretary indicated that the United States' dependence on foreign oil had continued to increase since 1966 and that foreign sources currently accounted for well over a third of domestic consumption. The Secretary concluded that</p>\n<blockquote>\"crude oil, principal crude oil derivatives and products, and related products derived from natural gas and coal tar are being imported into the United States in such quantities as to threaten to impair the national security [and] the foregoing products are being imported into the United States under such circumstances as to threaten to impair the national security.\" App. 133.</blockquote>\n<p>On the basis of these findings, the Secretary recommended to the President that</p>\n<blockquote>\"appropriate action be taken to reduce imports of crude oil, principal crude oil derivatives and products, and related products derived from natural gas and coal tar into the United States . . . .\" <i>Ibid.</i>\n</blockquote>\n<p><span class=\"star-pagination\">*555</span> The President agreed with the findings of the Secretary's investigation and concluded that it was \"necessary and consistent with the national security to further discourage importation into the United States of petroleum, petroleum products, and related products . . . .\" Presidential Proclamation No. 4341, 3A CFR 2 (1975). Invoking § 232 (b), he issued a Proclamation on January 23, 1975, which, effective immediately, raised the so-called \"first-tier\" license fees that were imposed in 1973, see <i>supra,</i> at 553, to the maximum levels previously scheduled to be reached only some months later.<sup>[4]</sup> Presidential Proclamation No. 4341, <i>supra.</i> The Proclamation also imposed on all imported oil, whether covered by the first-tier fees or not, a supplemental fee of $1 per barrel for oil entering the United States on or after February 1, 1975. The supplemental fee was scheduled to rise to $2 a barrel for oil entering after March 1, 1975, and to $3 per barrel for oil entering after April 1, 1975.<sup>[5]</sup> Finally, the Proclamation reinstated the tariffs that had been suspended in April 1973. Soon after issuance of the Proclamation, the Federal Energy Administration (FEA) amended its oil import regulations in order to implement the new program. 40 Fed. Reg. 4771-4776 (1975).</p>\n<p>Four days after the Proclamation was issued, respondents <span class=\"star-pagination\">*556</span> \u0097eight States and their Governors,<sup>[6]</sup> 10 utility companies,<sup>[7]</sup> and Congressman Robert F. Drinan of Massachusetts \u0097challenged the license fees in two suits filed against the Secretary of the Treasury, the Administrator of the FEA, and the Treasurer of the United States in the United States District Court for the District of Columbia. Seeking declaratory and injunctive relief, they alleged that the imposition of the fees was beyond the President's constitutional and statutory authority, that the fees were imposed without necessary procedural steps having been taken, and that petitioners (hereinafter the Government) violated the National Environmental Policy Act of 1969 (NEPA), 83 Stat. 852, 42 U. S. C. § 4321 <i>et seq.,</i> by failing to prepare an environmental impact statement prior to the imposition of the fees.</p>\n<p>The District Court denied respondents' motions for preliminary injunctions and filed findings of fact and conclusions of law which, at the request of respondents, it later declared to be final. See 171 U. S. App. D. C. 113, 124, 126, 518 F. 2d 1051, 1062, 1064 (1975) (appendix to dissenting opinion in Court of Appeals). The court found that § 232 (b) is a valid delegation to the President of the power to impose license fees on oil imports. <i>Id.,</i> at 128-129, 518 F. 2d, at 1066-1067. It further ruled that the procedures followed by the President <span class=\"star-pagination\">*557</span> and the Secretary of the Treasury in imposing the license fees fully conformed to the requirements of the statute. <i>Id.,</i> at 130, 518 F. 2d, at 1068. Finally, the court held that \"in view of the emergency nature of the problem and the need for prompt action,\" <i>id.,</i> at 131, 518 F. 2d, at 1069, the Government was not required to file an environmental impact statement prior to imposition of the fees and hence was not in violation of the NEPA. <i>Ibid.</i></p>\n<p>Respondents' appeals from these judgments were consolidated with their petitions to the Court of Appeals for the District of Columbia Circuit for review of the FEA regulations implementing the license fee program. The allegations in the challenges to the regulations were substantially the same as those raised in the District Court actions, adding only a contention that the FEA had failed to follow certain procedural provisions of the Federal Energy Administration Act, 88 Stat. 97, 15 U. S. C. §§ 761 <i>et seq.</i> (1970 ed., Supp. IV). The Court of Appeals, with one judge dissenting, held that § 232 (b) does not authorize the President to impose a license fee scheme as a method of adjusting imports. 171 U. S. App. D. C. 113, 518 F. 2d 1051 (1975). According to the court, reading the statute to authorize the action taken by the President \"would be an anomalous departure\" from \"the consistently explicit, well-defined manner in which Congress has delegated control over foreign trade and tariffs.\" <i>Id.,</i> at 117, 518 F. 2d, at 1055. In the court's view, § 232 (b)'s legislative history indicated that Congress' authorization of the President to \"adjust the imports of [an] article\" encompassed only the use of \"direct\" controls such as quotas and did not encompass the use of license fees. <i>Id.,</i> at 121, 518 F. 2d, at 1059. Finding no need to address any of the other issues that were raised, the court reversed the judgment of the District Court instructed <span class=\"star-pagination\">*558</span> that court to enter appropriate relief for respondents, and set aside the challenged FEA regulations.</p>\n<p>We granted the Government's petition for certiorari, 423 U. S. 923 (1975),<sup>[8]</sup> and now reverse. Both the language of § 232 (b) and its legislative history lead us to conclude that it authorizes the action taken by the President in this case.<sup>[9]</sup></p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>A</h2>\n<p>Preliminarily, we reject respondents' suggestion that we must construe § 232 (b) narrowly in order to avoid <span class=\"star-pagination\">*559</span> \"a serious question of unconstitutional delegation of legislative power.\" Brief for Respondents 42. Even if § 232 (b) is read to authorize the imposition of a license fee system, the standards that it provides the President in its implementation are clearly sufficient to meet any delegation doctrine attack.</p>\n<p>In <i>Hampton &amp; Co.</i> v. <i>United States,</i> 276 U. S. 394 (1928), this Court upheld the constitutionality of a provision empowering the President to increase or decrease import duties in order to equalize the differences between foreign and domestic production costs for similar articles. There, the Court stated:</p>\n<blockquote>\"If Congress shall lay down by legislative act an intelligible principle to which the [President] is directed to conform, such legislative action is not a forbidden delegation of legislative power.\" <i>Id.,</i> at 409.</blockquote>\n<p>Section 232 (b) easily fulfills that test. It establishes clear preconditions to Presidential action\u0097<i>inter alia,</i> a finding by the Secretary of the Treasury that an \"article is being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security.\" Moreover, the leeway that the statute gives the President in deciding what action to take in the event the preconditions are fulfilled is far from unbounded. The President can act only to the extent \"he deems necessary to adjust the imports of such article and its derivatives so that such imports will not threaten to impair the national security.\" And § 232 (c), see n. 1, <i>supra,</i> articulates a series of specific factors to be considered by the President in exercising his authority under § 232 (b).<sup>[10]</sup> In light of these factors and <span class=\"star-pagination\">*560</span> our recognition that \"[n]ecessity . . . fixes a point beyond which it is unreasonable and impracticable to compel Congress to prescribe detailed rules . . . ,\" <i>American Power &amp; Light Co.</i> v. <i>SEC,</i> 329 U. S. 90, 105 (1946), we see no looming problem of improper delegation<sup>[11]</sup> that should affect our reading of § 232 (b).</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*561</span> B</h2>\n<p>In authorizing the President to \"take such action, and for such time, as he deems necessary to adjust the imports of [an] article and its derivatives,\" the language of § 232 (b) seems clearly to grant him a measure of discretion in determining the method to be used to adjust imports. We find no support in the language of the statute for respondents' contention that the authorization to the President to \"adjust\" imports should be read to encompass only quantitative methods\u0097<i>i. e.,</i> quotas\u0097as opposed to monetary methods\u0097<i>i. e.,</i> license fees\u0097of effecting such adjustments.</p>\n<p>Indeed, reading respondents' suggested limitation into the word \"adjust\" would be inconsistent with the range of factors that can trigger the President's authority under § 232 (b)'s language. Section 232 (b) authorizes the President to act after a finding by the Secretary of the Treasury that a given article is being imported \"in such quantities or <i>under such circumstances</i> as to threaten to impair the national security.\" (Emphasis added.) The emphasized language reflects Congress' judgment that \"not only the quantity of imports . . . but also the circumstances under which they are coming in: their use, their availability, their character\" could endanger the national security and hence should be a potential basis for Presidential action. 104 Cong. Rec. 10542-10543 (1958) (remarks of Rep. Mills). It is most unlikely that Congress would have provided that dangers posed by factors other than the strict quantitative level of imports can justify Presidential action, but that that action must be confined to the imposition of quotas. Unless one assumes, and we do not, that quotas will always be a feasible method of dealing directly with national security threats posed by the \"circumstances\" under which imports are entering the country, limiting the President to the use of quotas would effectively <span class=\"star-pagination\">*562</span> and artificially prohibit him from directly dealing with some of the very problems against which § 232 (b) is directed.</p>\n<p>Turning from § 232's language to its legislative history, again there is much to suggest that the President's authority extends to the imposition of monetary exactions \u0097<i>i. e.,</i> license fees and duties. The original enactment of the provision in 1955 as well as Congress' periodic reconsideration of it in subsequent years gives us substantial grounds on which to conclude that its authorization extends beyond the imposition of quotas to the type of action challenged here.</p>\n<p>During congressional hearings on the Trade Agreements Extension Act of 1955, there was substantial testimony that increased imports were threatening to damage various domestic industries whose viability was perceived to be critical to the national security.<sup>[12]</sup> In an effort to deal with the problem, the Senate Committee on Finance considered several proposals designed to supplement the existing statutory provision, known as the Symington Amendment,<sup>[13]</sup> that barred reductions in duties \"on any article if the President finds that such reduction would threaten domestic production needed for projected national defense requirements.\" Act of July 1, 1954, Pub. L. 464, § 2, 68 Stat. 360.<sup>[14]</sup> Among these amendments <span class=\"star-pagination\">*563</span> was one proposed by Senator Neely which provided in relevant part:</p>\n<blockquote>\"[T]he President shall take <i>such action as is necessary</i> to restrict imports of commodities whenever such imports threaten to retard the domestic development and expansion or maintenance of domestic production of natural resource commodities or any other commodities which he determines to be essential to the national security. . . .\" Hearings on H. R. 1 before the Senate Committee on Finance, 84th Cong., 1st Sess., 1033 (1955) (emphasis added).<sup>[15]</sup></blockquote>\n<p>In explaining what action would be authorized under the Neely Amendment, Senator Martin, one of its co-sponsors, explained that it authorized the President \"to take such action as is necessary, including the imposition of import quotas <i>or the increase in duties,</i> to protect the domestic industry concerned.\" <i>Id.,</i> at 2097 (emphasis added). Thus, the Neely Amendment clearly would have given the President the authority to impose monetary exactions as a method of restricting imports.</p>\n<p>While the Neely Amendment was not reported out of committee, it is strikingly similar in language to the Byrd-Millikin Amendment\u0097the substitute provision that was reported out and eventually enacted into law. The Byrd-Millikin Amendment authorized the President, after appropriate recommendations had been made by the Director of the ODM, to \"take such action as he deems necessary to adjust the imports of [an] article to a level that will not threaten to impair the national security.\" S. Rep. No. 232, 84th Cong., 1st Sess., 14 <span class=\"star-pagination\">*564</span> (1955).<sup>[16]</sup> Given the similarity in the operative language of the two proposals, it is fair to infer that if, as Senator Martin stated, the Neely Amendment was intended to authorize the imposition of monetary exactions, so too was the Byrd-Millikin Amendment.</p>\n<p>The debate on the Senate floor lends further support to this reading of the Byrd-Millikin Amendment. Senator Millikin himself stated without contradiction that the Amendment authorized the President \"to take whatever action he deems necessary to adjust imports . . . [including the use of] tariffs, quotas, import taxes or other methods of import restriction.\" 101 Cong. Rec. 5299 (1955). As a statement of one of the legislation's sponsors, this explanation deserves to be accorded substantial weight in interpreting the statute. <i>National Woodwork Mfrs. Assn.</i> v. <i>NLRB,</i> 386 U. S. 612, 640 (1967); <i>Schwegmann Bros.</i> v. <i>Calvert Distillers Corp.,</i> 341 U. S. 384, 394-395 (1951).<sup>[17]</sup></p>\n<p>Senator Millikin's statement does not stand alone. Senator Byrd, another of the Amendment's sponsors, explained in colloquy with Senator Saltonstall that the Amendment put all commodities \"<i>on the same basis as agricultural commodities.</i> It simply leaves to the President the power, in his discretion, to decide whether to impose a quota or to reduce the imports.\" 101 Cong. <span class=\"star-pagination\">*565</span> Rec. 5297 (1955) (emphasis added). The reference in the emphasized phrase is to § 22 of the Agricultural Adjustment Act, the subject of an earlier exchange between Senator Byrd and Senator Thye. 101 Cong. Rec. 5296 (1955). Section 22 allows the President under certain circumstances to \"<i>impose such fees</i> . . . or such quantitative limitations\" as he finds necessary to protect the domestic production of an agricultural commodity. 49 Stat. 773, as amended, 7 U. S. C. § 624 (b) (emphasis added). Senator Byrd's comparison of § 22 and the Byrd-Millikin Amendment thus appears to reflect his understanding that Presidential authority under the Amendment extended to the imposition of fees.<sup>[18]</sup></p>\n<p>Finally, we note two other statements on the floor of the Senate which lend direct support to the Government's reading of the Byrd-Millikin Amendment. Senator Bennett stated that it was his understanding that the amendment would authorize use of \"the entire scope of tariffs, quotas, restrictions, stockpiling, and any other variation of these programs in order to protect a particular industry.\" 101 Cong. Rec. 5588 (1955).<sup>[19]</sup> And Senator Barkley, a member of the Senate Committee on Finance, expressed his understanding that the Amendment would allow the President to \"impose such quotas <i>or take such other steps</i> as he may believe to be desirable in order to <span class=\"star-pagination\">*566</span> maintain the national security.\" <i>Id.,</i> at 5298 (emphasis added).</p>\n<p>In the House debate following Senate passage of the Byrd-Milliken Amendment, <i>id.,</i> at 5655, and its acceptance with a minor modification by the House conferees, H. R. Conf. Rep. No. 745, 84th Cong., 1st Sess., 2, 6-7 (1955), we find further indications that the Amendment authorized the imposition of monetary exactions. In explaining the provisions of the Amendment, Congressman Cooper, chairman of the House Ways and Means Committee and a member of the Conference Committee, indicated his concern that \"<i>any modification of a duty</i> on imports or a quota would [because of retaliation from abroad] inevitably result in a curtailment of exports by the United States.\" 101 Cong. Rec. 8161 (1955) (emphasis added). Furthermore, as part of his explanation of the Amendment, Cooper presented a letter he had received from Gerald D. Morgan, Special Counsel to the President, which expressed the administration's understanding that under the Amendment, the President's action to adjust imports \"could take any form that was appropriate to the situation.\" <i>Id.,</i> at 8162.<sup>[20]</sup> Thus, when Congress finally enacted the Byrd-Millikin Amendment's national security provision, 69 Stat. 166,<sup>[21]</sup> as part of the <span class=\"star-pagination\">*567</span> Trade Agreement Extension Act of 1955, not only had Members of both Houses indicated that the provision authorized the imposition of monetary exactions, but the Executive Branch, too, had advised the Congress of its understanding of the broad scope of the authority granted by the Amendment.<sup>[22]</sup></p>\n<p>Three years later, in the context of its consideration of the Trade Agreements Extension Act of 1958, Congress re-examined the Byrd-Millikin national security provision. In the course of its deliberations, the Subcommittee on Foreign Trade Policy of the House Ways and Means Committee had before it a 1957 report submitted to it by the ODM, expressing the views of the Executive Branch that \"the imposition of new or increased tariff duties on imports . . . [was] authorized by the language adopted.\"<sup>[23]</sup> Fully aware that the Executive <span class=\"star-pagination\">*568</span> Branch then, as in 1955, understood the provision as authorizing the imposition of monetary exactions, the Committee did not recommend any change in its wording to confine more narrowly the bounds of its authorization. On the contrary, the Committee in its report indicated with approval its own understanding that the statute provided \"those best able to judge national security needs . . . [with] a way of taking <i>whatever action is needed</i> to avoid a threat to the national security through imports.\" H. R. Rep. No. 1761, 85th Cong., 2d Sess., 13 (1958) (emphasis added).</p>\n<p>While Congress in 1958 made several procedural changes in the statute and established criteria to guide the President's determination as to whether action under the provision might be necessary, it added no limitations with respect to the type of action that the President was authorized to take.<sup>[24]</sup> § 8, 72 Stat. 678. The 1958 re-enactment, like the 1955 provision, authorized the President under appropriate conditions to \"take such action\" \"as he deems necessary to adjust the imports . . . .\" <i>Ibid.</i></p>\n<p>When the national security provision next came up for re-examination, it was re-enacted without material change as § 232 (b) of the Trade Expansion Act of 1962. In its analysis the Court of Appeals placed great emphasis on the fact that in the course of Congress' deliberations the Senate passed and the Conference Committee deleted, H. R. Conf. Rep. No. 2518, 87th Cong., 2d Sess., 13 (1962), an amendment which provided:</p>\n<blockquote>\"Notwithstanding any other provision of law, the <span class=\"star-pagination\">*569</span> President may, when he finds it in the national interest, proclaim with respect to any article imported into the United States\u0097</blockquote>\n<blockquote>\"(1) the increase of any existing duty on such article to such rate as he finds necessary;</blockquote>\n<blockquote>\"(2) the imposition of a duty on such article (if it is not otherwise subject to duty) at such rate as he finds necessary, and</blockquote>\n<blockquote>\"(3) the imposition of such other import restrictions as he finds necessary.\" 108 Cong. Rec. 19573 (1962).</blockquote>\n<p>The Court of Appeals inferred from the rejection of this amendment that Congress understood the then existing grant of authority to be limited to the imposition of quotas. According to the court, the amendment would have \"explicitly [given] the President the same authority he claims derives implicitly from § [232 (b),]\" 171 U. S. App. D. C., at 121, 518 F. 2d, at 1059, and Congress' refusal to enact the amendment was tantamount to a rejection of the Government's interpretation of the statute.</p>\n<p>We disagree, however, with the Court of Appeals' assessment of the proposed amendment. The amendment was in reality far more than an articulation of the authority that the Government finds to be contained in § 232 (b). Unlike § 232 (b), the rejected proposal would not have required a prior investigation and findings by an executive department as a prerequisite to Presidential action. Moreover, the broad \"national interest\" language of the proposal, together with its lack of any standards for implementing that language, stands in stark contrast with § 232 (b)'s narrower criterion of \"national security\" and § 232 (c)'s articulation of standards to guide the invocation of the President's powers under § 232 (b). In light of these clear differences between <span class=\"star-pagination\">*570</span> the rejected proposal and § 232 (b), we decline to infer from the fact that the Senate amendment was proposed, or from the fact that it was rejected, that Congress felt that the President had no power to impose monetary exactions under § 232 (b).</p>\n<p>Only a few months after President Nixon invoked the provision to initiate the import license fee system challenged here, Congress once again re-enacted the Presidential authorization encompassed in § 232 (b) without material change. Trade Act of 1974, Pub. L. 93-618, 88 Stat. 1993. Making no mention of the President's action, both the Senate Committee report and the conference report recited the language of the statute itself to reaffirm that under § 232 (b) the President \"may . . . take such action, and for such time, as he deems necessary, to adjust imports so as to prevent impairment of the national security.\" H. R. Conf. Rep. No. 93-1644, p. 29 (1974); S. Rep. No. 93-1298, pp. 96-97 (1974). The congressional acquiescence in President Nixon's action manifested by the re-enactment of § 232 (b) provides yet further corroboration that § 232 (b) was understood and intended to authorize the imposition of monetary exactions as a means of adjusting imports.</p>\n<p>Taken as a whole then, the legislative history of § 232 (b) belies any suggestion that Congress, despite its use of broad language in the statute itself, intended to limit the President's authority to the imposition of quotas and to bar the President from imposing a license fee system like the one challenged here. To the contrary, the provision's original enactment, and its subsequent re-enactment in 1958, 1962, and 1974 in the face of repeated expressions from Members of Congress and the Executive Branch as to their broad understanding of its language, all lead to the conclusion that § 232 (b) does in fact <span class=\"star-pagination\">*571</span> authorize the actions of the President challenged here. Accordingly, the judgment of the Court of Appeals to the contrary cannot stand.</p>\n<p></p>\n<h2>C</h2>\n<p>A final word is in order. Our holding today is a limited one. As respondents themselves acknowledge, a license fee as much as a quota has its initial and direct impact on imports, albeit on their price as opposed to their quantity. Brief for Respondents 26. As a consequence, our conclusion here, fully supported by the relevant legislative history, that the imposition of a license fee is authorized by § 232 (b) in no way compels the further conclusion that <i>any</i> action the President might take, as long as it has even a remote impact on imports, is also so authorized.</p>\n<p>The judgment of the Court of Appeals is reversed, and this case is remanded to that court for proceedings consistent with this opinion.</p>\n<p><i>So ordered.</i></p>\n<h2>NOTES</h2>\n<p>[*]  <i>Peter Buck Feller, John D. Heckert,</i> and <i>David M. Repass</i> filed a brief for McClure &amp; Trotter as <i>amicus curiae</i> urging affirmance.</p>\n<p>[1]  Section 232 (b) provides in full:\n</p>\n<p>\"Upon request of the head of any department or agency, upon application of an interested party, or upon his own motion, the Secretary of the Treasury (hereinafter referred to as the `Secretary') shall immediately make an appropriate investigation, in the course of which he shall seek information and advice from, and shall consult with, the Secretary of Defense, the Secretary of Commerce, and other appropriate officers of the United States, to determine the effects on the national security of imports of the article which is the subject of such request, application, or motion. The Secretary shall, if it is appropriate and after reasonable notice, hold public hearings or otherwise afford interested parties an opportunity to present information and advice relevant to such investigation. The Secretary shall report the findings of his investigation under this subsection with respect to the effect of the importation of such article in such quantities or under such circumstances upon the national security and, based on such findings, his recommendation for action or inaction under this section to the President within one year after receiving an application from an interested party or otherwise beginning an investigation under this subsection. If the Secretary finds that such article is being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security, he shall so advise the President and the President shall take such action, and for such time, as he deems necessary to adjust the imports of such article and its derivatives so that such imports will not threaten to impair the national security, unless the President determines that the article is not being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security.\"</p>\n<p>Section 232 (c) of the Act, 19 U. S. C. § 1862 (c) 1970 ed., Supp. IV) provides the President and the Secretary of the Treasury with guidance as to some of the factors to be considered in implementing § 232 (b). It provides:</p>\n<p>\"For the purposes of this section, the Secretary and the President shall, in the light of the requirements of national security and without excluding other relevant factors, give consideration to domestic production needed for projected national defense requirements, the capacity of domestic industries to meet such requirements, existing and anticipated availabilities of the human resources, products, raw materials, and other supplies and services essential to the national defense, the requirements of growth of such industries and such supplies and services including the investment, exploration, and development necessary to assure such growth, and the importation of goods in terms of their quantities, availabilities, character, and use as those affect such industries and the capacity of the United States to meet national security requirements. In the administration of this section, the Secretary and the President shall further recognize the close relation of the economic welfare of the Nation to our national security, and shall take into consideration the impact of foreign competition on the economic welfare of individual domestic industries; and any substantial unemployment, decrease in revenues of government, loss of skills or investment, or other serious effects resulting from the displacement of any domestic products by excessive imports shall be considered, without excluding other factors, in determining whether such weakening of our internal economy may impair the national security.\"</p>\n<p>[2]  See Cabinet Task Force on Oil Import Control, The Oil Import Question 128 (1970).</p>\n<p>[3]  Under President Nixon's plan, the fee for motor gasoline was scheduled to reach its maximum of 63 cents on May 1, 1975. App. 97.</p>\n<p>[4]  The Proclamation did not alter the schedule by which exemptions from the first-tier fees were not to be eliminated until 1980.</p>\n<p>[5]  The supplemental fee increases scheduled to go into effect in March and April were twice deferred. See Presidential Proclamation No. 4335, 3A CFR 26 (1975); Presidential Proclamation No. 4370, 3A CFR 45 (1975). While the $2 fee finally went into effect on June 1, 1975, Presidential Proclamation No. 4377, 3A CFR 53 (1975), it was never increased to $3. Indeed, on January 3, 1976, President Ford eliminated the $2 fee. Presidential Proclamation No. 4412, 3 CFR 3 (1977). See n. 8, <i>infra.</i></p>\n<p>[6]  The States joining in the suit together with their Governors were Connecticut, Maine, Massachusetts, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont. The State of Minnesota intervened as a plaintiff after the complaint was filed and is also a respondent here.</p>\n<p>[7]  The 10 utility companies are Algonquin SNG, Inc., New England Power Co., New Bedford Gas and Edison Light Co., Cambridge Electric Light Co., Canal Electric Co., Montaup Electric Co., Connecticut Light and Power Co., Hartford Electric Light Co., Western Massachusetts Electric Light Co., and Holyoke Water Power Co.</p>\n<p>[8]  Subsequent to our granting certiorari, the President signed the Energy Policy and Conservation Act of 1975, 89 Stat. 871, 42 U. S. C. § 6201 <i>et seq.</i> (1970 ed., Supp. V). That Act is aimed at encouraging domestic oil production by gradually decontrolling the price of domestically produced crude oil. On January 3, 1976, indicating that \"the purposes of the supplemental [oil import license] fee\" will be served by the Act, the President announced the elimination of the supplemental fees imposed by Presidential Proclamation No. 4341, 3A CFR 2 (1975). Presidential Proclamation No. 4412, 3 CFR 3 (1977). He did not, however, eliminate the \"first-tier\" fees originally imposed by Presidential Proclamation No. 4210, 3 CFR 31 (1974). Since respondents seek to enjoin the first-tier as well as the supplemental fees, the question here whether § 232 (b) grants the President authority to impose license fees remains a live controversy.</p>\n<p>[9]  Respondents' suits are not barred by the Anti-Injunction Act, 26 U. S. C. § 7421 (a), which in relevant part provides that \"no suit for the purpose of restraining the assessment or collection of any tax shall be maintained in any court by any person . . . .\" The Anti-Injunction Act applies to suits brought to restrain assessment of taxes assessable under the Internal Revenue Codes of 1954 and 1939. 26 U. S. C. §§ 7421 (a), 7851 (a) (6) (A), 7851 (a) (6) (C) (iv). The license fees in this case are assessed under neither Code but rather under the authority conferred on the President by the Trade Expansion Act of 1962, as amended by the Trade Act of 1974. The fees are therefore not \"taxes\" within the scope of the Anti-Injunction Act.</p>\n<p>[10]  Respondents rely on our decision in <i>National Cable Television Assn.</i> v. <i>United States,</i> 415 U. S. 336 (1974), to support their delegation doctrine argument. But we find that case clearly distinguishable from the one before us today. In <i>National Cable Television,</i> we held that the fees to be imposed on community antenna television systems should be measured by the \"value to the recipient\" even though the language of the general statute allowing fee setting by federal agencies, 31 U. S. C. § 483a, permits consideration not only of \"value to the recipient\" but also of \"public policy or interest served, and other pertinent facts.\" The Court's conclusion that the words of the last-quoted phrase were not relevant to the CATV situation was apparently motivated by a desire to avoid any delegation doctrine problem that might have been presented by a contrary conclusion. 415 U. S., at 342. But what might be considered the open-ended nature of the phrase \"public policy or interest served, and other pertinent facts\" stands in contrast to § 232 (b)'s more limited authorization of the President to act only to the extent necessary to eliminate a threat of impairment to the national security, and § 232 (c)'s articulation of standards to guide the President in making the decision whether to act. See n. 1, <i>supra.</i></p>\n<p>[11]  The amount of oil exempted from the \"first-tier\" license fees, see <i>supra,</i> at 553, imposed in 1973 varies among five geographical districts within the Nation. See Presidential Proclamation No. 4341, 3A CFR 2 (1975); Presidential Proclamation No. 4210, 3 CFR 31 (1974). Respondents seize on this fact to argue that the \"first-tier\" fee schedule contravenes Art. I, § 8, cl. 1, of the Constitution which requires that import duties be uniform throughout the United States. But that issue is not properly before the Court. Sustaining respondents' Uniformity Clause argument would call, not for invalidation of the entire license fee scheme, but only for elimination of the geographical differences in the exemptions allowed under it. This would represent not an affirmance of the judgments below, which effectively invalidated the entire scheme and its implementing regulations, but rather a modification of those judgments. But since respondents filed no cross-petition for certiorari, they are at this point precluded from seeking such modification. See <i>Mills</i> v. <i>Electric Auto-Lite Co.,</i> 396 U. S. 375, 381 n. 4 (1970).</p>\n<p>[12]  See, <i>e. g.,</i> Hearings on H. R. 1 before the House Committee on Ways and Means, 84th Cong., 1st Sess., 1006 (analytical balance industry), 1264 (petroleum industry) (1955); Hearings on H. R. 1 before the Senate Committee on Finance, 84th Cong., 1st Sess., 602 (lead and zinc mining industry), 721 (coal mining industry) (1955).</p>\n<p>[13]  The Symington Amendment is currently codified in somewhat modified form at 19 U. S. C. § 1862 (a).</p>\n<p>[14]  In contrast to the Senate Committee on Finance, the House Committee on Ways and Means concluded that the Symington Amendment was adequate to deal with any potential threats to the national security posed by foreign imports. H. R. Rep. No. 50, 84th Cong., 1st Sess., 44 (1955).</p>\n<p>[15]  A separate portion of the Neely Amendment would have placed quotas on petroleum imports.</p>\n<p>[16]  Unlike the Neely Amendment, see n. 15, <i>supra,</i> the Byrd-Millikin Amendment did not single out any named industries for protection by quotas.</p>\n<p>[17]  Differing with the Court of Appeals, we do not believe that the fact that Senator Millikin represented a State that might have benefited from an expansive reading of the statute \"blur[s] [the] probative value,\" 171 U. S. App. D. C. 113, 120, 518 F. 2d 1051, 1058 (1975), of his explanation. Many if not most pieces of legislation are sponsored by Members of Congress whose constituents have a special interest in their passage, but we have never let this fact diminish the weight we give a sponsor's statements.</p>\n<p>[18]  Moreover, Senator Byrd's reference in the above-quoted exchange to the power of the President under the Amendment \"to impose a quota <i>or</i> to reduce the imports,\" 101 Cong. Rec. 5297 (1955), also suggests that he understood that power to extend beyond the imposition of quotas. See Note, 89 Harv. L. Rev. 432, 435 n. 31 (1975).</p>\n<p>[19]  The Court of Appeals characterized Senator Bennett's remarks as going to \"the entire bill and other existing laws.\" 171 U. S. App. D. C., at 119, 518 F. 2d, at 1057. Our examination of the context of his remarks persuades us, however, that they were more probably made with specific reference to the Byrd-Millikin Amendment.</p>\n<p>[20]  A copy of the Morgan letter was also sent to Senator Byrd, Chairman of the Senate Committee on Finance. See 101 Cong. Rec. 8162 (1955).</p>\n<p>[21]  As finally enacted the Amendment provided:\n</p>\n<p>\"In order to further the policy and purpose of this section, whenever the Director of the Office of Defense Mobilization has reason to believe that any article is being imported into the United States in such quantities as to threaten to impair the national security, he shall so advise the President, and if the President agrees that there is reason for such belief, the President shall cause an immediate investigation to be made to determine the facts. If, on the basis of such investigation, and the report to him of the findings and recommendations made in connection therewith, the President finds that the article is being imported into the United States in such quantities as to threaten to impair the national security, he shall take such action as he deems necessary to adjust the imports of such article to a level that will not threaten to impair the national security.\"</p>\n<p>[22]  We are not unmindful that, as respondents point out, much of the congressional debate referred to the Byrd-Millikin Amendment in the context of giving the President the power to impose import quotas. See, <i>e. g.,</i> 101 Cong. Rec. 5572 (1955) (remarks of Sen. Humphrey); <i>id.,</i> at 5582, 5584 (remarks of Sen. Douglas); <i>id.,</i> at 5593 (remarks of Sen. Monroney). But nowhere do the congressional debates reflect an understanding that under the Amendment the President's authority was to be <i>limited</i> to the imposition of quotas. In light of this fact, we feel fortified in attaching substantial weight to the positive indications discussed above that the authority was not so limited.</p>\n<p>[23]  Foreign Trade Policy, Compendium of Papers on United States Foreign Trade Policy Collected by the Staff for the Subcommittee on Foreign Trade Policy of the House Ways and Means Committee 643 (1958).</p>\n<p>[24]  Indeed, while under the 1955 provision the President was authorized to act only on a finding that \"quantities\" of imports threatened to impair the national security, the 1958 provision also authorized Presidential action on a finding that an article is being imported \"under such circumstances\" as to threaten to impair the national security. 72 Stat. 678. See <i>supra,</i> at 561.</p>\n\n</div>", 
  "sha1": "94910aa35870c391e880161dce02386376e5ea61", 
  "date_modified": "2014-12-21T02:01:00.501594", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/109489/federal-energy-administration-v-algonquin-sng-inc/", 
  "citation_count": 54, 
  "supreme_court_db_id": "1975-133", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/240082/", 
  "html": "<p class=\"case_cite\">426 U.S. 548</p>\n    <p class=\"case_cite\">96 S.Ct. 2295</p>\n    <p class=\"case_cite\">49 L.Ed.2d 49</p>\n    <p class=\"parties\">FEDERAL ENERGY ADMINISTRATION et al., Petitioners,<br>v.<br>ALGONQUIN SNG, INC., et al.</p>\n    <p class=\"docket\">No. 75-382.</p>\n    <p class=\"date\">Argued April 20, 1976.</p>\n    <p class=\"date\">Decided June 17, 1976.</p>\n    <div class=\"prelims\">\n      <p>Syllabus</p>\n      <p class=\"indent\">Section 232(b) of the Trade Expansion Act of 1962, as amended by the Trade Act of 1974, provides that if the Secretary of the Treasury finds that an \"article is being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security,\" the President is authorized to \"take such action, and for such time, as he deems necessary to adjust the imports of (the) article and its derivatives so that . . . imports (of the article) will not threaten to impair the national security.\" When it appeared that a prior program established under &#167; 232(b) for adjusting oil imports was not fulfilling its objectives, the Secretary of the Treasury initiated an investigation. On the basis of this investigation the Secretary found that crude oil and its derivatives and related products were being imported into the United States in such quantities and under such circumstances as to threaten to impair the national security, and accordingly recommended to the President that appropriate action be taken to reduce the imports. Following this recommendation, the President promptly issued a Proclamation, Inter alia, raising the license fees on imported oil. Thereafter, respondents eight States and their Governors, 10 utility companies, and a Congressman brought suits against petitioners challenging the license fees on the ground, Inter alia, that they were beyond the President's authority under &#167; 232(b). The District Court denied relief, holding that &#167; 232(b) is a valid delegation to the President of the power to impose license fees on imports, and that the procedures followed by the President and the Secretary in imposing the fees fully complied with the statute. The Court of Appeals reversed, holding that &#167; 232(b) does not authorize the President to impose a license fee scheme as a method of adjusting imports, but encompasses only the use of \"direct\" controls such as quotas. Held : Section 232(b) authorizes the action taken by the President. Pp. 558-571.</p>\n      <p class=\"indent\">(a) Section 232(b) does not constitute an improper delegation of power, since it establishes clear preconditions to Presidential action, including a finding by the Secretary of the Treasury that an article is being imported in such quantities or under such circumstances as to threaten to impair the national security. Moreover, even if these preconditions are met, the President can act only to the extent he deems necessary to adjust the imports so that they will not threaten to impair the national security, and &#167; 232(c) sets forth specific factors for him to consider in exercising his authority. Pp. 558-560.</p>\n      <p class=\"indent\">(b) In authorizing the President to \"take such action and for such time, as he deems necessary to adjust the imports of (an) article and its derivatives,\" &#167; 232(b)'s language clearly grants him a measure of discretion in determining the method used to adjust imports, and there is no support in the statute's language that the authorization to the President to \"adjust\" imports should be read to encompass only quantitative methods, I. e., quotas, as opposed to monetary methods, I. e., license fees, of effecting such adjustments; so to limit the word \"adjust\" would not comport with the range of factors that can trigger the President's authority under &#167; 232(b)'s language. Pp. 561-562.</p>\n      <p class=\"indent\">(c) Furthermore, &#167; 232(b)'s legislative history amply indicates that the President's authority extends to the imposition of monetary exactions, I. e., license fees and duties, and belies any suggestion that Congress, despite its use of broad language in the statute itself, intended to confine the President's authority to the imposition of quotas and to bar him from imposing a license fee system such as the one in question. Pp. 562-571.</p>\n      <p class=\"indent\">171 U.S.App.D.C. 113, 518 F.2d 1051, reversed and remanded.</p>\n      <p class=\"indent\">Sol. Gen. Robert H. Bork, Washington, D. C., for petitioners.</p>\n      <p class=\"indent\">Francis X. Bellotti, Atty. Gen., and Harold B. Dondis, Boston, Mass., for respondents.</p>\n      <p class=\"indent\">Mr. Justice MARSHALL delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Section 232(b) of the Trade Expansion Act of 1962, 76 Stat. 877, as amended by &#167; 127(d) of the Trade Act of 1974, 88 Stat. 1993, 19 U.S.C. &#167; 1862(b) (1970 ed., Supp. IV), provides that if the Secretary of the Treasury finds that an \"article is being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security,\" the President is authorized to</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">\"take such action, and for such time, as he deems necessary      to adjust the imports of (the) article and its derivatives so      that . . . imports (of the article) will not threaten to      impair the national security.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">All parties to this case agree that &#167; 232(b) authorizes the President to adjust the imports of petroleum and petroleum products by imposing quotas on such imports. What we must decide is whether &#167; 232(b) also authorizes the President to control such imports by imposing on them a system of monetary exactions in the form of license fees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">* The predecessor statute to &#167; 232(b) was originally enacted by Congress as &#167; 7 of the Trade Agreements Extension Act of 1955, c. 169, &#167; 7, 69 Stat. 166 (see n. 21, Infra ), and amended by &#167; 8 of the Trade Agreements Extension Act of 1958, Pub.L. 85-686, 72 Stat. 678. The advisory function currently performed under &#167; 232(b) by the Secretary of the Treasury was performed by the Director of the Office of Defense Mobilization (ODM) under the 1955 and 1958 statutes. But, like &#167; 232(b), those statutes allowed the President, on a finding that imports of an article were threatening \"to impair the national security,\" to \"take such action as he deem(ed) necessary to adjust the imports of (the) article . . . .\" In 1959, President Eisenhower, having been advised by the Director of ODM that \" 'crude oil and the principal crude oil derivatives and products are being imported in such quantities and under such circumstances as to threaten to impair the national security,' \" invoked the 1958 version of the provision and established the Mandatory Oil Import Program (MOIP). Presidential Proclamation No. 3279, 3 CFR 11 (1959-1963 Comp.); U.S.Code Cong. &amp; Admin.News 1959, p. 948. The MOIP, designed to reduce the gap between domestic supply and demand by encouraging the development of domestic production and refinery capacity, imposed a system of quotas on the importation of petroleum and petroleum products. The program was not wholly successful, however, and in the face of domestic consumption which continued to grow faster than domestic production, Presidents Kennedy, Johnson, and Nixon each felt compelled to amend it by raising the permissible quota levels. App. 211-212.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In light of a Cabinet task force conclusion that the MOIP, as then constituted, was not fulfilling its objectives,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> President Nixon, acting pursuant to &#167; 232(b), radically amended the program in 1973. Presidential Proclamation No. 4210, 3 CFR 31 (1974); U.S.Code Cong. &amp; Admin.News 1973, p. 3407. The President suspended existing tariffs on oil imports and provided \"for a gradual transition from the existing quota method of adjusting imports of petroleum and petroleum products to a long-term program for adjustment of imports of petroleum and petroleum products through . .. the institution of a system of fees applicable to imports of crude oil, unfinished oils, and finished products . . . .\" Id., At 32, U.S.Code Cong. &amp; Admin.News 1973, p. 3407. This amended program established a gradually increasing schedule of license fees for importers. With respect to crude oil, the fee was scheduled to increase from an initial 10 1/2 cents per barrel on May 1, 1973, to 21 cents per barrel on May 1, 1975. With respect to most finished petroleum products, the fee was to rise gradually from 15 cents per barrel on May 1, 1973, to 63 cents per barrel on November 1, 1975.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Id., At 36. While initially some oil imports were exempted from the license fee requirements, the exemption levels were scheduled to decrease annually so that by 1980 the fees would be applicable to all oil imports.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">President Nixon's 1973 program apparently did not wholly fulfill the objectives to which it was directed. Accordingly, the Secretary of the Treasury, acting pursuant to &#167; 232(b), see n. 1, Supra, initiated an investigation on January 4, 1975, \"to determine the effects on the national security of imports of petroleum and petroleum products.\" Memorandum from Secretary of the Treasury Simon to Assistant Secretary of the Treasury MacDonald (Simon Memorandum), App. 154. While &#167; 232(b), directs the Secretary \"if it is appropriate (to do so, to) hold public hearings or otherwise afford ierested parties an opportunity to present information and advice\" as part of such an investigation, 19 U.S.C. &#167; 1862(b) (1970 ed., Supp. IV), the Secretary found that such procedures would interfere with \"national security interests\" and were \"inappropriate\" in this case. Simon Memorandum, App. 154. The investigation therefore proceeded without any public hearing or call for submissions from interested nongovernmental parties.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Secretary submitted a report on his investigation to President Ford on January 14, 1975. Intimating that the measures then in force under &#167; 232(b) had indeed not solved the problems to which they were directed, the Secretary indicated that the United States' dependence on foreign oil had continued to increase since 1966 and that foreign sources currently accounted for well over a third of domestic consumption. The Secretary concluded that</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"crude oil, principal crude oil derivatives and products, and      related products derived from natural gas and coal tar are      being imported into the United States in such quantities as      to threaten to impair the national security (and) the      foregoing products are being imported into the United States      under such circumstances as to threaten to impair the      national security.\" App. 133.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the basis of these findings, the Secretary recommended to the President that</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"appropriate action be taken to reduce imports of crude oil,      principal oil derivatives and products, and related products      derived from natural gas and coal tar into the United States      . . . .\" Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The President agreed with the findings of the Secretary's investigation and concluded that it was \"necessary and consistent with the national security to further discourage importation into the United States of petroleum, petroleum products, and related products . . ..\" Presidential Proclamation No. 4341, 3A CFR 2 (1975), U.S.Code Cong. &amp; Admin.News 1975, p. 2470. Invoking &#167; 232(b), he issued a Proclamation on January 23, 1975, which, effective immediately, raised the so-called \"first-tier\" license fees that were imposed in 1973, see Supra, at 553, to the maximum levels previously scheduled to be reached only some months later.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Presidential Proclamation No. 4341, Supra. The Proclamation also imposed on all imported oil, whether covered by the first-tier fees or not, a supplemental fee of $1 per barrel for oil entering the United States on or after February 1, 1975. The supplemental fee was scheduled to rise to $2 a barrel for oil entering after March 1, 1975, and to $3 per barrel for oil entering after April 1, 1975.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Finally, the Proclamation reinstated the tariffs that had been suspended in April 1973. Soon after issuance of the Proclamation, the Federal Energy Administration (FEA) amended its oil import regulations in order to implement the new program. 40 Fed.Reg. 4771-4776 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Four days after the Proclamation was issued, respondents eight States and their Governors,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> 10 utility companies,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and Congressman Robert F. Drinan of Massachusetts challenged the license fees in two suits filed against the Secretary of the Treasury, the Administrator of the FEA, and the Treasurer of the United States in the United States District Court for the District of Columbia. Seeking declaratory and injunctive relief, they alleged that the imposition of the fees was beyond the President's constitutional and statutory authority, that the fees were imposed without necessary procedural steps having been taken, and that petitioners (hereinafter the Government) violated the National Environmental Policy Act of 1969 (NEPA), 83 Stat. 852, 42 U.S.C. &#167; 4321 Et seq., By failing to prepare an environmental impact statement prior to the imposition of the fees.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The District Court denied respondents' motions for preliminary injunctions and filed findings of fact and conclusions of law which, at the request of respondents, it later declared to be final. See 171 U.S.App.D.C. 113, 124, 126, 518 F.2d 1051, 1062, 1064 (1975) (appendix to dissenting opinion in Court of Appeals). The court found that &#167; 232(b) is a valid delegation to the President of the power to impose license fees on oil imports. Id., at 128-129, 518 F.2d, at 1066-1067. It further ruled that the procedures followed by the President and the Secretary of the Treasury in imposing the license fees fully conformed to the requirments of the statute. Id., At 130, 518 F.2d, at 1068. Finally, the court held that \"in view of the emergency nature of the problem and the need for prompt action,\" Id., At 131, 518 F.2d, at 1069, the Government was not required to file an environmental impact statement prior to imposition of the fees and hence was not in violation of the NEPA. Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Respondents' appeals from these judgments were consolidated with their petitions to the Court of Appeals for the District of Columbia Circuit for review of the FEA regulations implementing the license fee program. The allegations in the challenges to the regulations were substantially the same as those raised in the District Court actions, adding only a contention that the FEA had failed to follow certain procedural provisions of the Federal Energy Administration Act, 88 Stat. 97, 15 U.S.C. &#167; 761 Et seq. (1970 ed., Supp. IV). The Court of Appeals, with one judge dissenting, held that &#167; 232(b) does not authorize the President to impose a license fee scheme as a method of adjusting imports. 171 U.S.App.D.C. 113, 518 F.2d 1051 (1975). According to the court, reading the statute to authorize the action taken by the President \"would be an anomalous departure\" from \"the consistently explicit, well-defined manner in which Congress has delegated control over foreign trade and tariffs.\" Id., At 117, 518 F.2d, at 1055. In the court's view, &#167; 232(b)'s legislative history indicated that Congress' authorization of the President to \"adjust the imports of (an) article\" encompassed only the use of \"direct\" controls such as quotas and did not encompass the use of license fees. Id., At 121, 518 F.2d, at 1059. Finding no need to address any of the other issues that were raised, the court reversed the judgment of the District Court, instructed that court to enter appropriate relief for respondents, and set aside the challenged FEA regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We granted the Government's petition for certiorari, 423 U.S. 923, 96 S.Ct. 265, 46 L.Ed.2d 249 (1975),<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and now reverse. Both the language of &#167; 232(b) and its legislative history lead us to conclude that it authorizes the action taken by the President in this case.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>II</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Preliminarily, we reject respondents' suggestion that we must construe &#167; 232(b) narrowly in order to avoid \"a serious question of unconstitutional delegation of legislative power.\" Respondents Brief for 42. Even if 232(b) is read to authorize the imposition of a license fee system, the standards that it provides the President in its implementation are clearly sufficient to meet any delegation doctrine attack.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Hampton, Jr., &amp; Co. v. United States, 276 U.S. 394, 48 S.Ct. 348, 72 L.Ed. 624 (1928), this Court upheld the constitutionality of a provision empowering the President to increase or decrease import duties in order to equalize the differences between foreign and domestic production costs for similar articles. There, the Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\"If Congress shall lay down by legislative act an      intelligible principle to which the (President) is directed      to conform, such legislative action is not a forbidden      delegation of legislative power.\" Id., At 409, 48 S.Ct., at      352.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Section 232(b) easily fulfills that test. It establishes clear preconditions to Presidential action Inter alia, A finding by the Secretary of the Treasury that an \"article is being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security.\" Moreover, the leeway that the statute gives the President in deciding what action to take in the event the preconditions are fulfilled is far from unbounded. The President can act only to the extent \"he deems necessary to adjust the imports of such article and its derivatives so that such imports will not threaten to impair the national security.\" And &#167; 232(c), see n. 1, Supra, Articulates a series of specific factors to be considered by the President in exercising his authority under &#167; 232(b).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> In light of these factors and our recognition that \"(n)ecessity . . . fixes a point beyond which it is unreasonable and impracticable to compel Congress to prescribe detailed rules . . .,\" American Power &amp; Light Co. v. SEC, 329 U.S. 90, 105, 67 S.Ct. 133, 142, 91 L.Ed. 103 (1946), we see no looming problem of improper delegation<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> that should affect our reading of &#167; 232(b).</p>\n    </div>\n    <p class=\"center\">B</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In authorizing the President to \"take such action, and for such time, as he deems necessary to adjust the imports of (an) article and its derivatives,\" the language of &#167; 232(b) seems clearly to grant him a measure of discretion in determining the method to be used to adjust imports. We find no support in the language of the statute for respondents' contention that the authorization to the President to \"adjust\" imports should be read to encompass only quantitative methods I. e., quotas as opposed to monetary methods I. e., license fees of effecting such adjustments.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Indeed, reading respondents' suggested limitation into the word \"adjust\" would be inconsistent with the range of factors that can trigger the President's authority under &#167; 232(b)'s language. Section 232(b) authorizes the President to act after a finding by the Secretary of the Treasury that a given article is being imported \"in such quantities or Under such circumstances as to threaten to impair the national security.\" (Emphasis added.) The emphasized language reflects Congress' judgment that \"not only the quantity of imports . . . but also the circumstances under which they are coming in: their use, their availability, their character\" could endanger the national security and hence should be a potential basis for Presidential action. 104 Cong.Rec. 10542-10543 (1958) (remarks of Rep. Mills). It is most unlikely that Congress would have provided that dangers posed by factors other than the strict quantitative level of imports can justify Presidential action, but that that action must be confined to the imposition of quotas. Unless one assumes, and we do not, that quotas will always be a feasible method of dealing directly with national security threats posed by the \"circumstances\" under which imports are entering the country, limiting the President to the use of quotas would effectively and artificially prohibit him from directly dealing with some of the very problems against which &#167; 232(b) is directed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Turning from &#167; 232's language to its legislative history, again there is much to suggest that the President's authority extends to the imposition of monetary exactions I. e., license fees and duties. The original enactment of the provision in 1955 as well as Congress' periodic reconsideration of it in subsequent years gives us substantial grounds on which to conclude that its authorization extends beyond the imposition of quotas to the type of action challenged here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">During congressional hearings on the Trade Agreements Extension Act of 1955, there was substantial testimony that increased imports were threatening to damage various domestic industries whose viability was perceived to be critical to the national security.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> In an effort to deal with the problem, the Senate Committee on Finance considered several proposals designed to supplement the existing statutory provision, known as the Symington Amendment,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> that barred reductions in duties \"on any article if the President finds that such reduction would threaten domestic production needed for projected national defense requirements.\" Act of July 1, 1954, Pub.L. 464, &#167; 2, 68 Stat. 360.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Among these amendments was one proposed by Senator Neely which provided in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\"(T)he President shall take Such action as is necessary to      restrict imports of commodities whenever such imports      threaten to retard the domestic development and expansion or      maintenance of domestic production of natural resource      commodities or any other commodities which he determines to      be essential to the national security. . . .\" Hearings on      H.R. 1 before the Senate Committee on Finance, 84th Cong.,      1st Sess., 1033 (1955) (emphasis added).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In explaining what action would be authorized under the Neely Amendment, Senator Martin, one of its cosponsors, explained that it authorized the President \"to take such action as is necessary, including the imposition of import quotas Or the increase in duties, to protect the domestic industry concerned.\" Id., at 2097 (emphasis added). Thus, the Neely Amendment clearly would have given the President the authority to impose monetary exactions as a method of restricting imports.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">While the Neely Amendment was not reported out of committee, it is strikingly similar in language to the Byrd-Millikin Amendment the substitute provision that was reported out and eventually enacted into law. The Byrd-Millikin Amendment authorized the President, after appropriate recommendations had been made by the Director of the ODM, to \"take such action as he deems necessary to adjust the imports of (an) article to a level that will not threaten to impair the national security.\" S.Rep. No. 232, 84th Cong., 1st Sess., 14 (1955), U.S.Code Cong. &amp; Admin.News 1955, p. 2106.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Given the similarity in the operative language of the two proposals, it is fair to infer that if, as Senator Martin stated, the Neely Amendment was intended to authorize the imposition of monetary exactions, so too was the Byrd-Millikin Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The debate on the Senate floor lends further support to this reading of the Byrd-Millikin Amendment. Senator Millikin himself stated without contradiction that the Amendment authorized the President \"to take whatever action he deems necessary to adjust imports . . . (including the use of) tariffs, quotas, import taxes or other methods of import restriction.\" 101 Cong.Rec. 5299 (1955). As a statement of one of the legislation's sponsors, this explanation deserves to be accorded substantial weight in interpreting the statute. National Woodwork Mfrs. Assn. v. NLRB, 386 U.S. 612, 640, 87 S.Ct. 1250, 1266, 18 L.Ed.2d 357 (1967); Schwegmann Bros. v. Calvert Distillers Corp., 341 U.S. 384, 394-395, 71 S.Ct. 745, 750-751, 95 L.Ed. 1035 (1951).<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Senator Millikin's statement does not stand alone, Senator Byrd, another of the Amendment's sponsors, explained in colloquy with Senator Saltonstall that the Amendment put all commodities \"On the same basis as agricultural commodities. It simply leaves to the President the power, in his discretion, to decide whether to impose a quota or to reduce the imports.\" 101 Cong. Rec. 5297 (1955) (emphasis added). The reference in the emphasized phrase is to &#167; 22 of the Agricultural Adjustment Act, the subject of an earlier exchange between Senator Byrd and Senator Thye. 101 Cong.Rec. 5296 (1955). Section 22 allows the President under certain circumstances to \"Impose such fees . . . or such quantitative limitations\" as he finds necessary to protect the domestic production of an agricultural commodity. 49 Stat. 773, as amended, 7 U.S.C. &#167; 624(b) (emphasis added). Senator Byrd's comparison of &#167; 22 and the Byrd-Millikin Amendment thus appears to reflect his understanding that Presidential authority under the Amendment extended to the imposition of fees.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Finally, we note two other statements on the floor of the Senate which lend direct support to the Government's reading of the Byrd-Millikin Amendment. Senator Bennett stated that it was his understanding that the Amendment would authorize use of \"the entire scope of tariffs, quotas, restrictions, stockpiling, and any other variation of these programs in order to protect a particular industry.\" 101 Cong.Rec. 5588 (1955).<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> And Senator Barkley, a member of the Senate Committee on Finance, expressed his understanding that the Amendment would allow the President to \"impose such quotas Or take such other steps as he may believe to be desirable in order to maintain the national security.\" <i>Id</i>., at298 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the House debate following Senate passage of the Byrd-Millikin Amendment, Id., at 5655, and its acceptance with a minor modification by the House conferees, H.R.Conf.Rep. No. 745, 84th Cong., 1st Sess., 2, 6-7 (1955), U.S.Code Cong. &amp; Admin.News 1955, p. 2136, we find further indications that the Amendment authorized the imposition of monetary exactions. In explaining the provisions of the Amendment, Congressman Cooper, chairman of the House Ways and Means Committee and a member of the Conference Committee, indicated his concern that \"Any modification of a duty on imports or a quota would (because of retaliation from abroad) inevitably result in a curtailment of exports by the United States.\" 101 Cong.Rec. 8161 (1955) (emphasis added). Furthermore, as part of his explanation of the Amendment, Cooper presented a letter he had received from Gerald D. Morgan, Special Counsel to the President, which expressed the administration's understanding that under the Amendment, the President's action to adjust imports \"could take any form that was appropriate to the situation.\" Id., at 8162.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> Thus, when Congress finally enacted the Byrd-Millikin Amendment's national security provision, 69 Stat. 166,<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> as part of the Trade Agreement Extension Act of 1955, not only had Members of both Houses indicated that the provision authorized the imposition of monetary exactions, but the Executive Branch, too, had advised the Congress of its understanding of the broad scope of the authority granted by the Amendment.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Three years later, in the context of its consideration of the Trade Agreements Extension Act of 1958, Congress re-examined the Byrd-Millikin national security provision. In the course of its deliberations, the Subcommittee on Foreign Trade Policy of the House Ways and Means Committee had before it a 1957 report submitted to it by the ODM, expressing the views of the Executive Branch that \"the imposition of new or increased tariff duties on imports . . . (was) authorized by the language adopted.\"<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> Fully aware that the Executive Branch then, as in 1955, understood the provision as authorizing the imposition of monetary exactions, the Committee did not recommend any change in its wording to confine more narrowly the bounds of its authorization. On the contrary, the Committee in its report indicated with approval its own understanding that the statute provided \"those best able to judge national security needs . . . (with) a way of taking Whatever action is needed to avoid a threat to the national security through imports.\" H.R.Rep. No. 1761, 85th Cong., 2d Sess., 13 (1958) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">While Congress in 1958 made several procedural changes in the statute and established criteria to guide the President's determination as to whether action under the provision might be necessary, it added no limitations with respect to the type of action that the President was authorized to take.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> &#167; 8, 72 Stat. 678. The 1958 re-enactment, like the 1955 provision, authorized the President under appropriate conditions to \"take such action\" \"as he deems necessary to adjust the imports . . . .\" Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">When the national security provision next came up for re-examination, it was re-enacted without material change as &#167; 232(b) of the Trade Expansion Act of 1962. In its analysis the Court of Appeals placed great emphasis on the fact that in the course of Congress' deliberations the Senate passed and the Conference Committee deleted, H.R.Conf.Rep. No. 2518, 87th Cong., 2d Sess., 13 (1962), U.S.Code Cong. &amp; Admin.News 1962, p. 3133, an amendment which provided:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\"Notwithstanding any other provision of law, the President may, when he finds it in the national interest,      proclaim with respect to any article imported into the United      States</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\"(1) the increase of any existing duty on such article to      such rate as he finds necessary;</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\"(2) the imposition of a duty on such article (if it is not      otherwise subject to duty) at such rate as he finds      necessary, and</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">\"(3) the imposition of such other import restrictions as he      finds necessary.\" 108 Cong.Rec. 19573 (1962).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Court of Appeals inferred from the rejection of this amendment that Congress understood the then existing grant of authority to be limited to the imposition of quotas. According to the court, the amendment would have \"explicitly (given) the President the same authority he claims derives implicitly from &#167; (232(b),)\" 171 U.S.App.D.C., at 121, 518 F.2d, at 1059, and Congress' refusal to enact the amendment was tantamount to a rejection of the Government's interpretation of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We disagree, however, with the Court of Appeals' assessment of the proposed amendment. The amendment was in reality far more than an articulation of the authority that the Government finds to be contained in &#167; 232(b). Unlike &#167; 232(b), the rejected proposal would not have required a prior investigation and findings by an executive department as a prerequisite to Presidential action. Moreover, the broad \"national interest\" language of the proposal, together with its lack of any standards for implementing that language, stands in stark contrast with &#167; 232(b)'s narrower criterion of \"national security\" and &#167; 232(c)'s articulation of standards to guide the invocation of the President's powers under &#167; 232(b). In light of these clear differences between the rejected proposal and &#167; 232(b), we decline to infer from the fact that the Senate amendment was proposed, or from the fact that it was rejected, that Congress felt that the President had no power to impose monetary exactions under &#167; 232(b).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Only a few months after President Nixon invoked the provision to initiate the import license fee system challenged here, Congress once again re-enacted the Presidential authorization encompassed in &#167; 232(b) without material change. Trade Act of 1974, Pub.L. 93-618, 88 Stat. 1993. Making no mention of the President's action, both the Senate Committee report and the conference report recited the language of the statute itself to reaffirm that under &#167; 232(b) the President \"may . . . take such action, and for such time, as he deems necessary, to adjust imports so as to prevent impairment of the national security.\" H.R.Conf.Rep. No. 93-1644, p. 29 (1974); S.Rep. No. 93-1298, pp. 96-97 (1974), U.S.Code Cong. &amp; Admin.News 1974, p. 7186. The congressional acquiescence in President Nixon's action manifested by the re-enactment of &#167; 232(b) provides yet further corroboration that &#167; 232(b) was understood and intended to authorize the imposition of monetary exactions as a means of adjusting imports.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Taken as a whole then, the legislative history of &#167; 232(b) belies any suggestion that Congress, despite its use of broad language in the statute itself, intended to limit the President's authority to the imposition of quotas and to bar the President from imposing a license fee system like the one challenged here. To the contrary, the provision's original enactment, and its subsequent re-enactment in 1958, 1962, and 1974 in the face of repeated expressions from Members of Congress and the Executive Branch as to their broad understanding of its language all lead to the conclusion that &#167; 232(b) does in fact authorize the actions of the President challenged here. Accordingly, the judgment of the Court of Appeals to the contrary cannot stand.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A final word is in order. Our holding today is a limited one. As respondents themselves acknowledge, a license fee as much as a quota has its initial and direct impact on imports, albeit on their price as opposed to their quantity. Brief for Respondents 26. As a consequence, our conclusion here, fully supported by the relevant legislative history, that the imposition of a license fee is authorized by &#167; 232(b) in no way compels the further conclusion that Any action the President might take, as long as it has even a remote impact on imports, is also so authorized.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The judgment of the Court of Appeals is reversed, and this case is remanded to that court for proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 232(b) provides in full:</p>\n        <p>\"Upon request of the head of any department or agency, upon application of an interested party, or upon his own motion, the Secretary of the Treasury (hereinafter referred to as the 'Secretary') shall immediately make an appropriate investigation, in the course of which he shall seek information and advice from, and shall consult with, the Secretary of Defense, the Secretary of Commerce, and other appropriate officers of the United States, to determine the effects on the national security of imports of the article which is the subject of such request, application, or motion. The Secretary shall, if it is appropriate and after reasonable notice, hold public hearings or otherwise afford interested parties an opportunity to present information and advice relevant to such investigation. The Secretary shall report the findings of his investigation under this subsection with respect to the effect of the importation of such article in such quantities or under such circumstances upon the national security and, based on such findings, his recommendation for action or inaction under this section to the President within one year after receiving an application from an interested party or</p>\n        <p>otherwise beginning an investigation under this subsection. If the Secretary finds that such article is being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security, he shall so advise the President and the President shall take such action, and for such time, as he deems necessary to adjust the imports of such article and its derivatives so that such imports will not threaten to impair the national security, unless the President determines that the article is not being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security.\"</p>\n        <p>Section 232(c) of the Act, 19 U.S.C. &#167; 1862(c) (1970 ed., Supp. IV) provides the President and the Secretary of the Treasury with guidance as to some of the factors to be considered in implementing &#167; 232(b). It provides:</p>\n        <p>\"For the purposes of this section, the Secretary and the President shall, in the light of the requirements of national security and without excluding other relevant factors, give consideration to domestic production needed for projected national defense requirements, the capacity of domestic industries to meet such requirements, existing and anticipated availabilities of the human resources, products, raw materials, and other supplies and services essential to the national defense, the requirements of growth of such industries and such supplies and services including the investment, exploration, and development necessary to assure such growth, and the importation of goods in terms of their quantities, availabilities, character, and use as those affect such industries and capacity of the United States to meet national security requirements. In the administration of this section, the Secretary and the President shall further recognize the close relation of the economic welfare of the Nation to our national security, and shall take into consideration the impact of foreign competition on the economic welfare of individual domestic industries; and any substantial unemployment, decrease in revenues of government, loss of skills or investment, or other serious effects resulting from the displacement of any domestic products by excessive imports shall be considered, without excluding other factors, in determining whether such weakening of our internal economy may impair the national security.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See Cabinet Task Force on Oil Import Control, The Oil Import Question 128 (1970).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Under President Nixon's plan, the fee for motor gasoline was scheduled to reach its maximum of 63 cents on May 1, 1975. App. 97.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Proclamation did not alter the schedule by which exemptions from the first-tier fees were not to be eliminated until 1980.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The supplemental fee increases scheduled to go into effect in March and April were twice deferred. See Presidential Proclamation No. 4355, 3A CFR 26 (1975), U.S.Code Cong. &amp; Admin.News 1975, p. 2485; Presidential Proclamation No. 4370, 3A CFR 45 (1975), U.S.Code Cong. &amp; Admin.News 1975, p. 2498. While the $2 fee finally went into effect on June 1, 1975, Presidential Proclamation No. 4377, 3A CFR 53 (1975), U.S.Code Cong. &amp; Admin.News 1975, p. 2503, it was never increased to $3. Indeed, on January 3, 1976, President Ford eliminated the $2 fee. Pres.Proc. 4412, 3 CFR 3 (1977), U.S.Code Cong. &amp; Admin.News 1976, p. 262. See n. 8, Infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The States joining in the suit together with their Governors were Connecticut, Maine, Massachusetts, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont. The State of Minnesota intervened as a plaintiff after the complaint was filed and is also a respondent here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The 10 utility companies are Algonquin SNG, Inc., New England Power Co., New Bedford Gas and Edison Light Co., Cambridge Electric Light Co., Canal Electric Co., Montaup Electric Co., Connecticut Light and Power Co., Hartford Electric Light Co., Western Massachusetts Electric Light Co., and Holyoke Water Power Co.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Subsequent to our granting certiorari, the President signed the Energy Policy and Conservation Act of 1975, 89 Stat. 871, 42 U.S.C. &#167; 6201 et seq. (1970 ed., Supp. V). That Act is aimed at encouraging domestic oil production by gradually decontrolling the price of domestically produced crude oil. On January 3, 1976, indicating that \"the purposes of the supplemental (oil import license) fee\" will be served by the Act, the President announced the elimination of the supplemental fees imposed by Presidential Proclamation No. 4341, 3A CFR 2 (1975). Presidential Proclamation No. 4412, 3 CFR 3 (1977). He did not, however, eliminate the \"first-tier\" fees originally imposed by Presidential Proclamation No. 4210, 3 CFR 31 (1974). Since respondents seek to enjoin the first-tier as well as the supplemental fees, the question here whether &#167; 232(b) grants the President authority to impose license fees remains a live controversy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Respondents' suits are not barred by the Anti-Injunction Act, 26 U.S.C. &#167; 7421(a), which in relevant part provides that \"no suit for the purpose of restraining the assessment or collection of any tax shall be maintained in any court by any person . . . .\" The Anti-Injunction Act applies to suits brought to restrain assessment of taxes assessable under the Internal Revenue Codes of 1954 and 1939. 26 U.S.C. &#167;&#167; 7421(a), 7851(a)(6)(A), 7851(a)(6)(C)(iv). The license fees in this case are assessed under neither Code but rather under the authority conferred on the President by the Trade Expansion Act of 1962, as amended by the Trade Act of 1974. The fees are therefore not \"taxes\" within the scope of the Anti-Injunction Act.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Respondents rely on our decision in National Cable Television Assn. v. United States, 415 U.S. 336, 94 S.Ct. 1146, 39 L.Ed.2d 370 (1974), to support their delegation doctrine argument. But we find that case clearly distinguishable from the one before us today. In National Cable Television, We held that the fees to be imposed on community antenna television systems should be measured by the \"value to the recipient\" even though the language of the general statute allowing fee setting by federal agencies, 31 U.S.C. &#167; 483a, permits consideration not only of \"value to the recipient\" but also of \"public policy or interest served, and other pertinent facts.\" The Court's conclusion that the words of the last-quoted phrase were not relevant to the CATV situation was apparently motivated by a desire to avoid any delegation doctrine problem that might have been presented by a contrary conclusion. 415 U.S., at 342, 94 S.Ct., at 1149. But what might be considered the open-ended nature of the phrase \"public policy or interest served, and other pertinent facts\" stands in contrast to &#167; 232(b)' &#167; more limited authorization of the President to act only to the extent necessary to eliminate a threat of impairment to the national security, and &#167; 232(c)'s articulation of standards to guide the President in making the decision whether to act. See n. 1, Supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The amount of oil exempted from the \"first-tier\" license fees, see Supra, at 553, Imposed in 1973 varies among five geographical districts within the Nation. See Presidential Proclamation No. 4341, 3A CFR 2 (1975); Presidential Proclamation No. 4210, 3 CFR 31 (1974). Respondents seize on this fact to argue that the \"first-tier\" fee schedule contravenes Art. I, &#167; 8, cl. 1, of the Constitution which requires that import duties be uniform throughout the United States. But that issue is not properly before the Court. Sustaining respondents' Uniformity Clause argument would call, not for invalidation of the entire license fee scheme, but only for elimination of the geographical differences in the exemptions allowed under it. This would represent not an affirmance of the judgments below, which effectively invalidated the entire scheme and its implementing regulations, but rather a modification of those judgments. But since respondents filed no cross-petition for certiorari, they are at this point precluded from seeking such modification. See Mills v. Electric Auto-Lite Co., 396 U.S. 375, 381 n. 4, 90 S.Ct. 616, 620, 24 L.Ed.2d 593 (1970).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See, E. g., Hearings on H.R. 1 before the House Committee on Ways and Means, 84th Cong., 1st Sess., 1006 (analytical balance industry), 1264 (petroleum industry) (1955); Hearings on H.R. 1 before the Senate Committee on Finance, 84th Cong., 1st Sess., 602 (lead and zinc mining industry), 721 (coal mining industry) (1955).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The Symington amendment is currently codified in somewhat modified form at 19 U.S.C. &#167; 1862(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> In contrast to the Senate Committee on Finance, the House Committee on Ways and Means concluded that the Symington Amendment was adequate to deal with any potential threats to the national security posed by foreign imports. H.R.Rep. No. 50, 84th Cong., 1st Sess., 44 (1955), U.S.Code Cong. &amp; Admin.News 1955, p. 2071.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> A separate portion of the Neely Amendment would have placed quotas on petroleum imports.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Unlike the Neely Amendment, see n. 15, Supra, the Byrd-Millikin Amendment did not single out any named industries for protection by quotas.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Differing with the Court of Appeals, we do not believe that the fact that Senator Millikin represented a State that might have benefited from an expansive reading of the statute \"blur(s) (the) probative value,\" 171 U.S.App.D.C. 113, 120, 518 F.2d 1051, 1058 (1975), of his explanation. Many if not most pieces of legislation are sponsored by Members of Congress whose constituents have a special interest in their passage, but we have never let this fact diminish the weight we give a sponsor's statements.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Moreover, Senator Byrd's reference in the above-quoted exchange to the power of the President under the Amendment \"to impose a quota Or to reduce the imports,\" 101 Cong.Rec. 5297 (1955), also suggests that he understood that power to extend beyond the imposition of quotas. See Note, 89 Harv.L.Rev. 432, 435 n. 31 (1975).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The Court of Appeals characterized Senator Bennett's remarks as going to \"the entire bill and other existing laws.\" 171 U.S.App.D.C., at 119, 518 F.2d, at 1057. Our examination of the context of his remarks persuades us, however, that they were more probably made with specific reference to the Byrd-Millikin Amendment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> A copy of the Morgan letter was also sent to Senator Byrd, Chairman of the Senate Committee on Finance. See 101 Cong.Rec. 8162 (1955).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> As finally enacted the Amendment provided:</p>\n        <p>\"In order to further the policy and purpose of this section, whenever the Director of the Office of Defense Mobilization has reason to believe that any article is being imported into the United States in such quantities as to threaten to impair the national security, he shall so advise the President, and if the President agrees that there is reason for such belief, the President shall cause an immediate investigation to be made to determine the facts. If, on the basis of such investigation, and the report to him of the findings and recommendations made in connection therewith, the President finds that the article is being imported into the United States in such quantities as to threaten to impair the national security, he shall take such action as he deems necessary to adjust the imports of such article to a level that will not threaten to impair the national security.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> We are not unmindful that, as respondents point out, much of the congressional debate referred to the Byrd-Millikin Amendment in the context of giving the President the power to impose import quotas. See, E. g., 101 Cong.Rec. 5572 (1955) (remarks of Sen. Humphrey); Id., at 5582, 5584 (remarks of Sen. Douglas); Id., at 5593 (remarks of Sen. Monroney). But nowhere do the congressional debates reflect an understanding that under the Amendment the President's authority was to be Limited to the imposition of quotas. In light of this fact, we feel fortified in attaching substantial weight to the positive indications discussed above that the authority was not so limited.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Foreign Trade Policy, Compendium of Papers on United States Foreign Trade Policy Collected by the Staff for the Subcommittee on Foreign Trade Policy of the House Ways and Means Committee 643 (1958).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Indeed, while under the 1955 provision the President was authorized to act only on a finding that \"quantities\" of imports threatened to impair the national security, the 1958 provision also authorized Presidential action on a finding that an article is being imported \"under such circumstances\" as to threaten to impair the national security. 72 Stat. 678. See Supra, at 561.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/109489/"
}