{"absolute_url": "/opinion/104740/wilmette-park-dist-v-campbell/", "blocked": false, "citation": {"case_name": "Wilmette Park Dist. v. Campbell", "docket_number": "75", "document_uris": ["/api/rest/v2/document/104740/"], "federal_cite_one": "338 U.S. 411", "federal_cite_three": "94 L. Ed. 2d 205", "federal_cite_two": "70 S. Ct. 195", "id": 89123, "lexis_cite": "1949 U.S. LEXIS 3065", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/89123/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 12, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1949-12-19", "date_modified": "2014-12-21T01:49:08.679530", "docket": "/api/rest/v2/docket/275562/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">338 U.S. 411</p>\n    <p class=\"case_cite\">70 S.Ct. 195</p>\n    <p class=\"case_cite\">94 L.Ed. 205</p>\n    <p class=\"parties\">WILMETTE PARK DIST.<br>v.<br>CAMPBELL.</p>\n    <p class=\"docket\">No. 75.</p>\n    <p class=\"date\">Argued Nov. 15, 16, 1949.</p>\n    <p class=\"date\">Decided Dec. 12, 1949.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Henry J. Brandt, Chicago, Ill., for petitioner.</p>\n      <p class=\"indent\">Mr. Lee A. Jackson, Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice CLARK delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Section 1700(a)(1) of the Internal Revenue Code, as amended, 26 U.S.C.A. &#167; 1700(a)(1), provides for the imposition, except as to certain classes of persons under circumstances not important here, of 'A tax of 1 cent for each 10 cents or fraction thereof of the amount paid for admission to any place, including admission by season ticket or subscription.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Paragraph (2) of the subsection declares that the tax 'shall be paid by the person paying for such admission.' And &#167; 1715 requires that 'Every person receiving any payments for admission * * * subject to the tax imposed by section 1700 * * * shall collect the amount thereof from the person making such payments.'</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This suit, brought to recover penalties paid by petitioner for noncollection of federal admissions tax, presents two questions for determination: Whether &#167; 1700(a) is applicable to paid admittances to a bathing beach operated without purpose of gain by a local park district of Illinois; and, if the Code provision is to be so interpreted, whether the imposition of admissions tax in connection with such state activity is within the constitutional power of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioner is Wilmette Park District, a body politic and corporate located within the Village of Wilmette, Cook County, Illinois. Organized and administered pursuant to Illinois statutes, the District includes within its jurisdiction four park areas. The largest, Washington Park, extends for approximately three-fourths of a mile along Lake Michigan and was acquired partly by grant from the State of Illinois, partly by purchase, and partly by exercise of the power of eminent domain. At the north end of Washington Park, petitioner has operated a public bathing beach during the summer months for many years, under authority conferred by the Illinois Legislature. The beach has been used primarily by residents of the District, but also has been open to nonresidents.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Among the facilities which the District provided at the beach during the period under review were a bath house, automobile parking area, life-saving equipment, flood lighting, drinking fountains, showers, spectator benches, bicycle racks, first aid, and supplies. The operation and maintenance of the area and its various services were solely by the District, which employed the necessary personnel.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioner charged all persons for admittance to the beach. Its charges were of two types: a daily fee of fifty cents on weekdays and one dollar on Saturdays, Sundays and holidays, for which no ticket was issued; and a flat rate for a season ticket which could be purchased on an individual or family basis. These charges were made to cover the expense of maintenance and operation of the beach and of some capital improvements. Over the years the charges were intended merely to approximate these costs and not to produce net income or profit to petitioner; during the period 1940&#8212;1944 the accounts of the beach, maintained on a cash receipts and disbursements basis, reflected an excess of receipts over expenditures of $42.11.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In July 1941 the Collector notified petitioner to collect a tax of 10 per cent on all tickets to the beach sold on or after July 25 of that year. Petitioner had not previously collected such taxes, and it refused to do so after the Collector's notice. Subsequently the Commissioner under &#167; 1718 of the Code assessed over petitioner's protest penalties in the amount of the tax which the Commissioner claimed should have been collected under &#167; 1700(a) from July 25, 1941 through 1945, plus interest and sums due under &#167; 3655(b) of the Code for failure to pay the tax on demand. These penalties amounted to $6,139.93 and were paid out of petitioner's general funds raised by property taxes.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Petitioner filed timely claims for refund which were rejected, and in 1946 brought this suit against the Collector. The District Court entered judgment for petitioner. 76 F.Supp. 924.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The Court of Appeals for the Seventh Circuit reversed. 172 F.2d 885. Because the questions presented have importance in the administration of the admissions tax sections of the Code, we granted certiorari. 337 U.S. 937, 69 S.Ct. 1517.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First. The Government raises no issue as to petitioner's standing to sue for refund. As recovery is here sought of penalties paid from petitioner's general revenue fund after its failure to collect the tax, we deem petitioner's financial interest clearly sufficient.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Second. Section 1700(a) is applicable if the charge made by petitioner for admittance to the beach was, within the meaning of the statutory language, an 'amount paid for admission to any place.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The words of the provision when taken in their ordinary and familiar meaning reflect a legislative purpose of comprehensive application. By its terms the section embraces every payment made in order to secure admittance to a specific location. And this purpose of broad application is not less certain because of anything in the legislative history of the initial adoption of that language.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In this view it is unnecessary to consider whether petitioner's beach area can be distinguished from a 'spectator entertainment,' for we are unable to accept petitioner's argument that Congress intended in &#167; 1700(a) to tax only admissions to such events.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We think it clear that a beach area may be a 'place' in the sense of &#167; 1700(a) (1). Petitioner's beach park, including the adjacent shoal waters, was policed and lighted; the land area was defined, and entrance was through gates. A payment was made by patrons of the beach as the condition of admittance to a specific area with definite physical limits. Thus the fee which petitioner charged was 'paid for admission' to a 'place' as those terms are used in &#167; 1700(a)(1).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We cannot agree with petitioner's suggestion that Congress intended to exempt from tax admissions to any activity not conducted for gain. Section 1701 of the Code did allow certain exemptions prior to their termination on October 1, 1941 pursuant to the Revenue Act of 1941, &#167; 541(b), 55 Stat. 687, 710, 26 U.S.C.A. &#167; 1701 note. In &#167; 1701 Congress exempted admissions to certain classes of events and admissions all the proceeds of which inured exclusively to the benefit of designated classes of persons or organizations. But since Congress did not exempt all activities not for profit as it readily might have done, it appears that admissions to such activities are not for that reason outside the admissions tax scheme. Exmoor Country Club v. United States, 7 Cir., 1941, 119 F.2d 961.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nor is there greater force in petitioner's contention that the admissions tax was not intended to apply in the case of activities conducted by a municipality. In interpreting federal revenue measures expressed in terms of general application, this Court has ordinarily found them operative in the case of state activities even though States were not expressly indicated as subjects of tax. See concurring opinion in State of New York v. United States, 1946, 326 U.S. 572, 584 and n. 3, 66 S.Ct. 310, 312, 315, 90 L.Ed. 326. And in Allen v. Regents of the University System of Georgia, 1938, 304 U.S. 439, 58 S.Ct. 980, 82 L.Ed. 1448, it was decided that the admissions tax law was applicable in connection with activities carried on by an agency of a State, although it does not appear that the issue of legislative purpose was there disputed. However, we are unable to discover that there has been any design to exempt admissions to municipally conducted activities.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> We regard the interpretative issue as controlled by a long continued administrative construction, expressly denying such exemption,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> which has been followed by repeated reenactment of the relevant language without change.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Cf. Helvering v. Winmill, 1938, 305 U.S. 79, 59 S.Ct. 45, 83 L.Ed. 52.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, &#167; 1700(a)(1) is not rendered inapplicable because beach patrons make use of a beach and its facilities, thus affording characterization of the admission fee as a 'use charge.' Few if any admissions taxable under &#167; 1700(a) are not accompanied by a use of the property or equipment to which the admittee's license extends. Although table accommodations for which a charge is made are usually thought of as objects of a patron's use, yet Congress in &#167; 1704 of the Code has declared that for purposes of the admissions tax law a charge for their use must be treated as a charge for admission and not as a rental charge. A similar result must obtain when payment is prerequisite, as it was at petitioner's beach, to both admission to and use of a specific area. Chimney Rock Co. v. United States, 1927, 63 Ct.Cl. 660, certiorari denied 1927, 275 U.S. 552, 48 S.Ct. 115, 72 L.Ed. 421; Twin Falls Natatorium v. United States, D.C.S.D.Idaho 1927, 22 F.2d 308.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The trial court, in allowing judgment for petitioner in view of the use made of the beach, considered the fee a 'use tax.' But if there is no tax exemption for admissions to a municipally conducted activity, then a municipality may not escape tax by claiming that its admission fee is a 'use tax' when a similar private business could not advance such claim. Nor does it matter that petitioner's authority to make any charge to beach patrons is derived from a statute which contemplates a charge for 'use.' Ill.Rev.Stat. c. 105, &#167; 8&#8212;7d (1947). The application of the federal admissions tax statute is not controlled by the characterization of petitioner's fee by local law. Cf. Morgan v. Commissioner of Internal Revenue, 1940, 309 U.S. 78, 81, 626, 60 S.Ct. 424, 426, 84 L.Ed. 585.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We conclude that &#167; 1700(a) is applicable.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Third. The constitutionality of admissions tax levied in connection with an activity of a state instrumentality was before this Court in Allen v. Regents of the University System of Georgia, 1938, 304 U.S. 439, 58 S.Ct. 980, 82 L.Ed. 1448. We there found no constitutional inhibition against a nondiscriminatory imposition of such tax on admissions to an athletic exhibition conducted in connection with a state educational administration and in the performance of a governmental function.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Allen decision followed soon after Helvering v. Gerhardt, 1938, 304 U.S. 405, 58 S.Ct. 969, 82 L.Ed. 1427, which declared two principles limiting state immunity from federal taxation. Id., 304 U.S. at page 419, 58 S.Ct. at pages 974, 975. The first of these, invoked in the Allen decision, was dependent upon the nature of the function being performed by the state agency and excluded from immunity such activities as might be thought not essential for the preservation of state government. We need not consider here the applicability of that doctrine, for the petitioner's assertion of immunity must be rejected on the second restrictive principle reaffirmed in the Gerhardt decision. This 'principle, exemplified by those cases where the tax laid upon individuals affects the state only as the burden is passed on to it by the taxpayer, forbids recognition of the immunity when the burden on the state is so speculative and uncertain that if allowed it would restrict the federal taxing power without affording any corresponding tangible protection to the state government'. 304 U.S. at pages 419&#8212;420, 58 S.Ct. at page 975. According to this principle, the state 'is not necessarily protected from a tax which well may be substantially or entirely absorbed by private persons.' Id., 304 U.S. at page 420, 58 S.Ct. at page 975.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">While the Allen decision assumed that the admissions tax there imposed was a direct burden on the State, that assumption was required only for the purpose of considering the first principle of limitation of immunity as formulated in the Gerhardt case. Such an assumption need not be made here. It is true, of course, that unless there is a shift in demand for admissions to petitioner's beach, imposition of the tax may to an undeterminable extent adversely affect the volume of admissions.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Insofar as this occurs, the services of the District will be less widely available and its revenues from beach admissions will be reduced. But admissions tax, which is 'paid by the person paying for such admission,' is so imposed as to facilitate absorption by patrons of the beach rather than by the District, and we have no evidence that the District will be forced to absorb the tax in order to maintain the volume of its revenues and the availability of its benefits. Cf. Metcalf &amp; Eddy v. Mitchell, 1926, 269 U.S. 514, 526, 46 S.Ct. 172, 175, 70 L.Ed. 384. 'The mere fact that the economic burden of such taxes may be passed on to a state government and thus increase to some extent, here wholly conjectural, the expense of its operation, infringes no constitutional immunity. Such burdens are but normal incidents of the organization within the same territory of two governments, each possessed of the taxing power.' Helvering v. Gerhardt, supra, 304 U.S. at page 422, 58 S.Ct. at page 976.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As it follows that there is no constitutional objection to the tax penalties assessed against petitioner, the decision of the Court of Appeals must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS and Mr. Justice MINTON took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A war tax rate of 1 cent for each 5 cents or major fraction thereof has been in effect since April 1, 1944, pursuant to Revenue Act of 1943, &#167; 302(a), 58 Stat. 21, 61, Act Feb. 25, 1944, 26 U.S.C.A. &#167; 1650.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The District Court allowed recovery only of payments made since January 1, 1945, when respondent took office as Collector. These payments were based on petitioner's operations after October 1, 1941, through 1945. Prior to January 1, 1945, petitioner paid $57.20 on the basis of operations from July 25, 1941, to October 1, 1941.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See 42 Ill.L.Rev. 818, 819&#8212;820 (1948).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Report of the House Committee on Ways and Means relating to the War Revenue Act of 1917 'recommended that this tax be imposed upon all places to which admission is charged, such as motion-picture shows, theaters, circuses, entertainments, cabarets, ball games, athletic games, etc., but not upon admissions all the proceeds of which will go exclusively to the benefit of religious or charitable institutions or for agricultural purposes.' H.R.Rep.No.45, 65th Cong., 1st Sess. 8 (1917). See 55 Cong.Rec. 2148 (1917).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In the admissions tax provisions of the Code, words restricting the imposition of tax to certain classes of places appear only in subsections other than (a) of &#167; 1700. Section 1700(b) imposes a tax of 11 per cent on the permanent use or lease of boxes or seats 'in an opera house or any place of amusement'; such tax is in lieu of that provided for under &#167; 1700(a). Section 1700(c) imposes on the sale outside box offices, of tickets to 'theaters, operas, and other places of amusement' a tax of 11 per cent of the price in excess of the box office price; such tax is in addition to the tax imposed by &#167; 1700(a). Section 1700(d) imposes a tax of 50 per cent on the amount of sales in excess of regular price by the management of 'any opera house, theater, or other place of amusement'. Section 1700(e) imposes a tax of 5 per cent on amounts paid for admission, refreshment, service, or merchandise, 'at any roof garden, cabaret, or other similar place furnishing a public performance for profit'; in such cases no tax may be imposed under &#167; 1700(a).</p>\n        <p>Compare Exmoor Country Club v. United States, 7 Cir., 1941, 119 F.2d 961; Twin Falls Natatorium v. United States, D.C.S.D.Idaho 1927, 22 F.2d 308; United States v. Koller, D.C.W.D.Wash. 1921, 287 F. 418.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Accord: Dashow v. Harrison, D.C.N.D.Ill.1946, 87 F.Supp. 553.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although an exemption was allowed by &#167; 1701 of the Internal Revenue Code prior to October 1, 1941, of 'admissions all the proceeds of which inure * * * exclusively to the benefit of * * * societies or organizations conducted for the sole purpose * * * of improving any city, town, village, or other municipality,' we need not determine whether the exemption was properly interpreted as inapplicable to activities conducted by a municipal corporation. See Treas.Reg. 43 (1928 Ed.) art. 22; id. (1932 Ed.) art. 22; id. (1940 Ed.) &#167; 101.25. The provision became inapplicable prior to the period for which petitioner made payments which could be recovered against the present respondent. See note 2, supra.</p>\n        <p>Petitioner has argued that the specific exemption benefiting municipal improvement societies was intended to afford them the same exemption which Congress thought applied to municipal corporations; thus, it is urged, repeal of the societies' exemption still would leave the exemption in the case of municipally conducted activities. If Congress assumed that any such municipal corporation exemption existed by implication, it seems likely that it did so because of constitutional considerations which we notice hereafter and not because of a belief or purpose that the tax was not applicable to activities conducted by any public agency. Thus Congress, in adopting 49 Stat. 1757, 1792, Act June 22, 1936 and 55 Stat. 303, 350, June 28, 1941, apparently assumed that an express exemption was necessary in order to withdraw admissions to National Parks from the tax statute. Cf. 55 Stat. 687, 710, Sept. 20, 1941, 16 U.S.C.A. &#167; 407d note, terminating such exemptions of park admissions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Treas.Reg. 43 (1919 Ed. Part 1) art. 42; id. (1921 Ed. Part 1) art 42; id. (1922 Ed. Part 1) art. 26; id. (1924 Ed. Part 1) art. 26; id. (1926 Ed. Part 1) art. 26; id. (1928 Ed.) art. 24; id. (1932 Ed.) art. 24; id. (1940 Ed.) &#167; 101.27; id. (1941 Ed.) &#167; 101.16.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Revenue Act of 1918, &#167; 800, 40 Stat. 1057, 1120; Revenue Act of 1921, &#167; 800, 42 Stat. 227, 289; Revenue Act of 1924, &#167; 500, 43 Stat. 253, 320; Revenue Act of 1926, &#167; 500, 44 Stat. 9, 91; Revenue Act of 1928, &#167; 411, 45 Stat. 791, 863; Revenue Act of 1932, &#167; 711, 47 Stat. 169, 271; Pub.Res.No.36, June 28, 1935, 49 Stat. 431; I.R.C. &#167;&#167; 1700, 1701 (1939), 26 U.S.C.A. &#167;&#167; 1700, 1701; Revenue Act of 1941, &#167; 541, 55 Stat. 687, 710.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See Huguenot Yacht Club v. United States, D.C.S.D.N.Y.1940, 32 F.Supp. 387, 388; Lent, The Admissions Tax, 1 Nat.Tax J. 31, 35&#8212;36 (1948); 61 Harv.L.Rev. 894 (1948).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> See Lent, note 10, supra, at 40&#8212;42.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>338 U.S. 411 (1949)</b></center>\n<center><h1>WILMETTE PARK DISTRICT<br>\nv.<br>\nCAMPBELL, COLLECTOR OF INTERNAL REVENUE.</h1></center>\n<center>No. 75.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 15-16, 1949.</center>\n<center>Decided December 12, 1949.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><span class=\"star-pagination\">*412</span> <i>Henry J. Brandt</i> argued the cause for petitioner. With him on the brief was <i>Gilbert H. Hennessey, Jr. Edward R. Johnston</i> was also of counsel.</p>\n<p><i>Lee A. Jackson</i> argued the cause for respondent. With him on the brief were <i>Solicitor General Perlman, Assistant Attorney General Caudle, Ellis N. Slack, Helen Goodner</i> and <i>Melva M. Graney.</i></p>\n<p>MR. JUSTICE CLARK delivered the opinion of the Court.</p>\n<p>Section 1700 (a) (1) of the Internal Revenue Code, as amended, provides for the imposition, except as to certain classes of persons under circumstances not important here, of \"A tax of 1 cent for each 10 cents or fraction thereof of the amount paid for admission to any place, including admission by season ticket or subscription.\"<sup>[1]</sup> Paragraph (2) of the subsection declares that the tax \"shall be paid by the person paying for such admission.\" And § 1715 requires that \"Every person receiving any payments for admission . . . subject to the tax imposed by section 1700 . . . shall collect the amount thereof from the person making such payments.\"</p>\n<p>This suit, brought to recover penalties paid by petitioner for noncollection of federal admissions tax, presents two questions for determination: Whether § 1700 (a) is applicable to paid admittances to a bathing beach operated without purpose of gain by a local park district of Illinois; and, if the Code provision is to be so interpreted, <span class=\"star-pagination\">*413</span> whether the imposition of admissions tax in connection with such state activity is within the constitutional power of Congress.</p>\n<p>Petitioner is Wilmette Park District, a body politic and corporate located within the Village of Wilmette, Cook County, Illinois. Organized and administered pursuant to Illinois statutes, the District includes within its jurisdiction four park areas. The largest, Washington Park, extends for approximately three-fourths of a mile along Lake Michigan and was acquired partly by grant from the State of Illinois, partly by purchase, and partly by exercise of the power of eminent domain. At the north end of Washington Park, petitioner has operated a public bathing beach during the summer months for many years, under authority conferred by the Illinois Legislature. The beach has been used primarily by residents of the District, but also has been open to nonresidents.</p>\n<p>Among the facilities which the District provided at the beach during the period under review were a bath house, automobile parking area, life-saving equipment, flood lighting, drinking fountains, showers, spectator benches, bicycle racks, first aid, and supplies. The operation and maintenance of the area and its various services were solely by the District, which employed the necessary personnel.</p>\n<p>Petitioner charged all persons for admittance to the beach. Its charges were of two types: a daily fee of fifty cents on weekdays and one dollar on Saturdays, Sundays and holidays, for which no ticket was issued; and a flat rate for a season ticket which could be purchased on an individual or family basis. These charges were made to cover the expense of maintenance and operation of the beach and of some capital improvements. Over the years the charges were intended merely to approximate these costs and not to produce net income or profit to petitioner; during the period 1940-1944 the accounts of the beach, <span class=\"star-pagination\">*414</span> maintained on a cash receipts and disbursements basis, reflected an excess of receipts over expenditures of $42.11.</p>\n<p>In July 1941 the Collector notified petitioner to collect a tax of 10 per cent on all tickets to the beach sold on or after July 25 of that year. Petitioner had not previously collected such taxes, and it refused to do so after the Collector's notice. Subsequently the Commissioner under § 1718 of the Code assessed over petitioner's protest penalties in the amount of the tax which the Commissioner claimed should have been collected under § 1700 (a) from July 25, 1941 through 1945, plus interest and sums due under § 3655 (b) of the Code for failure to pay the tax on demand. These penalties amounted to $6,139.93 and were paid out of petitioner's general funds raised by property taxes.</p>\n<p>Petitioner filed timely claims for refund which were rejected, and in 1946 brought this suit against the Collector. The District Court entered judgment for petitioner. 76 F. Supp. 924.<sup>[2]</sup> The Court of Appeals for the Seventh Circuit reversed. 172 F. 2d 885. Because the questions presented have importance in the administration of the admissions tax sections of the Code, we granted certiorari. 337 U. S. 937.</p>\n<p><i>First.</i> The Government raises no issue as to petitioner's standing to sue for refund. As recovery is here sought of penalties paid from petitioner's general revenue fund after its failure to collect the tax, we deem petitioner's financial interest clearly sufficient.<sup>[3]</sup></p>\n<p><i>Second.</i> Section 1700 (a) is applicable if the charge made by petitioner for admittance to the beach was, <span class=\"star-pagination\">*415</span> within the meaning of the statutory language, an \"amount paid for admission to any place.\"</p>\n<p>The words of the provision when taken in their ordinary and familiar meaning reflect a legislative purpose of comprehensive application. By its terms the section embraces every payment made in order to secure admittance to a specific location. And this purpose of broad application is not less certain because of anything in the legislative history of the initial adoption of that language.<sup>[4]</sup> In this view it is unnecessary to consider whether petitioner's beach area can be distinguished from a \"spectator entertainment,\" for we are unable to accept petitioner's argument that Congress intended in § 1700 (a) to tax only admissions to such events.<sup>[5]</sup></p>\n<p>We think it clear that a beach area may be a \"place\" in the sense of § 1700 (a) (1). Petitioner's beach park, including the adjacent shoal waters, was policed and <span class=\"star-pagination\">*416</span> lighted; the land area was defined, and entrance was through gates. A payment was made by patrons of the beach as the condition of admittance to a specific area with definite physical limits. Thus the fee which petitioner charged was \"paid for admission\" to a \"place\" as those terms are used in § 1700 (a) (1).<sup>[6]</sup></p>\n<p>We cannot agree with petitioner's suggestion that Congress intended to exempt from tax admissions to any activity not conducted for gain. Section 1701 of the Code did allow certain exemptions prior to their termination on October 1, 1941 pursuant to the Revenue Act of 1941, § 541 (b). 55 Stat. 687, 710. In § 1701 Congress exempted admissions to certain classes of events and admissions all the proceeds of which inured exclusively to the benefit of designated classes of persons or organizations. But since Congress did not exempt all activities not for profit as it readily might have done, it appears that admissions to such activities are not for that reason outside the admissions tax scheme. <i>Exmoor Country Club</i> v. <i>United States,</i> 119 F. 2d 961 (C. A. 7th Cir., 1941).</p>\n<p>Nor is there greater force in petitioner's contention that the admissions tax was not intended to apply in the case of activities conducted by a municipality. In interpreting federal revenue measures expressed in terms of general application, this Court has ordinarily found them operative in the case of state activities even though States were not expressly indicated as subjects of tax. See concurring opinion in <i>New York</i> v. <i>United States,</i> 326 U. S. 572, 584 and n. 3 (1946). And in <i>Allen</i> v. <i>Regents of the University</i> <span class=\"star-pagination\">*417</span> <i>System of Georgia,</i> 304 U. S. 439 (1938), it was decided that the admissions tax law was applicable in connection with activities carried on by an agency of a State, although it does not appear that the issue of legislative purpose was there disputed. However, we are unable to discover that there has been any design to exempt admissions to municipally conducted activities.<sup>[7]</sup> We regard the interpretative issue as controlled by a long-continued administrative construction, expressly denying such exemption,<sup>[8]</sup> which has been followed by repeated reenactment <span class=\"star-pagination\">*418</span> of the relevant language without change.<sup>[9]</sup> Cf. <i>Helvering</i> v. <i>Winmill,</i> 305 U. S. 79 (1938).</p>\n<p>Finally, § 1700 (a) (1) is not rendered inapplicable because beach patrons make use of a beach and its facilities, thus affording characterization of the admission fee as a \"use charge.\" Few if any admissions taxable under § 1700 (a) are not accompanied by a use of the property or equipment to which the admittee's license extends. Although table accommodations for which a charge is made are usually thought of as objects of a patron's use, yet Congress in § 1704 of the Code has declared that for purposes of the admissions tax law a charge for their use must be treated as a charge for admission and not as a rental charge. A similar result must obtain when payment is prerequisite, as it was at petitioner's beach, to both admission to and use of a specific area. <i>Chimney Rock Co.</i> v. <i>United States,</i> 63 Ct. Cl. 660 (1927), cert. denied, 275 U. S. 552 (1927); <i>Twin Falls Natatorium</i> v. <i>United States,</i> 22 F. 2d 308 (D. Idaho, 1927).<sup>[10]</sup></p>\n<p>The trial court, in allowing judgment for petitioner in view of the use made of the beach, considered the fee a \"use tax.\" But if there is no tax exemption for admissions to a municipally conducted activity, then a municipality may not escape tax by claiming that its admission fee is a \"use tax\" when a similar private business could not advance such claim. Nor does it matter that petitioner's authority to make any charge to beach patrons <span class=\"star-pagination\">*419</span> is derived from a statute which contemplates a charge for \"use.\" Ill. Rev. Stat., c. 105, § 8-7d (1947). The application of the federal admissions tax statute is not controlled by the characterization of petitioner's fee by local law. Cf. <i>Morgan</i> v. <i>Commissioner,</i> 309 U. S. 78, 81 (1940).</p>\n<p>We conclude that § 1700 (a) is applicable.</p>\n<p><i>Third.</i> The constitutionality of admissions tax levied in connection with an activity of a state instrumentality was before this Court in <i>Allen</i> v. <i>Regents of the University System of Georgia,</i> 304 U. S. 439 (1938). We there found no constitutional inhibition against a nondiscriminatory imposition of such tax on admissions to an athletic exhibition conducted in connection with a state educational administration and in the performance of a governmental function.</p>\n<p>The <i>Allen</i> decision followed soon after <i>Helvering</i> v. <i>Gerhardt,</i> 304 U. S. 405 (1938), which declared two principles limiting state immunity from federal taxation. <i>Id.</i> at 419. The first of these, invoked in the <i>Allen</i> decision, was dependent upon the nature of the function being performed by the state agency and excluded from immunity such activities as might be thought not essential for the preservation of state government. We need not consider here the applicability of that doctrine, for the petitioner's assertion of immunity must be rejected on the second restrictive principle reaffirmed in the <i>Gerhardt</i> decision. This \"principle, exemplified by those cases where the tax laid upon individuals affects the state only as the burden is passed on to it by the taxpayer, forbids recognition of the immunity when the burden on the state is so speculative and uncertain that if allowed it would restrict the federal taxing power without affording any corresponding tangible protection to the state government.\" 304 U. S. at 419-420. According to this principle, the State \"is not necessarily protected from a tax which well may be substantially <span class=\"star-pagination\">*420</span> or entirely absorbed by private persons.\" <i>Id.</i> at 420.</p>\n<p>While the <i>Allen</i> decision assumed that the admissions tax there imposed was a direct burden on the State, that assumption was required only for the purpose of considering the first principle of limitation of immunity as formulated in the <i>Gerhardt</i> case. Such an assumption need not be made here. It is true, of course, that unless there is a shift in demand for admissions to petitioner's beach, imposition of the tax may to an undeterminable extent adversely affect the volume of admissions.<sup>[11]</sup> Insofar as this occurs, the services of the District will be less widely available and its revenues from beach admissions will be reduced. But admissions tax, which is \"paid by the person paying for such admission,\" is so imposed as to facilitate absorption by patrons of the beach rather than by the District, and we have no evidence that the District will be forced to absorb the tax in order to maintain the volume of its revenues and the availability of its benefits. Cf. <i>Metcalf &amp; Eddy</i> v. <i>Mitchell,</i> 269 U. S. 514, 526 (1926). \"The mere fact that the economic burden of such taxes may be passed on to a state government and thus increase to some extent, here wholly conjectural, the expense of its operation, infringes no constitutional immunity. Such burdens are but normal incidents of the organization within the same territory of two governments, each possessed of the taxing power.\" <i>Helvering</i> v. <i>Gerhardt, supra,</i> 304 U. S. at 422.</p>\n<p>As it follows that there is no constitutional objection to the tax penalties assessed against petitioner, the decision of the Court of Appeals must be</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE DOUGLAS and MR. JUSTICE MINTON took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  A war tax rate of 1 cent for each 5 cents or major fraction thereof has been in effect since April 1, 1944, pursuant to Revenue Act of 1943, § 302 (a). 58 Stat. 21, 61 (1944).</p>\n<p>[2]  The District Court allowed recovery only of payments made since January 1, 1945, when respondent took office as Collector. These payments were based on petitioner's operations after October 1, 1941, through 1945. Prior to January 1, 1945, petitioner paid $57.20 on the basis of operations from July 25, 1941, to October 1, 1941.</p>\n<p>[3]  See 42 Ill. L. Rev. 818, 819-820 (1948).</p>\n<p>[4]  The Report of the House Committee on Ways and Means relating to the War Revenue Act of 1917 \"recommended that this tax be imposed upon all places to which admission is charged, such as motion-picture shows, theaters, circuses, entertainments, cabarets, ball games, athletic games, etc., but not upon admissions all the proceeds of which will go exclusively to the benefit of religious or charitable institutions or for agricultural purposes.\" H. R. Rep. No. 45, 65th Cong., 1st Sess. 8 (1917). See 55 Cong. Rec. 2148 (1917).</p>\n<p>[5]  In the admissions tax provisions of the Code, words restricting the imposition of tax to certain classes of places appear only in subsections other than (a) of § 1700. Section 1700 (b) imposes a tax of 11 per cent on the permanent use or lease of boxes or seats \"in an opera house or any place of amusement\"; such tax is in lieu of that provided for under § 1700 (a). Section 1700 (c) imposes on the sale outside box offices, of tickets to \"theaters, operas, and other places of amusement\" a tax of 11 per cent of the price in excess of the box office price; such tax is in addition to the tax imposed by § 1700 (a). Section 1700 (d) imposes a tax of 50 per cent on the amount of sales in excess of regular price by the management of \"any opera house, theater, or other place of amusement.\" Section 1700 (e) imposes a tax of 5 per cent on amounts paid for admission, refreshment, service, or merchandise, \"at any roof garden, cabaret, or other similar place furnishing a public performance for profit\"; in such cases no tax may be imposed under § 1700 (a).\n</p>\n<p>Compare <i>Exmoor Country Club</i> v. <i>United States,</i> 119 F. 2d 961 (C. A. 7th Cir., 1941); <i>Twin Falls Natatorium</i> v. <i>United States,</i> 22 F. 2d 308 (D. Idaho, 1927); <i>United States</i> v. <i>Koller,</i> 287 F. 418 (W. D. Wash., 1921).</p>\n<p>[6]  Accord: <i>Dashow</i> v. <i>Harrison,</i> 1946 P-H ¶72,405 (N. D. Ill., 1946).</p>\n<p>[7]  Although an exemption was allowed by § 1701 of the Internal Revenue Code prior to October 1, 1941, of \"admissions all the proceeds of which inure . . . exclusively to the benefit of . . . societies or organizations conducted for the sole purpose . . . of improving any city, town, village, or other municipality,\" we need not determine whether the exemption was properly interpreted as inapplicable to activities conducted by a municipal corporation. See Treas. Reg. 43 (1928 ed.) Art. 22; <i>id.</i> (1932 ed.) Art. 22; <i>id.</i> (1940 ed.) § 101.25. The provision became inapplicable prior to the period for which petitioner made payments which could be recovered against the present respondent. See note 2, <i>supra.</i>\n</p>\n<p>Petitioner has argued that the specific exemption benefiting municipal improvement societies was intended to afford them the same exemption which Congress thought applied to municipal corporations; thus, it is urged, repeal of the societies' exemption still would leave the exemption in the case of municipally conducted activities. If Congress assumed that any such municipal corporation exemption existed by implication, it seems likely that it did so because of constitutional considerations which we notice hereafter and not because of a belief or purpose that the tax was not applicable to activities conducted by any public agency. Thus Congress, in adopting 49 Stat. 1757, 1792 (1936) and 55 Stat. 303, 350 (1941), apparently assumed that an express exemption was necessary in order to withdraw admissions to National Parks from the tax statute. Cf. 55 Stat. 687, 710 (1941), terminating such exemptions of park admissions.</p>\n<p>[8]  Treas. Reg. 43 (1919 ed., Part 1) Art. 42; <i>id.</i> (1921 ed., Part 1) Art. 42; <i>id.</i> (1922 ed., Part 1) Art. 26; <i>id.</i> (1924 ed., Part 1) Art. 26; <i>id.</i> (1926 ed., Part 1) Art. 26; <i>id.</i> (1928 ed.) Art. 24; <i>id.</i> (1932 ed.) Art. 24; <i>id.</i> (1940 ed.) § 101.27; <i>id.</i> (1941 ed.) § 101.16.</p>\n<p>[9]  Revenue Act of 1918, § 800, 40 Stat. 1057, 1120; Revenue Act of 1921, § 800, 42 Stat. 227, 289; Revenue Act of 1924, § 500, 43 Stat. 253, 320; Revenue Act of 1926, § 500, 44 Stat. 9, 91; Revenue Act of 1928, § 411, 45 Stat. 791, 863; Revenue Act of 1932, § 711, 47 Stat. 169, 271; Pub. Res. No. 36, June 28, 1935, 49 Stat. 431; I. R. C. §§ 1700, 1701 (1939); Revenue Act of 1941, § 541, 55 Stat. 687, 710.</p>\n<p>[10]  See <i>Huguenot Yacht Club</i> v. <i>United States,</i> 32 F. Supp. 387, 388 (S. D. N. Y., 1940); Lent, The Admissions Tax, 1 Nat. Tax J. 31, 35-36 (1948); 61 Harv. L. Rev. 894 (1948).</p>\n<p>[11]  See Lent, note 10, <i>supra,</i> at 40-42.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></span> (1949)</b></center>\n<center><h1>WILMETTE PARK DISTRICT<br>\nv.<br>\nCAMPBELL, COLLECTOR OF INTERNAL REVENUE.</h1></center>\n<center>No. 75.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 15-16, 1949.</center>\n<center>Decided December 12, 1949.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><span class=\"star-pagination\">*412</span> <i>Henry J. Brandt</i> argued the cause for petitioner. With him on the brief was <i>Gilbert H. Hennessey, Jr. Edward R. Johnston</i> was also of counsel.</p>\n<p><i>Lee A. Jackson</i> argued the cause for respondent. With him on the brief were <i>Solicitor General Perlman, Assistant Attorney General Caudle, Ellis N. Slack, Helen Goodner</i> and <i>Melva M. Graney.</i></p>\n<p>MR. JUSTICE CLARK delivered the opinion of the Court.</p>\n<p>Section 1700 (a) (1) of the Internal Revenue Code, as amended, provides for the imposition, except as to certain classes of persons under circumstances not important here, of \"A tax of 1 cent for each 10 cents or fraction thereof of the amount paid for admission to any place, including admission by season ticket or subscription.\"<sup>[1]</sup> Paragraph (2) of the subsection declares that the tax \"shall be paid by the person paying for such admission.\" And § 1715 requires that \"Every person receiving any payments for admission . . . subject to the tax imposed by section 1700 . . . shall collect the amount thereof from the person making such payments.\"</p>\n<p>This suit, brought to recover penalties paid by petitioner for noncollection of federal admissions tax, presents two questions for determination: Whether § 1700 (a) is applicable to paid admittances to a bathing beach operated without purpose of gain by a local park district of Illinois; and, if the Code provision is to be so interpreted, <span class=\"star-pagination\">*413</span> whether the imposition of admissions tax in connection with such state activity is within the constitutional power of Congress.</p>\n<p>Petitioner is Wilmette Park District, a body politic and corporate located within the Village of Wilmette, Cook County, Illinois. Organized and administered pursuant to Illinois statutes, the District includes within its jurisdiction four park areas. The largest, Washington Park, extends for approximately three-fourths of a mile along Lake Michigan and was acquired partly by grant from the State of Illinois, partly by purchase, and partly by exercise of the power of eminent domain. At the north end of Washington Park, petitioner has operated a public bathing beach during the summer months for many years, under authority conferred by the Illinois Legislature. The beach has been used primarily by residents of the District, but also has been open to nonresidents.</p>\n<p>Among the facilities which the District provided at the beach during the period under review were a bath house, automobile parking area, life-saving equipment, flood lighting, drinking fountains, showers, spectator benches, bicycle racks, first aid, and supplies. The operation and maintenance of the area and its various services were solely by the District, which employed the necessary personnel.</p>\n<p>Petitioner charged all persons for admittance to the beach. Its charges were of two types: a daily fee of fifty cents on weekdays and one dollar on Saturdays, Sundays and holidays, for which no ticket was issued; and a flat rate for a season ticket which could be purchased on an individual or family basis. These charges were made to cover the expense of maintenance and operation of the beach and of some capital improvements. Over the years the charges were intended merely to approximate these costs and not to produce net income or profit to petitioner; during the period 1940-1944 the accounts of the beach, <span class=\"star-pagination\">*414</span> maintained on a cash receipts and disbursements basis, reflected an excess of receipts over expenditures of $42.11.</p>\n<p>In July 1941 the Collector notified petitioner to collect a tax of 10 per cent on all tickets to the beach sold on or after July 25 of that year. Petitioner had not previously collected such taxes, and it refused to do so after the Collector's notice. Subsequently the Commissioner under § 1718 of the Code assessed over petitioner's protest penalties in the amount of the tax which the Commissioner claimed should have been collected under § 1700 (a) from July 25, 1941 through 1945, plus interest and sums due under § 3655 (b) of the Code for failure to pay the tax on demand. These penalties amounted to $6,139.93 and were paid out of petitioner's general funds raised by property taxes.</p>\n<p>Petitioner filed timely claims for refund which were rejected, and in 1946 brought this suit against the Collector. The District Court entered judgment for petitioner. 76 F. Supp. 924.<sup>[2]</sup> The Court of Appeals for the Seventh Circuit reversed. 172 F. 2d 885. Because the questions presented have importance in the administration of the admissions tax sections of the Code, we granted certiorari. 337 U. S. 937.</p>\n<p><i>First.</i> The Government raises no issue as to petitioner's standing to sue for refund. As recovery is here sought of penalties paid from petitioner's general revenue fund after its failure to collect the tax, we deem petitioner's financial interest clearly sufficient.<sup>[3]</sup></p>\n<p><i>Second.</i> Section 1700 (a) is applicable if the charge made by petitioner for admittance to the beach was, <span class=\"star-pagination\">*415</span> within the meaning of the statutory language, an \"amount paid for admission to any place.\"</p>\n<p>The words of the provision when taken in their ordinary and familiar meaning reflect a legislative purpose of comprehensive application. By its terms the section embraces every payment made in order to secure admittance to a specific location. And this purpose of broad application is not less certain because of anything in the legislative history of the initial adoption of that language.<sup>[4]</sup> In this view it is unnecessary to consider whether petitioner's beach area can be distinguished from a \"spectator entertainment,\" for we are unable to accept petitioner's argument that Congress intended in § 1700 (a) to tax only admissions to such events.<sup>[5]</sup></p>\n<p>We think it clear that a beach area may be a \"place\" in the sense of § 1700 (a) (1). Petitioner's beach park, including the adjacent shoal waters, was policed and <span class=\"star-pagination\">*416</span> lighted; the land area was defined, and entrance was through gates. A payment was made by patrons of the beach as the condition of admittance to a specific area with definite physical limits. Thus the fee which petitioner charged was \"paid for admission\" to a \"place\" as those terms are used in § 1700 (a) (1).<sup>[6]</sup></p>\n<p>We cannot agree with petitioner's suggestion that Congress intended to exempt from tax admissions to any activity not conducted for gain. Section 1701 of the Code did allow certain exemptions prior to their termination on October 1, 1941 pursuant to the Revenue Act of 1941, § 541 (b). 55 Stat. 687, 710. In § 1701 Congress exempted admissions to certain classes of events and admissions all the proceeds of which inured exclusively to the benefit of designated classes of persons or organizations. But since Congress did not exempt all activities not for profit as it readily might have done, it appears that admissions to such activities are not for that reason outside the admissions tax scheme. <i>Exmoor Country Club</i> v. <i>United States,</i> 119 F. 2d 961 (C. A. 7th Cir., 1941).</p>\n<p>Nor is there greater force in petitioner's contention that the admissions tax was not intended to apply in the case of activities conducted by a municipality. In interpreting federal revenue measures expressed in terms of general application, this Court has ordinarily found them operative in the case of state activities even though States were not expressly indicated as subjects of tax. See concurring opinion in <i>New York</i> v. <i>United States,</i> 326 U. S. 572, 584 and n. 3 (1946). And in <i>Allen</i> v. <i>Regents of the University</i> <span class=\"star-pagination\">*417</span> <i>System of Georgia,</i> 304 U. S. 439 (1938), it was decided that the admissions tax law was applicable in connection with activities carried on by an agency of a State, although it does not appear that the issue of legislative purpose was there disputed. However, we are unable to discover that there has been any design to exempt admissions to municipally conducted activities.<sup>[7]</sup> We regard the interpretative issue as controlled by a long-continued administrative construction, expressly denying such exemption,<sup>[8]</sup> which has been followed by repeated reenactment <span class=\"star-pagination\">*418</span> of the relevant language without change.<sup>[9]</sup> Cf. <i>Helvering</i> v. <i>Winmill,</i> 305 U. S. 79 (1938).</p>\n<p>Finally, § 1700 (a) (1) is not rendered inapplicable because beach patrons make use of a beach and its facilities, thus affording characterization of the admission fee as a \"use charge.\" Few if any admissions taxable under § 1700 (a) are not accompanied by a use of the property or equipment to which the admittee's license extends. Although table accommodations for which a charge is made are usually thought of as objects of a patron's use, yet Congress in § 1704 of the Code has declared that for purposes of the admissions tax law a charge for their use must be treated as a charge for admission and not as a rental charge. A similar result must obtain when payment is prerequisite, as it was at petitioner's beach, to both admission to and use of a specific area. <i>Chimney Rock Co.</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">660</span></span> (1927), cert. denied, 275 U. S. 552 (1927); <i>Twin Falls Natatorium</i> v. <i>United States,</i> 22 F. 2d 308 (D. Idaho, 1927).<sup>[10]</sup></p>\n<p>The trial court, in allowing judgment for petitioner in view of the use made of the beach, considered the fee a \"use tax.\" But if there is no tax exemption for admissions to a municipally conducted activity, then a municipality may not escape tax by claiming that its admission fee is a \"use tax\" when a similar private business could not advance such claim. Nor does it matter that petitioner's authority to make any charge to beach patrons <span class=\"star-pagination\">*419</span> is derived from a statute which contemplates a charge for \"use.\" Ill. Rev. Stat., c. 105, § 8-7d (1947). The application of the federal admissions tax statute is not controlled by the characterization of petitioner's fee by local law. Cf. <i>Morgan</i> v. <i>Commissioner,</i> 309 U. S. 78, 81 (1940).</p>\n<p>We conclude that § 1700 (a) is applicable.</p>\n<p><i>Third.</i> The constitutionality of admissions tax levied in connection with an activity of a state instrumentality was before this Court in <i>Allen</i> v. <i>Regents of the University System of Georgia,</i> 304 U. S. 439 (1938). We there found no constitutional inhibition against a nondiscriminatory imposition of such tax on admissions to an athletic exhibition conducted in connection with a state educational administration and in the performance of a governmental function.</p>\n<p>The <i>Allen</i> decision followed soon after <i>Helvering</i> v. <i>Gerhardt,</i> 304 U. S. 405 (1938), which declared two principles limiting state immunity from federal taxation. <i>Id.</i> at 419. The first of these, invoked in the <i>Allen</i> decision, was dependent upon the nature of the function being performed by the state agency and excluded from immunity such activities as might be thought not essential for the preservation of state government. We need not consider here the applicability of that doctrine, for the petitioner's assertion of immunity must be rejected on the second restrictive principle reaffirmed in the <i>Gerhardt</i> decision. This \"principle, exemplified by those cases where the tax laid upon individuals affects the state only as the burden is passed on to it by the taxpayer, forbids recognition of the immunity when the burden on the state is so speculative and uncertain that if allowed it would restrict the federal taxing power without affording any corresponding tangible protection to the state government.\" 304 U. S. at 419-420. According to this principle, the State \"is not necessarily protected from a tax which well may be substantially <span class=\"star-pagination\">*420</span> or entirely absorbed by private persons.\" <i>Id.</i> at 420.</p>\n<p>While the <i>Allen</i> decision assumed that the admissions tax there imposed was a direct burden on the State, that assumption was required only for the purpose of considering the first principle of limitation of immunity as formulated in the <i>Gerhardt</i> case. Such an assumption need not be made here. It is true, of course, that unless there is a shift in demand for admissions to petitioner's beach, imposition of the tax may to an undeterminable extent adversely affect the volume of admissions.<sup>[11]</sup> Insofar as this occurs, the services of the District will be less widely available and its revenues from beach admissions will be reduced. But admissions tax, which is \"paid by the person paying for such admission,\" is so imposed as to facilitate absorption by patrons of the beach rather than by the District, and we have no evidence that the District will be forced to absorb the tax in order to maintain the volume of its revenues and the availability of its benefits. Cf. <i>Metcalf &amp; Eddy</i> v. <i>Mitchell,</i> 269 U. S. 514, 526 (1926). \"The mere fact that the economic burden of such taxes may be passed on to a state government and thus increase to some extent, here wholly conjectural, the expense of its operation, infringes no constitutional immunity. Such burdens are but normal incidents of the organization within the same territory of two governments, each possessed of the taxing power.\" <i>Helvering</i> v. <i>Gerhardt, supra,</i> 304 U. S. at 422.</p>\n<p>As it follows that there is no constitutional objection to the tax penalties assessed against petitioner, the decision of the Court of Appeals must be</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE DOUGLAS and MR. JUSTICE MINTON took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  A war tax rate of 1 cent for each 5 cents or major fraction thereof has been in effect since April 1, 1944, pursuant to Revenue Act of 1943, § 302 (a). 58 Stat. 21, 61 (1944).</p>\n<p>[2]  The District Court allowed recovery only of payments made since January 1, 1945, when respondent took office as Collector. These payments were based on petitioner's operations after October 1, 1941, through 1945. Prior to January 1, 1945, petitioner paid $57.20 on the basis of operations from July 25, 1941, to October 1, 1941.</p>\n<p>[3]  See 42 Ill. L. Rev. 818, 819-820 (1948).</p>\n<p>[4]  The Report of the House Committee on Ways and Means relating to the War Revenue Act of 1917 \"recommended that this tax be imposed upon all places to which admission is charged, such as motion-picture shows, theaters, circuses, entertainments, cabarets, ball games, athletic games, etc., but not upon admissions all the proceeds of which will go exclusively to the benefit of religious or charitable institutions or for agricultural purposes.\" H. R. Rep. No. 45, 65th Cong., 1st Sess. 8 (1917). See 55 Cong. Rec. 2148 (1917).</p>\n<p>[5]  In the admissions tax provisions of the Code, words restricting the imposition of tax to certain classes of places appear only in subsections other than (a) of § 1700. Section 1700 (b) imposes a tax of 11 per cent on the permanent use or lease of boxes or seats \"in an opera house or any place of amusement\"; such tax is in lieu of that provided for under § 1700 (a). Section 1700 (c) imposes on the sale outside box offices, of tickets to \"theaters, operas, and other places of amusement\" a tax of 11 per cent of the price in excess of the box office price; such tax is in addition to the tax imposed by § 1700 (a). Section 1700 (d) imposes a tax of 50 per cent on the amount of sales in excess of regular price by the management of \"any opera house, theater, or other place of amusement.\" Section 1700 (e) imposes a tax of 5 per cent on amounts paid for admission, refreshment, service, or merchandise, \"at any roof garden, cabaret, or other similar place furnishing a public performance for profit\"; in such cases no tax may be imposed under § 1700 (a).\n</p>\n<p>Compare <i>Exmoor Country Club</i> v. <i>United States,</i> 119 F. 2d 961 (C. A. 7th Cir., 1941); <i>Twin Falls Natatorium</i> v. <i>United States,</i> 22 F. 2d 308 (D. Idaho, 1927); <i>United States</i> v. <i>Koller,</i> <span class=\"citation no-link\"><span class=\"volume\">287</span> <span class=\"reporter\">F.</span> <span class=\"page\">418</span></span> (W. D. Wash., 1921).</p>\n<p>[6]  Accord: <i>Dashow</i> v. <i>Harrison,</i> 1946 P-H ¶72,405 (N. D. Ill., 1946).</p>\n<p>[7]  Although an exemption was allowed by § 1701 of the Internal Revenue Code prior to October 1, 1941, of \"admissions all the proceeds of which inure . . . exclusively to the benefit of . . . societies or organizations conducted for the sole purpose . . . of improving any city, town, village, or other municipality,\" we need not determine whether the exemption was properly interpreted as inapplicable to activities conducted by a municipal corporation. See Treas. Reg. 43 (1928 ed.) Art. 22; <i>id.</i> (1932 ed.) Art. 22; <i>id.</i> (1940 ed.) § 101.25. The provision became inapplicable prior to the period for which petitioner made payments which could be recovered against the present respondent. See note 2, <i>supra.</i>\n</p>\n<p>Petitioner has argued that the specific exemption benefiting municipal improvement societies was intended to afford them the same exemption which Congress thought applied to municipal corporations; thus, it is urged, repeal of the societies' exemption still would leave the exemption in the case of municipally conducted activities. If Congress assumed that any such municipal corporation exemption existed by implication, it seems likely that it did so because of constitutional considerations which we notice hereafter and not because of a belief or purpose that the tax was not applicable to activities conducted by any public agency. Thus Congress, in adopting 49 Stat. 1757, 1792 (1936) and 55 Stat. 303, 350 (1941), apparently assumed that an express exemption was necessary in order to withdraw admissions to National Parks from the tax statute. Cf. 55 Stat. 687, 710 (1941), terminating such exemptions of park admissions.</p>\n<p>[8]  Treas. Reg. 43 (1919 ed., Part 1) Art. 42; <i>id.</i> (1921 ed., Part 1) Art. 42; <i>id.</i> (1922 ed., Part 1) Art. 26; <i>id.</i> (1924 ed., Part 1) Art. 26; <i>id.</i> (1926 ed., Part 1) Art. 26; <i>id.</i> (1928 ed.) Art. 24; <i>id.</i> (1932 ed.) Art. 24; <i>id.</i> (1940 ed.) § 101.27; <i>id.</i> (1941 ed.) § 101.16.</p>\n<p>[9]  Revenue Act of 1918, § 800, 40 Stat. 1057, 1120; Revenue Act of 1921, § 800, 42 Stat. 227, 289; Revenue Act of 1924, § 500, 43 Stat. 253, 320; Revenue Act of 1926, § 500, 44 Stat. 9, 91; Revenue Act of 1928, § 411, 45 Stat. 791, 863; Revenue Act of 1932, § 711, 47 Stat. 169, 271; Pub. Res. No. 36, June 28, 1935, 49 Stat. 431; I. R. C. §§ 1700, 1701 (1939); Revenue Act of 1941, § 541, 55 Stat. 687, 710.</p>\n<p>[10]  See <i>Huguenot Yacht Club</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">387</span></span>, 388 (S. D. N. Y., 1940); Lent, The Admissions Tax, 1 Nat. Tax J. 31, 35-36 (1948); 61 Harv. L. Rev. 894 (1948).</p>\n<p>[11]  See Lent, note 10, <i>supra,</i> at 40-42.</p>\n\n</div>", "id": 104740, "judges": "Clark", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/104740/", "sha1": "3191bbdb36eb1b76d16e95a3e1008f76666caaef", "source": "LR", "supreme_court_db_id": "1949-022", "time_retrieved": "2010-04-28T09:55:10"}