{"absolute_url": "/opinion/145798/allison-engine-co-v-us-ex-rel-sanders/", "blocked": false, "citation": {"case_name": "Allison Engine Co. v. US Ex Rel. Sanders", "docket_number": "07-214", "document_uris": ["/api/rest/v2/document/145798/"], "federal_cite_one": "553 U.S. 662", "federal_cite_three": "170 L. Ed. 2d 1030", "federal_cite_two": "128 S. Ct. 2123", "id": 130127, "lexis_cite": "2008 U.S. LEXIS 4704", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/130127/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 86, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2008-06-09", "date_modified": "2015-02-03T12:55:10.568510", "docket": "/api/rest/v2/docket/1583264/", "download_url": "http://www.supremecourt.gov/opinions/07pdf/07-214.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "<div>\n<center><b>128 S.Ct. 2123 (2008)</b></center>\n<center><h1>ALLISON ENGINE CO., INC., et al., Petitioners,<br>\nv.<br>\nUNITED STATES ex rel. Roger L. SANDERS and Roger L. Thacker.</h1></center>\n<center>No. 07-214.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 26, 2008.</center>\n<center>Decided June 9, 2008.</center>\n<p><span class=\"star-pagination\">*2126</span> Theodore B. Olson, Washington, D.C., for Petitioners.</p>\n<p>Malcolm L. Stewart, Washington, D.C., for the United States as amicus curiae, by special leave of the Court.</p>\n<p>Glenn V. Whitaker, Victor A. Walton, Jr., Michael J. Bronson, Patrick M. Hagan, Vorys, Sater, Seymour &amp; Pease LLP, Cincinnati, OH, Theodore B. Olson, Counsel of Record, Raymond B. Ludwiszewski, Matthew D. McGill, Amir C. Tayrani, Gibson, Dunn &amp; Crutcher LLP, Washington, D.C., Lawrence R. Elleman, Dinsmore &amp; Shohl, L.L.P., Cincinnati, OH, William A. Posey, W. Jeffrey Sefton, Keating, Muething &amp; Klekamp, PLL, Cincinnati, OH, James J. Gallagher, Susan A. Mitchell, McKenna Long &amp; Aldridge, L.L.P., Los Angeles, CA, David P. Kamp, White Getgey &amp; Meyer, Cincinnati, OH, for Petitioners.</p>\n<p>Scott A. Powell, Don McKenna, Hare, Wynn, Newell &amp; Newton, North Birmingham, AL, James B. Helmer, Jr., Counsel of Record, Paul B. Martins, Robert M. Rice, Helmer, Martins, Rice &amp; Popham Co., L.P.A., Cincinnati, OH, for Respondents.</p>\n<p>Justice ALITO delivered the opinion of the Court.</p>\n<p>The False Claims Act (FCA) imposes civil liability on any person who knowingly uses a \"false record or statement to get a false or fraudulent claim paid or approved by the Government,\" 31 U.S.C. § 3729(a)(2), and any person who \"conspires to defraud the Government by getting a false or fraudulent claim allowed or paid,\" § 3729(a)(3). We granted review in this case to decide what a plaintiff asserting a claim under these provisions must show regarding the relationship between the making of a \"false record or statement\" and the payment or approval of \"a false or fraudulent claim . . . by the Government.\"</p>\n<p>Contrary to the decision of the Court of Appeals below, we hold that it is insufficient for a plaintiff asserting a § 3729(a)(2) claim to show merely that \"[t]he false statement's use . . . result[ed] in obtaining or getting payment or approval of the claim,\" 471 F.3d 610, 621 (CA6 2006) or that \"government money was used to pay the false or fraudulent claim,\" <i>id.,</i> at 622. Instead, a plaintiff asserting a § 3729(a)(2) claim must prove that the defendant intended that the false record or statement be material to the Government's decision to pay or approve the false claim. Similarly, a plaintiff asserting a claim under § 3729(a)(3) must show that the conspirators agreed to make use of the false record or statement to achieve this end.</p>\n<p></p>\n<h2>I</h2>\n<p>In 1985, the United States Navy entered into contracts with two shipbuilders, Bath Iron Works and Ingalls Shipbuilding (together the shipyards), to build a new fleet of <i>Arleigh Burke</i> class guided missile destroyers. Each destroyer required three generator sets (Gen-Sets) to supply all of the electrical power for the ship. The shipyards subcontracted with petitioner Allison Engine Company, Inc. (Allison Engine), formerly a division of General Motors, to build 90 Gen-Sets to be used in over 50 destroyers. Allison Engine in turn subcontracted with petitioner General Tool <span class=\"star-pagination\">*2127</span> Company (GTC) to assemble the Gen-Sets, and GTC subcontracted with petitioner Southern Ohio Fabricators, Inc. (SOFCO), to manufacture bases and enclosures for the Gen-Sets. The Navy paid the shipyards an aggregate total of $1 billion for each new destroyer. Of that, Allison Engine was paid approximately $3 million per Gen-Set; GTC was paid approximately $800,000 per Gen-Set; and SOFCO was paid over $100,000 per Gen-Set. All of the funds used to pay petitioners ultimately came from the Federal Treasury.</p>\n<p>The Navy's contract with the shipyards specified that every part of each destroyer be built in accordance with the Navy's baseline drawings and military standards. These requirements were incorporated into each of petitioners' subcontracts. In addition, the contracts required that each delivered Gen-Set be accompanied by a certificate of conformance (COC) certifying that the unit was manufactured in accordance with the Navy's requirements.</p>\n<p>In 1995, Roger L. Sanders and Roger L. Thacker (hereinafter respondents), former employees of GTC, brought suit in the District Court for the Southern District of Ohio as <i>qui tam</i> relators seeking to recover damages pursuant to § 3729, which renders liable any person who \"knowingly presents, or causes to be presented, to an officer or employee of the United States Government . . . a false or fraudulent claim for payment or approval,\" § 3729(a)(1); any person who \"knowingly makes, uses, or causes to be made or used, a false record or statement to get a false or fraudulent claim paid or approved by the Government,\" § 3729(a)(2); and any person who \"conspires to defraud the Government by getting a false or fraudulent claim allowed or paid,\" § 3729(a)(3).</p>\n<p>Respondents alleged that the invoices submitted to the shipyards by Allison Engine, GTC, and SOFCO fraudulently sought payment for work that had not been done in accordance with contract specifications. Specifically, respondents claimed that the gearboxes installed by Allison Engine in the first 52 Gen-Sets were defective and leaked oil; that GTC never conducted a required final quality inspection for approximately half of the first 67 Gen-Sets; and that the SOFCO welders who worked on the first 67 Gen-Sets did not meet military standards. Respondents also claimed that petitioners issued COCs claiming falsely that the Gen-Sets had been built to the contractually required specifications even though petitioners knew that those specifications had not been met.</p>\n<p>The case was tried to a jury. At trial, respondents introduced evidence that petitioners had issued COCs that falsely stated that their work was completed in compliance with the Navy's requirements and that they had presented invoices for payment to the shipyards. Respondents did not, however, introduce the invoices submitted by the shipyards to the Navy. At the close of respondents' case, petitioners moved for judgment as a matter of law pursuant to Federal Rule of Civil Procedure 50(a). Petitioners asserted that no reasonable jury could find a violation under § 3729 because respondents had failed to adduce any evidence that a false or fraudulent claim had ever been presented to the Navy. The District Court granted petitioners' motion. No. 1-:95-cv-970, 2005 WL 713569 (S.D.Ohio, Mar.11, 2005). The court rejected respondents' argument that they did not have to present evidence that a claim had been submitted to the Navy because they showed that Government funds had been used to pay the invoices that were presented to the shipyards. The District Court concluded that, absent proof that false claims were presented <span class=\"star-pagination\">*2128</span> to the Government, respondents' evidence was legally insufficient under the FCA. <i>Id.,</i> at *10.</p>\n<p>On appeal, a divided panel of the United States Court of Appeals for the Sixth Circuit reversed the District Court in relevant part. 471 F.3d 610 (2006). The majority agreed with the District Court that liability under § 3729(a)(1) requires proof that a false claim was presented to the Government. However, the Court of Appeals held that the District Court erred in granting petitioners' motion for judgment as a matter of law with respect to respondents' §§ 3729(a)(2) and (3) claims. The Court of Appeals held that such claims do not require proof of an intent to cause a false claim to be paid by the Government. Rather, it determined that proof of an intent to cause a false claim to be paid by a private entity using Government funds was sufficient. In so holding, the Court of Appeals recognized that its decision conflicted with <i>United States ex rel. Totten v. Bombardier Corp.,</i> 380 F.3d 488 (C.A.D.C. 2004) <i>(Totten)</i><i>,</i> cert. denied, 544 U.S. 1032, 125 S.Ct. 2257, 161 L.Ed.2d 1059 (2005).</p>\n<p>We granted certiorari to resolve the conflict over the proper interpretation of §§ 3729(a)(2) and (a)(3). 552 U.S. ___, 128 S.Ct. 491, 169 L.Ed.2d 337 (2007).</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>A</h2>\n<p>We turn first to § 3729(a)(2), and \"[w]e start, as always, with the language of the statute.\" <i>Williams v. Taylor,</i> 529 U.S. 420, 431, 120 S.Ct. 1479, 146 L.Ed.2d 435 (2000). Section 3729(a)(2) imposes civil liability on any person who \"knowingly makes, uses, or causes to be made or used, a false record or statement to get a false or fraudulent claim paid or approved by the Government.\"</p>\n<p>The interpretation of § 3729(a)(2) that was adopted by the Court of Appealsand that is endorsed by the respondents and the Governmentimpermissibly deviates from the statute's language. In the view of the Court of Appeals, it is sufficient for a § 3729(a)(2) plaintiff to show that a false statement resulted in the use of Government funds to pay a false or fraudulent claim. 471 F.3d, at 621-622. Under subsection (a)(2), however, the defendant must make the false record or statement \"to get\" a false or fraudulent claim \"paid or approved by the Government.\" \"To get\" denotes purpose, and thus a person must have the purpose of getting a false or fraudulent claim \"paid or approved by the Government\" in order to be liable under § 3729(a)(2). Additionally, getting a false or fraudulent claim \"paid. . . by the Government\" is not the same as getting a false or fraudulent claim paid using \"government funds.\" <i>Id.,</i> at 622. Under § 3729(a)(2), a defendant must intend that the Government itself pay the claim.</p>\n<p>Eliminating this element of intent, as the Court of Appeals did, would expand the FCA well beyond its intended role of combating \"fraud against the <i>Government.</i>\" See <i>Rainwater v. United States,</i> 356 U.S. 590, 592, 78 S.Ct. 946, 2 L.Ed.2d 996 (1958) (emphasis added). As the District of Columbia Circuit pointed out, the reach of § 3729(a)(2) would then be \"almost boundless: for example, liability could attach for any false claim made to any college or university, so long as the institution has received some federal grantsas most of them do.\" <i>Totten, supra,</i> at 496.</p>\n<p></p>\n<h2>B</h2>\n<p>Defending the Court of Appeals' interpretation of § 3729(a)(2), the Government contends that the phrase \"paid . . . by the <span class=\"star-pagination\">*2129</span> Government\" does not mean that the Government must literally pay the bill. The Government maintains that it is customary to say that the Government pays a bill when a person who has received Government funds uses those funds to pay a bill. The Government provides this example: \"`[W]hen a student says his college living expenses are \"paid by\" his parents, he typically does not mean that his parents send checks directly to his creditors. Rather, he means that his parents are the ultimate source of the funds he uses to pay those expenses.'\" Brief for United States as <i>Amicus Curiae</i> 9 (quoting <i>Totten, supra,</i> at 506 (Garland, J., dissenting)).</p>\n<p>This example is unpersuasive because it involves a colloquial usage of the phrase \"paid by\"a usage that is not customarily employed in more formal contexts. For example, if a federal employee who receives all of his income from the Government were asked in a formal inquiry to reveal who paid for, say, his new car or a vacation, the employee would not say that the Federal Government had footed the bill. In statutory drafting, where precision is both important and expected, the sort of colloquial usage on which the Government relies is not customary.</p>\n<p>The Government is also wrong in arguing that the definition of the term \"claim\" in § 3729(c) means that § 3729(a)(2)'s use of the phrase \"paid by the government\" should not be read literally. Under this definition, a request for money or property need not be made directly to the Government in order to constitute a \"claim.\" Instead, a \"claim\" may include a request or demand that is made to \"a contractor, grantee, or other recipient if the United States Government provides any portion of the money or property which is requested or demanded, or if the Government will reimburse such contractor, grantee, or other recipient for any portion of the money or property which is requested or demanded.\" § 3729(c). This definition of the word \"claim\" does not support the Government's argument because it does not alter the meaning of the phrase \"by the Government\" in § 3729(a)(2). Under § 3729(c)'s definition of \"claim,\" a request or demand may constitute a \"claim\" even if the request is not made directly to the Government, but under § 3729(a)(2) it is still necessary for the defendant to intend that a claim be \"paid . . . by the Government\" and not by another entity.<sup>[1]</sup></p>\n<p></p>\n<h2>C</h2>\n<p>This does not mean, however, as petitioners suggest, see Reply Brief 1, that § 3729(a)(2) requires proof that a defendant's false record or statement was submitted to the Government. While § 3729(a)(1) requires a plaintiff to prove that the defendant \"present[ed]\" a false or fraudulent claim to the Government, the concept of presentment is not mentioned in § 3729(a)(2). The inclusion of an express presentment requirement in subsection (a)(1), combined with the absence of anything similar in subsection (a)(2), suggests that Congress did not intend to include a presentment requirement in subsection (a)(2). \"[W]hen Congress includes particular language in one section of a statute but <span class=\"star-pagination\">*2130</span> omits it in another section of the same Act, it is generally presumed that Congress acts intentionally and purposely in the disparate inclusion or exclusion.\" <i>Barnhart v. Sigmon Coal Co.,</i> 534 U.S. 438, 452, 122 S.Ct. 941, 151 L.Ed.2d 908 (2002) (internal quotation marks omitted).</p>\n<p>What § 3729(a)(2) demands is not proof that the defendant caused a false record or statement to be presented or submitted to the Government but that the defendant made a false record or statement for the purpose of getting \"a false or fraudulent claim paid or approved by the Government.\" Therefore, a subcontractor violates § 3729(a)(2) if the subcontractor submits a false statement to the prime contractor intending for the statement to be used by the prime contractor to get the Government to pay its claim.<sup>[2]</sup> If a subcontractor or another defendant makes a false statement to a private entity and does not intend the Government to rely on that false statement as a condition of payment, the statement is not made with the purpose of inducing payment of a false claim \"by the Government.\" In such a situation, the direct link between the false statement and the Government's decision to pay or approve a false claim is too attenuated to establish liability. Recognizing a cause of action under the FCA for fraud directed at private entities would threaten to transform the FCA into an all-purpose antifraud statute. Our reading of § 3729(a)(2), based on the language of the statute, gives effect to Congress' efforts to protect the Government from loss due to fraud but also ensures that \"a defendant is not answerable for anything beyond the natural, ordinary and reasonable consequences of his conduct.\" <i>Anza v. Ideal Steel Supply Corp.,</i> 547 U.S. 451, 470, 126 S.Ct. 1991, 164 L.Ed.2d 720 (2006) (internal quotation marks omitted).</p>\n<p></p>\n<h2>III</h2>\n<p>Respondents also brought suit under § 3729(a)(3), which makes liable any person who \"conspires to defraud the Government by getting a false or fraudulent claim allowed or paid.\" Our interpretation of this language is similar to our interpretation of the language of § 3729(a)(2). Under § 3729(a)(3), it is not enough for a plaintiff to show that the alleged conspirators agreed upon a fraud scheme that had the effect of causing a private entity to make payments using money obtained from the Government. Instead, it must be shown that the conspirators intended \"to defraud the Government.\" Where the conduct that the conspirators are alleged to have agreed upon involved the making of a false record or statement, it must be shown that the conspirators had the purpose of \"getting\" the false record or statement to bring about the Government's payment of a false or fraudulent claim. It is not necessary to show that the conspirators intended the false record or statement to be presented directly to the Government, but it must be established that they agreed that the false record or statement would have a material effect on the Government's <span class=\"star-pagination\">*2131</span> decision to pay the false or fraudulent claim.</p>\n<p>This reading of subsection (a)(3) is in accord with our decision in <i>Tanner v. United States,</i> 483 U.S. 107, 107 S.Ct. 2739, 97 L.Ed.2d 90 (1987), where we held that a conspiracy to defraud a federally funded private entity does not constitute a \"conspiracy to defraud the United States\" under 18 U.S.C. § 371. <i>Id.,</i> at 129, 107 S.Ct. 2739. In <i>Tanner,</i> the Government argued that a recipient of federal financial assistance and the subject of federal supervision may itself be treated as \"the United States.\" We rejected this reading of § 371 as having \"not even an arguable basis in the plain language of § 371.\" <i>Id.,</i> at 131, 107 S.Ct. 2739. Indeed, we concluded that such an interpretation \"would have, in effect, substituted `anyone receiving federal financial assistance and supervision' for the phrase `the United States.'\" <i>Id.,</i> at 132, 107 S.Ct. 2739. Likewise, the interpretation urged on us by respondents would in effect substitute \"paid or approved by the Government\" for the phrase \"paid by Government funds.\" Had Congress intended subsection (a)(3) to apply to anyone who conspired to defraud a recipient of Government funds, it would have so provided.</p>\n<p></p>\n<h2>* * *</h2>\n<p>Because the decision of the Court of Appeals was based on an incorrect interpretation of §§ 3729(a)(2) and (3), we vacate its judgment and remand the case for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  This interpretation of § 3729(a)(2) does not render superfluous the portion of § 3729(c) providing that a \"claim\" may be made to a contractor, grantee, or other recipient of Government funding. This language makes it clear that there can be liability under §§ 3729(a)(1) and (2) where the request or demand for money or property that a defendant presents to a federal officer for payment or approval, § 3729(a)(1), or that a defendant intends \"to get . . . paid or approved by the Government\", § 3729(a)(2), may be a request or demand that was originally \"made to\" a contractor, grantee, or other recipient of federal funds and then forwarded to the Government.</p>\n<p>[2]  Section 3729(b) provides that the terms \"knowing\" and \"knowingly\" \"mean that a person, with respect to information(1) has actual knowledge of the information; (2) acts in deliberate ignorance of the truth or falsity of the information; or (3) acts in reckless disregard of the truth or falsity of the information, and no proof of specific intent to defraud is required.\" The statutory definition of these terms is easily reconcilable with our holding in this case for two reasons. First, the intent requirement we discern in § 3729(a)(2) derives not from the term \"knowingly,\" but rather from the infinitive phrase \"to get.\" Second, § 3729(b) refers to specific intent with regard to the truth or falsity of the \"information,\" while our holding refers to a defendant's purpose in making or using a false record or statement.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b>128 S.Ct. 2123 (2008)</b></center>\n<center><h1>ALLISON ENGINE CO., INC., et al., Petitioners,<br>\nv.<br>\nUNITED STATES ex rel. Roger L. SANDERS and Roger L. Thacker.</h1></center>\n<center>No. 07-214.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued February 26, 2008.</center>\n<center>Decided June 9, 2008.</center>\n<p><span class=\"star-pagination\">*2126</span> Theodore B. Olson, Washington, D.C., for Petitioners.</p>\n<p>Malcolm L. Stewart, Washington, D.C., for the United States as amicus curiae, by special leave of the Court.</p>\n<p>Glenn V. Whitaker, Victor A. Walton, Jr., Michael J. Bronson, Patrick M. Hagan, Vorys, Sater, Seymour &amp; Pease LLP, Cincinnati, OH, Theodore B. Olson, Counsel of Record, Raymond B. Ludwiszewski, Matthew D. McGill, Amir C. Tayrani, Gibson, Dunn &amp; Crutcher LLP, Washington, D.C., Lawrence R. Elleman, Dinsmore &amp; Shohl, L.L.P., Cincinnati, OH, William A. Posey, W. Jeffrey Sefton, Keating, Muething &amp; Klekamp, PLL, Cincinnati, OH, James J. Gallagher, Susan A. Mitchell, McKenna Long &amp; Aldridge, L.L.P., Los Angeles, CA, David P. Kamp, White Getgey &amp; Meyer, Cincinnati, OH, for Petitioners.</p>\n<p>Scott A. Powell, Don McKenna, Hare, Wynn, Newell &amp; Newton, North Birmingham, AL, James B. Helmer, Jr., Counsel of Record, Paul B. Martins, Robert M. Rice, Helmer, Martins, Rice &amp; Popham Co., L.P.A., Cincinnati, OH, for Respondents.</p>\n<p>Justice ALITO delivered the opinion of the Court.</p>\n<p>The False Claims Act (FCA) imposes civil liability on any person who knowingly uses a \"false record or statement to get a false or fraudulent claim paid or approved by the Government,\" 31 U.S.C. § 3729(a)(2), and any person who \"conspires to defraud the Government by getting a false or fraudulent claim allowed or paid,\" § 3729(a)(3). We granted review in this case to decide what a plaintiff asserting a claim under these provisions must show regarding the relationship between the making of a \"false record or statement\" and the payment or approval of \"a false or fraudulent claim . . . by the Government.\"</p>\n<p>Contrary to the decision of the Court of Appeals below, we hold that it is insufficient for a plaintiff asserting a § 3729(a)(2) claim to show merely that \"[t]he false statement's use . . . result[ed] in obtaining or getting payment or approval of the claim,\" <span class=\"citation\" data-id=\"796256\"><a href=\"/opinion/796256/united-states-of-america-ex-rel-roger-l-sanders-an/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">610</span></a></span>, 621 (CA6 2006) or that \"government money was used to pay the false or fraudulent claim,\" <i>id.,</i> at 622. Instead, a plaintiff asserting a § 3729(a)(2) claim must prove that the defendant intended that the false record or statement be material to the Government's decision to pay or approve the false claim. Similarly, a plaintiff asserting a claim under § 3729(a)(3) must show that the conspirators agreed to make use of the false record or statement to achieve this end.</p>\n<p></p>\n<h2>I</h2>\n<p>In 1985, the United States Navy entered into contracts with two shipbuilders, Bath Iron Works and Ingalls Shipbuilding (together the shipyards), to build a new fleet of <i>Arleigh Burke</i> class guided missile destroyers. Each destroyer required three generator sets (Gen-Sets) to supply all of the electrical power for the ship. The shipyards subcontracted with petitioner Allison Engine Company, Inc. (Allison Engine), formerly a division of General Motors, to build 90 Gen-Sets to be used in over 50 destroyers. Allison Engine in turn subcontracted with petitioner General Tool <span class=\"star-pagination\">*2127</span> Company (GTC) to assemble the Gen-Sets, and GTC subcontracted with petitioner Southern Ohio Fabricators, Inc. (SOFCO), to manufacture bases and enclosures for the Gen-Sets. The Navy paid the shipyards an aggregate total of $1 billion for each new destroyer. Of that, Allison Engine was paid approximately $3 million per Gen-Set; GTC was paid approximately $800,000 per Gen-Set; and SOFCO was paid over $100,000 per Gen-Set. All of the funds used to pay petitioners ultimately came from the Federal Treasury.</p>\n<p>The Navy's contract with the shipyards specified that every part of each destroyer be built in accordance with the Navy's baseline drawings and military standards. These requirements were incorporated into each of petitioners' subcontracts. In addition, the contracts required that each delivered Gen-Set be accompanied by a certificate of conformance (COC) certifying that the unit was manufactured in accordance with the Navy's requirements.</p>\n<p>In 1995, Roger L. Sanders and Roger L. Thacker (hereinafter respondents), former employees of GTC, brought suit in the District Court for the Southern District of Ohio as <i>qui tam</i> relators seeking to recover damages pursuant to § 3729, which renders liable any person who \"knowingly presents, or causes to be presented, to an officer or employee of the United States Government . . . a false or fraudulent claim for payment or approval,\" § 3729(a)(1); any person who \"knowingly makes, uses, or causes to be made or used, a false record or statement to get a false or fraudulent claim paid or approved by the Government,\" § 3729(a)(2); and any person who \"conspires to defraud the Government by getting a false or fraudulent claim allowed or paid,\" § 3729(a)(3).</p>\n<p>Respondents alleged that the invoices submitted to the shipyards by Allison Engine, GTC, and SOFCO fraudulently sought payment for work that had not been done in accordance with contract specifications. Specifically, respondents claimed that the gearboxes installed by Allison Engine in the first 52 Gen-Sets were defective and leaked oil; that GTC never conducted a required final quality inspection for approximately half of the first 67 Gen-Sets; and that the SOFCO welders who worked on the first 67 Gen-Sets did not meet military standards. Respondents also claimed that petitioners issued COCs claiming falsely that the Gen-Sets had been built to the contractually required specifications even though petitioners knew that those specifications had not been met.</p>\n<p>The case was tried to a jury. At trial, respondents introduced evidence that petitioners had issued COCs that falsely stated that their work was completed in compliance with the Navy's requirements and that they had presented invoices for payment to the shipyards. Respondents did not, however, introduce the invoices submitted by the shipyards to the Navy. At the close of respondents' case, petitioners moved for judgment as a matter of law pursuant to Federal Rule of Civil Procedure 50(a). Petitioners asserted that no reasonable jury could find a violation under § 3729 because respondents had failed to adduce any evidence that a false or fraudulent claim had ever been presented to the Navy. The District Court granted petitioners' motion. No. 1-:95-cv-970, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">713569</span></span> (S.D.Ohio, Mar.11, 2005). The court rejected respondents' argument that they did not have to present evidence that a claim had been submitted to the Navy because they showed that Government funds had been used to pay the invoices that were presented to the shipyards. The District Court concluded that, absent proof that false claims were presented <span class=\"star-pagination\">*2128</span> to the Government, respondents' evidence was legally insufficient under the FCA. <i>Id.,</i> at *10.</p>\n<p>On appeal, a divided panel of the United States Court of Appeals for the Sixth Circuit reversed the District Court in relevant part. <span class=\"citation\" data-id=\"796256\"><a href=\"/opinion/796256/united-states-of-america-ex-rel-roger-l-sanders-an/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">610</span></a></span> (2006). The majority agreed with the District Court that liability under § 3729(a)(1) requires proof that a false claim was presented to the Government. However, the Court of Appeals held that the District Court erred in granting petitioners' motion for judgment as a matter of law with respect to respondents' §§ 3729(a)(2) and (3) claims. The Court of Appeals held that such claims do not require proof of an intent to cause a false claim to be paid by the Government. Rather, it determined that proof of an intent to cause a false claim to be paid by a private entity using Government funds was sufficient. In so holding, the Court of Appeals recognized that its decision conflicted with <i>United States ex rel. Totten v. Bombardier Corp.,</i> <span class=\"citation\" data-id=\"186289\"><a href=\"/opinion/186289/usa-ex-rel-v-bombardier-corp/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">488</span></a></span> (C.A.D.C. 2004) <i>(Totten)</i><i>,</i> cert. denied, <span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1032</span></span>, 125 S.Ct. 2257, 161 L.Ed.2d 1059 (2005).</p>\n<p>We granted certiorari to resolve the conflict over the proper interpretation of §§ 3729(a)(2) and (a)(3). 552 U.S. ___, 128 S.Ct. 491, 169 L.Ed.2d 337 (2007).</p>\n<p></p>\n<h2>II</h2>\n<p></p>\n<h2>A</h2>\n<p>We turn first to § 3729(a)(2), and \"[w]e start, as always, with the language of the statute.\" <i>Williams v. Taylor,</i> <span class=\"citation\" data-id=\"118356\"><a href=\"/opinion/118356/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 431, 120 S.Ct. 1479, 146 L.Ed.2d 435 (2000). Section 3729(a)(2) imposes civil liability on any person who \"knowingly makes, uses, or causes to be made or used, a false record or statement to get a false or fraudulent claim paid or approved by the Government.\"</p>\n<p>The interpretation of § 3729(a)(2) that was adopted by the Court of Appealsand that is endorsed by the respondents and the Governmentimpermissibly deviates from the statute's language. In the view of the Court of Appeals, it is sufficient for a § 3729(a)(2) plaintiff to show that a false statement resulted in the use of Government funds to pay a false or fraudulent claim. 471 F.3d, at 621-622. Under subsection (a)(2), however, the defendant must make the false record or statement \"to get\" a false or fraudulent claim \"paid or approved by the Government.\" \"To get\" denotes purpose, and thus a person must have the purpose of getting a false or fraudulent claim \"paid or approved by the Government\" in order to be liable under § 3729(a)(2). Additionally, getting a false or fraudulent claim \"paid. . . by the Government\" is not the same as getting a false or fraudulent claim paid using \"government funds.\" <i>Id.,</i> at 622. Under § 3729(a)(2), a defendant must intend that the Government itself pay the claim.</p>\n<p>Eliminating this element of intent, as the Court of Appeals did, would expand the FCA well beyond its intended role of combating \"fraud against the <i>Government.</i>\" See <i>Rainwater v. United States,</i> <span class=\"citation\" data-id=\"105694\"><a href=\"/opinion/105694/rainwater-v-united-states/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">590</span></a></span>, 592, 78 S.Ct. 946, 2 L.Ed.2d 996 (1958) (emphasis added). As the District of Columbia Circuit pointed out, the reach of § 3729(a)(2) would then be \"almost boundless: for example, liability could attach for any false claim made to any college or university, so long as the institution has received some federal grantsas most of them do.\" <i>Totten, supra,</i> at 496.</p>\n<p></p>\n<h2>B</h2>\n<p>Defending the Court of Appeals' interpretation of § 3729(a)(2), the Government contends that the phrase \"paid . . . by the <span class=\"star-pagination\">*2129</span> Government\" does not mean that the Government must literally pay the bill. The Government maintains that it is customary to say that the Government pays a bill when a person who has received Government funds uses those funds to pay a bill. The Government provides this example: \"`[W]hen a student says his college living expenses are \"paid by\" his parents, he typically does not mean that his parents send checks directly to his creditors. Rather, he means that his parents are the ultimate source of the funds he uses to pay those expenses.'\" Brief for United States as <i>Amicus Curiae</i> 9 (quoting <i>Totten, supra,</i> at 506 (Garland, J., dissenting)).</p>\n<p>This example is unpersuasive because it involves a colloquial usage of the phrase \"paid by\"a usage that is not customarily employed in more formal contexts. For example, if a federal employee who receives all of his income from the Government were asked in a formal inquiry to reveal who paid for, say, his new car or a vacation, the employee would not say that the Federal Government had footed the bill. In statutory drafting, where precision is both important and expected, the sort of colloquial usage on which the Government relies is not customary.</p>\n<p>The Government is also wrong in arguing that the definition of the term \"claim\" in § 3729(c) means that § 3729(a)(2)'s use of the phrase \"paid by the government\" should not be read literally. Under this definition, a request for money or property need not be made directly to the Government in order to constitute a \"claim.\" Instead, a \"claim\" may include a request or demand that is made to \"a contractor, grantee, or other recipient if the United States Government provides any portion of the money or property which is requested or demanded, or if the Government will reimburse such contractor, grantee, or other recipient for any portion of the money or property which is requested or demanded.\" § 3729(c). This definition of the word \"claim\" does not support the Government's argument because it does not alter the meaning of the phrase \"by the Government\" in § 3729(a)(2). Under § 3729(c)'s definition of \"claim,\" a request or demand may constitute a \"claim\" even if the request is not made directly to the Government, but under § 3729(a)(2) it is still necessary for the defendant to intend that a claim be \"paid . . . by the Government\" and not by another entity.<sup>[1]</sup></p>\n<p></p>\n<h2>C</h2>\n<p>This does not mean, however, as petitioners suggest, see Reply Brief 1, that § 3729(a)(2) requires proof that a defendant's false record or statement was submitted to the Government. While § 3729(a)(1) requires a plaintiff to prove that the defendant \"present[ed]\" a false or fraudulent claim to the Government, the concept of presentment is not mentioned in § 3729(a)(2). The inclusion of an express presentment requirement in subsection (a)(1), combined with the absence of anything similar in subsection (a)(2), suggests that Congress did not intend to include a presentment requirement in subsection (a)(2). \"[W]hen Congress includes particular language in one section of a statute but <span class=\"star-pagination\">*2130</span> omits it in another section of the same Act, it is generally presumed that Congress acts intentionally and purposely in the disparate inclusion or exclusion.\" <i>Barnhart v. Sigmon Coal Co.,</i> <span class=\"citation\" data-id=\"145120\"><a href=\"/opinion/145120/barnhart-v-sigmon-coal-co/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span>, 452, 122 S.Ct. 941, 151 L.Ed.2d 908 (2002) (internal quotation marks omitted).</p>\n<p>What § 3729(a)(2) demands is not proof that the defendant caused a false record or statement to be presented or submitted to the Government but that the defendant made a false record or statement for the purpose of getting \"a false or fraudulent claim paid or approved by the Government.\" Therefore, a subcontractor violates § 3729(a)(2) if the subcontractor submits a false statement to the prime contractor intending for the statement to be used by the prime contractor to get the Government to pay its claim.<sup>[2]</sup> If a subcontractor or another defendant makes a false statement to a private entity and does not intend the Government to rely on that false statement as a condition of payment, the statement is not made with the purpose of inducing payment of a false claim \"by the Government.\" In such a situation, the direct link between the false statement and the Government's decision to pay or approve a false claim is too attenuated to establish liability. Recognizing a cause of action under the FCA for fraud directed at private entities would threaten to transform the FCA into an all-purpose antifraud statute. Our reading of § 3729(a)(2), based on the language of the statute, gives effect to Congress' efforts to protect the Government from loss due to fraud but also ensures that \"a defendant is not answerable for anything beyond the natural, ordinary and reasonable consequences of his conduct.\" <i>Anza v. Ideal Steel Supply Corp.,</i> <span class=\"citation\" data-id=\"145652\"><a href=\"/opinion/145652/anza-v-ideal-steel-supply-corp/\"><span class=\"volume\">547</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, 470, 126 S.Ct. 1991, 164 L.Ed.2d 720 (2006) (internal quotation marks omitted).</p>\n<p></p>\n<h2>III</h2>\n<p>Respondents also brought suit under § 3729(a)(3), which makes liable any person who \"conspires to defraud the Government by getting a false or fraudulent claim allowed or paid.\" Our interpretation of this language is similar to our interpretation of the language of § 3729(a)(2). Under § 3729(a)(3), it is not enough for a plaintiff to show that the alleged conspirators agreed upon a fraud scheme that had the effect of causing a private entity to make payments using money obtained from the Government. Instead, it must be shown that the conspirators intended \"to defraud the Government.\" Where the conduct that the conspirators are alleged to have agreed upon involved the making of a false record or statement, it must be shown that the conspirators had the purpose of \"getting\" the false record or statement to bring about the Government's payment of a false or fraudulent claim. It is not necessary to show that the conspirators intended the false record or statement to be presented directly to the Government, but it must be established that they agreed that the false record or statement would have a material effect on the Government's <span class=\"star-pagination\">*2131</span> decision to pay the false or fraudulent claim.</p>\n<p>This reading of subsection (a)(3) is in accord with our decision in <i>Tanner v. United States,</i> <span class=\"citation\" data-id=\"111936\"><a href=\"/opinion/111936/tanner-v-united-states/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, 107 S.Ct. 2739, 97 L.Ed.2d 90 (1987), where we held that a conspiracy to defraud a federally funded private entity does not constitute a \"conspiracy to defraud the United States\" under 18 U.S.C. § 371. <i>Id.,</i> at 129, 107 S.Ct. 2739. In <i>Tanner,</i> the Government argued that a recipient of federal financial assistance and the subject of federal supervision may itself be treated as \"the United States.\" We rejected this reading of § 371 as having \"not even an arguable basis in the plain language of § 371.\" <i>Id.,</i> at 131, 107 S.Ct. 2739. Indeed, we concluded that such an interpretation \"would have, in effect, substituted `anyone receiving federal financial assistance and supervision' for the phrase `the United States.'\" <i>Id.,</i> at 132, 107 S.Ct. 2739. Likewise, the interpretation urged on us by respondents would in effect substitute \"paid or approved by the Government\" for the phrase \"paid by Government funds.\" Had Congress intended subsection (a)(3) to apply to anyone who conspired to defraud a recipient of Government funds, it would have so provided.</p>\n<p></p>\n<h2>* * *</h2>\n<p>Because the decision of the Court of Appeals was based on an incorrect interpretation of §§ 3729(a)(2) and (3), we vacate its judgment and remand the case for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<h2>NOTES</h2>\n<p>[1]  This interpretation of § 3729(a)(2) does not render superfluous the portion of § 3729(c) providing that a \"claim\" may be made to a contractor, grantee, or other recipient of Government funding. This language makes it clear that there can be liability under §§ 3729(a)(1) and (2) where the request or demand for money or property that a defendant presents to a federal officer for payment or approval, § 3729(a)(1), or that a defendant intends \"to get . . . paid or approved by the Government\", § 3729(a)(2), may be a request or demand that was originally \"made to\" a contractor, grantee, or other recipient of federal funds and then forwarded to the Government.</p>\n<p>[2]  Section 3729(b) provides that the terms \"knowing\" and \"knowingly\" \"mean that a person, with respect to information(1) has actual knowledge of the information; (2) acts in deliberate ignorance of the truth or falsity of the information; or (3) acts in reckless disregard of the truth or falsity of the information, and no proof of specific intent to defraud is required.\" The statutory definition of these terms is easily reconcilable with our holding in this case for two reasons. First, the intent requirement we discern in § 3729(a)(2) derives not from the term \"knowingly,\" but rather from the infinitive phrase \"to get.\" Second, § 3729(b) refers to specific intent with regard to the truth or falsity of the \"information,\" while our holding refers to a defendant's purpose in making or using a false record or statement.</p>\n\n</div>", "id": 145798, "judges": "Alito", "local_path": "pdf/2008/06/09/Allison_Engine_Co._v._United_States_.pdf", "nature_of_suit": "", "plain_text": "(Slip Opinion)              OCTOBER TERM, 2007                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n       ALLISON ENGINE CO., INC., ET AL. v. UNITED \n\n             STATES EX REL. SANDERS ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE SIXTH CIRCUIT\n\n     No. 07–214.      Argued February 26, 2008—Decided June 9, 2008\nThe Navy contracted with two shipyards to build destroyers, each of\n  which needed generator sets (Gen-Sets) for electrical power. The\n  shipyards subcontracted with petitioner Allison Engine Company,\n  Inc. (Allison Engine), to build Gen-Sets, Allison Engine subcontracted\n  with petitioner General Tool Company (GTC) to assemble them, and\n  GTC subcontracted with petitioner Southern Ohio Fabricators, Inc.\n  (SOFCO), to manufacture Gen-Set bases and enclosures. The sub-\n  contracts required that each Gen-Set be accompanied by a certificate\n  of conformance (COC) certifying that the unit was manufactured ac-\n  cording to Navy specifications. All of the funds paid under the con-\n  tracts ultimately came from the U. S. Treasury.\n     Former GTC employees Sanders and Thacker (hereinafter respon-\n  dents) brought this qui tam suit seeking to recover damages from pe-\n  titioners under the False Claims Act (FCA), which, inter alia, im-\n  poses civil liability on any person who knowingly uses a “false . . .\n  statement to get a false or fraudulent claim paid or approved by the\n  Government,” 31 U. S. C. §3729(a)(2), or who “conspires to defraud\n  the Government by getting a false or fraudulent claim allowed or\n  paid,” §3729(a)(3). At trial, respondents introduced evidence that pe-\n  titioners had issued COCs falsely stating that their work was com-\n  pleted in compliance with Navy specifications and that they had pre-\n  sented invoices for payment to the shipyards. They did not, however,\n  introduce the invoices the shipyards submitted to the Navy. The Dis-\n  trict Court granted petitioners judgment as a matter of law, conclud-\n  ing that, absent proof that false claims were presented to the Gov-\n  ernment, respondents’ evidence was legally insufficient under the\n  FCA. The Sixth Circuit reversed in relevant part, holding, among\n2         ALLISON ENGINE CO. v. UNITED STATES EX REL. \n\n                         SANDERS                                         \n\n                          Syllabus \n\n\n    other things, that respondents’ §§3729(a)(2) and (3) claims did not\n    require proof of an intent to cause a false claim to be paid by the\n    Government; proof of an intent to cause such a claim to be paid by a\n    private entity using Government funds was sufficient.\nHeld:\n    1. It is insufficient for a plaintiff asserting a §3729(a)(2) claim to\n show merely that the false statement’s use resulted in payment or\n approval of the claim or that Government money was used to pay the\n false or fraudulent claim. Instead, such a plaintiff must prove that\n the defendant intended that the false statement be material to the\n Government’s decision to pay or approve the false claim. Pp. 5–8.\n       (a) The Sixth Circuit’s interpretation of §3729(a)(2) impermissi-\n bly deviates from the statute’s language, which requires the defen-\n dant to make a false statement “to get” a false or fraudulent claim\n “paid or approved by the Government.” Because “to get” denotes\n purpose, a person must have the purpose of getting a false or fraudu-\n lent claim “paid or approved by the Government” in order to be liable.\n Moreover, getting such a claim “paid . . . by the Government” is not\n the same as getting it paid using “government funds.” Under\n §3729(a)(2), a defendant must intend for the Government itself to pay\n the claim. Eliminating this element of intent would expand the FCA\n well beyond its intended role of combating “fraud against the Gov-\n ernment.” Rainwater v. United States, 356 U. S. 590, 592. Pp. 5–6.\n       (b) The Government’s contention that “paid . . . by the Govern-\n ment” does not mean literal Government payment is unpersuasive.\n The assertion that it is customary to say that the Government pays a\n bill when a recipient of Government funds uses those funds to pay in-\n volves a colloquial usage of the phrase “paid by” that is not customar-\n ily employed in statutory drafting, where precision is important and\n expected. Section 3729(c)’s definition of “claim” does not support the\n Government’s argument. The definition allows a request to be a\n “claim” even if it is not made directly to the Government, but, under\n §3729(a)(2), it is necessary that the defendant intend that a claim be\n “paid by the Government,” not by another entity. Pp. 6–7.\n       (c) This does not mean, however, that §3729(a)(2) requires proof\n that a defendant’s false statement was submitted to the Government.\n Because the section requires only that the defendant make the false\n statement for the purpose of getting “a false or fraudulent claim paid\n or approved by the Government,” a subcontractor violates §3729(a)(2)\n if it submits a false statement to the prime contractor intending that\n contractor to use the statement to get the Government to pay its\n claim. However, if a subcontractor makes a false statement to a pri-\n vate entity but does not intend for the Government to rely on the\n statement as a condition of payment, the direct link between the\n                     Cite as: 553 U. S. ____ (2008)                   3\n\n                               Syllabus\n\n  statement and the Government’s decision to pay or approve a false\n  claim is too attenuated to establish liability. The Court’s reading\n  gives effect to Congress’ efforts to protect the Government from loss\n  due to fraud but also ensures that “a defendant is not answerable for\n  anything beyond the natural, ordinary, and reasonable consequences\n  of his conduct.” Anza v. Ideal Steel Supply Corp., 547 U. S. 451, 470.\n  Pp. 7–9.\n     2. Similarly, it is not enough under §3729(a)(3) for a plaintiff to\n  show that the alleged conspirators agreed upon a fraud scheme that\n  had the effect of causing a private entity to make payments using\n  money obtained from the Government. Instead, it must be shown\n  that they intended “to defraud the Government.” Where their alleged\n  conduct involved the making of a false statement, it need not be\n  shown that they intended the statement to be presented directly to\n  the Government, but it must be established that they agreed that the\n  statement would have a material effect on the Government’s decision\n  to pay the false or fraudulent claim. Pp. 8–10.\n471 F. 3d 610, vacated and remanded.\n\n  ALITO, J., delivered the opinion for a unanimous Court.\n                        Cite as: 553 U. S. ____ (2008)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 07–214\n                                   _________________\n\n\n       ALLISON ENGINE COMPANY, INC., ET AL., \n\n          PETITIONERS v. UNITED STATES \n\n           EX REL. ROGER L. SANDERS AND \n\n                ROGER L. THACKER \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF\n\n            APPEALS FOR THE SIXTH CIRCUIT\n\n                                 [June 9, 2008]\n\n\n  JUSTICE ALITO delivered the opinion of the Court.\n  The False Claims Act (FCA) imposes civil liability on\nany person who knowingly uses a “false record or state-\nment to get a false or fraudulent claim paid or approved by\nthe Government,” 31 U. S. C. §3729(a)(2), and any person\nwho “conspires to defraud the Government by getting a\nfalse or fraudulent claim allowed or paid,” §3729(a)(3). We\ngranted review in this case to decide what a plaintiff\nasserting a claim under these provisions must show re-\ngarding the relationship between the making of a “false\nrecord or statement” and the payment or approval of “a\nfalse or fraudulent claim . . . by the Government.”\n  Contrary to the decision of the Court of Appeals below,\nwe hold that it is insufficient for a plaintiff asserting a\n§3729(a)(2) claim to show merely that “[t]he false state-\nment’s use . . . result[ed] in obtaining or getting payment\nor approval of the claim,” 471 F. 3d 610, 621 (CA6 2006)\nor that “government money was used to pay the false or\nfraudulent claim,” id., at 622. Instead, a plaintiff assert-\n2      ALLISON ENGINE CO. v. UNITED STATES EX REL. \n\n                       SANDERS                             \n\n                   Opinion of the Court \n\n\ning a §3729(a)(2) claim must prove that the defendant\nintended that the false record or statement be material to\nthe Government’s decision to pay or approve the false\nclaim. Similarly, a plaintiff asserting a claim under\n§3729(a)(3) must show that the conspirators agreed to\nmake use of the false record or statement to achieve this\nend.\n                              I\n  In 1985, the United States Navy entered into contracts\nwith two shipbuilders, Bath Iron Works and Ingalls Ship-\nbuilding (together the shipyards), to build a new fleet of\nArleigh Burke class guided missile destroyers. Each de-\nstroyer required three generator sets (Gen-Sets) to supply\nall of the electrical power for the ship. The shipyards\nsubcontracted with petitioner Allison Engine Company,\nInc. (Allison Engine), formerly a division of General Mo-\ntors, to build 90 Gen-Sets to be used in over 50 destroyers.\nAllison Engine in turn subcontracted with petitioner\nGeneral Tool Company (GTC) to assemble the Gen-Sets,\nand GTC subcontracted with petitioner Southern Ohio\nFabricators, Inc. (SOFCO), to manufacture bases and\nenclosures for the Gen-Sets. The Navy paid the shipyards\nan aggregate total of $1 billion for each new destroyer. Of\nthat, Allison Engine was paid approximately $3 million\nper Gen-Set; GTC was paid approximately $800,000 per\nGen-Set; and SOFCO was paid over $100,000 per Gen-Set.\nAll of the funds used to pay petitioners ultimately came\nfrom the Federal Treasury.\n  The Navy’s contract with the shipyards specified that\nevery part of each destroyer be built in accordance with\nthe Navy’s baseline drawings and military standards.\nThese requirements were incorporated into each of\npetitioners’ subcontracts. In addition, the contracts re-\nquired that each delivered Gen-Set be accompanied\nby a certificate of conformance (COC) certifying that the\n                 Cite as: 553 U. S. ____ (2008)           3\n\n                     Opinion of the Court\n\nunit was manufactured in accordance with the Navy’s\nrequirements.\n   In 1995, Roger L. Sanders and Roger L. Thacker (here-\ninafter respondents), former employees of GTC, brought\nsuit in the District Court for the Southern District of Ohio\nas qui tam relators seeking to recover damages pursuant\nto §3729, which renders liable any person who “knowingly\npresents, or causes to be presented, to an officer or em-\nployee of the United States Government . . . a false or\nfraudulent claim for payment or approval,” §3729(a)(1);\nany person who “knowingly makes, uses, or causes to be\nmade or used, a false record or statement to get a false or\nfraudulent claim paid or approved by the Government,”\n§3729(a)(2); and any person who “conspires to defraud the\nGovernment by getting a false or fraudulent claim allowed\nor paid,” §3729(a)(3).\n   Respondents alleged that the invoices submitted to the\nshipyards by Allison Engine, GTC, and SOFCO fraudu-\nlently sought payment for work that had not been done in\naccordance with contract specifications.       Specifically,\nrespondents claimed that the gearboxes installed by Alli-\nson Engine in the first 52 Gen-Sets were defective and\nleaked oil; that GTC never conducted a required final\nquality inspection for approximately half of the first 67\nGen-Sets; and that the SOFCO welders who worked on the\nfirst 67 Gen-Sets did not meet military standards. Re-\nspondents also claimed that petitioners issued COCs\nclaiming falsely that the Gen-Sets had been built to the\ncontractually required specifications even though petition-\ners knew that those specifications had not been met.\n   The case was tried to a jury. At trial, respondents in-\ntroduced evidence that petitioners had issued COCs that\nfalsely stated that their work was completed in compliance\nwith the Navy’s requirements and that they had presented\ninvoices for payment to the shipyards. Respondents did\nnot, however, introduce the invoices submitted by the\n4      ALLISON ENGINE CO. v. UNITED STATES EX REL. \n\n                       SANDERS                            \n\n                   Opinion of the Court \n\n\nshipyards to the Navy. At the close of respondents’ case,\npetitioners moved for judgment as a matter of law pursu-\nant to Federal Rule of Civil Procedure 50(a). Petitioners\nasserted that no reasonable jury could find a violation\nunder §3729 because respondents had failed to adduce any\nevidence that a false or fraudulent claim had ever been\npresented to the Navy. The District Court granted peti-\ntioners’ motion. No. 1–:95–cv–970, 2005 WL 713569 (SD\nOhio, Mar. 11, 2005). The court rejected respondents’\nargument that they did not have to present evidence that\na claim had been submitted to the Navy because they\nshowed that Government funds had been used to pay the\ninvoices that were presented to the shipyards. The Dis-\ntrict Court concluded that, absent proof that false claims\nwere presented to the Government, respondents’ evidence\nwas legally insufficient under the FCA. Id., at *10.\n   On appeal, a divided panel of the United States Court of\nAppeals for the Sixth Circuit reversed the District Court\nin relevant part. 471 F. 3d 610 (2006). The majority\nagreed with the District Court that liability under\n§3729(a)(1) requires proof that a false claim was presented\nto the Government. However, the Court of Appeals held\nthat the District Court erred in granting petitioners’ mo-\ntion for judgment as a matter of law with respect to re-\nspondents’ §§3729(a)(2) and (3) claims. The Court of\nAppeals held that such claims do not require proof of an\nintent to cause a false claim to be paid by the Government.\nRather, it determined that proof of an intent to cause a\nfalse claim to be paid by a private entity using Govern-\nment funds was sufficient. In so holding, the Court of\nAppeals recognized that its decision conflicted with United\nStates ex rel. Totten v. Bombardier Corp., 380 F. 3d 488\n(CADC 2004) (Totten), cert denied, 544 U. S. 1032 (2005).\n   We granted certiorari to resolve the conflict over the\nproper interpretation of §§3729(a)(2) and (a)(3). 552 U. S.\n___ (2007).\n                  Cite as: 553 U. S. ____ (2008)              5\n\n                      Opinion of the Court\n\n                                II\n                                A\n   We turn first to §3729(a)(2), and “[w]e start, as always,\nwith the language of the statute.” Williams v. Taylor, 529\nU. S. 420, 431 (2000). Section 3729(a)(2) imposes civil\nliability on any person who “knowingly makes, uses, or\ncauses to be made or used, a false record or statement to\nget a false or fraudulent claim paid or approved by the\nGovernment.”\n   The interpretation of §3729(a)(2) that was adopted by\nthe Court of Appeals—and that is endorsed by the respon-\ndents and the Government—impermissibly deviates from\nthe statute’s language. In the view of the Court of Ap-\npeals, it is sufficient for a §3729(a)(2) plaintiff to show that\na false statement resulted in the use of Government funds\nto pay a false or fraudulent claim. 471 F. 3d, at 621–622.\nUnder subsection (a)(2), however, the defendant must\nmake the false record or statement “to get” a false or\nfraudulent claim “paid or approved by the Government.”\n“To get” denotes purpose, and thus a person must have the\npurpose of getting a false or fraudulent claim “paid or\napproved by the Government” in order to be liable under\n§3729(a)(2). Additionally, getting a false or fraudulent\nclaim “paid . . . by the Government” is not the same as\ngetting a false or fraudulent claim paid using “government\nfunds.” Id., at 622. Under §3729(a)(2), a defendant must\nintend that the Government itself pay the claim.\n   Eliminating this element of intent, as the Court of\nAppeals did, would expand the FCA well beyond its in-\ntended role of combating “fraud against the Government.”\nSee Rainwater v. United States, 356 U. S. 590, 592 (1958)\n(emphasis added). As the District of Columbia Circuit\npointed out, the reach of §3729(a)(2) would then be “al-\nmost boundless: for example, liability could attach for any\nfalse claim made to any college or university, so long as\nthe institution has received some federal grants—as most\n6      ALLISON ENGINE CO. v. UNITED STATES EX REL. \n\n                       SANDERS                            \n\n                   Opinion of the Court \n\n\nof them do.” Totten, supra, at 496.\n                             B\n   Defending the Court of Appeals’ interpretation of\n§3729(a)(2), the Government contends that the phrase\n“paid . . . by the Government” does not mean that the\nGovernment must literally pay the bill. The Govern-\nment maintains that it is customary to say that the Gov-\nernment pays a bill when a person who has received\nGovernment funds uses those funds to pay a bill. The\nGovernment provides this example: “ ‘[W]hen a student\nsays his college living expenses are “paid by” his parents,\nhe typically does not mean that his parents send checks\ndirectly to his creditors. Rather, he means that his\nparents are the ultimate source of the funds he uses to\npay those expenses.’ ” Brief for United States as Ami-\ncus Curiae 9 (quoting Totten, supra, at 506 (Garland, J.,\ndissenting)).\n   This example is unpersuasive because it involves a\ncolloquial usage of the phrase “paid by”—a usage that is\nnot customarily employed in more formal contexts. For\nexample, if a federal employee who receives all of his\nincome from the Government were asked in a formal\ninquiry to reveal who paid for, say, his new car or a vaca-\ntion, the employee would not say that the Federal Gov-\nernment had footed the bill. In statutory drafting, where\nprecision is both important and expected, the sort of col-\nloquial usage on which the Government relies is not\ncustomary.\n   The Government is also wrong in arguing that the\ndefinition of the term “claim” in §3729(c) means that\n§3729(a)(2)’s use of the phrase “paid by the government”\nshould not be read literally. Under this definition, a re-\nquest for money or property need not be made directly to\nthe Government in order to constitute a “claim.” Instead,\na “claim” may include a request or demand that is made to\n                     Cite as: 553 U. S. ____ (2008)                   7\n\n                         Opinion of the Court\n\n“a contractor, grantee, or other recipient if the United\nStates Government provides any portion of the money or\nproperty which is requested or demanded, or if the Gov-\nernment will reimburse such contractor, grantee, or other\nrecipient for any portion of the money or property which is\nrequested or demanded.” §3729(c). This definition of the\nword “claim” does not support the Government’s argument\nbecause it does not alter the meaning of the phrase “by the\nGovernment” in §3729(a)(2). Under §3729(c)’s definition of\n“claim,” a request or demand may constitute a “claim”\neven if the request is not made directly to the Govern-\nment, but under §3729(a)(2) it is still necessary for the\ndefendant to intend that a claim be “paid . . . by the Gov-\nernment” and not by another entity.1\n                             C\n   This does not mean, however, as petitioners suggest, see\nReply Brief 1, that §3729(a)(2) requires proof that a defen-\ndant’s false record or statement was submitted to the\nGovernment. While §3729(a)(1) requires a plaintiff to\nprove that the defendant “present[ed]” a false or fraudu-\nlent claim to the Government, the concept of presentment\nis not mentioned in §3729(a)(2). The inclusion of an ex-\npress presentment requirement in subsection (a)(1), com-\nbined with the absence of anything similar in subsection\n(a)(2), suggests that Congress did not intend to include a\npresentment requirement in subsection (a)(2). “[W]hen\n——————\n  1 This interpretation of §3729(a)(2) does not render superfluous the\n\nportion of §3729(c) providing that a “claim” may be made to a contrac-\ntor, grantee, or other recipient of Government funding. This language\nmakes it clear that there can be liability under §§3729(a)(1) and (2)\nwhere the request or demand for money or property that a defendant\npresents to a federal officer for payment or approval, §3729(a)(1), or\nthat a defendant intends “to get . . . paid or approved by the Govern-\nment”, §3729(a)(2), may be a request or demand that was originally\n“made to” a contractor, grantee, or other recipient of federal funds and\nthen forwarded to the Government.\n8        ALLISON ENGINE CO. v. UNITED STATES EX REL.\n                         SANDERS                                          \n\n                     Opinion of the Court \n\n\nCongress includes particular language in one section of a\nstatute but omits it in another section of the same Act, it\nis generally presumed that Congress acts intentionally\nand purposely in the disparate inclusion or exclusion.”\nBarnhart v. Sigmon Coal Co., 534 U. S. 438, 452 (2002)\n(internal quotation marks omitted).\n   What §3729(a)(2) demands is not proof that the defen-\ndant caused a false record or statement to be presented or\nsubmitted to the Government but that the defendant made\na false record or statement for the purpose of getting “a\nfalse or fraudulent claim paid or approved by the Govern-\nment.” Therefore, a subcontractor violates §3729(a)(2) if\nthe subcontractor submits a false statement to the prime\ncontractor intending for the statement to be used by the\nprime contractor to get the Government to pay its claim.2\nIf a subcontractor or another defendant makes a false\nstatement to a private entity and does not intend the\nGovernment to rely on that false statement as a condition\nof payment, the statement is not made with the purpose of\ninducing payment of a false claim “by the Government.”\nIn such a situation, the direct link between the false\nstatement and the Government’s decision to pay or ap-\nprove a false claim is too attenuated to establish liability.\nRecognizing a cause of action under the FCA for fraud\ndirected at private entities would threaten to transform\n——————\n  2 Section 3729(b) provides that the terms “knowing” and “knowingly”\n\n“mean that a person, with respect to information—(1) has actual\nknowledge of the information; (2) acts in deliberate ignorance of the\ntruth or falsity of the information; or (3) acts in reckless disregard of\nthe truth or falsity of the information, and no proof of specific intent to\ndefraud is required.” The statutory definition of these terms is easily\nreconcilable with our holding in this case for two reasons. First, the\nintent requirement we discern in §3729(a)(2) derives not from the term\n“knowingly,” but rather from the infinitive phrase “to get.” Second,\n§3729(b) refers to specific intent with regard to the truth or falsity of\nthe “information,” while our holding refers to a defendant’s purpose in\nmaking or using a false record or statement.\n                  Cite as: 553 U. S. ____ (2008)            9\n\n                      Opinion of the Court\n\nthe FCA into an all-purpose antifraud statute. Our read-\ning of §3729(a)(2), based on the language of the statute,\ngives effect to Congress’ efforts to protect the Government\nfrom loss due to fraud but also ensures that “a defendant\nis not answerable for anything beyond the natural, ordi-\nnary and reasonable consequences of his conduct.” Anza v.\nIdeal Steel Supply Corp., 547 U. S. 451, 470 (2006) (inter-\nnal quotation marks omitted).\n                             III\n  Respondents also brought suit under §3729(a)(3), which\nmakes liable any person who “conspires to defraud the\nGovernment by getting a false or fraudulent claim allowed\nor paid.” Our interpretation of this language is similar to\nour interpretation of the language of §3729(a)(2). Under\n§3729(a)(3), it is not enough for a plaintiff to show that the\nalleged conspirators agreed upon a fraud scheme that had\nthe effect of causing a private entity to make payments\nusing money obtained from the Government. Instead, it\nmust be shown that the conspirators intended “to defraud\nthe Government.” Where the conduct that the conspira-\ntors are alleged to have agreed upon involved the making\nof a false record or statement, it must be shown that the\nconspirators had the purpose of “getting” the false record\nor statement to bring about the Government’s payment of\na false or fraudulent claim. It is not necessary to show\nthat the conspirators intended the false record or state-\nment to be presented directly to the Government, but it\nmust be established that they agreed that the false record\nor statement would have a material effect on the Govern-\nment’s decision to pay the false or fraudulent claim.\n  This reading of subsection (a)(3) is in accord with our\ndecision in Tanner v. United States, 483 U. S. 107 (1987),\nwhere we held that a conspiracy to defraud a federally\nfunded private entity does not constitute a “conspiracy to\ndefraud the United States” under 18 U. S. C. §371. Id., at\n10     ALLISON ENGINE CO. v. UNITED STATES EX REL. \n\n                       SANDERS                              \n\n                   Opinion of the Court \n\n\n129. In Tanner, the Government argued that a recipient\nof federal financial assistance and the subject of federal\nsupervision may itself be treated as “the United States.”\nWe rejected this reading of §371 as having “not even an\narguable basis in the plain language of §371.” Id., at 131.\nIndeed, we concluded that such an interpretation “would\nhave, in effect, substituted ‘anyone receiving federal finan-\ncial assistance and supervision’ for the phrase ‘the United\nStates.’ ” Id., at 132. Likewise, the interpretation urged\non us by respondents would in effect substitute “paid or\napproved by the Government” for the phrase “paid by\nGovernment funds.” Had Congress intended subsection\n(a)(3) to apply to anyone who conspired to defraud a re-\ncipient of Government funds, it would have so provided.\n                       *     *     *\n  Because the decision of the Court of Appeals was based\non an incorrect interpretation of §§3729(a)(2) and (3), we\nvacate its judgment and remand the case for further pro-\nceedings consistent with this opinion.\n                                           It is so ordered.\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/145798/", "sha1": "a9c07180a886444a0cd61cb584102e3c392084b3", "source": "LC", "supreme_court_db_id": "2007-050", "time_retrieved": "2010-05-05T17:08:00"}