{"absolute_url": "/opinion/108467/united-states-v-generes/", "blocked": false, "citation": {"case_name": "United States v. Generes", "docket_number": "70-28", "document_uris": ["/api/rest/v2/document/108467/"], "federal_cite_one": "405 U.S. 93", "federal_cite_three": "31 L. Ed. 2d 62", "federal_cite_two": "92 S. Ct. 827", "id": 92826, "lexis_cite": "1972 U.S. LEXIS 151", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/92826/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 44, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1972-03-27", "date_modified": "2014-12-21T01:57:45.652497", "docket": "/api/rest/v2/docket/209364/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">31 L.Ed.2d 62</p>\n    <p class=\"case_cite\">92 S.Ct. 827</p>\n    <p class=\"case_cite\">405 U.S. 93</p>\n    <p class=\"parties\">UNITED STATES, Petitioner,<br>v.<br>Edna GENERES, Wife of, and Allen H. Generes.</p>\n    <p class=\"docket\">No. 70&#8212;28.</p>\n    <p class=\"date\">Argued Nov. 8, 1971.</p>\n    <p class=\"date\">Decided Feb. 23, 1972.</p>\n    <p class=\"date\">Rehearing Denied March 27, 1972.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">See 405 U.S. 1033, 92 S.Ct. 1274.</p>\n      <p class=\"indent\">Syllabus</p>\n      <p class=\"indent\">Respondent taxpayer owned 44% of the stock of a closely held construction corporation, with an original investment of $38,900, and received an annual salary of $12,000 for serving as president on a part-time basis. His total income was about $40,000 a year. He advanced money to the corporation and signed an indemnity agreement with a bonding company, which furnished bid and performance bonds for the construction contracts. The corporation defaulted on contracts in 1962 and the taxpayer advanced over $158,000 to the corporation and indemnified the bonding company to the extent of more than $162,000. The corporation went into receivership and he obtained no reimbursement for these sums. On his 1962 income tax return the taxpayer took his loss on direct loans to the corporation as a nonbusiness bad debt, but he claimed the indemnification loss as a business debt and deducted it against ordinary income and asserted net loss carrybacks for the portion unused in 1962, pursuant to 26 U.S.C. &#167; 172. Treasury Regulations provide that if, at the time of worthlessness, the debt has a 'proximate' relationship to the taxpayer's business, the debt qualifies as a business bad debt. In his suit for a tax refund the taxpayer testified that his sole motive for signing the indemnification agreement was to protect his $12,000-a-year employment with the corporation. The jury was asked to determine whether signing the agreement 'was proximately related to his trade or business of being an employee' of the corporation. The court refused the Government's request for an instruction that the applicable standard was that of dominant motivation and charged the jury that significant motivation satisfies the Regulations' requirement of proximate relationship. The jury's verdict was for the taxpayer and the Court of Appeals affirmed, approving the significant-motivation standard. Held:</p>\n      <p class=\"indent\">1. In determining whether a bad debt has a 'proximate' relation to the taxpayer's trade or business and thus qualifies as a business bad debt, the proper standard is that of dominant motivation rather than significant motivation. Pp. 103-105.</p>\n      <p class=\"indent\">2. There is nothing in the record that would support a jury verdict in the taxpayer's favor had the dominant-motivation standard been embodied in the instructions. P. 106&#8212;107.</p>\n      <p class=\"indent\">427 F.2d 279, reversed and remanded.</p>\n      <p class=\"indent\">Matthew J. Zinn, Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Max Nathan, Jr., New Orleans, La., for respondents.</p>\n      <p class=\"indent\">Mr. Justice BLACKMUN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A debt a closely held corporation owed to an indemnifying shareholder-employee became worthless in 1962. The issue in this federal income tax refund suit is whether, for the shareholder-employee, that worthless obligation was a business or a nonbusiness bad debt within the meaning and reach of &#167;&#167; 166(a) and (d) of the Internal Revenue Code of 1954, as amended, 26 U.S.C. &#167;&#167; 166(a) and (d),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and of the implementing Regulations &#167; 1.166&#8212;5.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The issue's resolution is important for the taxpayer. If the obligation was a business debt, he may use it to offset ordinary income and for carryback purposes under &#167; 172 of the Code, 26 U.S.C. &#167; 172. On the other hand, if the obligation is a nonbusiness debt, it is to be treated as a short-term capital loss subject to the restrictions imposed on such losses by &#167; 166(d)(1)(B) and &#167;&#167; 1211 and 1212, and its use for carryback purposes is restricted by &#167; 172(d) (4). The debt is one or the other in its entirety, for the Code does not provide for its allocation in part to business and in part to nonbusiness.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In determining whether a bad debt is a business or a nonbusiness obligation, the Regulations focus on the relation the loss bears to the taxpayer's business. If, at the time of worthlessness, that relation is a 'proximate' one, the debt qualifies as a business bad debt and the aforementioned desirable tax consequences then ensue.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The present case turns on the proper measure of the required proximate relation. Does this necessitate a 'dominant' business motivation on the part of the taxpayer or is a 'significant' motivation sufficient?</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Tax in an amount somewhat in excess of $40,000 is involved. The taxpayer, Allen H. Generes,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> prevailed in a jury trial in the District Court. See 67&#8212;2 U.S.T.C. 9754 (ED La.). On the Government's appeal , the Fifth Circuit affirmed by a divided vote. 427 F.2d 279 (CA5 1970). Certiorari was granted, 401 U.S. 972, 91 S.Ct. 1189, 28 L.Ed. 321 (1971), to resolve a conflict among the circuits.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">* The taxpayer as a young man in 1909 began work in the construction business. His son-in-law, William F. Kelly, later engaged independently in similar work. During World War II the two men formed a partnership in which their participation was equal. The enterprise proved successful. In 1954 Kelly- Generes Construction Co., Inc., was organized as the corporate successor to the partnership. It engaged in the heavy-construction business, primarily on public works projects.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The taxpayer and Kelly each owned 44% of the corporation's outstanding capital stock. The taxpayer's original investment in his shares was $38,900. The remaining 12% of the stock was owned by a son of the taxpayer and by another son-in-law. Mr. Generes was president of the corporation and received from it an annual salary of $12,000. Mr. Kelly was executive vice-president and received an annual salary of $15,000.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The taxpayer and Mr. Kelly performed different services for the corporation. Kelly worked full time in the field and was in charge of the day-to-day construction operations. Generes, on the other hand, devoted no more than six to eight hours a week to the enterprise. He reviewed bids and jobs, made cost estimates, sought and obtained bank financing, and assisted in securing the bid and performance bonds that are an essential part of the public-project construction business. Mr. Generes, in addition to being president of the corporation, held a full-time position as president of a savings and loan association he had founded in 1937. He received from the association an annual salary of.$19,000. The taxpayer also had other sources of income. His gross income averaged about $40,000 a year during 1959&#8212;1962.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Taxpayer Generes from time to time advanced personal funds to the corporation to enable it to complete construction jobs. He also guaranteed loans made to the corporation by banks for the purchase of construction machinery and other equipment. In addition, his presence with respect to the bid and performance bonds is of particular significance. Most of these were obtained from Maryland Casualty Co. That underwriter required the taxpayer and Kelly to sign an indemnity agreement for each bond it issued for the corporation. In 1958, however, in order to eliminate the need for individual indemnity contracts, taxpayer and Kelly signed a blanket agreement with Maryland whereby they agreed to indemnify it, up to a designated amount, for any loss it suffered as surety for the corporation. Maryland then increased its line of surety credit to $2,000,000. The corporation had over $14,000,000 gross business for the period 1954 through 1962.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In 1962 the corporation seriously underbid two projects and defaulted in its performance of the project contracts. It proved necessary for Maryland to complete the work. Maryland then sought indemnity from Generes and Kelly. The taxpayer indemnified Maryland to the extent of $162,104.57. In the same year he also loaned $158,814.49 to the corporation to assist it in its financial difficulties. The corporation subsequently went into receivership and the taxpayer was unable to obtain reimbursement from it.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In his federal income tax return for 1962 the taxpayer took his loss on his direct loans to the corporation as a non-business bad debt. He claimed the indemnification loss as a business bad debt and deducted it against ordinary income.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Later he filed claims for refund for 1959&#8212;1961, asserting net operating loss carrybacks under &#167; 172 to those years for the portion, unused in 1962, of the claimed business bad debt deduction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In due course the claims were made the subject of the jury trial refund suit in the United States District Court for the Eastern District of Louisiana. At the trial Mr. Generes testified that his sole motive in signing the indemnity agreement was to protect his $12,000-a-year employment with the corporation. The jury, by special interrogatory, was asked to determine whether taxpayer's signing of the indemnity agreement with Maryland 'was proximately related to his trade or business of being an employee' of the corporation. The District Court charged the jury, over the Government's objection, that significant motivation satisfies the Regulations' requirement of proximate relationship.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The court refused the Government's request for an instruction that the applicable standard was that of dominant rather than significant motivation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After twice returning to the court for clarification of the instruction given, the jury found that the taxpayer's signing of the indemnity agreement was proximately related to his trade or business of being an employee of the corporation. Judgment on this verdict was then entered for the taxpayer.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Fifth Circuit majority approved the significant-motivation standard so specified and agreed with a Second Circuit majority in Weddle v. Commissioner of Internal Revenue, 325 F.2d 849, 851 (1963), in finding comfort for so doing in the tort law's concept of proximate cause. Judge Simpson dissented. 427 F.2d, at 284. He agreed with the holding of the Seventh Circuit in Niblock v. Commissioner of Internal Revenue, 417 F.2d 1185 (1969), and with Chief Judge Lumbard, separately concurring in Weddle, 325 F.2d, at 852, that dominant and primary motivation is the standard to be applied.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A. The fact responsible for the litigation is the taxpayer's dual status relative to the corporation. Generes was both a shareholder and an employee. These interests are not the same, and their differences occasion different tax consequences. In tax jargon, Generes' status as a shareholder was a nonbusiness interest. It was capital in nature and it was composed initially of tax-paid dollars. Its rewards were expectative and would flow, not from personal effort, but from investment earnings and appreciation. On the other hand, Generes' status as an employee was a business interest. Its nature centered in personal effort and labor, and salary for that endeavor would be received. The salary would consist of pre-tax dollars.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Thus, for tax purposes it becomes important and, indeed, necessary to determine the character of the debt that went bad and became uncollectible. Did the debt center on the taxpayer's business interest in the corporation or on his nonbusiness interest? If it was the former, the taxpayer deserves to prevail here. Trent v. Commissioner of Internal Revenue, 291 F.2d 669 (CA2 1961); Jaffe v. Commissioner, T. C. Memo 67,215; Estate of Saperstein v. Commissioner, T.C. Memo 70,209; Faucher v. Commissioner, T. C. Memo 70,21 7; Rosati v. Commissioner, T.C. Memo 70,343; Rev.Rul. 71&#8212;561, 1971&#8212;50 Int.Rev.Bull. 13.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">B. Although arising in somewhat different contexts, two tax cases decided by the Court in recent years merit initial mention. In each of these cases a major shareholder paid out money to or on behalf of his corporation and then was unable to obtain reimbursement from it. In each he claimed a deduction assertable against ordinary income. In each he was unsuccessful in this quest:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">1. In Putnam v. Commissioner of Internal Revenue, 352 U.S. 82, 77 S.Ct. 175, 1 L.Ed.2d 144 (1956), the taxpayer was a practicing lawyer who had guaranteed obligations of a labor newspaper corporation in which he owned stock. He claimed his loss as fully deductible in 1948 under &#167; 23(e)(2) of the 1939 Code. The standard prescribed by that statute was incurrence of the loss 'in any transaction entered into for profit, though not connected with the trade or business.' The Court rejected this approach and held that the loss was a nonbusiness bad debt subject to short-term capital loss treatment under &#167; 23(k) (4). The loss was deductible as a bad debt or not at all. See Rev.Rul. 60&#8212;48, 1960&#8212;1 Cum.Bull. 112.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">2. In Whipple v. Commissioner of Internal Revenue, 373 U.S. 193, 83 S.Ct. 1168, 10 L.Ed.2d 288 (1963), the taxpayer had provided organizational, promotional, and managerial services to a corporation in which he owned approximately an 80% stock interest. He claimed that this constituted a trade or business and, hence, that debts owing him by the corporation were business bad debts when they became worthless in 1953. The Court also rejected that contention and held that Whipple's investing was not a trade or business, that is, that '(d)evoting one's time and energies to the affairs of a corporation is not of itself, and without more, a trade or business of the person so engaged.' 373 U.S., at 202, 83 S.Ct., at 1174. The rationale was that a contrary conclusion would be inconsistent with the principle that a corporation has a personality separate from its shareholders and that its business is not necessarily their business. The Court indicated its approval of the Regulations' proximate-relation test:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'Moreover, there is no proof (which might be difficult to      furnish where the taxpayer is the sole or dominant      stockholder) that the loan was necessary to keep his job or      was otherwise proximately related to maintaining his trade or      business as an employee. Compare Trent v. Commissioner of      Internal Revenue (291 F.2d 669 (CA2 1961().' 373 U.S., at      204, 83 S.Ct., at 1175.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Court also carefully noted the distinction between the business and the nonbusiness bad debt for one who is both an employee and a shareholders.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">These two cases approach, but do not govern, the present one. They indicate, however, a cautious and not a free-wheeling approach to the business bad debt. Obviously, taxpayer Generes endeavored to frame his case to bring it within the area indicated in the above quotation from Whipple v. Commissioner of Internal Revenue.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We conclude that in determining whether a bad debt has a 'proximate' relation to the taxpayer's trade or business, as the Regulations specify, and thus qualifies as a business bad debt, the proper measure is that of dominant motivation, and that only significant motivation is not sufficient. We reach this conclusion for a number of reasons:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">A. The Code itself carefully distinguishes between business and non-business items. It does so, for example, in &#167; 165 with respect to losses, in &#167; 166 with respect to bad debts, and in &#167; 162 with respect to expenses. It gives particular tax benefits to business losses, business bad debts, and business expenses, and gives lesser benefits, or none at all, to nonbusiness losses, non-business bad debts, and nonbusiness expenses. It does this despite the fact that the latter are just as adverse in financial consequence to the taxpayer as are the former. But this distinction has been a policy of the income tax structure ever since the Revenue Act of 1916, &#167; 5(a), 39 Stat. 759, provided differently for trade or business losses than it did for losses sustained in another transaction entered into for profit. And it has been the specific policy with respect to bad debts since the Revenue Act of 1942 incorporated into &#167; 23(k) of the 1939 Code the distinction between business and non-business bad debts. 56 Stat. 820.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The point, however, is that the tax statutes have made the distinction, that the Congress therefore intended it to be a meaningful one, and that the distinction is not to be obliterated or blunted by an interpretation that tends to equate the business bad debt with the nonbusiness bad debt. We think that emphasis upon the significant rather than upon the dominant would have a tendency to do just that.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">B. Application of the significant-motivation standard would also tend to undermine and circumscribe the Court's holding in Whipple and the emphasis there that a shareholder's mere activity in a corporation's affairs is not a trade or business. As Chief Judge Lumbard pointed out in his separate and disagreeing concurrence in Weddle, supra, 325 F.2d, at 852&#8212;853, both motives that of protecting the investment and that of protecting the salary&#8212;-are inevitably involved, and an inquiry whther employee status provides a significant motivation will always produce an affirmative answer and result in a judgment for the taxpayer.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">C. The dominant-motivation standard has the attribute of workability. It provides a guideline of certainty for the trier of fact. The trier then may compare the risk against the potential reward and give proper emphasis to the objective rather than to the subjective. As has just been noted, an employee-shareholder, in making or guaranteeing a loan to his corporation, usually acts with two motivations, the one to protect his investment and the other to protect his employment. By making the dominant motivation the measure, the logical tax consequence ensues and prevents the mere presence of a business motive, however small and however insignificant, from controlling the tax result at the taxpayer's convenience. This is of particular importance in a tax system that is so largely dependent on voluntary compliance.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">D. The dominant-motivation test strengthens and is consistent with the mandate of &#167; 262 of the Code, 26 U.S.C. &#167; 262, that 'no deduction shall be allowed for personal, living, or family expenses' except as otherwise provided. It prevents personal considerations from circumventing this provision.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">E. The dominant-motivation approach to &#167; 166(d) is consistent with that given the loss provisions in &#167; 165(c)(1), see, for example, Imbesi v. Commissioner of Internal Revenue, 361 F.2d 640, 644 (CA3 1966), and in &#167; 165(c)(2), see Austin v. Commissioner of Internal Revenue, 298 F.2d 583, 584 (CA2 1962). In these related areas, consistency is desirable. See also, Commissioner of Internal Revenue v. Duberstein, 363 U.S. 278, 286, 80 S.Ct. 1190, 1197, 4 L.Ed.2d 1218 (1960).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">F. We see no inconsistency, such as the taxpayer suggests, between the Government's urging dominant motivation here and its having urged only significant motivation as the appropriate standard for the incurrence of liability for the accumulated-earnings tax under &#167; 531 of the 1954 Code, 26 U.S.C. &#167; 531, and for includability in the gross estate, for federal estate tax purposes, of a transfer made in contemplation of death under &#167; 2035, 26 U.S.C. &#167; 2035. Sections 531 and 2035 are Congress' answer to tax avoidance activity. United States v. Donruss Co., 393 U.S. 297, 303, 89 S.Ct. 501, 504, 21 L.Ed.2d 495 (1969), and Farmers' Loan &amp; Trust Co. v. Bowers, 98 F.2d 794 (CA2 1938), cert. denied, 396 U.S. 648, 59 S.Ct. 589, 83 L.Ed. 1074 (1939).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">G. The Regulations' use of the word 'proximate' perhaps is not the most fortunate, for it naturally tempts one to think in tort terms. The temptation, however, is best rejected, and we reject it here. In tort law factors of duty, of foreseeability, of secondary cause, and of plural liability are under consideration, and the concept of proximate cause has been developed as an appropriate application and measure of these factors. It has little place in tax law where plural aspects are not usual, where an item either is or is not a deduction, or either is or is not a business bad debt, and where certainty is desirable.</p>\n    </div>\n    <p class=\"center\">IV</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The conclusion we have reached means that the District Court's instructions, based on a standard of significant rather than dominant motivation, are erroneous and that, at least, a new trial is required. We have examined the record, however, and find nothing that would support a jury verdict in this taxpayer's favor had the dominant-motivation standard been embodied in the instructions. Judgment n.o.v. for the United States, therefore, must be ordered. See Neely v. Martin K. Eby Construction Co., 386 U.S. 317, 87 S.Ct. 1072, 18 L.Ed.2d 75 (1967).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As Judge Simpson pointed out in his dissent, 427 F.2d, at 284 285, the only real evidence offered by the taxpayer bearing upon motivation was his own testimony that he signed the indemnity agreement 'to protect my job,' that 'I figured in three years' time I would get my money out,' and that 'I never once gave it (his investment in the corporation) a thought.'<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The statements obviously are self-serving. In addition, standing alone, they do not bear the light of analysis. What the taxpayer was purporting to say was that his $12,000 annual salary was his sole motivation, and that his $38,900 original investment, the actual value of which prior to the misfortunes of 1962 we do not know, plus his loans to the corporation, plus his personal interest in the integrity of the corporation as a source of living for his son-in-law and as an investment for his son and his other son-in-law, were of no consequence whatever in his thinking. The comparison is strained all the more by the fact that the salary is pre-tax and the investment is taxpaid. With his total annual income about $40,000, Mr. Generes may well have reached a federal income tax bracket of 40% or more for a joint return in 1958&#8212;1962. ss 1 and 2 of the 1954 Code 68A Stat. 5 and 8. The $12,000 salary thus would produce for him only about $7,000 net after federal tax and before any state income tax. This is the figure, and not $12,000, that has any possible significance for motivation purposes, and it is less than 1/5 of the original stock investment.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We conclude on these facts that the taxpayer's explanation falls of its own weight, and that reasonable minds could not ascribe, on this record, a dominant motivation directed to the preservation of the taxpayer's salary as president of Kelly-Generes Construction Co. Inc.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The judgment is reversed and the case is remanded with direction that judgment be entered for the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Mr. Jujstice POWELL and Mr. Justice REHNQUIST took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Mr. Justice MARSHALL, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">I agree with and join the opinion of the Court. In doing so I add a few additional words of legislative history in support of the wording of the Internal Revenue Code itself.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">It is now well-established law that a corporate employee is entitled to deduct as a business bad debt a bad debt incurred because of his employee status&#8212;e.g., a loan made to protect his job which becomes unrecoverable. See, e.g., Trent v. Commissioner of Internal Revenue, 291 F.2d 669 (CA2 1961); Lundgren v. Commissioner of Internal Revenue, 376 F.2d 623 (CA9 1967); Smith v. Commissioner of Internal Revenue, 55 T.C. 260 (1970). See also Whipple v. Commissioner of Internal Revenue, 373 U.S. 193, 201, 83 S.Ct. 1168, 1173, 10 L.Ed.2d 288 (1963). The law is equally well established, however, that a shareholder is not entitled to a business bad-debt deduction when a loan which he has made to enhance his stock interest in a corporation goes bad.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The taxpayer in this case is both an employee and a shareholder of a single corporation, and the question thus presented is how to determine the proper tax treatment of loans made by him to the corporation that became uncollectible.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Internal Revenue Code itself does not offer any test for determining when a bad debt is a business bad debt, but &#167; 1.166 5(b) of the Treasury Regulations, on Income Tax provides that a loss from a worthless debt is deductible as a business bad debt only if the relation between the loss and taxpayer's trade or business is a proximate one. The Commissioner contends that the taxpayer must demonstrate that the 'primary and dominant' motivation for the undertaking that gave rise to the bad debt was attributable to his status as an employee, and not as a shareholder, in order to comply with the regulation. It is the taxpayer's position that the proximate relationship is sufficiently demonstrated if the undertaking giving rise to the bad debt was 'significantly' motivated by his employee status. The District Court and Court of Appeals agreed with the taxpayer.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The opinion of the Court properly concludes that acceptance of the test advocated by the taxpayer would blunt somewhat the distinction between business and nonbusiness expenses, and that the Commissioner's test is slightly more consistent with the thrust of various sections of the Internal Revenue Code. Were this all we had to work with, however, I would be as torn between the two tests as the lower courts have been. Compare Weddle v. Commissioner of Internal Revenue, 325 F.2d 849 (CA2 1963), with Niblock v. Commissioner of Internal Revenue, 417 F.2d 1185 (CA7 1969), and Smith v. Commissioner of Internal Revenue, 55 T.C. 260 (1970). As the Court's opinion points out, Congress did not choose to apportion the tax treatment of bad debts according to the strength of the various interests of the taxpayer that gave rise to them. Left with an all-or-nothing approach and no legislative history, one might well conclude that Congress did intend to blunt the distinction between business and nonbusiness bad debts, especially since neither the language of the Code nor the regulations explicitly require one test or the other, and since the burden on the taxpayer of both types of losses is identical. Fortunately, there is a clear and compelling legislative history that obviates any need for speculation as to Congress' intent in enacting &#167; 166 of the Code, 26 U.S.C. &#167; 166. And, only the Commissioner's test is consistent with that intent.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Prior to 1942 the Internal Revenue Code treated business and nonbusiness bad debts identically. But, in that year, Congress amended &#167; 23(k) of the 1939 Code in order to distinguish between the two. A nonbusiness bad debt was defined as one 'other than a debt the loss from the worthlessness of which is incurred in the taxpayer's trade or business,' and business bad debts presumably encompassed all others. The demarcation remains essentially the same under &#167; 166 of the 1954 Code except that the definition of business bad debts is expanded for the limited purpose of including within it 'a debt created or acquired . . . in connection with a trade or business of the taxpayer' but not 'incurred in' the business&#8212;e.g., a debt growing out of a trade or business that becomes worthless under circumstances removed from the trade or business. See H.R.Rep.No. 1337, 83d Cong., 2d Sess., 21&#8212;22; S.Rep.No.1622, 83d Cong., 2d Sess., 24; Whipple v. Commissioner of Internal Revenue, supra, 373 U.S., at 194 n. 1, 83 S.Ct., at 1170; Trent v. Commissioner of Internal Revenue, supra, 291 F.2d, at 674.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The major congressional purpose in distinguishing between business and nonbusiness bad debts was to prevent taxpayers from lending money to friends or relatives who they knew would not repay it and then deducting against ordinary income a loss in the amount of the loan. Prior to the 1942 amendment of the Code, it was apparent that taxpayers could go a long way toward escaping the Code's monetary limit on dependency deductions and its prohibition against deductions for personal expenses by casting support payments, gifts, and other expenditures in the form of loans destined to become bad debts. H.R.Rep.No.2333, 77th Cong., 2d Sess., 45, 76&#8212;77; S.Rep.No.1631, 77th Cong., 2d Sess., 90.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">A related congressional purpose in enacting the predecessor to &#167; 166 was 'to put nonbusiness investments in the form of loans on a footing with other nonbusiness investments.' Putnam v. Commissioner of Internal Revenue, 352 U.S. 82, 92, 77 S.Ct. 175, 179, 180, 1 L.Ed.2d 144 (1956). Congress recognized that there often is only a minor difference, if any, between an investment in the form of a stock purchase and one in the form of a loan to a corporation. See, e.g., John Kelley Co. v. Commissioner of Internal Revenue, 326 U.S. 521, 66 S.Ct. 299, 90 L.Ed. 278 (1946); Bowersock Mills &amp; Power Co. v. Commissioner of Internal Revenue, 172 F.2d 904 (CA10 1949).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">It is apparent that Congress was especially concerned about the possibility that closely held family businesses might exploit the technical differences among the forms in which investments can be cast in order to gain unwarranted deductions against ordinary income.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">This case is a perfect example of how the 'significant' motivation test undercuts the intended effect of the statute. The taxpayer was drawing an annual salary of $12,000 from a family corporation in which he had invested almost $200,000. As the guarantor of the corporation's performance and payment construction bonds, the taxpayer risked a potential liability of $2,000,000 and ultimately incurred an actual liability of $162,000, which is the amount that he sought to deduct as a business bad debt. The jury found that the risk was incurred because the taxpayer was 'significantly' motivated by his interests as a corporate employee and by his $12,000 salary. In view of all the facts set forth in the opinion of the Court, especially the fact that the taxpayer had a gross income of approximately $40,000, I have no doubt whatever that the same jury would have found that the taxpayer's 'primary and dominant' motivation was to protect his investment, not his salary.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">If this taxpayer had simply lent his son-in-law $162,000 and then sought to deduct that amount as a business bad debt when the latter's business collapsed, he plainly could not have prevailed. This was just the sort of intra-family loan that Congress intended to bar from treatment as a business bad debt. The fact that a corporation served as a conduit for the loan should make no difference. If the taxpayer had received only interest on the loan rather than a salary, he could claim no business bad-debt deduction. The fact that he took a nominal salary for nominal services does not, in my opinion, require a different result. Moreover, if instead of guaranteeing the construction bonds, the taxpayer had invested $162,000 in the corporation to strengthen its economic position, that investment would receive the same treatment as the prior investment of $200,000 and any loss would not be deductible against ordinary income. The fact that the intra-family contribution was made in the form of a guarantee should be irrelevant for income tax purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In sum, I find that the 'significant' motivation test produces results that are totally at odds with the goals of the statute. The conclusion that I draw from the legislative history is that Congress wanted to permit deductions against ordinary income for bad-debt losses only when the losses bore the same relation to the taxpayer's trade or business as did other losses that the Code permits to be deducted against ordinary income. Under &#167; 165(c)(1) of the Code, 26 U.S.C. &#167; 165(c)(1), the primary-motivation test has always been used to determine whether these other losses are incurred in a trade or business or in some other capacity, see, e.g., Imbesi v. Commissioner of Internal Revenue, 361 F.2d 640 (CA3 1966), United States v. Gilmore, 372 U.S. 39, 83 S.Ct. 623, 9 L.Ed.2d 570 (1963). The same test should also be utilized with respect to bad debts if Congress' will is to be done.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Mr. Justice WHITE, with whom Mr. Justice BRENNAN joins.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">While I join Parts I, II, and III of the Court's opinion and its judgment of reversal, I would remand the case to the District Court with directions to hold a hearing on the issue of whether a jury question still exists as to whether taxpayer's motivation was 'dominantly' a business one in the relevant transactions under 26 U.S.C. &#167;&#167; 166(a) and (d). Federal Rule of Civil Procedure 50(d) provides that when an appellate court considers a motion for judgment n.o.v., it may 'determin(e) that the appellee is entitled to a new trial, or . . . (direct) the trial court to determine whether a new trial shall be granted.' Because of the drastic nature of a judgment n.o.v., this Court has emphasized that such motions should be granted only when the procedural prerequisites of the Federal Rules have been strictly complied with. Cone v. West Virginia Pulp &amp; Paper Co., 330 U.S. 212, 215&#8212;217, 67 S.Ct. 752, 754&#8212;756, 91 L.Ed. 849 (1947). In the present case, this Court has the power to reverse the judgment without the grant of a new trial since the Government properly moved for a judgment n.o.v. (or, in the alternative, for a new trial) in the District Court. Neely v. Martin K. Eby Construction Co., 386 U.S. 317, 87 S.Ct. 1072, 18 L.Ed.2d 75 (1967). The circumstances here are inappropriate for such a decision, however, since taxpayer has never had an opportunity to be heard, after it is determined that his verdict cannot stand, as to whether factual issues remain on which he is entitled to a new trial. A decision that a verdict must be overturned because the trial judge applied an erroneous evidentiary standard is unlike certain other appellate rulings that an error of law was made because it inevitably presents an accompanying factual question: is there enough evidence to present a jury question under the proper evidentiary standard? Neely v. Martin K. Eby Construction Co., supra, at 327, 87 S.Ct., at 1079. This Court has often repeated that a trial court is the most appropriate tribunal to determine such factual questions, Fairmount Glass Works v. Cub Fork Coal Co., 287 U.S. 474, 481&#8212;482, 53 S.Ct. 252, 254&#8212;255, 77 L.Ed. 439 (1933); Montgomery Ward &amp; Co. v. Duncan, 311 U.S. 243, 253, 61 S.Ct. 189, 195, 85 L.Ed. 147 (1940), since appellate courts are awkwardly equipped to resolve such issues, particularly in the absence of adversary argument, and since the trial judge has an extensive and intimate knowledge of the evidence and issues 'in a perspective peculiarly available to him alone.' Cone v. West Virginia Pulp &amp; Paper Co., supra, 330 U.S., at 216, 67 S.Ct., at 755. I would therefore allow the trial court to decide whether a new trial is merited in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The Treasury Regulations &#167; 1.166&#8212;5(b)(2), which govern this case, provide that 'the character of the debt is to be determined by the relation which the loss resulting from the debt's becoming worthless bears to the trade or business of the taxpayer.' The Regulations do not use the words 'primary and dominant.' They state: 'If that relation is a proximate one in the conduct of the trade or business in which the taxpayer is engaged at the time the debt becomes worthless,' the debt is deductible. Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The jury was instructed in the words of the Regulations: 'Do you find from a preponderance of the evidence that the signing of the blanket indemnity agreement by Mr. Generes was proximately related to his trade or business of being an employee of the Kelly-Generes Construction Company?' The jury unanimously answered 'Yes.'</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">There was evidence to support the finding. Generes was an officer of the company and received a salary of $12,000 a year. His job as officer was to obtain the bonding credit needed by the company to perform the jobs on which it bid. To get the bond Generes, the president, and Kelly, the vice-president, were required to sign personally an indemnity agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The bond was essential if the company was to operate. Without the bond the company could not obtain business and, if that happened, he as an officer would lose his job. It therefore seems to me that signing the bond had a 'proximate' relation to his business as a salaried officer in the sense that it was directly related to the hoped-for success of that business.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Whether it was a prudent act is not our concern. Nor is it our concern whether with the benefit of hindsight we can now say that signing the bond entailed risks wholly disproportionate to the stake Generes had in maintaining a job with a $12,000-a-year salary.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Obtaining a bond was essential to the corporation; and it was only by keeping the business going that the salaried position of Generes could be made secure. If the Regulations do not meet the desires of the Treasury Department they can be rewritten. See Helvering v. Wilshire Oil Co., 308 U.S. 90, 100&#8212;102, 60 S.Ct. 18, 24&#8212;25, 84 L.Ed. 101.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">I protest now what I have repeatedly protested, and that is the use of this Court to iron out ambiguties in the Regulations or in the Act, when the responsible remedy is either a recasting of the Regulations by Treasury or presentation of the problem to the Joint Committee on Internal Revenue Taxation which is a standing committee of the Congress<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> that regularly rewrites the Act and is much abler than are we to forecast revenue needs and spot loopholes where abuses thrive.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">As I said in Commissioner of Internal Revenue v. Lester, 366 U.S. 299, 307, 81 S.Ct. 1343, 1348, 6 L.Ed.2d 306, 'Resort to litigation, rather than to Congress, for a change in the law is too often the temptation of government which has a longer purse and more endurance than any taxpayer.' (Concurring opinion.) And see Knetsch v. United States, 364 U.S. 361, 371, 81 S.Ct. 132, 137, 5 L.Ed.2d 128 (dissenting opinion).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Had I voted to grant this petition I would be in a position to vote to dismiss it as improvidently granted. But to give integrity to the 'rule of four' by which certiorari is granted<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> the objectors must participate in a decision, as stated at length by the late Mr. Justice Harlan in Ferguson v. Moore-McCormack Lines, 352 U.S. 521, 559&#8212;562, 77 S.Ct. 459, 478&#8212;480, 1 L.Ed.2d 515.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">In that view I cannot say that on the facts of this case the loss did not have a 'proximate' relation to this corporate officer's business of keeping the enterprise afloat. I would affirm the Court of Appeals, 427 F.2d 279.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> '&#167; 166. Bad debts.</p>\n        <p>'(a) General rule.&#8212;</p>\n        <p>'(1) Wholly worthless debts.&#8212;There shall be allowed as a deduction any debt which becomes worthless within the taxable year.</p>\n        <p>'(d) Nonbusiness debts.&#8212;</p>\n        <p>'(1) General rule.&#8212;In the case of a taxpayer other than a corporation&#8212;</p>\n        <p>'(A) subsections (a) and (c) shall not apply to any nonbusiness debt; and</p>\n        <p>'(B) where any nonbusiness debt becomes worthless within the taxable year, the loss resulting therefrom shall be considered a loss from the sale or exchange, during the taxable year, of a capital asset held for not more than 6 months.</p>\n        <p>'(2) Nonbusiness debt defined.&#8212;For purposes of paragraph (1), the term 'nonbusiness debt' means a debt other than&#8212;</p>\n        <p>'(A) a debt created or acquired (as the case may be) in connection with a trade or business of the taxpayer; or</p>\n        <p>'(B) a debt the loss from the worthlessness of which is incurred in the taxpayer's trade or business.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Treas.Reg. on Income Tax:</p>\n        <p>'26 CFR &#167; 1.166&#8212;5 Nonbusiness debts.</p>\n        <p>'(b) Nonbusiness debt defined. For purposes of section 166 and this section, a nonbusiness debt is any debt other than&#8212;</p>\n        <p>'(2) A debt the loss from the worthlessness of which is incurred in the taxpayer's trade or business. The question whether a debt is a nonbusiness debt is a question of fact in each particular case. .. . For purposes of subparagraph (2) of this paragraph, the character of the debt is to be determined by the relation which the loss resulting from the debt's becoming worthless bears to the trade or business of the taxpayer. If that relation is a proximate one in the conduct of the trade or business in which the taxpayer is engaged at the time the debt becomes worthless, the debt comes within the exception provided by that subparagraph. . . .'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Edna Generes, wife of Allen H. Generes, is a named party because joint income tax returns were filed by Mr. and Mrs. Generes for some of the tax years in question.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Compare the decision below and Weddle v. Commissioner of Internal Revenue, 325 F.2d 849 (CA2 1963), with Niblock v. Commissioner of Internal Revenue, 417 F.2d 1185 (CA7 1969). In Smith v. Commissioner, 55 T.C. 260, 268&#8212;271 (1970), reviewed without dissent, the Tax Court felt constrained, under the policy expressed in Golsen v. Commissioner, 54 T.C. 742 (1970), aff'd, 445 F.2d 985 (CA10 1971), to apply the Fifth Circuit test but stated that it agreed with the Seventh Circuit. Cases where the resolution of the issue was avoided include Stratmore v. United States, 420 F.2d 461 (CA3 1970), cert. denied, 398 U.S. 951, 90 S.Ct. 1870, 26 L.Ed.2d 291; Kelly v. Patterson, 331 F.2d 753, 757 (CA5 1964); and Gillespie v. Commissioner, 54 T.C. 1025, 1032 (1970). See, also, Millsap v. Commissioner of Internal Revenue, 387 F.2d 420 (CA8 1968). For commentary on the present case, see 3 Sw.U.L.Rev. 135 (1971); 2 Tex.Tech.L.Rev. 318 (1971); and 28 Wash. &amp; Lee L.Rev. 161 (1971).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This difference in treatment between the loss on the direct loan and that on the indemnity is not explained. See, however, Whipple v. Commissioner of Internal Revenue, 373 U.S. 193, 83 S.Ct. 1168, 10 L.Ed.2d 288 (1963).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 'A debt is proximately related to the taxpayer's trade or business when its creation was significantly motivated by the taxpayer's trade or business, and it is not rendered a non-business debt merely because there was a non-qualifying motivation as well, even though the non-qualifying motivation was the primary one.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 'You must, in short, determine whether Mr. Generes' dominant motivation in signing the indemnity agreement was to protect his salary and status as an employee or was to protect his investment in the Kelly-Generes Construction Co.</p>\n        <p>'Mr. Generes is entitled to prevail in this case only if he convinces you that the dominant motivating factor for his signing the indemnity agreement was to insure the receiving of his salary from the company. It is insufficient if the protection or insurance of his salary was only a significant secondary motivation for his signing the indemnity agreement. It must have been his dominant or most important reason for signing the indemnity agreement.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 'Even if the taxpayer demonstrates an independent trade or business of his own, care must be taken to distinguish bad debt losses arising from his own business and those actually arising from activities peculiar to an investor concerned with, and participating in, the conduct of the corporate business.' 373 U.S., at 202, 83 S.Ct., at 1174.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> App. 67 and 59.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Rather than 1/3, as the taxpayer in his testimony suggested, App. 59, overlooking the pretax character of his salaried earnings.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> See United States v. Skelly Oil Co., 394 U.S. 678, 690 691, 89 S.Ct. 1379, 1386&#8212;1387, 22 L.Ed.2d 642 (dissenting opinion).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The 'rule of four' is not in the statute. But in the hearings on the bill that became the 1925 Act, Mr. Justice Van Devanter, who headed the committee of the Court sponsoring the Act before the Congress, said:</p>\n        <p>'For instance, if there were five votes against granting the petition and four in favor of granting it, it would be granted, because we proceed upon the theory that when as many as four members of the court, and even three in some instances, are impressed with the propriety of our taking the case the petition should be granted. This is the uniform way in which petitions for writs of certiorari are considered.' Hearing on S. 2060 and S. 2061 before a Subcommittee of the Senate Committee on the Judiciary, 68th Cong., 1st Sess., 29 (1924).</p>\n        <p>And the Congress acted in reliance on that representation. See H.R.Rep.No.1075, 68th Cong., 2d Sess., 3.</p>\n        <p>The bill was originally drafted in 1922 by Chief Justice Taft with the assistance of Mr. Justice Day, Mr. Justice Van Devanter, and Mr. Justice McReynolds. Hearings on Jurisdiction of Circuit Courts of Appeals and United States Supreme Court befoe the House Commttee on the Judiciary, 67th Cong., 2d Sess. (1922). The Committee representing the Court in the 1924 Hearings were Mr. Justice Van Devanter, Mr. Justice McReynolds, and Mr. Justice Sutherland. Hearing on S. 2060 and S. 2061, supra, at 1.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>405 U.S. 93 (1972)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nGENERES ET VIR.</h1></center>\n<center>No. 70-28.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 8, 1971.</center>\n<center>Decided February 23, 1972.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*94</span> <i>Matthew J. Zinn</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Griswold, Assistant Attorney General Walters,</i> and <i>Ernest J. Brown.</i></p>\n<p><i>Max Nathan, Jr.,</i> argued the cause and filed a brief for respondents.</p>\n<p>MR. JUSTICE BLACKMUN delivered the opinion of the Court.</p>\n<p>A debt a closely held corporation owed to an indemnifying shareholder-employee became worthless in 1962. The issue in this federal income tax refund suit is whether, for the shareholder-employee, that worthless obligation was a business or a nonbusiness bad debt within the meaning and reach of  166 (a) and (d) of the Internal Revenue Code of 1954, as amended, 26 <span class=\"star-pagination\">*95</span> U. S. C.  166 (a) and (d),<sup>[1]</sup> and of the implementing Regulations  1.166-5.<sup>[2]</sup></p>\n<p>The issue's resolution is important for the taxpayer. If the obligation was a business debt, he may use it to <span class=\"star-pagination\">*96</span> offset ordinary income and for carry back purposes under  172 of the Code, 26 U. S. C.  172. On the other hand, if the obligation is a nonbusiness debt, it is to be treated as a short-term capital loss subject to the restrictions imposed on such losses by  166 (d) (1) (B) and  1211 and 1212, and its use for carry back purposes is restricted by  172 (d) (4). The debt is one or the other in its entirety, for the Code does not provide for its allocation in part to business and in part to nonbusiness.</p>\n<p>In determining whether a bad debt is a business or a nonbusiness obligation, the Regulations focus on the relation the loss bears to the taxpayer's business. If, at the time of worthlessness, that relation is a \"proximate\" one, the debt qualifies as a business bad debt and the aforementioned desirable tax consequences then ensue.</p>\n<p>The present case turns on the proper measure of the required proximate relation. Does this necessitate a \"dominant\" business motivation on the part of the taxpayer or is a \"significant\" motivation sufficient?</p>\n<p>Tax in an amount somewhat in excess of $40,000 is involved. The taxpayer, Allen H. Generes,<sup>[3]</sup> prevailed in a jury trial in the District Court. See 67-2 U. S. T. C.  9754 (ED La.). On the Government's appeal, the Fifth Circuit affirmed by a divided vote. 427 F. 2d 279 (CA5 1970). Certiorari was granted, 401 U. S. 972 (1971), to resolve a conflict among the circuits.<sup>[4]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*97</span> I</h2>\n<p>The taxpayer as a young man in 1909 began work in the construction business. His son-in-law, William F. Kelly, later engaged independently in similar work. During World War II the two men formed a partnership in which their participation was equal. The enterprise proved successful. In 1954 Kelly-Generes Construction Co., Inc., was organized as the corporate successor to the partnership. It engaged in the heavy-construction business, primarily on public works projects.</p>\n<p>The taxpayer and Kelly each owned 44% of the corporation's outstanding capital stock. The taxpayer's original investment in his shares was $38,900. The remaining 12% of the stock was owned by a son of the taxpayer and by another son-in-law. Mr. Generes was president of the corporation and received from it an annual salary of $12,000. Mr. Kelly was executive vice-president and received an annual salary of $15,000.</p>\n<p>The taxpayer and Mr. Kelly performed different services for the corporation. Kelly worked full time in the field and was in charge of the day-to-day construction operations. Generes, on the other hand, devoted no more than six to eight hours a week to the enterprise. He reviewed bids and jobs, made cost estimates, sought <span class=\"star-pagination\">*98</span> and obtained bank financing, and assisted in securing the bid and performance bonds that are an essential part of the public-project construction business. Mr. Generes, in addition to being president of the corporation, held a full-time position as president of a savings and loan association he had founded in 1937. He received from the association an annual salary of $19,000. The taxpayer also had other sources of income. His gross income averaged about $40,000 a year during 1959-1962.</p>\n<p>Taxpayer Generes from time to time advanced personal funds to the corporation to enable it to complete construction jobs. He also guaranteed loans made to the corporation by banks for the purchase of construction machinery and other equipment. In addition, his presence with respect to the bid and performance bonds is of particular significance. Most of these were obtained from Maryland Casualty Co. That underwriter required the taxpayer and Kelly to sign an indemnity agreement for each bond it issued for the corporation. In 1958, however, in order to eliminate the need for individual indemnity contracts, taxpayer and Kelly signed a blanket agreement with Maryland whereby they agreed to indemnify it, up to a designated amount, for any loss it suffered as surety for the corporation. Maryland then increased its line of surety credit to $2,000,000. The corporation had over $14,000,000 gross business for the period 1954 through 1962.</p>\n<p>In 1962 the corporation seriously underbid two projects and defaulted in its performance of the project contracts. It proved necessary for Maryland to complete the work. Maryland then sought indemnity from Generes and Kelly. The taxpayer indemnified Maryland to the extent of $162,104.57. In the same year he also loaned $158,814.49 to the corporation to assist it in its financial difficulties. The corporation subsequently went into receivership <span class=\"star-pagination\">*99</span> and the taxpayer was unable to obtain reimbursement from it.</p>\n<p>In his federal income tax return for 1962 the taxpayer took his loss on his direct loans to the corporation as a nonbusiness bad debt. He claimed the indemnification loss as a business bad debt and deducted it against ordinary income.<sup>[5]</sup> Later he filed claims for refund for 1959-1961, asserting net operating loss carry backs under  172 to those years for the portion, unused in 1962, of the claimed business bad debt deduction.</p>\n<p>In due course the claims were made the subject of the jury trial refund suit in the United States District Court for the Eastern District of Louisiana. At the trial Mr. Generes testified that his sole motive in signing the indemnity agreement was to protect his $12,000-a-year employment with the corporation. The jury, by special interrogatory, was asked to determine whether taxpayer's signing of the indemnity agreement with Maryland \"was proximately related to his trade or business of being an employee\" of the corporation. The District Court charged the jury, over the Government's objection, that <i>significant</i> motivation satisfies the Regulations' requirement of proximate relationship.<sup>[6]</sup> The court refused the Government's request for an instruction that the applicable standard was that of <i>dominant</i> rather than significant motivation.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*100</span> After twice returning to the court for clarification of the instruction given, the jury found that the taxpayer's signing of the indemnity agreement was proximately related to his trade or business of being an employee of the corporation. Judgment on this verdict was then entered for the taxpayer.</p>\n<p>The Fifth Circuit majority approved the significant-motivation standard so specified and agreed with a Second Circuit majority in <i>Weddle</i> v. <i>Commissioner,</i> 325 F. 2d 849, 851 (1963), in finding comfort for so doing in the tort law's concept of proximate cause. Judge Simpson dissented. 427 F. 2d, at 284. He agreed with the holding of the Seventh Circuit in <i>Niblock</i> v. <i>Commissioner,</i> 417 F. 2d 1185 (1969), and with Chief Judge Lumbard, separately concurring in <i>Weddle,</i> 325 F. 2d, at 852, that dominant and primary motivation is the standard to be applied.</p>\n<p></p>\n<h2>II</h2>\n<p>A. The fact responsible for the litigation is the taxpayer's dual status relative to the corporation. Generes was both a shareholder and an employee. These interests are not the same, and their differences occasion different tax consequences. In tax jargon, Generes' status as a shareholder was a nonbusiness interest. It was capital in nature and it was composed initially of tax-paid dollars. Its rewards were expectative and would flow, not from personal effort, but from investment <span class=\"star-pagination\">*101</span> earnings and appreciation. On the other hand, Generes' status as an employee was a business interest. Its nature centered in personal effort and labor, and salary for that endeavor would be received. The salary would consist of pre-tax dollars.</p>\n<p>Thus, for tax purposes it becomes important and, indeed, necessary to determine the character of the debt that went bad and became uncollectible. Did the debt center on the taxpayer's business interest in the corporation or on his nonbusiness interest? If it was the former, the taxpayer deserves to prevail here. <i>Trent</i> v. <i>Commissioner,</i> 291 F. 2d 669 (CA2 1961); <i>Jaffe</i> v. <i>Commissioner,</i> T. C. Memo  67,215; <i>Estate of Saperstein</i> v. <i>Commissioner,</i> T. C. Memo  70,209; <i>Faucher</i> v. <i>Commissioner,</i> T. C. Memo  70,343; Rev. Rul. 71-561, 1971-50 Int. Rev. Bull. 13.</p>\n<p>B. Although arising in somewhat different contexts, two tax cases decided by the Court in recent years merit initial mention. In each of these cases a major shareholder paid out money to or on behalf of his corporation and then was unable to obtain reimbursement from it. In each he claimed a deduction assertable against ordinary income. In each he was unsuccessful in this quest:</p>\n<p>1. In <i>Putnam</i> v. <i>Commissioner,</i> 352 U. S. 82 (1956), the taxpayer was a practicing lawyer who had guaranteed obligations of a labor newspaper corporation in which he owned stock. He claimed his loss as fully deductible in 1948 under  23 (e) (2) of the 1939 Code. The standard prescribed by that statute was incurrence of the loss \"in any transaction entered into for profit, though not connected with the trade or business.\" The Court rejected this approach and held that the loss was a nonbusiness bad debt subject to short-term capital loss treatment under  23 (k) (4). The loss was deductible <span class=\"star-pagination\">*102</span> as a bad debt or not at all. See Rev. Rul. 60-48, 1960-1 Cum. Bull. 112.</p>\n<p>2. In <i>Whipple</i> v. <i>Commissioner,</i> 373 U. S. 193 (1963), the taxpayer had provided organizational, promotional, and managerial services to a corporation in which he owned approximately an 80% stock interest. He claimed that this constituted a trade or business and, hence, that debts owing him by the corporation were business bad debts when they became worthless in 1953. The Court also rejected that contention and held that Whipple's investing was not a trade or business, that is, that \"[d]evoting one's time and energies to the affairs of a corporation is not of itself, and without more, a trade or business of the person so engaged.\" 373 U. S., at 202. The rationale was that a contrary conclusion would be inconsistent with the principle that a corporation has a personality separate from its shareholders and that its business is not necessarily their business. The Court indicated its approval of the Regulations' proximate-relation test:</p>\n<blockquote>\"Moreover, there is no proof (which might be difficult to furnish where the taxpayer is the sole or dominant stockholder) that the loan was necessary to keep his job or was otherwise proximately related to maintaining his trade or business as an employee. Compare <i>Trent</i> v. <i>Commissioner,</i> [291 F. 2d 669 (CA2 1961)].\" 373 U. S., at 204.</blockquote>\n<p>The Court also carefully noted the distinction between the business and the nonbusiness bad debt for one who is both an employee and a shareholder.<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*103</span> These two cases approach, but do not govern, the present one. They indicate, however, a cautious and not a free-wheeling approach to the business bad debt. Obviously, taxpayer Generes endeavored to frame his case to bring it within the area indicated in the above quotation from <i>Whipple</i> v. <i>Commissioner</i><i>.</i></p>\n<p></p>\n<h2>III</h2>\n<p>We conclude that in determining whether a bad debt has a \"proximate\" relation to the taxpayer's trade or business, as the Regulations specify, and thus qualifies as a business bad debt, the proper measure is that of dominant motivation, and that only significant motivation is not sufficient. We reach this conclusion for a number of reasons:</p>\n<p>A. The Code itself carefully distinguishes between business and nonbusiness items. It does so, for example, in  165 with respect to losses, in  166 with respect to bad debts, and in  162 with respect to expenses. It gives particular tax benefits to business losses, business bad debts, and business expenses, and gives lesser benefits, or none at all, to nonbusiness losses, nonbusiness bad debts, and nonbusiness expenses. It does this despite the fact that the latter are just as adverse in financial consequence to the taxpayer as are the former. But this distinction has been a policy of the income tax structure ever since the Revenue Act of 1916,  5 (a), 39 Stat. 759, provided differently for trade or business losses than it did for losses sustained in another transaction entered into for profit. And it has been the specific policy with respect to bad debts since the Revenue Act of 1942 incorporated into  23 (k) of the 1939 Code the distinction between business and nonbusiness bad debts. 56 Stat. 820.</p>\n<p>The point, however, is that the tax statutes have made the distinction, that the Congress therefore intended it <span class=\"star-pagination\">*104</span> to be a meaningful one, and that the distinction is not to be obliterated or blunted by an interpretation that tends to equate the business bad debt with the nonbusiness bad debt. We think that emphasis upon the significant rather than upon the dominant would have a tendency to do just that.</p>\n<p>B. Application of the significant-motivation standard would also tend to undermine and circumscribe the Court's holding in <i>Whipple</i> and the emphasis there that a shareholder's mere activity in a corporation's affairs is not a trade or business. As Chief Judge Lumbard pointed out in his separate and disagreeing concurrence in <i>Weddle, supra,</i> 325 F. 2d, at 852-853, both motives that of protecting the investment and that of protecting the salaryare inevitably involved, and an inquiry whether employee status provides a significant motivation will always produce an affirmative answer and result in a judgment for the taxpayer.</p>\n<p>C. The dominant-motivation standard has the attribute of workability. It provides a guideline of certainty for the trier of fact. The trier then may compare the risk against the potential reward and give proper emphasis to the objective rather than to the subjective. As has just been noted, an employee-shareholder, in making or guaranteeing a loan to his corporation, usually acts with two motivations, the one to protect his investment and the other to protect his employment. By making the dominant motivation the measure, the logical tax consequence ensues and prevents the mere presence of a business motive, however small and however insignificant, from controlling the tax result at the taxpayer's convenience. This is of particular importance in a tax system that is so largely dependent on voluntary compliance.</p>\n<p>D. The dominant-motivation test strengthens and is consistent with the mandate of  262 of the Code, 26 <span class=\"star-pagination\">*105</span> U. S. C.  262, that \"no deduction shall be allowed for personal, living, or family expenses\" except as otherwise provided. It prevents personal considerations from circumventing this provision.</p>\n<p>E. The dominant-motivation approach to  166 (d) is consistent with that given the loss provisions in  165 (c) (1), see, for example, <i>Imbesi</i> v. <i>Commissioner,</i> 361 F. 2d 640, 644 (CA3 1966), and in  165 (c) (2), see <i>Austin</i> v. <i>Commissioner,</i> 298 F. 2d 583, 584 (CA2 1962). In these related areas, consistency is desirable. See also, <i>Commissioner</i> v. <i>Duberstein,</i> 363 U. S. 278, 286 (1960).</p>\n<p>F. We see no inconsistency, such as the taxpayer suggests, between the Government's urging dominant motivation here and its having urged only significant motivation as the appropriate standard for the incurrence of liability for the accumulated-earnings tax under  531 of the 1954 Code, 26 U. S. C.  531, and for includability in the gross estate, for federal estate tax purposes, of a transfer made in contemplation of death under  2035, 26 U. S. C.  2035. Sections 531 and 2035 are Congress' answer to tax avoidance activity. <i>United States</i> v. <i>Donruss Co.,</i> 393 U. S. 297, 303 (1969), and <i>Farmers' Loan &amp; Trust Co.</i> v. <i>Bowers,</i> 98 F. 2d 794 (CA2 1938), cert. denied, 306 U. S. 648 (1939).</p>\n<p>G. The Regulations' use of the word \"proximate\" perhaps is not the most fortunate, for it naturally tempts one to think in tort terms. The temptation, however, is best rejected, and we reject it here. In tort law factors of duty, of foreseeability, of secondary cause, and of plural liability are under consideration, and the concept of proximate cause has been developed as an appropriate application and measure of these factors. It has little place in tax law where plural aspects are not usual, where an item either is or is not a deduction, or either is or is not a business bad debt, and where certainty is desirable.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*106</span> IV</h2>\n<p>The conclusion we have reached means that the District Court's instructions, based on a standard of significant rather than dominant motivation, are erroneous and that, at least, a new trial is required. We have examined the record, however, and find nothing that would support a jury verdict in this taxpayer's favor had the dominant-motivation standard been embodied in the instructions. Judgment <i>n. o. v.</i> for the United States, therefore, must be ordered. See <i>Neely</i> v. <i>Eby Construction Co.,</i> 386 U. S. 317 (1967).</p>\n<p>As Judge Simpson pointed out in his dissent, 427 F. 2d, at 284-285, the only real evidence offered by the taxpayer bearing upon motivation was his own testimony that he signed the indemnity agreement \"to protect my job,\" that \"I figured in three years' time I would get my money out,\" and that \"I never once gave it [his investment in the corporation] a thought.\"<sup>[9]</sup></p>\n<p>The statements obviously are self-serving. In addition, standing alone, they do not bear the light of analysis. What the taxpayer was purporting to say was that his $12,000 annual salary was his sole motivation, and that his $38,900 original investment, the actual value of which prior to the misfortunes of 1962 we do not know, plus his loans to the corporation, plus his personal interest in the integrity of the corporation as a source of living for his son-in-law and as an investment for his son and his other son-in-law, were of no consequence whatever in his thinking. The comparison is strained all the more by the fact that the salary is pre-tax and the investment is taxpaid. With his total annual income about $40,000, Mr. Generes may well have reached a federal income tax bracket of 40% or more for a joint return in 1958-1962. <span class=\"star-pagination\">*107</span>  1 and 2 of the 1954 Code, 68A Stat. 5 and 8. The $12,000 salary thus would produce for him only about $7,000 net after federal tax and before any state income tax. This is the figure, and not $12,000, that has any possible significance for motivation purposes, and it is less than 1/5 of the original stock investment.<sup>[10]</sup></p>\n<p>We conclude on these facts that the taxpayer's explanation falls of its own weight, and that reasonable minds could not ascribe, on this record, a dominant motivation directed to the preservation of the taxpayer's salary as president of Kelly-Generes Construction Co., Inc.</p>\n<p>The judgment is reversed and the case is remanded with direction that judgment be entered for the United States.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE POWELL and MR. JUSTICE REHNQUIST took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE MARSHALL, concurring.</p>\n<p>I agree with and join the opinion of the Court. In doing so I add a few additional words of legislative history in support of the wording of the Internal Revenue Code itself.</p>\n<p>It is now well-established law that a corporate employee is entitled to deduct as a business bad debt a bad debt incurred because of his employee status<i>e. g.,</i> a loan made to protect his job which becomes unrecoverable. See, <i>e. g., </i><i>Trent</i> v. <i>Commissioner,</i> 291 F. 2d 669 (CA2 1961); <i>Lundgren</i> v. <i>Commissioner,</i> 376 F. 2d 623 (CA9 1967); <i>Smith</i> v. <i>Commissioner,</i> 55 T. C. 260 (1970). See also <i>Whipple</i> v. <i>Commissioner,</i> 373 U. S. 193, 201 (1963). The law is equally well established, however, that a shareholder is not entitled to a business bad-debt <span class=\"star-pagination\">*108</span> deduction when a loan which he has made to enhance his stock interest in a corporation goes bad.</p>\n<p>The taxpayer in this case is both an employee and a shareholder of a single corporation, and the question thus presented is how to determine the proper tax treatment of loans made by him to the corporation that became uncollectible.</p>\n<p>The Internal Revenue Code itself does not offer any test for determining when a bad debt is a business bad debt, but  1.166-5 (b) of the Treasury Regulations on Income Tax provides that a loss from a worthless debt is deductible as a business bad debt only if the relation between the loss and taxpayer's trade or business is a proximate one. The Commissioner contends that the taxpayer must demonstrate that the \"primary and dominant\" motivation for the undertaking that gave rise to the bad debt was attributable to his status as an employee, and not as a shareholder, in order to comply with the regulation. It is the taxpayer's position that the proximate relationship is sufficiently demonstrated if the undertaking giving rise to the bad debt was \"significantly\" motivated by his employee status. The District Court and Court of Appeals agreed with the taxpayer.</p>\n<p>The opinion of the Court properly concludes that acceptance of the test advocated by the taxpayer would blunt somewhat the distinction between business and nonbusiness expenses, and that the Commissioner's test is slightly more consistent with the thrust of various sections of the Internal Revenue Code. Were this all we had to work with, however, I would be as torn between the two tests as the lower courts have been. Compare <i>Weddle</i> v. <i>Commissioner,</i> 325 F. 2d 849 (CA2 1963), with <i>Niblock</i> v. <i>Commissioner,</i> 417 F. 2d 1185 (CA7 1969), and <i>Smith</i> v. <i>Commissioner,</i> 55 T. C. 260 (1970). As the Court's opinion points out, Congress did not <span class=\"star-pagination\">*109</span> choose to apportion the tax treatment of bad debts according to the strength of the various interests of the taxpayer that gave rise to them. Left with an all-or-nothing approach and no legislative history, one might well conclude that Congress did intend to blunt the distinction between business and nonbusiness bad debts, especially since neither the language of the Code nor the regulations explicitly require one test or the other, and since the burden on the taxpayer of both types of losses is identical. Fortunately, there is a clear and compelling legislative history that obviates any need for speculation as to Congress' intent in enacting  166 of the Code, 26 U. S. C.  166. And, only the Commissioner's test is consistent with that intent.</p>\n<p>Prior to 1942 the Internal Revenue Code treated business and nonbusiness bad debts identically. But, in that year, Congress amended  23 (k) of the 1939 Code in order to distinguish between the two. A nonbusiness bad debt was defined as one \"other than a debt the loss from the worthlessness of which is incurred in the taxpayer's trade or business,\" and business bad debts presumably encompassed all others. The demarcation remains essentially the same under  166 of the 1954 Code except that the definition of business bad debts is expanded for the limited purpose of including within it \"a debt created or acquired . . . in connection with a trade or business of the taxpayer\" but not \"incurred in\" the business<i>e. g.,</i> a debt growing out of a trade or business that becomes worthless under circumstances removed from the trade or business. See H. R. Rep. No. 1337, 83d Cong., 2d Sess., 21-22; S. Rep. No. 1622, 83d Cong., 2d Sess., 24; <i>Whipple</i> v. <i>Commissioner, supra,</i> at 194 n. 1; <i>Trent</i> v. <i>Commissioner, supra,</i> at 674.</p>\n<p>The major congressional purpose in distinguishing between business and nonbusiness bad debts was to prevent taxpayers from lending money to friends or relatives who <span class=\"star-pagination\">*110</span> they knew would not repay it and then deducting against ordinary income a loss in the amount of the loan. Prior to the 1942 amendment of the Code, it was apparent that taxpayers could go a long way toward escaping the Code's monetary limit on dependency deductions and its prohibition against deductions for personal expenses by casting support payments, gifts, and other expenditures in the form of loans destined to become bad debts. H. R. Rep. No. 2333, 77th Cong., 2d Sess., 45, 76-77; S. Rep. No. 1631, 77th Cong., 2d Sess., 90.</p>\n<p>A related congressional purpose in enacting the predecessor to  166 was \"to put nonbusiness investments in the form of loans on a footing with other nonbusiness investments.\" <i>Putnam</i> v. <i>Commissioner,</i> 352 U. S. 82, 92 (1956). Congress recognized that there often is only a minor difference, if any, between an investment in the form of a stock purchase and one in the form of a loan to a corporation. See, <i>e. g., </i><i>Kelley Co.</i> v. <i>Commissioner,</i> 326 U. S. 521 (1946); <i>Bowersock Mills &amp; Power Co.</i> v. <i>Commissioner,</i> 172 F. 2d 904 (CA10 1949).</p>\n<p>It is apparent that Congress was especially concerned about the possibility that closely held family businesses might exploit the technical differences among the forms in which investments can be cast in order to gain unwarranted deductions against ordinary income.</p>\n<p>This case is a perfect example of how the \"significant\" motivation test undercuts the intended effect of the statute. The taxpayer was drawing an annual salary of $12,000 from a family corporation in which he had invested almost $200,000. As the guarantor of the corporation's performance and payment construction bonds, the taxpayer risked a potential liability of $2,000,000 and ultimately incurred an actual liability of $162,000, which is the amount that he sought to deduct as a business bad debt. The jury found that the risk was incurred because the taxpayer was \"significantly\" motivated by <span class=\"star-pagination\">*111</span> his interests as a corporate employee and by his $12,000 salary. In view of all the facts set forth in the opinion of the Court, especially the fact that the taxpayer had a gross income of approximately $40,000, I have no doubt whatever that the same jury would have found that the taxpayer's \"primary and dominant\" motivation was to protect his investment, not his salary.</p>\n<p>If this taxpayer had simply lent his son-in-law $162,000 and then sought to deduct that amount as a business bad debt when the latter's business collapsed, he plainly could not have prevailed. This was just the sort of intra family loan that Congress intended to bar from treatment as a business bad debt. The fact that a corporation served as a conduit for the loan should make no difference. If the taxpayer had received only interest on the loan rather than a salary, he could claim no business bad debt deduction. The fact that he took a nominal salary for nominal services does not, in my opinion, require a different result. Moreover, if instead of guaranteeing the construction bonds, the taxpayer had invested $162,000 in the corporation to strengthen its economic position, that investment would receive the same treatment as the prior investment of $200,000 and any loss would not be deductible against ordinary income. The fact that the intra family contribution was made in the form of a guarantee should be irrelevant for income tax purposes.</p>\n<p>In sum, I find that the \"significant\" motivation test produces results that are totally at odds with the goals of the statute. The conclusion that I draw from the legislative history is that Congress wanted to permit deductions against ordinary income for bad-debt losses only when the losses bore the same relation to the taxpayer's trade or business as did other losses that the Code permits to be deducted against ordinary income. Under  165 (c) (1) of the Code, 26 U. S. C.  165 (c) (1), the primary-motivation test has always been used to determine <span class=\"star-pagination\">*112</span> whether these other losses are incurred in a trade or business or in some other capacity, see, <i>e. g., </i><i>Imbesi</i> v. <i>Commissioner,</i> 361 F. 2d 640 (CA3 1966), <i>United States</i> v. <i>Gilmore,</i> 372 U. S. 39 (1963). The same test should also be utilized with respect to bad debts if Congress' will is to be done.</p>\n<p>MR. JUSTICE WHITE, with whom MR. JUSTICE BRENNAN joins.</p>\n<p>While I join Parts I, II, and III of the Court's opinion and its judgment of reversal, I would remand the case to the District Court with directions to hold a hearing on the issue of whether a jury question still exists as to whether taxpayer's motivation was \"dominantly\" a business one in the relevant transactions under 26 U. S. C.  166 (a) and (d). Federal Rule of Civil Procedure 50 (d) provides that when an appellate court considers a motion for judgment <i>n. o. v.,</i> it may \"determin[e] that the appellee is entitled to a new trial, or . . . [direct] the trial court to determine whether a new trial shall be granted.\" Because of the drastic nature of a judgment <i>n. o. v.,</i> this Court has emphasized that such motions should be granted only when the procedural prerequisites of the Federal Rules have been strictly complied with. <i>Cone</i> v. <i>West Virginia Pulp &amp; Paper Co.,</i> 330 U. S. 212, 215-217 (1947). In the present case, this Court has the power to reverse the judgment without the grant of a new trial since the Government properly moved for a judgment <i>n. o. v.</i> (or, in the alternative, for a new trial) in the District Court. <i>Neely</i> v. <i>Eby Construction Co.,</i> 386 U. S. 317 (1967). The circumstances here are inappropriate for such a decision, however, since taxpayer has never had an opportunity to be heard, after it is determined that his verdict cannot stand, as to whether factual issues remain on which he is entitled to a new trial. A decision <span class=\"star-pagination\">*113</span> that a verdict must be overturned because the trial judge applied an erroneous evidentiary standard is unlike certain other appellate rulings that an error of law was made because it inevitably presents an accompanying factual question: is there enough evidence to present a jury question under the proper evidentiary standard? <i>Neely</i> v. <i>Eby Construction Co., supra,</i> at 327. This Court has often repeated that a trial court is the most appropriate tribunal to determine such factual questions, <i>Fairmount Glass Works</i> v. <i>Cub Fork Coal Co.,</i> 287 U. S. 474, 481-482 (1933); <i>Montgomery Ward &amp; Co.</i> v. <i>Duncan,</i> 311 U. S. 243, 253 (1940), since appellate courts are awkwardly equipped to resolve such issues, particularly in the absence of adversary argument, and since the trial judge has an extensive and intimate knowledge of the evidence and issues \"in a perspective peculiarly available to him alone.\" <i>Cone</i> v. <i>West Virginia Pulp &amp; Paper Co., supra,</i> at 216. I would therefore allow the trial court to decide whether a new trial is merited in this case.</p>\n<p>MR. JUSTICE DOUGLAS, dissenting.</p>\n<p>The Treasury Regulations  1.166-5 (b) (2), which govern this case, provide that \"the character of the debt is to be determined by the relation which the loss resulting from the debt's becoming worthless bears to the trade or business of the taxpayer.\" The Regulations do not use the words \"primary and dominant.\" They state: \"If that relation is a proximate one in the conduct of the trade or business in which the taxpayer is engaged at the time the debt becomes worthless,\" the debt is deductible. <i>Ibid.</i></p>\n<p>The jury was instructed in the words of the Regulations: \"Do you find from a preponderance of the evidence that the signing of the blanket indemnity agreement by Mr. Generes was proximately related to his trade or business <span class=\"star-pagination\">*114</span> of being an employee of the Kelly-Generes Construction Company?\" The jury unanimously answered \"Yes.\"</p>\n<p>There was evidence to support the finding. Generes was an officer of the company and received a salary of $12,000 a year. His job as officer was to obtain the bonding credit needed by the company to perform the jobs on which it bid. To get the bond Generes, the president, and Kelly, the vice-president, were required to sign personally an indemnity agreement.</p>\n<p>The bond was essential if the company was to operate. Without the bond the company could not obtain business and, if that happened, he as an officer would lose his job. It therefore seems to me that signing the bond had a \"proximate\" relation to his business as a salaried officer in the sense that it was directly related to the hoped-for success of that business.</p>\n<p>Whether it was a prudent act is not our concern. Nor is it our concern whether with the benefit of hindsight we can now say that signing the bond entailed risks wholly disproportionate to the stake Generes had in maintaining a job with a $12,000-a-year salary.</p>\n<p>Obtaining a bond was essential to the corporation; and it was only by keeping the business going that the salaried position of Generes could be made secure. If the Regulations do not meet the desires of the Treasury Department, they can be rewritten. See <i>Helvering</i> v. <i>Wilshire Oil Co.,</i> 308 U. S. 90, 100-102.</p>\n<p>I protest now what I have repeatedly protested, and that is the use of this Court to iron out ambiguities in the Regulations or in the Act, when the responsible remedy is either a recasting of the Regulations by Treasury or presentation of the problem to the Joint Committee on Internal Revenue Taxation which is a standing committee <span class=\"star-pagination\">*115</span> of the Congress<sup>[1]</sup> that regularly rewrites the Act and is much abler than are we to forecast revenue needs and spot loopholes where abuses thrive.</p>\n<p>As I said in <i>Commissioner</i> v. <i>Lester,</i> 366 U. S. 299, 307, \"Resort to litigation, rather than to Congress, for a change in the law is too often the temptation of government which has a longer purse and more endurance than any taxpayer.\" (Concurring opinion.) And see <i>Knetsch</i> v. <i>United States,</i> 364 U. S. 361, 371 (dissenting opinion).</p>\n<p>Had I voted to grant this petition I would be in a position to vote to dismiss it as improvidently granted. But to give integrity to the \"rule of four\" by which certiorari is granted<sup>[2]</sup> the objectors must participate in a <span class=\"star-pagination\">*116</span> decision, as stated at length by the late Mr. Justice Harlan in <i>Ferguson</i> v. <i>Moore-McCormack Lines,</i> 352 U. S. 521, 559-562.</p>\n<p>In that view I cannot say that on the facts of this case the loss did not have a \"proximate\" relation to this corporate officer's business of keeping the enterprise afloat. I would affirm the Court of Appeals, 427 F. 2d 279.</p>\n<h2>NOTES</h2>\n<p>[1]   166. Bad debts.\n</p>\n<p>\"(a) General rule.</p>\n<p>\"(1) Wholly worthless debts.There shall be allowed as a deduction any debt which becomes worthless within the taxable year.</p>\n<p>.....</p>\n<p>\"(d) Nonbusiness debts.</p>\n<p>\"(1) General rule.In the case of a taxpayer other than a corporation</p>\n<p>\"(A) subsections (a) and (c) shall not apply to any nonbusiness debt; and</p>\n<p>\"(B) where any nonbusiness debt becomes worthless within the taxable year, the loss resulting therefrom shall be considered a loss from the sale or exchange, during the taxable year, of a capital asset held for not more than 6 months.</p>\n<p>\"(2) Nonbusiness debt defined.For purposes of paragraph (1), the term `nonbusiness debt' means a debt other than</p>\n<p>\"(A) a debt created or acquired (as the case may be) in connection with a trade or business of the taxpayer; or</p>\n<p>\"(B) a debt the loss from the worthlessness of which is incurred in the taxpayer's trade or business.\"</p>\n<p>[2]  Treas. Reg. on Income Tax:\n</p>\n<p>\"26 CFR  1.166-5 Nonbusiness debts.</p>\n<p>.....</p>\n<p>\"(b) Nonbusiness debt defined. For purposes of section 166 and this section, a nonbusiness debt is any debt other than</p>\n<p>.....</p>\n<p>\"(2) A debt the loss from the worthlessness of which is incurred in the taxpayer's trade or business. The question whether a debt is a nonbusiness debt is a question of fact in each particular case. . . . For purposes of subparagraph (2) of this paragraph, the character of the debt is to be determined by the relation which the loss resulting from the debt's becoming worthless bears to the trade or business of the taxpayer. If that relation is a proximate one in the conduct of the trade or business in which the taxpayer is engaged at the time the debt becomes worthless, the debt comes within the exception provided by that subparagraph. . . .\"</p>\n<p>[3]  Edna Generes, wife of Allen H. Generes, is a named party because joint income tax returns were filed by Mr. and Mrs. Generes for some of the tax years in question.</p>\n<p>[4]  Compare the decision below and <i>Weddle</i> v. <i>Commissioner,</i> 325 F. 2d 849 (CA2 1963), with <i>Niblock</i> v. <i>Commissioner,</i> 417 F. 2d 1185 (CA7 1969). In <i>Smith</i> v. <i>Commissioner,</i> 55 T. C. 260, 268-271 (1970), reviewed without dissent, the Tax Court felt constrained, under the policy expressed in <i>Golsen</i> v. <i>Commissioner,</i> 54 T. C. 742 (1970), aff'd, 445 F. 2d 985 (CA10 1971), to apply the Fifth Circuit test but stated that it agreed with the Seventh Circuit. Cases where the resolution of the issue was avoided include <i>Stratmore</i> v. <i>United States,</i> 420 F. 2d 461 (CA3 1970), cert. denied, 398 U. S. 951; <i>Kelly</i> v. <i>Patterson,</i> 331 F. 2d 753, 757 (CA5 1964); and <i>Gillespie</i> v. <i>Commissioner,</i> 54 T. C. 1025, 1032 (1970). See, also, <i>Millsap</i> v. <i>Commissioner,</i> 387 F. 2d 420 (CA8 1968). For commentary on the present case, see 3 Sw. U. L. Rev. 135 (1971); 2 Tex. Tech. L. Rev. 318 (1971); and 28 Wash. &amp; Lee L Rev. 161 (1971).</p>\n<p>[5]  This difference in treatment between the loss on the direct loan and that on the indemnity is not explained. See, however, <i>Whipple</i> v. <i>Commissioner,</i> 373 U. S. 193 (1963).</p>\n<p>[6]  \"A debt is proximately related to the taxpayer's trade or business when its creation was significantly motivated by the taxpayer's trade or business, and it is not rendered a non-business debt merely because there was a non-qualifying motivation as well, even though the non-qualifying motivation was the primary one.\"</p>\n<p>[7]  \"You must, in short, determine whether Mr. Generes' dominant motivation in signing the indemnity agreement was to protect his salary and status as an employee or was to protect his investment in the Kelly-Generes Construction Co.\n</p>\n<p>\"Mr. Generes is entitled to prevail in this case only if he convinces you that the dominant motivating factor for his signing the indemnity agreement was to insure the receiving of his salary from the company. It is insufficient if the protection or insurance of his salary was only a significant secondary motivation for his signing the indemnity agreement. It must have been his dominant or most important reason for signing the indemnity agreement.\"</p>\n<p>[8]  \"Even if the taxpayer demonstrates an independent trade or business of his own, care must be taken to distinguish bad debt losses arising from his own business and those actually arising from activities peculiar to an investor concerned with, and participating in, the conduct of the corporate business.\" 373 U. S., at 202.</p>\n<p>[9]  App. 67 and 59.</p>\n<p>[10]  Rather than 1/3, as the taxpayer in his testimony suggested, App. 59, overlooking the pre-tax character of his salaried earnings.</p>\n<p>[1]  See <i>United States</i> v. <i>Skelly Oil Co.,</i> 394 U. S. 678, 690-691 (dissenting opinion).</p>\n<p>[2]  The \"rule of four\" is not in the statute. But in the hearings on the bill that became the 1925 Act, Mr. Justice Van Devanter, who headed the committee of the Court sponsoring the Act before the Congress, said:\n</p>\n<p>\"For instance, if there were five votes against granting the petition and four in favor of granting it, it would be granted, because we proceed upon the theory that when as many as four members of the court, and even three in some instances, are impressed with the propriety of our taking the case the petition should be granted. This is the uniform way in which petitions for writs of certiorari are considered.\" Hearing on S. 2060 and S. 2061 before a Subcommittee of the Senate Committee on the Judiciary, 68th Cong., 1st Sess., 29 (1924).</p>\n<p>And the Congress acted in reliance on that representation. See H. R. Rep. No. 1075, 68th Cong., 2d Sess., 3.</p>\n<p>The bill was originally drafted in 1922 by Chief Justice Taft with the assistance of Mr. Justice Day, Mr. Justice Van Devanter, and Mr. Justice McReynolds. Hearings on Jurisdiction of Circuit Courts of Appeals and United States Supreme Court before the House Committee on the Judiciary, 67th Cong., 2d Sess. (1922). The Committee representing the Court in the 1924 Hearings were Mr. Justice Van Devanter, Mr. Justice McReynolds, and Mr. Justice Sutherland. Hearing on S. 2060 and S. 2061, <i>supra,</i> at 1.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">93</span></span> (1972)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nGENERES ET VIR.</h1></center>\n<center>No. 70-28.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 8, 1971.</center>\n<center>Decided February 23, 1972.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*94</span> <i>Matthew J. Zinn</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Griswold, Assistant Attorney General Walters,</i> and <i>Ernest J. Brown.</i></p>\n<p><i>Max Nathan, Jr.,</i> argued the cause and filed a brief for respondents.</p>\n<p>MR. JUSTICE BLACKMUN delivered the opinion of the Court.</p>\n<p>A debt a closely held corporation owed to an indemnifying shareholder-employee became worthless in 1962. The issue in this federal income tax refund suit is whether, for the shareholder-employee, that worthless obligation was a business or a nonbusiness bad debt within the meaning and reach of  166 (a) and (d) of the Internal Revenue Code of 1954, as amended, 26 <span class=\"star-pagination\">*95</span> U. S. C.  166 (a) and (d),<sup>[1]</sup> and of the implementing Regulations  1.166-5.<sup>[2]</sup></p>\n<p>The issue's resolution is important for the taxpayer. If the obligation was a business debt, he may use it to <span class=\"star-pagination\">*96</span> offset ordinary income and for carry back purposes under  172 of the Code, 26 U. S. C.  172. On the other hand, if the obligation is a nonbusiness debt, it is to be treated as a short-term capital loss subject to the restrictions imposed on such losses by  166 (d) (1) (B) and  1211 and 1212, and its use for carry back purposes is restricted by  172 (d) (4). The debt is one or the other in its entirety, for the Code does not provide for its allocation in part to business and in part to nonbusiness.</p>\n<p>In determining whether a bad debt is a business or a nonbusiness obligation, the Regulations focus on the relation the loss bears to the taxpayer's business. If, at the time of worthlessness, that relation is a \"proximate\" one, the debt qualifies as a business bad debt and the aforementioned desirable tax consequences then ensue.</p>\n<p>The present case turns on the proper measure of the required proximate relation. Does this necessitate a \"dominant\" business motivation on the part of the taxpayer or is a \"significant\" motivation sufficient?</p>\n<p>Tax in an amount somewhat in excess of $40,000 is involved. The taxpayer, Allen H. Generes,<sup>[3]</sup> prevailed in a jury trial in the District Court. See 67-2 U. S. T. C.  9754 (ED La.). On the Government's appeal, the Fifth Circuit affirmed by a divided vote. 427 F. 2d 279 (CA5 1970). Certiorari was granted, 401 U. S. 972 (1971), to resolve a conflict among the circuits.<sup>[4]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*97</span> I</h2>\n<p>The taxpayer as a young man in 1909 began work in the construction business. His son-in-law, William F. Kelly, later engaged independently in similar work. During World War II the two men formed a partnership in which their participation was equal. The enterprise proved successful. In 1954 Kelly-Generes Construction Co., Inc., was organized as the corporate successor to the partnership. It engaged in the heavy-construction business, primarily on public works projects.</p>\n<p>The taxpayer and Kelly each owned 44% of the corporation's outstanding capital stock. The taxpayer's original investment in his shares was $38,900. The remaining 12% of the stock was owned by a son of the taxpayer and by another son-in-law. Mr. Generes was president of the corporation and received from it an annual salary of $12,000. Mr. Kelly was executive vice-president and received an annual salary of $15,000.</p>\n<p>The taxpayer and Mr. Kelly performed different services for the corporation. Kelly worked full time in the field and was in charge of the day-to-day construction operations. Generes, on the other hand, devoted no more than six to eight hours a week to the enterprise. He reviewed bids and jobs, made cost estimates, sought <span class=\"star-pagination\">*98</span> and obtained bank financing, and assisted in securing the bid and performance bonds that are an essential part of the public-project construction business. Mr. Generes, in addition to being president of the corporation, held a full-time position as president of a savings and loan association he had founded in 1937. He received from the association an annual salary of $19,000. The taxpayer also had other sources of income. His gross income averaged about $40,000 a year during 1959-1962.</p>\n<p>Taxpayer Generes from time to time advanced personal funds to the corporation to enable it to complete construction jobs. He also guaranteed loans made to the corporation by banks for the purchase of construction machinery and other equipment. In addition, his presence with respect to the bid and performance bonds is of particular significance. Most of these were obtained from Maryland Casualty Co. That underwriter required the taxpayer and Kelly to sign an indemnity agreement for each bond it issued for the corporation. In 1958, however, in order to eliminate the need for individual indemnity contracts, taxpayer and Kelly signed a blanket agreement with Maryland whereby they agreed to indemnify it, up to a designated amount, for any loss it suffered as surety for the corporation. Maryland then increased its line of surety credit to $2,000,000. The corporation had over $14,000,000 gross business for the period 1954 through 1962.</p>\n<p>In 1962 the corporation seriously underbid two projects and defaulted in its performance of the project contracts. It proved necessary for Maryland to complete the work. Maryland then sought indemnity from Generes and Kelly. The taxpayer indemnified Maryland to the extent of $162,104.57. In the same year he also loaned $158,814.49 to the corporation to assist it in its financial difficulties. The corporation subsequently went into receivership <span class=\"star-pagination\">*99</span> and the taxpayer was unable to obtain reimbursement from it.</p>\n<p>In his federal income tax return for 1962 the taxpayer took his loss on his direct loans to the corporation as a nonbusiness bad debt. He claimed the indemnification loss as a business bad debt and deducted it against ordinary income.<sup>[5]</sup> Later he filed claims for refund for 1959-1961, asserting net operating loss carry backs under  172 to those years for the portion, unused in 1962, of the claimed business bad debt deduction.</p>\n<p>In due course the claims were made the subject of the jury trial refund suit in the United States District Court for the Eastern District of Louisiana. At the trial Mr. Generes testified that his sole motive in signing the indemnity agreement was to protect his $12,000-a-year employment with the corporation. The jury, by special interrogatory, was asked to determine whether taxpayer's signing of the indemnity agreement with Maryland \"was proximately related to his trade or business of being an employee\" of the corporation. The District Court charged the jury, over the Government's objection, that <i>significant</i> motivation satisfies the Regulations' requirement of proximate relationship.<sup>[6]</sup> The court refused the Government's request for an instruction that the applicable standard was that of <i>dominant</i> rather than significant motivation.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*100</span> After twice returning to the court for clarification of the instruction given, the jury found that the taxpayer's signing of the indemnity agreement was proximately related to his trade or business of being an employee of the corporation. Judgment on this verdict was then entered for the taxpayer.</p>\n<p>The Fifth Circuit majority approved the significant-motivation standard so specified and agreed with a Second Circuit majority in <i>Weddle</i> v. <i>Commissioner,</i> 325 F. 2d 849, 851 (1963), in finding comfort for so doing in the tort law's concept of proximate cause. Judge Simpson dissented. 427 F. 2d, at 284. He agreed with the holding of the Seventh Circuit in <i>Niblock</i> v. <i>Commissioner,</i> 417 F. 2d 1185 (1969), and with Chief Judge Lumbard, separately concurring in <i>Weddle,</i> 325 F. 2d, at 852, that dominant and primary motivation is the standard to be applied.</p>\n<p></p>\n<h2>II</h2>\n<p>A. The fact responsible for the litigation is the taxpayer's dual status relative to the corporation. Generes was both a shareholder and an employee. These interests are not the same, and their differences occasion different tax consequences. In tax jargon, Generes' status as a shareholder was a nonbusiness interest. It was capital in nature and it was composed initially of tax-paid dollars. Its rewards were expectative and would flow, not from personal effort, but from investment <span class=\"star-pagination\">*101</span> earnings and appreciation. On the other hand, Generes' status as an employee was a business interest. Its nature centered in personal effort and labor, and salary for that endeavor would be received. The salary would consist of pre-tax dollars.</p>\n<p>Thus, for tax purposes it becomes important and, indeed, necessary to determine the character of the debt that went bad and became uncollectible. Did the debt center on the taxpayer's business interest in the corporation or on his nonbusiness interest? If it was the former, the taxpayer deserves to prevail here. <i>Trent</i> v. <i>Commissioner,</i> 291 F. 2d 669 (CA2 1961); <i>Jaffe</i> v. <i>Commissioner,</i> T. C. Memo  67,215; <i>Estate of Saperstein</i> v. <i>Commissioner,</i> T. C. Memo  70,209; <i>Faucher</i> v. <i>Commissioner,</i> T. C. Memo  70,343; Rev. Rul. 71-561, 1971-50 Int. Rev. Bull. 13.</p>\n<p>B. Although arising in somewhat different contexts, two tax cases decided by the Court in recent years merit initial mention. In each of these cases a major shareholder paid out money to or on behalf of his corporation and then was unable to obtain reimbursement from it. In each he claimed a deduction assertable against ordinary income. In each he was unsuccessful in this quest:</p>\n<p>1. In <i>Putnam</i> v. <i>Commissioner,</i> 352 U. S. 82 (1956), the taxpayer was a practicing lawyer who had guaranteed obligations of a labor newspaper corporation in which he owned stock. He claimed his loss as fully deductible in 1948 under  23 (e) (2) of the 1939 Code. The standard prescribed by that statute was incurrence of the loss \"in any transaction entered into for profit, though not connected with the trade or business.\" The Court rejected this approach and held that the loss was a nonbusiness bad debt subject to short-term capital loss treatment under  23 (k) (4). The loss was deductible <span class=\"star-pagination\">*102</span> as a bad debt or not at all. See Rev. Rul. 60-48, 1960-1 Cum. Bull. 112.</p>\n<p>2. In <i>Whipple</i> v. <i>Commissioner,</i> 373 U. S. 193 (1963), the taxpayer had provided organizational, promotional, and managerial services to a corporation in which he owned approximately an 80% stock interest. He claimed that this constituted a trade or business and, hence, that debts owing him by the corporation were business bad debts when they became worthless in 1953. The Court also rejected that contention and held that Whipple's investing was not a trade or business, that is, that \"[d]evoting one's time and energies to the affairs of a corporation is not of itself, and without more, a trade or business of the person so engaged.\" 373 U. S., at 202. The rationale was that a contrary conclusion would be inconsistent with the principle that a corporation has a personality separate from its shareholders and that its business is not necessarily their business. The Court indicated its approval of the Regulations' proximate-relation test:</p>\n<blockquote>\"Moreover, there is no proof (which might be difficult to furnish where the taxpayer is the sole or dominant stockholder) that the loan was necessary to keep his job or was otherwise proximately related to maintaining his trade or business as an employee. Compare <i>Trent</i> v. <i>Commissioner,</i> [291 F. 2d 669 (CA2 1961)].\" 373 U. S., at 204.</blockquote>\n<p>The Court also carefully noted the distinction between the business and the nonbusiness bad debt for one who is both an employee and a shareholder.<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*103</span> These two cases approach, but do not govern, the present one. They indicate, however, a cautious and not a free-wheeling approach to the business bad debt. Obviously, taxpayer Generes endeavored to frame his case to bring it within the area indicated in the above quotation from <i>Whipple</i> v. <i>Commissioner</i><i>.</i></p>\n<p></p>\n<h2>III</h2>\n<p>We conclude that in determining whether a bad debt has a \"proximate\" relation to the taxpayer's trade or business, as the Regulations specify, and thus qualifies as a business bad debt, the proper measure is that of dominant motivation, and that only significant motivation is not sufficient. We reach this conclusion for a number of reasons:</p>\n<p>A. The Code itself carefully distinguishes between business and nonbusiness items. It does so, for example, in  165 with respect to losses, in  166 with respect to bad debts, and in  162 with respect to expenses. It gives particular tax benefits to business losses, business bad debts, and business expenses, and gives lesser benefits, or none at all, to nonbusiness losses, nonbusiness bad debts, and nonbusiness expenses. It does this despite the fact that the latter are just as adverse in financial consequence to the taxpayer as are the former. But this distinction has been a policy of the income tax structure ever since the Revenue Act of 1916,  5 (a), 39 Stat. 759, provided differently for trade or business losses than it did for losses sustained in another transaction entered into for profit. And it has been the specific policy with respect to bad debts since the Revenue Act of 1942 incorporated into  23 (k) of the 1939 Code the distinction between business and nonbusiness bad debts. 56 Stat. 820.</p>\n<p>The point, however, is that the tax statutes have made the distinction, that the Congress therefore intended it <span class=\"star-pagination\">*104</span> to be a meaningful one, and that the distinction is not to be obliterated or blunted by an interpretation that tends to equate the business bad debt with the nonbusiness bad debt. We think that emphasis upon the significant rather than upon the dominant would have a tendency to do just that.</p>\n<p>B. Application of the significant-motivation standard would also tend to undermine and circumscribe the Court's holding in <i>Whipple</i> and the emphasis there that a shareholder's mere activity in a corporation's affairs is not a trade or business. As Chief Judge Lumbard pointed out in his separate and disagreeing concurrence in <i>Weddle, supra,</i> 325 F. 2d, at 852-853, both motives that of protecting the investment and that of protecting the salaryare inevitably involved, and an inquiry whether employee status provides a significant motivation will always produce an affirmative answer and result in a judgment for the taxpayer.</p>\n<p>C. The dominant-motivation standard has the attribute of workability. It provides a guideline of certainty for the trier of fact. The trier then may compare the risk against the potential reward and give proper emphasis to the objective rather than to the subjective. As has just been noted, an employee-shareholder, in making or guaranteeing a loan to his corporation, usually acts with two motivations, the one to protect his investment and the other to protect his employment. By making the dominant motivation the measure, the logical tax consequence ensues and prevents the mere presence of a business motive, however small and however insignificant, from controlling the tax result at the taxpayer's convenience. This is of particular importance in a tax system that is so largely dependent on voluntary compliance.</p>\n<p>D. The dominant-motivation test strengthens and is consistent with the mandate of  262 of the Code, 26 <span class=\"star-pagination\">*105</span> U. S. C.  262, that \"no deduction shall be allowed for personal, living, or family expenses\" except as otherwise provided. It prevents personal considerations from circumventing this provision.</p>\n<p>E. The dominant-motivation approach to  166 (d) is consistent with that given the loss provisions in  165 (c) (1), see, for example, <i>Imbesi</i> v. <i>Commissioner,</i> 361 F. 2d 640, 644 (CA3 1966), and in  165 (c) (2), see <i>Austin</i> v. <i>Commissioner,</i> 298 F. 2d 583, 584 (CA2 1962). In these related areas, consistency is desirable. See also, <i>Commissioner</i> v. <i>Duberstein,</i> 363 U. S. 278, 286 (1960).</p>\n<p>F. We see no inconsistency, such as the taxpayer suggests, between the Government's urging dominant motivation here and its having urged only significant motivation as the appropriate standard for the incurrence of liability for the accumulated-earnings tax under  531 of the 1954 Code, 26 U. S. C.  531, and for includability in the gross estate, for federal estate tax purposes, of a transfer made in contemplation of death under  2035, 26 U. S. C.  2035. Sections 531 and 2035 are Congress' answer to tax avoidance activity. <i>United States</i> v. <i>Donruss Co.,</i> 393 U. S. 297, 303 (1969), and <i>Farmers' Loan &amp; Trust Co.</i> v. <i>Bowers,</i> 98 F. 2d 794 (CA2 1938), cert. denied, 306 U. S. 648 (1939).</p>\n<p>G. The Regulations' use of the word \"proximate\" perhaps is not the most fortunate, for it naturally tempts one to think in tort terms. The temptation, however, is best rejected, and we reject it here. In tort law factors of duty, of foreseeability, of secondary cause, and of plural liability are under consideration, and the concept of proximate cause has been developed as an appropriate application and measure of these factors. It has little place in tax law where plural aspects are not usual, where an item either is or is not a deduction, or either is or is not a business bad debt, and where certainty is desirable.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*106</span> IV</h2>\n<p>The conclusion we have reached means that the District Court's instructions, based on a standard of significant rather than dominant motivation, are erroneous and that, at least, a new trial is required. We have examined the record, however, and find nothing that would support a jury verdict in this taxpayer's favor had the dominant-motivation standard been embodied in the instructions. Judgment <i>n. o. v.</i> for the United States, therefore, must be ordered. See <i>Neely</i> v. <i>Eby Construction Co.,</i> 386 U. S. 317 (1967).</p>\n<p>As Judge Simpson pointed out in his dissent, 427 F. 2d, at 284-285, the only real evidence offered by the taxpayer bearing upon motivation was his own testimony that he signed the indemnity agreement \"to protect my job,\" that \"I figured in three years' time I would get my money out,\" and that \"I never once gave it [his investment in the corporation] a thought.\"<sup>[9]</sup></p>\n<p>The statements obviously are self-serving. In addition, standing alone, they do not bear the light of analysis. What the taxpayer was purporting to say was that his $12,000 annual salary was his sole motivation, and that his $38,900 original investment, the actual value of which prior to the misfortunes of 1962 we do not know, plus his loans to the corporation, plus his personal interest in the integrity of the corporation as a source of living for his son-in-law and as an investment for his son and his other son-in-law, were of no consequence whatever in his thinking. The comparison is strained all the more by the fact that the salary is pre-tax and the investment is taxpaid. With his total annual income about $40,000, Mr. Generes may well have reached a federal income tax bracket of 40% or more for a joint return in 1958-1962. <span class=\"star-pagination\">*107</span>  1 and 2 of the 1954 Code, 68A Stat. 5 and 8. The $12,000 salary thus would produce for him only about $7,000 net after federal tax and before any state income tax. This is the figure, and not $12,000, that has any possible significance for motivation purposes, and it is less than 1/5 of the original stock investment.<sup>[10]</sup></p>\n<p>We conclude on these facts that the taxpayer's explanation falls of its own weight, and that reasonable minds could not ascribe, on this record, a dominant motivation directed to the preservation of the taxpayer's salary as president of Kelly-Generes Construction Co., Inc.</p>\n<p>The judgment is reversed and the case is remanded with direction that judgment be entered for the United States.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE POWELL and MR. JUSTICE REHNQUIST took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE MARSHALL, concurring.</p>\n<p>I agree with and join the opinion of the Court. In doing so I add a few additional words of legislative history in support of the wording of the Internal Revenue Code itself.</p>\n<p>It is now well-established law that a corporate employee is entitled to deduct as a business bad debt a bad debt incurred because of his employee status<i>e. g.,</i> a loan made to protect his job which becomes unrecoverable. See, <i>e. g., </i><i>Trent</i> v. <i>Commissioner,</i> 291 F. 2d 669 (CA2 1961); <i>Lundgren</i> v. <i>Commissioner,</i> 376 F. 2d 623 (CA9 1967); <i>Smith</i> v. <i>Commissioner,</i> 55 T. C. 260 (1970). See also <i>Whipple</i> v. <i>Commissioner,</i> 373 U. S. 193, 201 (1963). The law is equally well established, however, that a shareholder is not entitled to a business bad-debt <span class=\"star-pagination\">*108</span> deduction when a loan which he has made to enhance his stock interest in a corporation goes bad.</p>\n<p>The taxpayer in this case is both an employee and a shareholder of a single corporation, and the question thus presented is how to determine the proper tax treatment of loans made by him to the corporation that became uncollectible.</p>\n<p>The Internal Revenue Code itself does not offer any test for determining when a bad debt is a business bad debt, but  1.166-5 (b) of the Treasury Regulations on Income Tax provides that a loss from a worthless debt is deductible as a business bad debt only if the relation between the loss and taxpayer's trade or business is a proximate one. The Commissioner contends that the taxpayer must demonstrate that the \"primary and dominant\" motivation for the undertaking that gave rise to the bad debt was attributable to his status as an employee, and not as a shareholder, in order to comply with the regulation. It is the taxpayer's position that the proximate relationship is sufficiently demonstrated if the undertaking giving rise to the bad debt was \"significantly\" motivated by his employee status. The District Court and Court of Appeals agreed with the taxpayer.</p>\n<p>The opinion of the Court properly concludes that acceptance of the test advocated by the taxpayer would blunt somewhat the distinction between business and nonbusiness expenses, and that the Commissioner's test is slightly more consistent with the thrust of various sections of the Internal Revenue Code. Were this all we had to work with, however, I would be as torn between the two tests as the lower courts have been. Compare <i>Weddle</i> v. <i>Commissioner,</i> 325 F. 2d 849 (CA2 1963), with <i>Niblock</i> v. <i>Commissioner,</i> 417 F. 2d 1185 (CA7 1969), and <i>Smith</i> v. <i>Commissioner,</i> 55 T. C. 260 (1970). As the Court's opinion points out, Congress did not <span class=\"star-pagination\">*109</span> choose to apportion the tax treatment of bad debts according to the strength of the various interests of the taxpayer that gave rise to them. Left with an all-or-nothing approach and no legislative history, one might well conclude that Congress did intend to blunt the distinction between business and nonbusiness bad debts, especially since neither the language of the Code nor the regulations explicitly require one test or the other, and since the burden on the taxpayer of both types of losses is identical. Fortunately, there is a clear and compelling legislative history that obviates any need for speculation as to Congress' intent in enacting  166 of the Code, 26 U. S. C.  166. And, only the Commissioner's test is consistent with that intent.</p>\n<p>Prior to 1942 the Internal Revenue Code treated business and nonbusiness bad debts identically. But, in that year, Congress amended  23 (k) of the 1939 Code in order to distinguish between the two. A nonbusiness bad debt was defined as one \"other than a debt the loss from the worthlessness of which is incurred in the taxpayer's trade or business,\" and business bad debts presumably encompassed all others. The demarcation remains essentially the same under  166 of the 1954 Code except that the definition of business bad debts is expanded for the limited purpose of including within it \"a debt created or acquired . . . in connection with a trade or business of the taxpayer\" but not \"incurred in\" the business<i>e. g.,</i> a debt growing out of a trade or business that becomes worthless under circumstances removed from the trade or business. See H. R. Rep. No. 1337, 83d Cong., 2d Sess., 21-22; S. Rep. No. 1622, 83d Cong., 2d Sess., 24; <i>Whipple</i> v. <i>Commissioner, supra,</i> at 194 n. 1; <i>Trent</i> v. <i>Commissioner, supra,</i> at 674.</p>\n<p>The major congressional purpose in distinguishing between business and nonbusiness bad debts was to prevent taxpayers from lending money to friends or relatives who <span class=\"star-pagination\">*110</span> they knew would not repay it and then deducting against ordinary income a loss in the amount of the loan. Prior to the 1942 amendment of the Code, it was apparent that taxpayers could go a long way toward escaping the Code's monetary limit on dependency deductions and its prohibition against deductions for personal expenses by casting support payments, gifts, and other expenditures in the form of loans destined to become bad debts. H. R. Rep. No. 2333, 77th Cong., 2d Sess., 45, 76-77; S. Rep. No. 1631, 77th Cong., 2d Sess., 90.</p>\n<p>A related congressional purpose in enacting the predecessor to  166 was \"to put nonbusiness investments in the form of loans on a footing with other nonbusiness investments.\" <i>Putnam</i> v. <i>Commissioner,</i> 352 U. S. 82, 92 (1956). Congress recognized that there often is only a minor difference, if any, between an investment in the form of a stock purchase and one in the form of a loan to a corporation. See, <i>e. g., </i><i>Kelley Co.</i> v. <i>Commissioner,</i> 326 U. S. 521 (1946); <i>Bowersock Mills &amp; Power Co.</i> v. <i>Commissioner,</i> 172 F. 2d 904 (CA10 1949).</p>\n<p>It is apparent that Congress was especially concerned about the possibility that closely held family businesses might exploit the technical differences among the forms in which investments can be cast in order to gain unwarranted deductions against ordinary income.</p>\n<p>This case is a perfect example of how the \"significant\" motivation test undercuts the intended effect of the statute. The taxpayer was drawing an annual salary of $12,000 from a family corporation in which he had invested almost $200,000. As the guarantor of the corporation's performance and payment construction bonds, the taxpayer risked a potential liability of $2,000,000 and ultimately incurred an actual liability of $162,000, which is the amount that he sought to deduct as a business bad debt. The jury found that the risk was incurred because the taxpayer was \"significantly\" motivated by <span class=\"star-pagination\">*111</span> his interests as a corporate employee and by his $12,000 salary. In view of all the facts set forth in the opinion of the Court, especially the fact that the taxpayer had a gross income of approximately $40,000, I have no doubt whatever that the same jury would have found that the taxpayer's \"primary and dominant\" motivation was to protect his investment, not his salary.</p>\n<p>If this taxpayer had simply lent his son-in-law $162,000 and then sought to deduct that amount as a business bad debt when the latter's business collapsed, he plainly could not have prevailed. This was just the sort of intra family loan that Congress intended to bar from treatment as a business bad debt. The fact that a corporation served as a conduit for the loan should make no difference. If the taxpayer had received only interest on the loan rather than a salary, he could claim no business bad debt deduction. The fact that he took a nominal salary for nominal services does not, in my opinion, require a different result. Moreover, if instead of guaranteeing the construction bonds, the taxpayer had invested $162,000 in the corporation to strengthen its economic position, that investment would receive the same treatment as the prior investment of $200,000 and any loss would not be deductible against ordinary income. The fact that the intra family contribution was made in the form of a guarantee should be irrelevant for income tax purposes.</p>\n<p>In sum, I find that the \"significant\" motivation test produces results that are totally at odds with the goals of the statute. The conclusion that I draw from the legislative history is that Congress wanted to permit deductions against ordinary income for bad-debt losses only when the losses bore the same relation to the taxpayer's trade or business as did other losses that the Code permits to be deducted against ordinary income. Under  165 (c) (1) of the Code, 26 U. S. C.  165 (c) (1), the primary-motivation test has always been used to determine <span class=\"star-pagination\">*112</span> whether these other losses are incurred in a trade or business or in some other capacity, see, <i>e. g., </i><i>Imbesi</i> v. <i>Commissioner,</i> 361 F. 2d 640 (CA3 1966), <i>United States</i> v. <i>Gilmore,</i> 372 U. S. 39 (1963). The same test should also be utilized with respect to bad debts if Congress' will is to be done.</p>\n<p>MR. JUSTICE WHITE, with whom MR. JUSTICE BRENNAN joins.</p>\n<p>While I join Parts I, II, and III of the Court's opinion and its judgment of reversal, I would remand the case to the District Court with directions to hold a hearing on the issue of whether a jury question still exists as to whether taxpayer's motivation was \"dominantly\" a business one in the relevant transactions under 26 U. S. C.  166 (a) and (d). Federal Rule of Civil Procedure 50 (d) provides that when an appellate court considers a motion for judgment <i>n. o. v.,</i> it may \"determin[e] that the appellee is entitled to a new trial, or . . . [direct] the trial court to determine whether a new trial shall be granted.\" Because of the drastic nature of a judgment <i>n. o. v.,</i> this Court has emphasized that such motions should be granted only when the procedural prerequisites of the Federal Rules have been strictly complied with. <i>Cone</i> v. <i>West Virginia Pulp &amp; Paper Co.,</i> 330 U. S. 212, 215-217 (1947). In the present case, this Court has the power to reverse the judgment without the grant of a new trial since the Government properly moved for a judgment <i>n. o. v.</i> (or, in the alternative, for a new trial) in the District Court. <i>Neely</i> v. <i>Eby Construction Co.,</i> 386 U. S. 317 (1967). The circumstances here are inappropriate for such a decision, however, since taxpayer has never had an opportunity to be heard, after it is determined that his verdict cannot stand, as to whether factual issues remain on which he is entitled to a new trial. A decision <span class=\"star-pagination\">*113</span> that a verdict must be overturned because the trial judge applied an erroneous evidentiary standard is unlike certain other appellate rulings that an error of law was made because it inevitably presents an accompanying factual question: is there enough evidence to present a jury question under the proper evidentiary standard? <i>Neely</i> v. <i>Eby Construction Co., supra,</i> at 327. This Court has often repeated that a trial court is the most appropriate tribunal to determine such factual questions, <i>Fairmount Glass Works</i> v. <i>Cub Fork Coal Co.,</i> 287 U. S. 474, 481-482 (1933); <i>Montgomery Ward &amp; Co.</i> v. <i>Duncan,</i> 311 U. S. 243, 253 (1940), since appellate courts are awkwardly equipped to resolve such issues, particularly in the absence of adversary argument, and since the trial judge has an extensive and intimate knowledge of the evidence and issues \"in a perspective peculiarly available to him alone.\" <i>Cone</i> v. <i>West Virginia Pulp &amp; Paper Co., supra,</i> at 216. I would therefore allow the trial court to decide whether a new trial is merited in this case.</p>\n<p>MR. JUSTICE DOUGLAS, dissenting.</p>\n<p>The Treasury Regulations  1.166-5 (b) (2), which govern this case, provide that \"the character of the debt is to be determined by the relation which the loss resulting from the debt's becoming worthless bears to the trade or business of the taxpayer.\" The Regulations do not use the words \"primary and dominant.\" They state: \"If that relation is a proximate one in the conduct of the trade or business in which the taxpayer is engaged at the time the debt becomes worthless,\" the debt is deductible. <i>Ibid.</i></p>\n<p>The jury was instructed in the words of the Regulations: \"Do you find from a preponderance of the evidence that the signing of the blanket indemnity agreement by Mr. Generes was proximately related to his trade or business <span class=\"star-pagination\">*114</span> of being an employee of the Kelly-Generes Construction Company?\" The jury unanimously answered \"Yes.\"</p>\n<p>There was evidence to support the finding. Generes was an officer of the company and received a salary of $12,000 a year. His job as officer was to obtain the bonding credit needed by the company to perform the jobs on which it bid. To get the bond Generes, the president, and Kelly, the vice-president, were required to sign personally an indemnity agreement.</p>\n<p>The bond was essential if the company was to operate. Without the bond the company could not obtain business and, if that happened, he as an officer would lose his job. It therefore seems to me that signing the bond had a \"proximate\" relation to his business as a salaried officer in the sense that it was directly related to the hoped-for success of that business.</p>\n<p>Whether it was a prudent act is not our concern. Nor is it our concern whether with the benefit of hindsight we can now say that signing the bond entailed risks wholly disproportionate to the stake Generes had in maintaining a job with a $12,000-a-year salary.</p>\n<p>Obtaining a bond was essential to the corporation; and it was only by keeping the business going that the salaried position of Generes could be made secure. If the Regulations do not meet the desires of the Treasury Department, they can be rewritten. See <i>Helvering</i> v. <i>Wilshire Oil Co.,</i> 308 U. S. 90, 100-102.</p>\n<p>I protest now what I have repeatedly protested, and that is the use of this Court to iron out ambiguities in the Regulations or in the Act, when the responsible remedy is either a recasting of the Regulations by Treasury or presentation of the problem to the Joint Committee on Internal Revenue Taxation which is a standing committee <span class=\"star-pagination\">*115</span> of the Congress<sup>[1]</sup> that regularly rewrites the Act and is much abler than are we to forecast revenue needs and spot loopholes where abuses thrive.</p>\n<p>As I said in <i>Commissioner</i> v. <i>Lester,</i> 366 U. S. 299, 307, \"Resort to litigation, rather than to Congress, for a change in the law is too often the temptation of government which has a longer purse and more endurance than any taxpayer.\" (Concurring opinion.) And see <i>Knetsch</i> v. <i>United States,</i> 364 U. S. 361, 371 (dissenting opinion).</p>\n<p>Had I voted to grant this petition I would be in a position to vote to dismiss it as improvidently granted. But to give integrity to the \"rule of four\" by which certiorari is granted<sup>[2]</sup> the objectors must participate in a <span class=\"star-pagination\">*116</span> decision, as stated at length by the late Mr. Justice Harlan in <i>Ferguson</i> v. <i>Moore-McCormack Lines,</i> 352 U. S. 521, 559-562.</p>\n<p>In that view I cannot say that on the facts of this case the loss did not have a \"proximate\" relation to this corporate officer's business of keeping the enterprise afloat. I would affirm the Court of Appeals, 427 F. 2d 279.</p>\n<h2>NOTES</h2>\n<p>[1]   166. Bad debts.\n</p>\n<p>\"(a) General rule.</p>\n<p>\"(1) Wholly worthless debts.There shall be allowed as a deduction any debt which becomes worthless within the taxable year.</p>\n<p>.....</p>\n<p>\"(d) Nonbusiness debts.</p>\n<p>\"(1) General rule.In the case of a taxpayer other than a corporation</p>\n<p>\"(A) subsections (a) and (c) shall not apply to any nonbusiness debt; and</p>\n<p>\"(B) where any nonbusiness debt becomes worthless within the taxable year, the loss resulting therefrom shall be considered a loss from the sale or exchange, during the taxable year, of a capital asset held for not more than 6 months.</p>\n<p>\"(2) Nonbusiness debt defined.For purposes of paragraph (1), the term `nonbusiness debt' means a debt other than</p>\n<p>\"(A) a debt created or acquired (as the case may be) in connection with a trade or business of the taxpayer; or</p>\n<p>\"(B) a debt the loss from the worthlessness of which is incurred in the taxpayer's trade or business.\"</p>\n<p>[2]  Treas. Reg. on Income Tax:\n</p>\n<p>\"26 CFR  1.166-5 Nonbusiness debts.</p>\n<p>.....</p>\n<p>\"(b) Nonbusiness debt defined. For purposes of section 166 and this section, a nonbusiness debt is any debt other than</p>\n<p>.....</p>\n<p>\"(2) A debt the loss from the worthlessness of which is incurred in the taxpayer's trade or business. The question whether a debt is a nonbusiness debt is a question of fact in each particular case. . . . For purposes of subparagraph (2) of this paragraph, the character of the debt is to be determined by the relation which the loss resulting from the debt's becoming worthless bears to the trade or business of the taxpayer. If that relation is a proximate one in the conduct of the trade or business in which the taxpayer is engaged at the time the debt becomes worthless, the debt comes within the exception provided by that subparagraph. . . .\"</p>\n<p>[3]  Edna Generes, wife of Allen H. Generes, is a named party because joint income tax returns were filed by Mr. and Mrs. Generes for some of the tax years in question.</p>\n<p>[4]  Compare the decision below and <i>Weddle</i> v. <i>Commissioner,</i> 325 F. 2d 849 (CA2 1963), with <i>Niblock</i> v. <i>Commissioner,</i> 417 F. 2d 1185 (CA7 1969). In <i>Smith</i> v. <i>Commissioner,</i> 55 T. C. 260, 268-271 (1970), reviewed without dissent, the Tax Court felt constrained, under the policy expressed in <i>Golsen</i> v. <i>Commissioner,</i> 54 T. C. 742 (1970), aff'd, 445 F. 2d 985 (CA10 1971), to apply the Fifth Circuit test but stated that it agreed with the Seventh Circuit. Cases where the resolution of the issue was avoided include <i>Stratmore</i> v. <i>United States,</i> 420 F. 2d 461 (CA3 1970), cert. denied, 398 U. S. 951; <i>Kelly</i> v. <i>Patterson,</i> 331 F. 2d 753, 757 (CA5 1964); and <i>Gillespie</i> v. <i>Commissioner,</i> 54 T. C. 1025, 1032 (1970). See, also, <i>Millsap</i> v. <i>Commissioner,</i> 387 F. 2d 420 (CA8 1968). For commentary on the present case, see 3 Sw. U. L. Rev. 135 (1971); 2 Tex. Tech. L. Rev. 318 (1971); and 28 Wash. &amp; Lee L Rev. 161 (1971).</p>\n<p>[5]  This difference in treatment between the loss on the direct loan and that on the indemnity is not explained. See, however, <i>Whipple</i> v. <i>Commissioner,</i> 373 U. S. 193 (1963).</p>\n<p>[6]  \"A debt is proximately related to the taxpayer's trade or business when its creation was significantly motivated by the taxpayer's trade or business, and it is not rendered a non-business debt merely because there was a non-qualifying motivation as well, even though the non-qualifying motivation was the primary one.\"</p>\n<p>[7]  \"You must, in short, determine whether Mr. Generes' dominant motivation in signing the indemnity agreement was to protect his salary and status as an employee or was to protect his investment in the Kelly-Generes Construction Co.\n</p>\n<p>\"Mr. Generes is entitled to prevail in this case only if he convinces you that the dominant motivating factor for his signing the indemnity agreement was to insure the receiving of his salary from the company. It is insufficient if the protection or insurance of his salary was only a significant secondary motivation for his signing the indemnity agreement. It must have been his dominant or most important reason for signing the indemnity agreement.\"</p>\n<p>[8]  \"Even if the taxpayer demonstrates an independent trade or business of his own, care must be taken to distinguish bad debt losses arising from his own business and those actually arising from activities peculiar to an investor concerned with, and participating in, the conduct of the corporate business.\" 373 U. S., at 202.</p>\n<p>[9]  App. 67 and 59.</p>\n<p>[10]  Rather than 1/3, as the taxpayer in his testimony suggested, App. 59, overlooking the pre-tax character of his salaried earnings.</p>\n<p>[1]  See <i>United States</i> v. <i>Skelly Oil Co.,</i> 394 U. S. 678, 690-691 (dissenting opinion).</p>\n<p>[2]  The \"rule of four\" is not in the statute. But in the hearings on the bill that became the 1925 Act, Mr. Justice Van Devanter, who headed the committee of the Court sponsoring the Act before the Congress, said:\n</p>\n<p>\"For instance, if there were five votes against granting the petition and four in favor of granting it, it would be granted, because we proceed upon the theory that when as many as four members of the court, and even three in some instances, are impressed with the propriety of our taking the case the petition should be granted. This is the uniform way in which petitions for writs of certiorari are considered.\" Hearing on S. 2060 and S. 2061 before a Subcommittee of the Senate Committee on the Judiciary, 68th Cong., 1st Sess., 29 (1924).</p>\n<p>And the Congress acted in reliance on that representation. See H. R. Rep. No. 1075, 68th Cong., 2d Sess., 3.</p>\n<p>The bill was originally drafted in 1922 by Chief Justice Taft with the assistance of Mr. Justice Day, Mr. Justice Van Devanter, and Mr. Justice McReynolds. Hearings on Jurisdiction of Circuit Courts of Appeals and United States Supreme Court before the House Committee on the Judiciary, 67th Cong., 2d Sess. (1922). The Committee representing the Court in the 1924 Hearings were Mr. Justice Van Devanter, Mr. Justice McReynolds, and Mr. Justice Sutherland. Hearing on S. 2060 and S. 2061, <i>supra,</i> at 1.</p>\n\n</div>", "id": 108467, "judges": "Blackmun", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/108467/", "sha1": "5fbb6fa425ddf0d52d48276cf39c3d4368dc1783", "source": "LR", "supreme_court_db_id": "1971-057", "time_retrieved": "2010-04-28T10:11:31"}