{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "405 U.S. 676", 
    "federal_cite_two": "92 S. Ct. 1332", 
    "specialty_cite_one": null, 
    "federal_cite_three": "31 L. Ed. 2d 593", 
    "lexis_cite": "1972 U.S. LEXIS 68", 
    "document_uris": [
      "/api/rest/v2/document/108499/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Cole v. Richardson", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "70-14", 
    "id": 92858, 
    "resource_uri": "/api/rest/v2/citation/92858/"
  }, 
  "id": 108499, 
  "blocked": false, 
  "judges": "Burger", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1972-04-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>405 U.S. 676 (1972)</b></center>\n<center><h1>COLE, STATE HOSPITAL SUPERINTENDENT, ET AL.<br>\nv.<br>\nRICHARDSON.</h1></center>\n<center>No. 70-14.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 16, 1971.</center>\n<center>Decided April 18, 1972.</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.\n<p><span class=\"star-pagination\">*677</span> <i>Walter H. Mayo III,</i> Assistant Attorney General of Massachusetts, argued the cause for appellants. With him on the brief was <i>Robert H. Quinn,</i> Attorney General.</p>\n<p><i>Stephen H. Oleskey</i> argued the cause for appellee <i>pro hac vice.</i> With him on the brief was <i>Harold Hestnes.</i></p>\n<p>MR. CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n<p>In this appeal we review the decision of the three-judge District Court holding a Massachusetts loyalty oath unconstitutional.</p>\n<p>The appellee, Richardson, was hired as a research sociologist by the Boston State Hospital. Appellant Cole is superintendent of the hospital. Soon after she entered on duty Mrs. Richardson was asked to subscribe to the oath required of all public employees in Massachusetts. The oath is as follows:</p>\n<blockquote>\"I do solemnly swear (or affirm) that I will uphold and defend the Constitution of the United States of America and the Constitution of the Commonwealth of Massachusetts and that I will oppose the overthrow of the government of the United States <span class=\"star-pagination\">*678</span> of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method.\"<sup>[1]</sup></blockquote>\n<p>Mrs. Richardson informed the hospital's personnel department that she could not take the oath as ordered because of her belief that it was in violation of the United States Constitution. Approximately 10 days later appellant Cole personally informed Mrs. Richardson that under state law she could not continue as an employee of the Boston State Hospital unless she subscribed to the oath. Again she refused. On November 25, 1968, Mrs. Richardson's employment was terminated and she was paid through that date.</p>\n<p><span class=\"star-pagination\">*679</span> In March 1969 Mrs. Richardson filed a complaint in the United States District Court for the District of Massachusetts. The complaint alleged the unconstitutionality of the statute, sought damages and an injunction against its continued enforcement, and prayed for the convocation of a three-judge court pursuant to 28 U. S. C. §§ 2281 and 2284.</p>\n<p>A three-judge District Court held the oath statute unconstitutional and enjoined the appellants from applying the statute to prohibit Mrs. Richardson from working for Boston State Hospital.<sup>[2]</sup> The District Court found the attack on the \"uphold and defend\" clause, the first part of the oath, foreclosed by <i>Knight</i> v. <i>Board of Regents,</i> 269 F. Supp. 339 (SDNY 1967), aff'd, 390 U. S. 36 (1968). But it found that the \"oppose the overthrow\" clause was \"fatally vague and unspecific,\" and therefore a violation of First Amendment rights. The court granted the requested injunction but denied the claim for damages.</p>\n<p>Appeals were then brought to this Court under 28 U. S. C. § 1253. We remanded for consideration of whether the case was moot in light of a suggestion that Mrs. Richardson's job had been filled in the interim. 397 U. S. 238 (1970). On remand, the District Court concluded that Mrs. Richardson's position had not been filled and that the hospital stood ready to hire her for the continuing research project except for the problem of the oath. In an unreported opinion dated July 1, 1970, it concluded that the case was not moot and reinstated its earlier judgment. Appellants again appealed, and we noted probable jurisdiction. 403 U. S. 917 (1971).</p>\n<p>We conclude that the Massachusetts oath is constitutionally permissible, and in light of the prolonged litigation <span class=\"star-pagination\">*680</span> of this case we set forth our reasoning at greater length than previously.</p>\n<p>A review of the oath cases in this Court will put the instant oath into context. We have made clear that neither federal nor state government may condition employment on taking oaths that impinge on rights guaranteed by the First and Fourteenth Amendments respectively, as for example those relating to political beliefs. <i>Law Students Research Council</i> v. <i>Wadmond,</i> 401 U. S. 154 (1971); <i>Baird</i> v. <i>State Bar of Arizona,</i> 401 U. S. 1 (1971); <i>Connell</i> v. <i>Higginbotham,</i> 403 U. S. 207, 209 (1971) (MARSHALL, J., concurring in result). Nor may employment be conditioned on an oath that one has not engaged, or will not engage, in protected speech activities such as the following: criticizing institutions of government; discussing political doctrine that approves the overthrow of certain forms of government; and supporting candidates for political office. <i>Keyishian</i> v. <i>Board of Regents,</i> 385 U. S. 589 (1967); <i>Baggett</i> v. <i>Bullitt,</i> 377 U. S. 360 (1964); <i>Cramp</i> v. <i>Board of Public Instruction,</i> 368 U. S. 278 (1961). Employment may not be conditioned on an oath denying past, or abjuring future, associational activities within constitutional protection; such protected activities include membership in organizations having illegal purposes unless one knows of the purpose and shares a specific intent to promote the illegal purpose. <i>Whitehill</i> v. <i>Elkins,</i> 389 U. S. 54 (1967); <i>Keyishian</i> v. <i>Board of Regents, supra</i><i>; </i><i>Elfbrandt</i> v. <i>Russell,</i> 384 U. S. 11 (1966); <i>Wieman</i> v. <i>Updegraff,</i> 344 U. S. 183 (1952). Thus, last Term in <i>Wadmond</i> the Court sustained inquiry into a bar applicant's associational activities only because it was narrowly confined to organizations that the individual had known to have the purpose of violent overthrow of the government and whose purpose the individual shared. And, finally, an oath may not be so vague that \" `men of common intelligence <span class=\"star-pagination\">*681</span> must necessarily guess at its meaning and differ as to its application, [because such an oath] violates the first essential of due process of law.' \" <i>Cramp</i> v. <i>Board of Public Instruction,</i> 368 U. S., at 287. Concern for vagueness in the oath cases has been especially great because uncertainty as to an oath's meaning may deter individuals from engaging in constitutionally protected activity conceivably within the scope of the oath.</p>\n<p>An underlying, seldom articulated concern running throughout these cases is that the oaths under consideration often required individuals to reach back into their past to recall minor, sometimes innocent, activities. They put the government into \"the censorial business of investigating, scrutinizing, interpreting, and then penalizing or approving the political viewpoints\" and past activities of individuals. <i>Law Students Research Council</i> v. <i>Wadmond,</i> 401 U. S., at 192 (MARSHALL, J., dissenting).</p>\n<p>Several cases recently decided by the Court stand out among our oath cases because they have upheld the constitutionality of oaths, addressed to the future, promising constitutional support in broad terms. These cases have begun with a recognition that the Constitution itself prescribes comparable oaths in two articles. Article II, § 1, cl. 8, provides that the President shall swear that he will \"faithfully execute the Office . . . and will to the best of [his] Ability, preserve, protect and defend the Constitution of the United States.\" Article VI, cl. 3, provides that all state and federal officers shall be bound by an oath \"to support this Constitution.\" The oath taken by attorneys as a condition of admission to the Bar of this Court identically provides in part \"that I will support the Constitution of the United States\"; it also requires the attorney to state that he will \"conduct [himself] uprightly, and according to law.\"</p>\n<p><span class=\"star-pagination\">*682</span> <i>Bond</i> v. <i>Floyd,</i> 385 U. S. 116 (1966), involved Georgia's statutory requirement that state legislators swear to \"support the Constitution of this State and of the United States,\" a paraphrase of the constitutionally required oath. The Court there implicitly concluded that the First Amendment did not undercut the validity of the constitutional oath provisions. Although in theory the First Amendment might have invalidated those provisions, approval of the amendment by the same individuals who had included the oaths in the Constitution suggested strongly that they were consistent. The Court's recognition of this consistency did not involve a departure from its many decisions striking down oaths that infringed First and Fourteenth Amendment rights. The Court read the Georgia oath as calling simply for an acknowledgment of a willingness to abide by \"constitutional processes of government.\" 385 U. S., at 135. Accord, <i>Knight</i> v. <i>Board of Regents,</i> 390 U. S. 36 (1968) (without opinion). Although disagreeing on other points, in <i>Wadmond, supra,</i> all members of the Court agreed on this point. MR. JUSTICE MARSHALL noted there, while dissenting as to other points,</p>\n<blockquote>\"The oath of constitutional support requires an individual assuming public responsibilities to affirm. . . that he will endeavor to perform his public duties lawfully.\" 401 U. S., at 192.</blockquote>\n<p>The Court has further made clear that an oath need not parrot the exact language of the constitutional oaths to be constitutionally proper. Thus in <i>Ohlson</i> v. <i>Phillips,</i> 397 U. S. 317 (1970), we sustained the constitutionality of a state requirement that teachers swear to \"uphold\" the Constitution. The District Court had concluded that the oath was simply a \" `recognition that ours is a government of laws and not of men,' \" and that the oath involved an affirmation of \"organic law\" and rejection of \"the use of force to overthrow the government.\" <span class=\"star-pagination\">*683</span> <i>Ohlson</i> v. <i>Phillips,</i> 304 F. Supp. 1152 (Colo. 1969).</p>\n<p>The District Court in the instant case properly recognized that the first clause of the Massachusetts oath, in which the individual swears to \"uphold and defend\" the Constitutions of the United States and the Commonwealth, is indistinguishable from the oaths this Court has recently approved. Yet the District Court applied a highly literalistic approach to the second clause to strike it down. We view the second clause of the oath as essentially the same as the first.</p>\n<p>The second clause of the oath contains a promise to \"oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method.\" The District Court sought to give a dictionary meaning to this language and found \"oppose\" to raise the specter of vague, undefinable responsibilities actively to combat a potential overthrow of the government. That reading of the oath understandably troubled the court because of what it saw as vagueness in terms of what threats would constitute sufficient danger of overthrow to require the oath giver to actively oppose overthrow, and exactly what actions he would have to take in that respect. Cf. <i>Ohlson</i> v. <i>Phillips,</i> 304 F. Supp., at 1154 and n. 4.</p>\n<p>But such a literal approach to the second clause is inconsistent with the Court's approach to the \"support\" oaths. One could make a literal argument that \"support\" involves nebulous, undefined responsibilities for action in some hypothetical situations. As Mr. Justice Harlan noted in his opinion concurring in the result on our earlier consideration of this case,</p>\n<blockquote>\"[A]lmost any word or phrase may be rendered vague and ambiguous by dissection with a semantic scalpel. . . . [But such an approach] amounts to <span class=\"star-pagination\">*684</span> little more than verbal calisthenics. Cf. S. Chase, The Tyranny of Words (1959); W. Empson, Seven Types of Ambiguity (1955).\" <i>Cole</i> v. <i>Richardson,</i> 397 U. S. 238, 240 (1970).</blockquote>\n<p>We have rejected such rigidly literal notions and recognized that the purpose leading legislatures to enact such oaths, just as the purpose leading the Framers of our Constitution to include the two explicit constitutional oaths, was not to create specific responsibilities but to assure that those in positions of public trust were willing to commit themselves to live by the constitutional processes of our system, as MR. JUSTICE MARSHALL suggested in <i>Wadmond,</i> 401 U. S., at 192. Here the second clause does not require specific action in some hypothetical or actual situation. Plainly \"force, violence or . . . any illegal or unconstitutional method\" modifies \"overthrow\" and does not commit the oath taker to meet force with force. Just as the connotatively active word \"support\" has been interpreted to mean simply a commitment to abide by our constitutional system, the second clause of this oath is merely oriented to the negative implication of this notion; it is a commitment not to use illegal and constitutionally unprotected force to change the constitutional system. The second clause does not expand the obligation of the first; it simply makes clear the application of the first clause to a particular issue. Such repetition, whether for emphasis or cadence, seems to be the wont of authors of oaths. That the second clause may be redundant is no ground to strike it down; we are not charged with correcting grammar but with enforcing a constitution.</p>\n<p>The purpose of the oath is clear on its face. We cannot presume that the Massachusetts Legislature intended by its use of such general terms as \"uphold,\" \"defend,\" and \"oppose\" to impose obligations of specific, positive action on oath takers. Any such construction would <span class=\"star-pagination\">*685</span> raise serious questions whether the oath was so vague as to amount to a denial of due process. <i>Connally</i> v. <i>General Construction Co.,</i> 269 U. S. 385 (1926); <i>Cramp</i> v. <i>Board of Public Instruction,</i> 368 U. S., at 287.</p>\n<p>Nor is the oath as interpreted void for vagueness. As Mr. Justice Harlan pointed out in his opinion on our earlier consideration of this case, the oath is \"no more than an amenity.\" 397 U. S., at 240. It is punishable only by a prosecution for perjury<sup>[3]</sup> and, since perjury is a knowing and willful falsehood, the constitutional vice of punishment without fair warning cannot occur here. See <i>American Communications Assn.</i> v. <i>Douds,</i> 339 U. S. 382, 413 (1950). Nor here is there any problem of the punishment inflicted by mere prosecution. See <i>Cramp</i> v. <i>Board of Public Instruction,</i> 368 U. S., at 284. There has been no prosecution under this statute since its 1948 enactment, and there is no indication that prosecutions have been planned or begun. The oath \"triggered no serious possibility of prosecution\" by the Commonwealth. <i>Cole</i> v. <i>Richardson,</i> 397 U. S., at 241. Were we confronted with a record of actual prosecutions or harassment through threatened prosecutions, we might be faced with a different question. Those who view the <span class=\"star-pagination\">*686</span> Massachusetts oath in terms of an endless \"parade of horribles\" would do well to bear in mind that many of the hazards of human existence that can be imagined are circumscribed by the classic observation of Mr. Justice Holmes, when confronted with the prophecy of dire consequences of certain judicial action, that it would not occur \"while this Court sits.\" <i>Panhandle Oil Co.</i> v. <i>Knox,</i> 277 U. S. 218, 223 (dissenting).</p>\n<p>Appellee mounts an additional attack on the Massachusetts oath program in that it does not provide for a hearing prior to the determination not to hire the individual based on the refusal to subscribe to the oath. All of the cases in this Court that require a hearing before discharge for failure to take an oath involved impermissible oaths. In <i>Slochower</i> v. <i>Board of Education,</i> 350 U. S. 551 (1956) (not an oath case), the State sought to dismiss a professor for claiming the Fifth Amendment privilege in a United States Senate committee hearing; the Court held the State's action invalid because the exercise of the privilege was a constitutional right from which the State could not draw any rational inference of disloyalty. Appellee relies on <i>Nostrand</i> v. <i>Little,</i> 362 U. S. 474 (1960), and <i>Connell</i> v. <i>Higginbotham,</i> 403 U. S. 207 (1971), but in those cases the Court held only that the mere refusal to take the particular oath was not a constitutionally permissible basis for termination. In the circumstances of those cases, only by holding a hearing, showing evidence of disloyalty, and allowing the employee an opportunity to respond might the State develop a permissible basis for concluding that the employee was to be discharged.</p>\n<p>Since there is no constitutionally protected right to overthrow a government by force, violence, or illegal or unconstitutional means, no constitutional right is infringed by an oath to abide by the constitutional system in the future. Therefore, there is no requirement that <span class=\"star-pagination\">*687</span> one who refuses to take the Massachusetts oath be granted a hearing for the determination of some other fact before being discharged.</p>\n<p>The judgment of the District Court is reversed and the case is remanded for further proceedings consistent with this opinion.</p>\n<p>MR. JUSTICE POWELL and MR. JUSTICE REHNQUIST took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE STEWART and MR. JUSTICE WHITE, concurring.</p>\n<p>All agree that the first part of this oath, under which a person swears to \"uphold and defend\" the Federal and State Constitutions, is wholly valid under the First and Fourteenth Amendments. But if \"uphold\" and \"defend\" are not words that suffer from vagueness and overbreadth, then surely neither is the word \"oppose\" in the second part of the oath.</p>\n<p>When the case was here before, Mr. Justice Harlan expressed the view that \"[t]his oath does not impinge on conscience or belief, except to the extent that oath taking as such may offend particular individuals.\" <i>Cole</i> v. <i>Richardson,</i> 397 U. S. 238, 241 (concurring in result). We agree. And as to such individuals, the Massachusetts law clearly permits an affirmation rather than an oath. Mass. Gen. Laws, c. 264, § 14.</p>\n<p>On this basis we join the opinion and judgment of the Court.</p>\n<p>MR. JUSTICE DOUGLAS, dissenting.</p>\n<p>The part of the oath that says \"I will oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method\" is plainly unconstitutional by our decisions. See <i>Board of Education</i> v. <i>Barnette,</i> 319 U. S. 624, 634.</p>\n<p><span class=\"star-pagination\">*688</span> Advocacy of basic fundamental changes in government, which might popularly be described as \"overthrow,\" is within the protection of the First Amendment even when it is restrictively construed. In <i>Brandenburg</i> v. <i>Ohio,</i> 395 U. S. 444, a case involving criminal syndicalism, this Court ruled that a State may not \"forbid or proscribe advocacy of the use of force or of law violation except where such advocacy is directed to inciting or producing imminent lawless action and is likely to incite or produce such action.\" <i>Id.,</i> at 447. The same idea was put in somewhat different words in <i>Noto</i> v. <i>United States,</i> 367 U. S. 290, 297-298, that \"abstract teaching\" of overthrow is protected activity as contrasted to \"preparing a group for violent action and steeling it to such action.\" And see <i>Yates</i> v. <i>United States,</i> 354 U. S. 298, 318.</p>\n<p>The present oath makes such advocacy a possible offense under a restrictive reading of the First Amendment.</p>\n<p>The views expressed by Mr. Justice Black and me give the First Amendment a more expansive reading. We have condemned loyalty oaths as \"manifestation[s] of a national network of laws aimed at coercing and controlling the minds of men. Test oaths are notorious tools of tyranny. When used to shackle the mind they are, or at least they should be, unspeakably odious to a free people.\" <i>Wieman</i> v. <i>Updegraff,</i> 344 U. S. 183, 193 (Black, J., concurring). And see <i>Speiser</i> v. <i>Randall,</i> 357 U. S. 513, 532 (DOUGLAS, J., concurring). We said in <i>Brandenburg</i> that the protection of the First Amendment as applied to the States through the Fourteenth does not depend on the \"quality of advocacy,\" since that \"turns on the depth of the conviction.\" 395 U. S., at 457 (DOUGLAS, J., concurring). The line between the permissible control by a State and the impermissible control is \"the line between ideas and overt acts.\" <i>Id.,</i> at 456. \"The First Amendment . . . leaves the way wide open for people to favor, discuss, advocate, or incite causes <span class=\"star-pagination\">*689</span> and doctrines however obnoxious and antagonistic such views may be to the rest of us.\" <i>Yates</i> v. <i>United States, supra,</i> at 344 (Black, J., concurring and dissenting). This oath, however, requires that appellee \"oppose\" that which she has an indisputable right to advocate.<sup>[1]</sup> Yet the majority concludes that the promise of \"opposition\"\u0097 exacted as a condition of public employment<sup>[2]</sup>\u0097is a mere redundancy which does not impair appellee's freedom of expression.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*690</span> It is suggested, however, that because only the second portion of the oath is unconstitutional we should sever the two clauses and uphold the first. Even on this assumption, the entire oath must fall. This Court should, of course, base its decisions upon local law where, in so doing, we may avoid deciding federal constitutional questions. Here, we have been cited to no evidence of a legislative intent to separate the two clauses of the oath. This case is thus governed by <i>Pedlosky</i> v. <i>Massachusetts Institute of Technology,</i> 352 Mass. 127, 224 N. E. 2d 414 (1967), where the Supreme Judicial Court of Massachusetts was confronted with a two-part test oath similar in effect to the one before us.<sup>[4]</sup> \"The substance of the oath [was] not confined merely to a declaration of support of the Federal and State Constitutions. It equally concern[ed] an undertaking by the plaintiff that `I will faithfully discharge the duties of the position of assistant professor of mathematics according to the best of my ability.' \" <i>Id.,</i> at 128-129, 224 N. E. 2d, at 416. Finding the oath to be \"altogether too vague a standard to enforce judicially\" and being without evidence \"whether the Legislature would have enacted [it] without the [invalid] provision,\" the court was unable to hold that the provisions were severable, and thus unanimously struck down the entire oath. <i>Id.,</i> at 129, 224 N. E. 2d, at 416.</p>\n<p>I would follow the lead of the Supreme Judicial Court of Massachusetts\u0097the court which has the final word on how the statutes of that State are to be construed\u0097and hold that the entire oath must fall.</p>\n<p><span class=\"star-pagination\">*691</span> I conclude that whether the First Amendment is read restrictively or literally as Jefferson would have read it, the oath which the District Court struck down, 300 F. Supp. 1321, is plainly unconstitutional. I would affirm its judgment.</p>\n<p>MR. JUSTICE MARSHALL, with whom MR. JUSTICE BRENNAN joins, dissenting.</p>\n<p>Appellee was discharged from her job with the Boston State Hospital solely because she refused to swear or affirm the following oath:<sup>[1]</sup></p>\n<blockquote>\"I will uphold and defend the Constitution of the United States of America and the Constitution of the Commonwealth of Massachusetts and . . . I will oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method.\" Mass. Gen. Laws, c. 264, § 14.</blockquote>\n<p>She brought this action in the United States District Court for the District of Massachusetts seeking declaratory and injunctive relief against enforcement of the oath as a condition of her employment.<sup>[2]</sup> The District Court found that the oath was unconstitutionally vague and granted the relief requested by appellee. The Court now reverses the District Court and sustains the validity <span class=\"star-pagination\">*692</span> of the oath in its entirety. In my opinion, the second half of the oath is not only vague, but also overbroad. Accordingly, I dissent.</p>\n<p>The first half of the oath, requiring an employee to indicate a willingness to \"uphold and defend\" the state and federal Constitutions, is clearly constitutional. It is nothing more than the traditional oath of support that we have unanimously upheld as a condition of public employment.</p>\n<p>It is the second half of the oath to which I object. I find the language \"I will oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method\" to be impermissibly vague and overbroad.</p>\n<p>It is vague because \"men of common intelligence [must] speculate at their peril on its meaning.\" <i>Whitehill</i> v. <i>Elkins,</i> 389 U. S. 54, 59 (1967). See also <i>Connally</i> v. <i>General Construction Co.,</i> 269 U. S. 385, 391 (1926); <i>Cline</i> v. <i>Frink Dairy Co.,</i> 274 U. S. 445, 465 (1927); <i>Lanzetta</i> v. <i>New Jersey,</i> 306 U. S. 451, 453 (1939). The most striking problem with the oath is that it is not clear whether the last prepositional phrase modifies the verb \"oppose\" or the noun \"overthrow.\" Thus, an affiant cannot be certain whether he is swearing that he will \"oppose\" governmental overthrow by utilizing every means at his disposal, including those specifically prohibited by the laws or constitutions he has sworn to support, or whether he has merely accepted the responsibility of opposing illegal or unconstitutional overthrows. The first reading would almost surely be unconstitutional since it is well established that a State cannot compel a citizen to waive the rights guaranteed him by the Constitution in order to obtain employment. See, <i>e. g., </i><i>Pickering</i> v. <i>Board of Education,</i> <span class=\"star-pagination\">*693</span> 391 U. S. 563 (1968); <i>Garrity</i> v. <i>New Jersey,</i> 385 U. S. 493 (1967). This reading would also make the second half of the oath inconsistent with the first half. It is far from clear to me which reading the Massachusetts Legislature intended. A reasonable man could certainly read the oath either way, and Massachusetts has not offered to make a binding clarification of its purport.</p>\n<p>Even assuming that the second reading were unconditionally adopted by the appellants and communicated to prospective employees, the vice of vagueness is still not cured, for the affiant is left with little guidance as to the responsibilities he has assumed in taking the oath. In what form, for example, must he manifest his opposition to an overthrow? At oral argument in the District Court, the Commonwealth's attorney asserted that citizens have three standards of obligation to their government to oppose overthrows:</p>\n<blockquote>\"The ordinary citizen who has taken no oath has an obligation to act <i>in extremis;</i> a person who has taken the first part of the present oath would have a somewhat larger obligation, and one who has taken the second part has one still larger.\" 300 F. Supp. 1321, 1322.<sup>[3]</sup></blockquote>\n<p><span class=\"star-pagination\">*694</span> I agree with the conclusion of the District Court that \"[t]he very fact that such varied standards . . . can be suggested is enough to condemn the language as hopelessly vague.\" <i>Id.,</i> at 1323.</p>\n<p>Vagueness is also inherent in the use of the word \"overthrow.\" When does an affiant's undefined responsibility under the oath require action: When an overthrow is threatened? When an overthrow is likely to be threatened? When a threatened overthrow has some chance of success? Cf. <i>Brandenburg</i> v. <i>Ohio,</i> 395 U. S. 444 (1969); <i>Yates</i> v. <i>United States,</i> 354 U. S. 298 (1957); <i>Dennis</i> v. <i>United States,</i> 341 U. S. 494 (1951). The oath answers none of these questions, and for that reason, if no other, cannot stand.</p>\n<p>The importance of clarity and precision in an oath of this kind should not be underestimated. Chapter 264, § 14, of the Massachusetts General Laws provides that the oath is taken subject to the pains and penalties of perjury, and § 15 of that chapter specifies that the pains and penalties may amount to one year in prison and/or a $10,000 fine.</p>\n<p><span class=\"star-pagination\">*695</span> In concluding that this oath is vague, I rely on <i>Baggett</i> v. <i>Bullitt,</i> 377 U. S. 360 (1964). One part of the oath considered in <i>Baggett,</i> like the Massachusetts oath, required that the affiant assert a willingness to conform future conduct to the criteria set forth in an oath taken under penalty of perjury. The Court struck down the oath in <i>Baggett,</i> and MR. JUSTICE WHITE'S opinion for the Court explained in great detail the inordinate difficulties employees would have in attempting to conform their actions to the oath's criteria. <i>Id.,</i> at 371. While the oath involved herein differs somewhat from that involved in <i>Baggett,</i> the considerations in both cases are the same, and the results should also be the same.</p>\n<p>I would also strike down the second half of this oath as an overbroad infringement of protected expression and conduct.</p>\n<p>The Court's prior decisions represent a judgment that simple affirmative oaths of support are less suspect and less evil than negative oaths requiring a disaffirmance of political ties, group affiliations, or beliefs. Compare <i>Connell</i> v. <i>Higginbotham,</i> 403 U. S. 207 (1971); <i>Knight</i> v. <i>Board of Regents,</i> 269 F. Supp. 339 (SDNY 1967), aff'd, 390 U. S. 36 (1968); <i>Hosack</i> v. <i>Smiley,</i> 276 F. Supp. 876 (Colo. 1967), aff'd, 390 U. S. 744 (1968); <i>Ohlson</i> v. <i>Phillips,</i> 304 F. Supp. 1152 (Colo. 1969), aff'd, 397 U. S. 317 (1970), with <i>Whitehill</i> v. <i>Elkins,</i> 389 U. S. 54 (1967); <i>Baggett</i> v. <i>Bullitt, supra</i><i>; </i><i>Cramp</i> v. <i>Board of Public Instruction,</i> 368 U. S. 278 (1961); <i>Speiser</i> v. <i>Randall,</i> 357 U. S. 513 (1958); <i>Wieman</i> v. <i>Updegraff,</i> 344 U. S. 183 (1952); <i>Garner</i> v. <i>Board of Public Works,</i> 341 U. S. 716 (1951).</p>\n<p>Yet, I think that it is plain that affirmative oaths of loyalty, no less than negative ones, have odious connotations and that they present dangers. See Asper, The Long and Unhappy History of Loyalty Testing in Maryland, <span class=\"star-pagination\">*696</span> 13 Am. J. Legal Hist. 97, 104 (1969); Askin, Loyalty Oaths in Retrospect: Freedom and Reality, 1968 Wis. L. Rev. 498, 502; Note, Loyalty Oaths, 77 Yale L. J. 739, 763 (1968). We have tolerated support oaths as applied to all government employees only because we view these affirmations as an expression of \"minimal loyalty to the Government.\" <i>American Communications Assn.</i> v. <i>Douds,</i> 339 U. S. 382, 415 (1950). Such oaths are merely indications by the employee \"in entirely familiar and traditional language, that he will endeavor to perform his public duties lawfully.\" <i>Law Students Research Council</i> v. <i>Wadmond,</i> 401 U. S. 154, 192 (MARSHALL, J., dissenting).</p>\n<p>It is precisely because these oaths are minimal, requiring only that nominal expression of allegiance \"which, by the common law, every citizen was understood to owe his sovereign,\" <i>Knight</i> v. <i>Board of Regents,</i> 269 F. Supp., at 341, that they have been sustained. That they are minimal intrusions into the freedom of government officials and employees to think, speak, and act makes them constitutional; it does not mean that greater intrusions will be tolerated. On the contrary, each time this Court has been faced with an attempt by government to make the traditional support oath more comprehensive or demanding, it has struck the oath down. See, <i>e. g., </i><i>Connell</i> v. <i>Higginbotham, supra</i><i>; </i><i>Baggett</i> v. <i>Bullitt, supra</i><i>;</i> cf. <i>Bond</i> v. <i>Floyd,</i> 385 U. S. 116 (1966).</p>\n<p>When faced with an \"imminent clear and present danger,\" governments may be able to compel citizens to do things that would ordinarily be beyond their authority to mandate. But, such emergency governmental power is a far cry from compelling every state employee in advance of any such danger to promise in any and all circumstances to conform speech and conduct to opposing an \"overthrow\" of the government. The <span class=\"star-pagination\">*697</span> Constitution severely circumscribes the power of government to force its citizens to perform symbolic gestures of loyalty. Cf. <i>Board of Education</i> v. <i>Barnette,</i> 319 U. S. 624 (1943). Since the overbreadth of the oath tends to infringe areas of speech and conduct that may be protected by the Constitution, I believe that it cannot stand. See <i>Whitehill</i> v. <i>Elkins, supra</i><i>; </i><i>Baggett</i> v. <i>Bullitt, supra</i><i>; </i><i>Wieman</i> v. <i>Updegraff, supra</i><i>; </i><i>Shelton</i> v. <i>Tucker,</i> 364 U. S. 479 (1960).</p>\n<p>Because only the second half of the oath is invalid, I would normally favor severing the statute and striking only the second part. See <i>Connell</i> v. <i>Higginbotham, supra</i><i>.</i> However, when confronted with an oath strikingly similar to that before us, the Supreme Judicial Court of Massachusetts held that the two portions of the oath were not severable. <i>Pedlosky</i> v. <i>Massachusetts Institute of Technology,</i> 352 Mass. 127, 224 N. E. 2d 414 (1967). This Court must bow to state courts in their construction of state legislation. Therefore, we must bow to the decision of the state court and strike the oath in its entirety.</p>\n<p>Before concluding, I add one additional word about loyalty oaths in general. They have become so prevalent in our country that few Americans have not at one time or another taken an oath to support federal and state governments. Such oaths are not only required as a condition of government employment, but often as a prerequisite to entering military service, to obtaining citizenship, to securing a passport or an educational loan or countless other government offerings. Perhaps we have become so inundated with a variety of these oaths that we tend to ignore the difficult constitutional issues that they present. It is the duty of judges, however, to endeavor to remain sensitive to these issues and not to \"encourage the casual taking of oaths by upholding the discharge or exclusion from public employment of <span class=\"star-pagination\">*698</span> those with a conscientious and scrupulous regard for such undertakings.\" <i>Baggett</i> v. <i>Bullitt, supra,</i> at 373-374.</p>\n<p>Loyalty oaths do not have a very pleasant history in this country. Whereas they may be developed initially as a means of fostering power and confidence in government, there is a danger that they will swell \"into an instrument of thought control and a means of enforcing complete political conformity.\" Asper, The Long and Unhappy History of Loyalty Testing in Maryland, 13 Am. J. Legal Hist. 97, 108 (1969). Within the limits of the Constitution it is, of course, for the legislators to weigh the utility of the oaths and their potential dangers and to strike a balance. But, as a people, we should always keep in mind the words of Mr. Justice Black, concurring in <i>Speiser</i> v. <i>Randall,</i> 357 U. S., at 532:</p>\n<blockquote>\"Loyalty oaths, as well as other contemporary `security measures,' tend to stifle all forms of unorthodox or unpopular thinking or expression\u0097the kind of thought and expression which has played such a vital and beneficial role in the history of this Nation. The result is a stultifying conformity which in the end may well turn out to be more destructive to our free society than foreign agents could ever hope to be. . . . I am certain that loyalty to the United States can never be secured by the endless proliferation of `loyalty' oaths; loyalty must arise spontaneously from the hearts of people who love their country and respect their government.\"</blockquote>\n<p>Accordingly, I would affirm the decision of the District Court.</p>\n<h2>NOTES</h2>\n<p>[1]  The full text of the two relevant statutes is as follows:\n</p>\n<p>Mass. Gen. Laws, c. 264, § 14. <i>Oath or affirmation; form; filing; exemptions</i></p>\n<p>\"Every person entering the employ of the commonwealth or any political subdivision thereof, before entering upon the discharge of his duties, shall take and subscribe to, under the pains and penalty of perjury, the following oath or affirmation:\u0097</p>\n<p>\" `I do solemnly swear (or affirm) that I will uphold and defend the Constitution of the United States of America and the Constitution of the Commonwealth of Massachusetts and that I will oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method.'</p>\n<p>\"Such oath or affirmation shall be filed by the subscriber, if he shall be employed by the state, with the secretary of the commonwealth, if an employee of a county, with the county commissioners, and if an employe of a city or town, with the city clerk or the town clerk, as the case may be.</p>\n<p>\"The oath or affirmation prescribed by this section shall not be required of any person who is employed by the commonwealth or a political subdivision thereof as a physician or nurse in a hospital or other health care institution and is a citizen of a foreign country.\"</p>\n<p>C. 264, § 15. <i>Violation of section 14; penalty</i></p>\n<p>\"Violation of section fourteen shall be punished by a fine of not more than ten thousand dollars or by imprisonment for not more than one year, or both.\"</p>\n<p>[2]  <i>Richardson</i> v. <i>Cole,</i> 300 F. Supp. 1321 (Mass. 1969).</p>\n<p>[3]  The District Court interpreted Mass. Gen. Laws, c. 264, § 15, which punishes a \"[v]iolation of section fourteen,\" see n. 1, <i>supra,</i> as \"presumably\" punishing \"a failure to `live up' to the oath.\" We see no basis for this interpretation. The clear purpose of § 15 is to punish the failure to comply with the directive aspects of § 14, which requires that every person entering the employ of the Commonwealth subscribe to the oath and file it with a certain state employee. Section 14, which includes the oath, says that it is taken upon the penalty of perjury but mentions nothing about a continuing criminal responsibility to \"live up\" to it.\n</p>\n<p>The time may come when the value of oaths in routine public employment will be thought not \"worth the candle\" for all the division of opinion they engender. However, while oaths are required by legislative acts it is not our function to evaluate their wisdom or utility but only to decide whether they offend the Constitution.</p>\n<p>[1]  The majority makes the suggestion that \"we might be faced with a different question\" if there were \"a record of actual prosecutions or harassment through threatened prosecutions.\" <i>Ante,</i> at 685. Here, appellee has been discharged from employment and denied her source of livelihood because of her refusal to subscribe to an unconstitutional oath. If the oath suffers from constitutional infirmities, then it matters not whether the penalties imposed for refusing to subscribe to it were criminal or the denial of employment.</p>\n<p>[2]  The Court is correct when it says \"there is no constitutionally protected right to overthrow a government by force, violence, or illegal or unconstitutional means,\" <i>ante,</i> at 686, but that has no bearing on the present case. What is involved here is appellee's right to espouse and advocate ideas which may be unpopular to some. How we can honor that right to advocate while exacting the promise to \"oppose,\" the Court leaves unanswered.</p>\n<p>[3]  The majority first chides the District Court for taking \"a literal approach\" and \"giv[ing] [the word `oppose'] a dictionary meaning.\" The majority then reads \"oppose\" to be a mere \"negative implication of th[e] notion\" of \"a commitment to abide by our constitutional system\" not requiring \"specific, positive action.\" <i>Ante,</i> at 683, 684. Having thus emasculated the word, the majority then labels it as \"redundant\" and a \"repetition,\" <i>ibid.,</i> and concludes that the oath, in its entirety, is simply \"to abide by the constitutional system in the future.\" <i>Ante,</i> at 686.\n</p>\n<p>If the oath is void for vagueness or overbreadth, it is because the common meaning of its words is so imprecise or so farreaching as to place a \"chilling effect\" upon constitutionally protected expression. This vice\u0097readily apparent in the present oath\u0097is emphasized rather than avoided by the majority's opinion. The tortured route which the majority takes to give this oath a supposedly constitutional interpretation merely emphasizes the unconstitutional effect those words would have were they to be given their natural meaning.</p>\n<p>[4]  The oath provided: \"I do solemnly swear (or affirm) that I will support the Constitution of the United States and the Constitution of the Commonwealth of Massachusetts, and that I will faithfully discharge the duties of the position of (insert name of position) according to the best of my ability.\"</p>\n<p>[1]  Appellee was not requested to take the oath before she began her employment. The reasons for the failure of the hospital officials to require the oath as a prerequisite to employment are not readily apparent from the record. In any event, the oath was required of all state employees at all relevant times.</p>\n<p>[2]  Appellee also sought damages for back wages allegedly owed. It is apparent that all back wages have now been paid. Thus, this claim is no longer in controversy. The District Court rejected appellee's belated attempt to make a claim for loss of wages due to termination, and this decision was well within its discretion under Rule 15 of the Federal Rules of Civil Procedure.</p>\n<p>[3]  It is clear that both speech and conduct are affected by this portion of the oath. Appellants conceded as much in their brief in the court below:\n</p>\n<p>\"[I]n the event that a clear and present danger arose of the actual overthrow of the government, . . . the public employee [would] be required to use reasonable means at his disposal to attempt to thwart that effort. What he might do in such circumstances could range from the use of physical force to <i>speaking out</i> against the downfall of the government. The kind of response required would be commensurate with the circumstances and with the employee's ability, his training, and the means available to him at the time.\" (Emphasis added.) Quoted at 300 F. Supp., at 1322.</p>\n<p>The final sentence of this quotation evidence the confusion that the State confesses about the responsibilities assumed by employees in taking the oath.</p>\n<p>In light of the arguments that the appellants make, I find it impossible to agree with the Court that the second half of the oath adds nothing to the first. The appellants contend, contrary to the assertions of the Court, that a citizen who takes the first part of the oath has more of a duty to his government than one who takes no oath, and that one who takes the second part of the oath has a still greater duty. While the appellants are unsure as to where and how far that duty extends, they never have suggested that it simply does not exist. The argument is even made that the duty extends to the use of physical force.</p>\n<p>Were we faced with merely a traditional oath of support, I would join the Court. I share the Court's dismay at having to hold state legislation unconstitutional, but I cannot ignore the thrust that a State would give its statutes. Cf. <i>Pedlosky</i> v. <i>Massachusetts Institute of Technology,</i> 352 Mass. 127, 224 N. E. 2d 414 (1967).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:11:34", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">676</span></span> (1972)</b></center>\n<center><h1>COLE, STATE HOSPITAL SUPERINTENDENT, ET AL.<br>\nv.<br>\nRICHARDSON.</h1></center>\n<center>No. 70-14.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 16, 1971.</center>\n<center>Decided April 18, 1972.</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.\n<p><span class=\"star-pagination\">*677</span> <i>Walter H. Mayo III,</i> Assistant Attorney General of Massachusetts, argued the cause for appellants. With him on the brief was <i>Robert H. Quinn,</i> Attorney General.</p>\n<p><i>Stephen H. Oleskey</i> argued the cause for appellee <i>pro hac vice.</i> With him on the brief was <i>Harold Hestnes.</i></p>\n<p>MR. CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n<p>In this appeal we review the decision of the three-judge District Court holding a Massachusetts loyalty oath unconstitutional.</p>\n<p>The appellee, Richardson, was hired as a research sociologist by the Boston State Hospital. Appellant Cole is superintendent of the hospital. Soon after she entered on duty Mrs. Richardson was asked to subscribe to the oath required of all public employees in Massachusetts. The oath is as follows:</p>\n<blockquote>\"I do solemnly swear (or affirm) that I will uphold and defend the Constitution of the United States of America and the Constitution of the Commonwealth of Massachusetts and that I will oppose the overthrow of the government of the United States <span class=\"star-pagination\">*678</span> of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method.\"<sup>[1]</sup></blockquote>\n<p>Mrs. Richardson informed the hospital's personnel department that she could not take the oath as ordered because of her belief that it was in violation of the United States Constitution. Approximately 10 days later appellant Cole personally informed Mrs. Richardson that under state law she could not continue as an employee of the Boston State Hospital unless she subscribed to the oath. Again she refused. On November 25, 1968, Mrs. Richardson's employment was terminated and she was paid through that date.</p>\n<p><span class=\"star-pagination\">*679</span> In March 1969 Mrs. Richardson filed a complaint in the United States District Court for the District of Massachusetts. The complaint alleged the unconstitutionality of the statute, sought damages and an injunction against its continued enforcement, and prayed for the convocation of a three-judge court pursuant to 28 U. S. C. §§ 2281 and 2284.</p>\n<p>A three-judge District Court held the oath statute unconstitutional and enjoined the appellants from applying the statute to prohibit Mrs. Richardson from working for Boston State Hospital.<sup>[2]</sup> The District Court found the attack on the \"uphold and defend\" clause, the first part of the oath, foreclosed by <i>Knight</i> v. <i>Board of Regents,</i> <span class=\"citation\" data-id=\"1801108\"><a href=\"/opinion/1801108/knight-v-board-of-regents-of-university-of-state-o/\"><span class=\"volume\">269</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">339</span></a></span> (SDNY 1967), aff'd, 390 U. S. 36 (1968). But it found that the \"oppose the overthrow\" clause was \"fatally vague and unspecific,\" and therefore a violation of First Amendment rights. The court granted the requested injunction but denied the claim for damages.</p>\n<p>Appeals were then brought to this Court under 28 U. S. C. § 1253. We remanded for consideration of whether the case was moot in light of a suggestion that Mrs. Richardson's job had been filled in the interim. 397 U. S. 238 (1970). On remand, the District Court concluded that Mrs. Richardson's position had not been filled and that the hospital stood ready to hire her for the continuing research project except for the problem of the oath. In an unreported opinion dated July 1, 1970, it concluded that the case was not moot and reinstated its earlier judgment. Appellants again appealed, and we noted probable jurisdiction. 403 U. S. 917 (1971).</p>\n<p>We conclude that the Massachusetts oath is constitutionally permissible, and in light of the prolonged litigation <span class=\"star-pagination\">*680</span> of this case we set forth our reasoning at greater length than previously.</p>\n<p>A review of the oath cases in this Court will put the instant oath into context. We have made clear that neither federal nor state government may condition employment on taking oaths that impinge on rights guaranteed by the First and Fourteenth Amendments respectively, as for example those relating to political beliefs. <i>Law Students Research Council</i> v. <i>Wadmond,</i> 401 U. S. 154 (1971); <i>Baird</i> v. <i>State Bar of Arizona,</i> 401 U. S. 1 (1971); <i>Connell</i> v. <i>Higginbotham,</i> 403 U. S. 207, 209 (1971) (MARSHALL, J., concurring in result). Nor may employment be conditioned on an oath that one has not engaged, or will not engage, in protected speech activities such as the following: criticizing institutions of government; discussing political doctrine that approves the overthrow of certain forms of government; and supporting candidates for political office. <i>Keyishian</i> v. <i>Board of Regents,</i> 385 U. S. 589 (1967); <i>Baggett</i> v. <i>Bullitt,</i> 377 U. S. 360 (1964); <i>Cramp</i> v. <i>Board of Public Instruction,</i> 368 U. S. 278 (1961). Employment may not be conditioned on an oath denying past, or abjuring future, associational activities within constitutional protection; such protected activities include membership in organizations having illegal purposes unless one knows of the purpose and shares a specific intent to promote the illegal purpose. <i>Whitehill</i> v. <i>Elkins,</i> 389 U. S. 54 (1967); <i>Keyishian</i> v. <i>Board of Regents, supra</i><i>; </i><i>Elfbrandt</i> v. <i>Russell,</i> 384 U. S. 11 (1966); <i>Wieman</i> v. <i>Updegraff,</i> 344 U. S. 183 (1952). Thus, last Term in <i>Wadmond</i> the Court sustained inquiry into a bar applicant's associational activities only because it was narrowly confined to organizations that the individual had known to have the purpose of violent overthrow of the government and whose purpose the individual shared. And, finally, an oath may not be so vague that \" `men of common intelligence <span class=\"star-pagination\">*681</span> must necessarily guess at its meaning and differ as to its application, [because such an oath] violates the first essential of due process of law.' \" <i>Cramp</i> v. <i>Board of Public Instruction,</i> 368 U. S., at 287. Concern for vagueness in the oath cases has been especially great because uncertainty as to an oath's meaning may deter individuals from engaging in constitutionally protected activity conceivably within the scope of the oath.</p>\n<p>An underlying, seldom articulated concern running throughout these cases is that the oaths under consideration often required individuals to reach back into their past to recall minor, sometimes innocent, activities. They put the government into \"the censorial business of investigating, scrutinizing, interpreting, and then penalizing or approving the political viewpoints\" and past activities of individuals. <i>Law Students Research Council</i> v. <i>Wadmond,</i> 401 U. S., at 192 (MARSHALL, J., dissenting).</p>\n<p>Several cases recently decided by the Court stand out among our oath cases because they have upheld the constitutionality of oaths, addressed to the future, promising constitutional support in broad terms. These cases have begun with a recognition that the Constitution itself prescribes comparable oaths in two articles. Article II, § 1, cl. 8, provides that the President shall swear that he will \"faithfully execute the Office . . . and will to the best of [his] Ability, preserve, protect and defend the Constitution of the United States.\" Article VI, cl. 3, provides that all state and federal officers shall be bound by an oath \"to support this Constitution.\" The oath taken by attorneys as a condition of admission to the Bar of this Court identically provides in part \"that I will support the Constitution of the United States\"; it also requires the attorney to state that he will \"conduct [himself] uprightly, and according to law.\"</p>\n<p><span class=\"star-pagination\">*682</span> <i>Bond</i> v. <i>Floyd,</i> 385 U. S. 116 (1966), involved Georgia's statutory requirement that state legislators swear to \"support the Constitution of this State and of the United States,\" a paraphrase of the constitutionally required oath. The Court there implicitly concluded that the First Amendment did not undercut the validity of the constitutional oath provisions. Although in theory the First Amendment might have invalidated those provisions, approval of the amendment by the same individuals who had included the oaths in the Constitution suggested strongly that they were consistent. The Court's recognition of this consistency did not involve a departure from its many decisions striking down oaths that infringed First and Fourteenth Amendment rights. The Court read the Georgia oath as calling simply for an acknowledgment of a willingness to abide by \"constitutional processes of government.\" 385 U. S., at 135. Accord, <i>Knight</i> v. <i>Board of Regents,</i> 390 U. S. 36 (1968) (without opinion). Although disagreeing on other points, in <i>Wadmond, supra,</i> all members of the Court agreed on this point. MR. JUSTICE MARSHALL noted there, while dissenting as to other points,</p>\n<blockquote>\"The oath of constitutional support requires an individual assuming public responsibilities to affirm. . . that he will endeavor to perform his public duties lawfully.\" 401 U. S., at 192.</blockquote>\n<p>The Court has further made clear that an oath need not parrot the exact language of the constitutional oaths to be constitutionally proper. Thus in <i>Ohlson</i> v. <i>Phillips,</i> 397 U. S. 317 (1970), we sustained the constitutionality of a state requirement that teachers swear to \"uphold\" the Constitution. The District Court had concluded that the oath was simply a \" `recognition that ours is a government of laws and not of men,' \" and that the oath involved an affirmation of \"organic law\" and rejection of \"the use of force to overthrow the government.\" <span class=\"star-pagination\">*683</span> <i>Ohlson</i> v. <i>Phillips,</i> <span class=\"citation no-link\"><span class=\"volume\">304</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1152</span></span> (Colo. 1969).</p>\n<p>The District Court in the instant case properly recognized that the first clause of the Massachusetts oath, in which the individual swears to \"uphold and defend\" the Constitutions of the United States and the Commonwealth, is indistinguishable from the oaths this Court has recently approved. Yet the District Court applied a highly literalistic approach to the second clause to strike it down. We view the second clause of the oath as essentially the same as the first.</p>\n<p>The second clause of the oath contains a promise to \"oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method.\" The District Court sought to give a dictionary meaning to this language and found \"oppose\" to raise the specter of vague, undefinable responsibilities actively to combat a potential overthrow of the government. That reading of the oath understandably troubled the court because of what it saw as vagueness in terms of what threats would constitute sufficient danger of overthrow to require the oath giver to actively oppose overthrow, and exactly what actions he would have to take in that respect. Cf. <i>Ohlson</i> v. <i>Phillips,</i> 304 F. Supp., at 1154 and n. 4.</p>\n<p>But such a literal approach to the second clause is inconsistent with the Court's approach to the \"support\" oaths. One could make a literal argument that \"support\" involves nebulous, undefined responsibilities for action in some hypothetical situations. As Mr. Justice Harlan noted in his opinion concurring in the result on our earlier consideration of this case,</p>\n<blockquote>\"[A]lmost any word or phrase may be rendered vague and ambiguous by dissection with a semantic scalpel. . . . [But such an approach] amounts to <span class=\"star-pagination\">*684</span> little more than verbal calisthenics. Cf. S. Chase, The Tyranny of Words (1959); W. Empson, Seven Types of Ambiguity (1955).\" <i>Cole</i> v. <i>Richardson,</i> 397 U. S. 238, 240 (1970).</blockquote>\n<p>We have rejected such rigidly literal notions and recognized that the purpose leading legislatures to enact such oaths, just as the purpose leading the Framers of our Constitution to include the two explicit constitutional oaths, was not to create specific responsibilities but to assure that those in positions of public trust were willing to commit themselves to live by the constitutional processes of our system, as MR. JUSTICE MARSHALL suggested in <i>Wadmond,</i> 401 U. S., at 192. Here the second clause does not require specific action in some hypothetical or actual situation. Plainly \"force, violence or . . . any illegal or unconstitutional method\" modifies \"overthrow\" and does not commit the oath taker to meet force with force. Just as the connotatively active word \"support\" has been interpreted to mean simply a commitment to abide by our constitutional system, the second clause of this oath is merely oriented to the negative implication of this notion; it is a commitment not to use illegal and constitutionally unprotected force to change the constitutional system. The second clause does not expand the obligation of the first; it simply makes clear the application of the first clause to a particular issue. Such repetition, whether for emphasis or cadence, seems to be the wont of authors of oaths. That the second clause may be redundant is no ground to strike it down; we are not charged with correcting grammar but with enforcing a constitution.</p>\n<p>The purpose of the oath is clear on its face. We cannot presume that the Massachusetts Legislature intended by its use of such general terms as \"uphold,\" \"defend,\" and \"oppose\" to impose obligations of specific, positive action on oath takers. Any such construction would <span class=\"star-pagination\">*685</span> raise serious questions whether the oath was so vague as to amount to a denial of due process. <i>Connally</i> v. <i>General Construction Co.,</i> 269 U. S. 385 (1926); <i>Cramp</i> v. <i>Board of Public Instruction,</i> 368 U. S., at 287.</p>\n<p>Nor is the oath as interpreted void for vagueness. As Mr. Justice Harlan pointed out in his opinion on our earlier consideration of this case, the oath is \"no more than an amenity.\" 397 U. S., at 240. It is punishable only by a prosecution for perjury<sup>[3]</sup> and, since perjury is a knowing and willful falsehood, the constitutional vice of punishment without fair warning cannot occur here. See <i>American Communications Assn.</i> v. <i>Douds,</i> 339 U. S. 382, 413 (1950). Nor here is there any problem of the punishment inflicted by mere prosecution. See <i>Cramp</i> v. <i>Board of Public Instruction,</i> 368 U. S., at 284. There has been no prosecution under this statute since its 1948 enactment, and there is no indication that prosecutions have been planned or begun. The oath \"triggered no serious possibility of prosecution\" by the Commonwealth. <i>Cole</i> v. <i>Richardson,</i> 397 U. S., at 241. Were we confronted with a record of actual prosecutions or harassment through threatened prosecutions, we might be faced with a different question. Those who view the <span class=\"star-pagination\">*686</span> Massachusetts oath in terms of an endless \"parade of horribles\" would do well to bear in mind that many of the hazards of human existence that can be imagined are circumscribed by the classic observation of Mr. Justice Holmes, when confronted with the prophecy of dire consequences of certain judicial action, that it would not occur \"while this Court sits.\" <i>Panhandle Oil Co.</i> v. <i>Knox,</i> 277 U. S. 218, 223 (dissenting).</p>\n<p>Appellee mounts an additional attack on the Massachusetts oath program in that it does not provide for a hearing prior to the determination not to hire the individual based on the refusal to subscribe to the oath. All of the cases in this Court that require a hearing before discharge for failure to take an oath involved impermissible oaths. In <i>Slochower</i> v. <i>Board of Education,</i> 350 U. S. 551 (1956) (not an oath case), the State sought to dismiss a professor for claiming the Fifth Amendment privilege in a United States Senate committee hearing; the Court held the State's action invalid because the exercise of the privilege was a constitutional right from which the State could not draw any rational inference of disloyalty. Appellee relies on <i>Nostrand</i> v. <i>Little,</i> 362 U. S. 474 (1960), and <i>Connell</i> v. <i>Higginbotham,</i> 403 U. S. 207 (1971), but in those cases the Court held only that the mere refusal to take the particular oath was not a constitutionally permissible basis for termination. In the circumstances of those cases, only by holding a hearing, showing evidence of disloyalty, and allowing the employee an opportunity to respond might the State develop a permissible basis for concluding that the employee was to be discharged.</p>\n<p>Since there is no constitutionally protected right to overthrow a government by force, violence, or illegal or unconstitutional means, no constitutional right is infringed by an oath to abide by the constitutional system in the future. Therefore, there is no requirement that <span class=\"star-pagination\">*687</span> one who refuses to take the Massachusetts oath be granted a hearing for the determination of some other fact before being discharged.</p>\n<p>The judgment of the District Court is reversed and the case is remanded for further proceedings consistent with this opinion.</p>\n<p>MR. JUSTICE POWELL and MR. JUSTICE REHNQUIST took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE STEWART and MR. JUSTICE WHITE, concurring.</p>\n<p>All agree that the first part of this oath, under which a person swears to \"uphold and defend\" the Federal and State Constitutions, is wholly valid under the First and Fourteenth Amendments. But if \"uphold\" and \"defend\" are not words that suffer from vagueness and overbreadth, then surely neither is the word \"oppose\" in the second part of the oath.</p>\n<p>When the case was here before, Mr. Justice Harlan expressed the view that \"[t]his oath does not impinge on conscience or belief, except to the extent that oath taking as such may offend particular individuals.\" <i>Cole</i> v. <i>Richardson,</i> 397 U. S. 238, 241 (concurring in result). We agree. And as to such individuals, the Massachusetts law clearly permits an affirmation rather than an oath. Mass. Gen. Laws, c. 264, § 14.</p>\n<p>On this basis we join the opinion and judgment of the Court.</p>\n<p>MR. JUSTICE DOUGLAS, dissenting.</p>\n<p>The part of the oath that says \"I will oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method\" is plainly unconstitutional by our decisions. See <i>Board of Education</i> v. <i>Barnette,</i> 319 U. S. 624, 634.</p>\n<p><span class=\"star-pagination\">*688</span> Advocacy of basic fundamental changes in government, which might popularly be described as \"overthrow,\" is within the protection of the First Amendment even when it is restrictively construed. In <i>Brandenburg</i> v. <i>Ohio,</i> 395 U. S. 444, a case involving criminal syndicalism, this Court ruled that a State may not \"forbid or proscribe advocacy of the use of force or of law violation except where such advocacy is directed to inciting or producing imminent lawless action and is likely to incite or produce such action.\" <i>Id.,</i> at 447. The same idea was put in somewhat different words in <i>Noto</i> v. <i>United States,</i> 367 U. S. 290, 297-298, that \"abstract teaching\" of overthrow is protected activity as contrasted to \"preparing a group for violent action and steeling it to such action.\" And see <i>Yates</i> v. <i>United States,</i> 354 U. S. 298, 318.</p>\n<p>The present oath makes such advocacy a possible offense under a restrictive reading of the First Amendment.</p>\n<p>The views expressed by Mr. Justice Black and me give the First Amendment a more expansive reading. We have condemned loyalty oaths as \"manifestation[s] of a national network of laws aimed at coercing and controlling the minds of men. Test oaths are notorious tools of tyranny. When used to shackle the mind they are, or at least they should be, unspeakably odious to a free people.\" <i>Wieman</i> v. <i>Updegraff,</i> 344 U. S. 183, 193 (Black, J., concurring). And see <i>Speiser</i> v. <i>Randall,</i> 357 U. S. 513, 532 (DOUGLAS, J., concurring). We said in <i>Brandenburg</i> that the protection of the First Amendment as applied to the States through the Fourteenth does not depend on the \"quality of advocacy,\" since that \"turns on the depth of the conviction.\" 395 U. S., at 457 (DOUGLAS, J., concurring). The line between the permissible control by a State and the impermissible control is \"the line between ideas and overt acts.\" <i>Id.,</i> at 456. \"The First Amendment . . . leaves the way wide open for people to favor, discuss, advocate, or incite causes <span class=\"star-pagination\">*689</span> and doctrines however obnoxious and antagonistic such views may be to the rest of us.\" <i>Yates</i> v. <i>United States, supra,</i> at 344 (Black, J., concurring and dissenting). This oath, however, requires that appellee \"oppose\" that which she has an indisputable right to advocate.<sup>[1]</sup> Yet the majority concludes that the promise of \"opposition\"\u0097 exacted as a condition of public employment<sup>[2]</sup>\u0097is a mere redundancy which does not impair appellee's freedom of expression.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*690</span> It is suggested, however, that because only the second portion of the oath is unconstitutional we should sever the two clauses and uphold the first. Even on this assumption, the entire oath must fall. This Court should, of course, base its decisions upon local law where, in so doing, we may avoid deciding federal constitutional questions. Here, we have been cited to no evidence of a legislative intent to separate the two clauses of the oath. This case is thus governed by <i>Pedlosky</i> v. <i>Massachusetts Institute of Technology,</i> <span class=\"citation\" data-id=\"2149669\"><a href=\"/opinion/2149669/pedlosky-v-massachusetts-institute-of-technology/\"><span class=\"volume\">352</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">127</span></a></span>, 224 N. E. 2d 414 (1967), where the Supreme Judicial Court of Massachusetts was confronted with a two-part test oath similar in effect to the one before us.<sup>[4]</sup> \"The substance of the oath [was] not confined merely to a declaration of support of the Federal and State Constitutions. It equally concern[ed] an undertaking by the plaintiff that `I will faithfully discharge the duties of the position of assistant professor of mathematics according to the best of my ability.' \" <i>Id.,</i> at 128-129, 224 N. E. 2d, at 416. Finding the oath to be \"altogether too vague a standard to enforce judicially\" and being without evidence \"whether the Legislature would have enacted [it] without the [invalid] provision,\" the court was unable to hold that the provisions were severable, and thus unanimously struck down the entire oath. <i>Id.,</i> at 129, 224 N. E. 2d, at 416.</p>\n<p>I would follow the lead of the Supreme Judicial Court of Massachusetts\u0097the court which has the final word on how the statutes of that State are to be construed\u0097and hold that the entire oath must fall.</p>\n<p><span class=\"star-pagination\">*691</span> I conclude that whether the First Amendment is read restrictively or literally as Jefferson would have read it, the oath which the District Court struck down, <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1321</span></span>, is plainly unconstitutional. I would affirm its judgment.</p>\n<p>MR. JUSTICE MARSHALL, with whom MR. JUSTICE BRENNAN joins, dissenting.</p>\n<p>Appellee was discharged from her job with the Boston State Hospital solely because she refused to swear or affirm the following oath:<sup>[1]</sup></p>\n<blockquote>\"I will uphold and defend the Constitution of the United States of America and the Constitution of the Commonwealth of Massachusetts and . . . I will oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method.\" Mass. Gen. Laws, c. 264, § 14.</blockquote>\n<p>She brought this action in the United States District Court for the District of Massachusetts seeking declaratory and injunctive relief against enforcement of the oath as a condition of her employment.<sup>[2]</sup> The District Court found that the oath was unconstitutionally vague and granted the relief requested by appellee. The Court now reverses the District Court and sustains the validity <span class=\"star-pagination\">*692</span> of the oath in its entirety. In my opinion, the second half of the oath is not only vague, but also overbroad. Accordingly, I dissent.</p>\n<p>The first half of the oath, requiring an employee to indicate a willingness to \"uphold and defend\" the state and federal Constitutions, is clearly constitutional. It is nothing more than the traditional oath of support that we have unanimously upheld as a condition of public employment.</p>\n<p>It is the second half of the oath to which I object. I find the language \"I will oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method\" to be impermissibly vague and overbroad.</p>\n<p>It is vague because \"men of common intelligence [must] speculate at their peril on its meaning.\" <i>Whitehill</i> v. <i>Elkins,</i> 389 U. S. 54, 59 (1967). See also <i>Connally</i> v. <i>General Construction Co.,</i> 269 U. S. 385, 391 (1926); <i>Cline</i> v. <i>Frink Dairy Co.,</i> 274 U. S. 445, 465 (1927); <i>Lanzetta</i> v. <i>New Jersey,</i> 306 U. S. 451, 453 (1939). The most striking problem with the oath is that it is not clear whether the last prepositional phrase modifies the verb \"oppose\" or the noun \"overthrow.\" Thus, an affiant cannot be certain whether he is swearing that he will \"oppose\" governmental overthrow by utilizing every means at his disposal, including those specifically prohibited by the laws or constitutions he has sworn to support, or whether he has merely accepted the responsibility of opposing illegal or unconstitutional overthrows. The first reading would almost surely be unconstitutional since it is well established that a State cannot compel a citizen to waive the rights guaranteed him by the Constitution in order to obtain employment. See, <i>e. g., </i><i>Pickering</i> v. <i>Board of Education,</i> <span class=\"star-pagination\">*693</span> 391 U. S. 563 (1968); <i>Garrity</i> v. <i>New Jersey,</i> 385 U. S. 493 (1967). This reading would also make the second half of the oath inconsistent with the first half. It is far from clear to me which reading the Massachusetts Legislature intended. A reasonable man could certainly read the oath either way, and Massachusetts has not offered to make a binding clarification of its purport.</p>\n<p>Even assuming that the second reading were unconditionally adopted by the appellants and communicated to prospective employees, the vice of vagueness is still not cured, for the affiant is left with little guidance as to the responsibilities he has assumed in taking the oath. In what form, for example, must he manifest his opposition to an overthrow? At oral argument in the District Court, the Commonwealth's attorney asserted that citizens have three standards of obligation to their government to oppose overthrows:</p>\n<blockquote>\"The ordinary citizen who has taken no oath has an obligation to act <i>in extremis;</i> a person who has taken the first part of the present oath would have a somewhat larger obligation, and one who has taken the second part has one still larger.\" <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1321</span></span>, 1322.<sup>[3]</sup></blockquote>\n<p><span class=\"star-pagination\">*694</span> I agree with the conclusion of the District Court that \"[t]he very fact that such varied standards . . . can be suggested is enough to condemn the language as hopelessly vague.\" <i>Id.,</i> at 1323.</p>\n<p>Vagueness is also inherent in the use of the word \"overthrow.\" When does an affiant's undefined responsibility under the oath require action: When an overthrow is threatened? When an overthrow is likely to be threatened? When a threatened overthrow has some chance of success? Cf. <i>Brandenburg</i> v. <i>Ohio,</i> 395 U. S. 444 (1969); <i>Yates</i> v. <i>United States,</i> 354 U. S. 298 (1957); <i>Dennis</i> v. <i>United States,</i> 341 U. S. 494 (1951). The oath answers none of these questions, and for that reason, if no other, cannot stand.</p>\n<p>The importance of clarity and precision in an oath of this kind should not be underestimated. Chapter 264, § 14, of the Massachusetts General Laws provides that the oath is taken subject to the pains and penalties of perjury, and § 15 of that chapter specifies that the pains and penalties may amount to one year in prison and/or a $10,000 fine.</p>\n<p><span class=\"star-pagination\">*695</span> In concluding that this oath is vague, I rely on <i>Baggett</i> v. <i>Bullitt,</i> 377 U. S. 360 (1964). One part of the oath considered in <i>Baggett,</i> like the Massachusetts oath, required that the affiant assert a willingness to conform future conduct to the criteria set forth in an oath taken under penalty of perjury. The Court struck down the oath in <i>Baggett,</i> and MR. JUSTICE WHITE'S opinion for the Court explained in great detail the inordinate difficulties employees would have in attempting to conform their actions to the oath's criteria. <i>Id.,</i> at 371. While the oath involved herein differs somewhat from that involved in <i>Baggett,</i> the considerations in both cases are the same, and the results should also be the same.</p>\n<p>I would also strike down the second half of this oath as an overbroad infringement of protected expression and conduct.</p>\n<p>The Court's prior decisions represent a judgment that simple affirmative oaths of support are less suspect and less evil than negative oaths requiring a disaffirmance of political ties, group affiliations, or beliefs. Compare <i>Connell</i> v. <i>Higginbotham,</i> 403 U. S. 207 (1971); <i>Knight</i> v. <i>Board of Regents,</i> <span class=\"citation\" data-id=\"1801108\"><a href=\"/opinion/1801108/knight-v-board-of-regents-of-university-of-state-o/\"><span class=\"volume\">269</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">339</span></a></span> (SDNY 1967), aff'd, 390 U. S. 36 (1968); <i>Hosack</i> v. <i>Smiley,</i> <span class=\"citation no-link\"><span class=\"volume\">276</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">876</span></span> (Colo. 1967), aff'd, 390 U. S. 744 (1968); <i>Ohlson</i> v. <i>Phillips,</i> <span class=\"citation no-link\"><span class=\"volume\">304</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1152</span></span> (Colo. 1969), aff'd, 397 U. S. 317 (1970), with <i>Whitehill</i> v. <i>Elkins,</i> 389 U. S. 54 (1967); <i>Baggett</i> v. <i>Bullitt, supra</i><i>; </i><i>Cramp</i> v. <i>Board of Public Instruction,</i> 368 U. S. 278 (1961); <i>Speiser</i> v. <i>Randall,</i> 357 U. S. 513 (1958); <i>Wieman</i> v. <i>Updegraff,</i> 344 U. S. 183 (1952); <i>Garner</i> v. <i>Board of Public Works,</i> 341 U. S. 716 (1951).</p>\n<p>Yet, I think that it is plain that affirmative oaths of loyalty, no less than negative ones, have odious connotations and that they present dangers. See Asper, The Long and Unhappy History of Loyalty Testing in Maryland, <span class=\"star-pagination\">*696</span> 13 Am. J. Legal Hist. 97, 104 (1969); Askin, Loyalty Oaths in Retrospect: Freedom and Reality, 1968 Wis. L. Rev. 498, 502; Note, Loyalty Oaths, 77 Yale L. J. 739, 763 (1968). We have tolerated support oaths as applied to all government employees only because we view these affirmations as an expression of \"minimal loyalty to the Government.\" <i>American Communications Assn.</i> v. <i>Douds,</i> 339 U. S. 382, 415 (1950). Such oaths are merely indications by the employee \"in entirely familiar and traditional language, that he will endeavor to perform his public duties lawfully.\" <i>Law Students Research Council</i> v. <i>Wadmond,</i> 401 U. S. 154, 192 (MARSHALL, J., dissenting).</p>\n<p>It is precisely because these oaths are minimal, requiring only that nominal expression of allegiance \"which, by the common law, every citizen was understood to owe his sovereign,\" <i>Knight</i> v. <i>Board of Regents,</i> 269 F. Supp., at 341, that they have been sustained. That they are minimal intrusions into the freedom of government officials and employees to think, speak, and act makes them constitutional; it does not mean that greater intrusions will be tolerated. On the contrary, each time this Court has been faced with an attempt by government to make the traditional support oath more comprehensive or demanding, it has struck the oath down. See, <i>e. g., </i><i>Connell</i> v. <i>Higginbotham, supra</i><i>; </i><i>Baggett</i> v. <i>Bullitt, supra</i><i>;</i> cf. <i>Bond</i> v. <i>Floyd,</i> 385 U. S. 116 (1966).</p>\n<p>When faced with an \"imminent clear and present danger,\" governments may be able to compel citizens to do things that would ordinarily be beyond their authority to mandate. But, such emergency governmental power is a far cry from compelling every state employee in advance of any such danger to promise in any and all circumstances to conform speech and conduct to opposing an \"overthrow\" of the government. The <span class=\"star-pagination\">*697</span> Constitution severely circumscribes the power of government to force its citizens to perform symbolic gestures of loyalty. Cf. <i>Board of Education</i> v. <i>Barnette,</i> 319 U. S. 624 (1943). Since the overbreadth of the oath tends to infringe areas of speech and conduct that may be protected by the Constitution, I believe that it cannot stand. See <i>Whitehill</i> v. <i>Elkins, supra</i><i>; </i><i>Baggett</i> v. <i>Bullitt, supra</i><i>; </i><i>Wieman</i> v. <i>Updegraff, supra</i><i>; </i><i>Shelton</i> v. <i>Tucker,</i> 364 U. S. 479 (1960).</p>\n<p>Because only the second half of the oath is invalid, I would normally favor severing the statute and striking only the second part. See <i>Connell</i> v. <i>Higginbotham, supra</i><i>.</i> However, when confronted with an oath strikingly similar to that before us, the Supreme Judicial Court of Massachusetts held that the two portions of the oath were not severable. <i>Pedlosky</i> v. <i>Massachusetts Institute of Technology,</i> <span class=\"citation\" data-id=\"2149669\"><a href=\"/opinion/2149669/pedlosky-v-massachusetts-institute-of-technology/\"><span class=\"volume\">352</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">127</span></a></span>, 224 N. E. 2d 414 (1967). This Court must bow to state courts in their construction of state legislation. Therefore, we must bow to the decision of the state court and strike the oath in its entirety.</p>\n<p>Before concluding, I add one additional word about loyalty oaths in general. They have become so prevalent in our country that few Americans have not at one time or another taken an oath to support federal and state governments. Such oaths are not only required as a condition of government employment, but often as a prerequisite to entering military service, to obtaining citizenship, to securing a passport or an educational loan or countless other government offerings. Perhaps we have become so inundated with a variety of these oaths that we tend to ignore the difficult constitutional issues that they present. It is the duty of judges, however, to endeavor to remain sensitive to these issues and not to \"encourage the casual taking of oaths by upholding the discharge or exclusion from public employment of <span class=\"star-pagination\">*698</span> those with a conscientious and scrupulous regard for such undertakings.\" <i>Baggett</i> v. <i>Bullitt, supra,</i> at 373-374.</p>\n<p>Loyalty oaths do not have a very pleasant history in this country. Whereas they may be developed initially as a means of fostering power and confidence in government, there is a danger that they will swell \"into an instrument of thought control and a means of enforcing complete political conformity.\" Asper, The Long and Unhappy History of Loyalty Testing in Maryland, 13 Am. J. Legal Hist. 97, 108 (1969). Within the limits of the Constitution it is, of course, for the legislators to weigh the utility of the oaths and their potential dangers and to strike a balance. But, as a people, we should always keep in mind the words of Mr. Justice Black, concurring in <i>Speiser</i> v. <i>Randall,</i> 357 U. S., at 532:</p>\n<blockquote>\"Loyalty oaths, as well as other contemporary `security measures,' tend to stifle all forms of unorthodox or unpopular thinking or expression\u0097the kind of thought and expression which has played such a vital and beneficial role in the history of this Nation. The result is a stultifying conformity which in the end may well turn out to be more destructive to our free society than foreign agents could ever hope to be. . . . I am certain that loyalty to the United States can never be secured by the endless proliferation of `loyalty' oaths; loyalty must arise spontaneously from the hearts of people who love their country and respect their government.\"</blockquote>\n<p>Accordingly, I would affirm the decision of the District Court.</p>\n<h2>NOTES</h2>\n<p>[1]  The full text of the two relevant statutes is as follows:\n</p>\n<p>Mass. Gen. Laws, c. 264, § 14. <i>Oath or affirmation; form; filing; exemptions</i></p>\n<p>\"Every person entering the employ of the commonwealth or any political subdivision thereof, before entering upon the discharge of his duties, shall take and subscribe to, under the pains and penalty of perjury, the following oath or affirmation:\u0097</p>\n<p>\" `I do solemnly swear (or affirm) that I will uphold and defend the Constitution of the United States of America and the Constitution of the Commonwealth of Massachusetts and that I will oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method.'</p>\n<p>\"Such oath or affirmation shall be filed by the subscriber, if he shall be employed by the state, with the secretary of the commonwealth, if an employee of a county, with the county commissioners, and if an employe of a city or town, with the city clerk or the town clerk, as the case may be.</p>\n<p>\"The oath or affirmation prescribed by this section shall not be required of any person who is employed by the commonwealth or a political subdivision thereof as a physician or nurse in a hospital or other health care institution and is a citizen of a foreign country.\"</p>\n<p>C. 264, § 15. <i>Violation of section 14; penalty</i></p>\n<p>\"Violation of section fourteen shall be punished by a fine of not more than ten thousand dollars or by imprisonment for not more than one year, or both.\"</p>\n<p>[2]  <i>Richardson</i> v. <i>Cole,</i> <span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1321</span></span> (Mass. 1969).</p>\n<p>[3]  The District Court interpreted Mass. Gen. Laws, c. 264, § 15, which punishes a \"[v]iolation of section fourteen,\" see n. 1, <i>supra,</i> as \"presumably\" punishing \"a failure to `live up' to the oath.\" We see no basis for this interpretation. The clear purpose of § 15 is to punish the failure to comply with the directive aspects of § 14, which requires that every person entering the employ of the Commonwealth subscribe to the oath and file it with a certain state employee. Section 14, which includes the oath, says that it is taken upon the penalty of perjury but mentions nothing about a continuing criminal responsibility to \"live up\" to it.\n</p>\n<p>The time may come when the value of oaths in routine public employment will be thought not \"worth the candle\" for all the division of opinion they engender. However, while oaths are required by legislative acts it is not our function to evaluate their wisdom or utility but only to decide whether they offend the Constitution.</p>\n<p>[1]  The majority makes the suggestion that \"we might be faced with a different question\" if there were \"a record of actual prosecutions or harassment through threatened prosecutions.\" <i>Ante,</i> at 685. Here, appellee has been discharged from employment and denied her source of livelihood because of her refusal to subscribe to an unconstitutional oath. If the oath suffers from constitutional infirmities, then it matters not whether the penalties imposed for refusing to subscribe to it were criminal or the denial of employment.</p>\n<p>[2]  The Court is correct when it says \"there is no constitutionally protected right to overthrow a government by force, violence, or illegal or unconstitutional means,\" <i>ante,</i> at 686, but that has no bearing on the present case. What is involved here is appellee's right to espouse and advocate ideas which may be unpopular to some. How we can honor that right to advocate while exacting the promise to \"oppose,\" the Court leaves unanswered.</p>\n<p>[3]  The majority first chides the District Court for taking \"a literal approach\" and \"giv[ing] [the word `oppose'] a dictionary meaning.\" The majority then reads \"oppose\" to be a mere \"negative implication of th[e] notion\" of \"a commitment to abide by our constitutional system\" not requiring \"specific, positive action.\" <i>Ante,</i> at 683, 684. Having thus emasculated the word, the majority then labels it as \"redundant\" and a \"repetition,\" <i>ibid.,</i> and concludes that the oath, in its entirety, is simply \"to abide by the constitutional system in the future.\" <i>Ante,</i> at 686.\n</p>\n<p>If the oath is void for vagueness or overbreadth, it is because the common meaning of its words is so imprecise or so farreaching as to place a \"chilling effect\" upon constitutionally protected expression. This vice\u0097readily apparent in the present oath\u0097is emphasized rather than avoided by the majority's opinion. The tortured route which the majority takes to give this oath a supposedly constitutional interpretation merely emphasizes the unconstitutional effect those words would have were they to be given their natural meaning.</p>\n<p>[4]  The oath provided: \"I do solemnly swear (or affirm) that I will support the Constitution of the United States and the Constitution of the Commonwealth of Massachusetts, and that I will faithfully discharge the duties of the position of (insert name of position) according to the best of my ability.\"</p>\n<p>[1]  Appellee was not requested to take the oath before she began her employment. The reasons for the failure of the hospital officials to require the oath as a prerequisite to employment are not readily apparent from the record. In any event, the oath was required of all state employees at all relevant times.</p>\n<p>[2]  Appellee also sought damages for back wages allegedly owed. It is apparent that all back wages have now been paid. Thus, this claim is no longer in controversy. The District Court rejected appellee's belated attempt to make a claim for loss of wages due to termination, and this decision was well within its discretion under Rule 15 of the Federal Rules of Civil Procedure.</p>\n<p>[3]  It is clear that both speech and conduct are affected by this portion of the oath. Appellants conceded as much in their brief in the court below:\n</p>\n<p>\"[I]n the event that a clear and present danger arose of the actual overthrow of the government, . . . the public employee [would] be required to use reasonable means at his disposal to attempt to thwart that effort. What he might do in such circumstances could range from the use of physical force to <i>speaking out</i> against the downfall of the government. The kind of response required would be commensurate with the circumstances and with the employee's ability, his training, and the means available to him at the time.\" (Emphasis added.) Quoted at 300 F. Supp., at 1322.</p>\n<p>The final sentence of this quotation evidence the confusion that the State confesses about the responsibilities assumed by employees in taking the oath.</p>\n<p>In light of the arguments that the appellants make, I find it impossible to agree with the Court that the second half of the oath adds nothing to the first. The appellants contend, contrary to the assertions of the Court, that a citizen who takes the first part of the oath has more of a duty to his government than one who takes no oath, and that one who takes the second part of the oath has a still greater duty. While the appellants are unsure as to where and how far that duty extends, they never have suggested that it simply does not exist. The argument is even made that the duty extends to the use of physical force.</p>\n<p>Were we faced with merely a traditional oath of support, I would join the Court. I share the Court's dismay at having to hold state legislation unconstitutional, but I cannot ignore the thrust that a State would give its statutes. Cf. <i>Pedlosky</i> v. <i>Massachusetts Institute of Technology,</i> <span class=\"citation\" data-id=\"2149669\"><a href=\"/opinion/2149669/pedlosky-v-massachusetts-institute-of-technology/\"><span class=\"volume\">352</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">127</span></a></span>, 224 N. E. 2d 414 (1967).</p>\n\n</div>", 
  "sha1": "9b8ce5062081ce1a1198a8a4fcb6f1255f746fba", 
  "date_modified": "2014-12-21T01:57:52.825562", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/108499/cole-v-richardson/", 
  "citation_count": 15, 
  "supreme_court_db_id": "1971-089", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/154071/", 
  "html": "<p class=\"case_cite\">405 U.S. 676</p>\n    <p class=\"case_cite\">92 S.Ct. 1332</p>\n    <p class=\"case_cite\">31 L.Ed.2d 593</p>\n    <p class=\"parties\">Jonathan O. COLE, Superintendent, Boston State  Hospital, et al., Appellants,<br>v.<br>Lucretia Peteros RICHARDSON.</p>\n    <p class=\"docket\">No. 70&#8212;14.</p>\n    <p class=\"date\">Argued Nov. 16, 1971.</p>\n    <p class=\"date\">Decided April 18, 1972.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Syllabus</p>\n      <p class=\"indent\">Appellee's employment at the Boston State Hospital was terminated when she refused to take the following oath required of all public employees in Massachusetts: 'I do solemnly swear (or affirm) that I will uphold and defend the Constitution of the United States of America and the Constitution of the Commonwealth of Massachusetts and that I will oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence, or by any illegal or unconstitutional method.' Appellee challenged the constitutionality of the oath statute. A three-judge District Court concluded that the attack on the 'uphold and defend' clause was foreclosed by Knight v. Board of Regents, 390 U.S. 36, 88 S.Ct. 816, 19 L.Ed.2d 812, but found the 'oppose the overthrow' clause 'fatally vague and unspecific' and thus violative of the First Amendment. In response to a remand from this Court, the District Court concluded that the case was not moot, and reinstated its earlier judgment. Held: The Massachusetts oath is constitutionally permissible. Pp. 679&#8212;687.</p>\n      <p class=\"indent\">(a) The oath provisions of the United States Constitution Art. II, &#167; 1, cl. 8, and Art. VI, cl. 3, are not inconsistent with the First Amendment. Pp. 681&#8212;682.</p>\n      <p class=\"indent\">(b) The District Court properly held that the 'uphold and defend' clause, a paraphrase of the constitutional oath, is permissible. P. 683.</p>\n      <p class=\"indent\">(c) The 'oppose the overthrow' clause was not designed to require specific action to be taken in some hypothetical or actual situation but was to assure that those in positions of public trust were willing to commit themselves to live by the constitutional processes of our government. Pp. 683&#8212;685.</p>\n      <p class=\"indent\">(d) The oath is not void for vagueness. Perjury, the sole punishment, requires a knowing and willful falsehood, which removes the danger of punishment without fair notice; and there is no problem of punishment inflicted by mere prosecution, as there has been no prosecution under the statute since its enactment nor has any been planned. Pp. 685&#8212;686.</p>\n      <p class=\"indent\">(e) There is no constitutionally protected right to overthrow a government by force, violence, or illegal or unconstitutional means, and therefore there is no requirement that one who refuses to take Massachusetts' oath be granted a hearing for the determination of some other fact before being discharged. Pp. 686 687.</p>\n      <p class=\"indent\">Reversed and remanded.</p>\n      <p class=\"indent\">Walter H. Mayo, III, Asst. Atty. Gen., Boston, Mass., for appellants.</p>\n      <p class=\"indent\">Stephen H. Oleskey, Boston, Mass., for appellee, pro hac vice, by special leave of Court.</p>\n      <p class=\"indent\">Mr. Chief Justice BURGER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal we review the decision of the three-judge District Court holding a Massachusetts loyalty oath unconstitutional, 300 F.Supp. 1321.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellee, Richardson, was hired as a research sociologist by the Boston State Hospital. Appellant Cole is superintendent of the hospital. Soon after she entered on duty Mrs. Richardson was asked to subscribe to the oath required of all public employees in Massachusetts. The oath is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'I do solemnly swear (or affirm) that I will uphold and      defend the Constitution of the United States of America and      the Constitution of the Commonwealth of Massachusetts and      that I will oppose the overthrow of the government of the      United States of America or of this Commonwealth by force, violence or by      any illegal or unconstitutional method.'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Mrs. Richardson informed the hospital's personnel department that she could not take the oath as ordered because of her belief that it was in violation of the United States Constitution. Approximately 10 days later appellant Cole personally informed Mrs. Richardson that under state law she could not continue as an employee of the Boston State Hospital unless she subscribed to the oath. Again she refused. On November 25, 1968, Mrs. Richardson's employment was terminated and she was paid through that date.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March 1969 Mrs. Richardson filed a complaint in the United States District Court for the District of Massachusetts. The complaint alleged the unconstitutionality of the statute, sought damages and an injunction against its continued enforcement, and prayed for the convocation of a three-judge court pursuant to 28 U.S.C. &#167;&#167; 2281 and 2284.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A three-judge District Court held the oath statute unconstitutional and enjoined the appellants from applying the statute to prohibit Mrs. Richardson from working for Boston State Hospital.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The District Court found the attack on the 'uphold and defend' clause, the first part of the oath, foreclosed by Knight v. Board of Regents, 269 F.Supp. 339 (S.D.N.Y.1967), aff'd, 390 U.S. 36, 88 S.Ct. 816, 19 L.Ed.2d 812 (1968). But it found that the 'oppose the overthrow' clause was 'fatally vague and unspecific,' and therefore a violation of First Amendment rights. The court granted the requested injunction but denied the claim for damages.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appeals were then brought to this Court under 28 U.S.C. &#167; 1253. We remanded for consideration of whether the case was moot in light of a suggestion that Mrs. Richardson's job had been filled in the interim. 397 U.S. 238, 90 S.Ct. 1099, 25 L.Ed.2d 275 (1970). On remand, the District Court concluded that Mrs. Richardson's position had not been filled and that the hospital stood ready to hire her for the continuing research project except for the problem of the oath. In an unreported opinion dated July 1, 1970, it concluded that the case was not moot and reinstated its earlier judgment. Appellants again appealed, and we noted probable jurisdiction. 403 U.S. 917, 91 S.Ct. 2224, 29 L.Ed.2d 694 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We conclude that the Massachusetts oath is constitutionally permissible, and in light of the prolonged litigation of this case we set forth our reasoning at greater length than previously.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A review of the oath cases in this Court will put the instant oath into context. We have made clear that neither federal nor state government may condition employment on taking oaths that impinge on rights guaranteed by the First and Fourteenth Amendments respectively, as for example those relating to political beliefs. Law Students Civil Rights Research Council v. Wadmond, 401 U.S. 154, 91 S.Ct. 720, 27 L.Ed.2d 749 (1971); Baird v. State Bar of Arizona, 401 U.S. 1, 91 S.Ct. 702, 27 L.Ed.2d 639 (1971); Connell v. Higginbotham, 403 U.S. 207, 209, 91 S.Ct. 1772, 1774, 29 L.Ed.2d 418 (1971) (Marshall, J., concurring in result). Nor may employment be conditioned on an oath that one has not engaged, or will not engage, in protected speech activities such as the following: criticizing institutions of government; discussing political doctrine that approves the overthrow of certain forms of government; and supporting candidates for political office. Keyishian v. Board of Regents, 385 U.S. 589, 87 S.Ct. 675, 17 L.Ed.2d 629 (1967); Baggett v. Bullitt, 377 U.S. 360, 84 S.Ct. 1316, 12 L.Ed.2d 377 (1964); Cramp v. Board of Public Instruction, 368 U.S. 278, 82 S.Ct. 275, 7 L.Ed.2d 285 (1961). Employment may not be conditioned on an oath denying past, or abjuring future, associational activities within constitutional protection; such protected activities include membership in organizations having illegal purposes unless one knows of the purpose and shares a specific intent to promote the illegal purpose. Whitehill v. Elkins, 389 U.S. 54, 88 S.Ct. 184, 19 L.Ed.2d 228 (1967); Keyishian v. Board of Regents, supra; Elfbrandt v. Russell, 384 U.S. 11, 86 S.Ct. 1238, 16 L.Ed.2d 321 (1966); Wieman v. Updegraff, 344 U.S. 183, 73 S.Ct. 215, 97 L.Ed. 216 (1952). Thus, last Term in Wadmond the Court sustained inquiry into a bar applicant's associational activities only because it was narrowly confined to organizations that the individual had known to have the purpose of violent overthrow of the government and whose purpose the individual shared. And, finally, an oath may not be so vague that \"men of common intelligence must necessarily guess at its meaning and differ as to its application, (because such an oath) violates the first essential of due process of law.\" Cramp v. Board of Public Instruction, 368 U.S., at 287, 82 S.Ct., at 280. Concern for vagueness in the oath cases has been especially great because uncertainty as to an oath's meaning may deter individuals from engaging in constitutionally protected activity conceivably within the scope of the oath.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">An underlying, seldom articulated concern running throughout these cases is that the oaths under consideration often required individuals to reach back into their past to recall minor, sometimes innocent, activities. They put the government into 'the censorial business of investigating, scrutinizing, interpreting, and then penalizing or approving the political viewpoints' and past activities of individuals. Law Students Civil Rights Research Council v. Wadmond, 401 U.S., at 192, 91 S.Ct., at 740 (Marshall, J., dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Several cases recently decided by the Court stand out among our oath cases because they have upheld the constitutionality of oaths, addressed to the future, promising constitutional support in broad terms. These cases have begun with a recognition that the Constitution itself prescribes comparable oaths in two articles. Article II, &#167; 1, cl. 8, provides that the President shall swear that he will 'faithfully execute the Office . . . and will to the best of (his) Ability preserve, protect and defend the Constitution of the United States.' Article VI, cl. 3, provides that all state and federal officers shall be bound by an oath 'to support this Constitution.' The oath taken by attorneys as a condition of admission to the Bar of this Court identically provides in part 'that I will support the Constitution of the United States'; it also requires the attorney to state that he will 'conduct (himself) uprightly, and according to law.' Bond v. Floyd, 385 U.S. 116, 87 S.Ct. 339, 17 L.Ed.2d 235 (1966), involved Georgia's statutory requirement that state legislators swear to 'support the Constitution of this State and of the United States,' a paraphrase of the constitutionally required oath. The Court there implicitly concluded that the First Amendment did not undercut the validity of the constitutional oath provisions. Although in theory the First Amendment might have invalidated those provisions, approval of the amendment by the same individuals who had included the oaths in the Constitution suggested strongly that they were consistent. The Court's recognition of this consistency did not involve a departure from its many decisions striking down oaths that infringed First and Fourteenth Amendment rights. The Court read the Georgia oath as calling simply for an acknowledgment of a willingness to abide by 'constitutional processes of government.' 385 U.S., at 135, 87 S.Ct., at 349, 17 L.Ed.2d 235. Accord, Knight v. Board of Regents, 390 U.S. 36, 88 S.Ct. 816, 19 L.Ed.2d 812 (1968) (without opinion). Although disagreeing on other points, in Wadmond, supra, all members of the Court agreed on this point. Mr. Justice Marshall noted there, while dissenting as to other points,</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'The oath of constitutional support requires an individual      assuming public responsibilities to affirm . . . that he will      endeavor to perform his public duties lawfully.' 401 U.S., at      192, 91 S.Ct., at 740.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Court has further made clear that an oath need not parrot the exact language of the constitutional oaths to be constitutionally proper. Thus in Ohlson v. Phillips, 397 U.S. 317, 90 S.Ct. 1124, 25 L.Ed.2d 337 (1970), we sustained the constitutionality of a state requirement that teachers swear to 'uphold' the Constitution. The District Court had concluded that the oath was simply a \"recognition that ours is a government of laws and not of men,\" and that the oath involved an affirmation of 'organic law' and rejection of 'the use of force to overthrow the government.' Ohlson v. Phillips, 304 F.Supp. 1152 (Colo.1969).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The District Court in the instant case properly recognized that the first clause of the Massachusetts oath, in which the individual swears to 'uphold and defend' the Constitutions of the United States and the Commonwealth, is indistinguishable from the oaths this Court has recently approved. Yet the District Court applied a highly literalistic approach to the second clause to strike it down. We view the second clause of the oath as essentially the same as the first.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The second clause of the oath contains a promise to 'oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method.' The District Court sought to give a dictionary meaning to this language and found 'oppose' to raise the specter of vague, undefinable responsibilities actively to combat a potential overthrow of the government. That reading of the oath understandably troubled the court because of what it saw as vagueness in terms of what threats would constitute sufficient danger of overthrow to require the oath giver to actively oppose overthrow, and exactly what actions he would have to take in that respect. Cf. Ohlson v. Phillips, 304 F.Supp., at 1154 and n. 4.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But such a literal approach to the second clause is inconsistent with the Court's approach to the 'support' oaths. One could make a literal argument that 'support' involves nebulous, undefined responsibilities for action in some hypothetical situations. As Mr. Justice Harlan noted in his opinion concurring in the result on our earlier consideration of this case,</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'Almost any word or phrase may be rendered vague and      ambiguous by dissection with a semantic scalpel. . . . (But      such an approach) amounts to little more than verbal calisthenics. Cf. S. Chase, The      Tyranny of Words (1959); W. Empson, Seven Types of Ambiguity      (1955).' Cole v. Richardson, 397 U.S. 238, 240, 90 S.Ct.      1099, 1101, 25 L.Ed.2d 275 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We have rejected such rigidly literal notions and recognized that the purpose leading legislatures to enact such oaths, just as the purpose leading the Framers of our Constitution to include the two explicit constitutional oaths, was not to create specific responsibilities but to assure that those in positions of public trust were willing to commit themselves to live by the constitutional processes of our system, as Mr. Justice Marshall suggested in Wadmond, 401 U.S., at 192, 91 S.Ct., at 740. Here the second clause does not require specific action in some hypothetical or actual situation. Plainly 'force, violence or . . . any illegal or unconstitutional method' modifies 'overthrow' and does not commit the oath taker to meet force with force. Just as the connotatively active word 'support' has been interpreted to mean simply a commitment to abide by our constitutional system, the second clause of this oath is merely oriented to the negative implication of this notion; it is a commitment not to use illegal and constitutionally unprotected force to change the constitutional system. The second clause does not expand the obligation of the first; it simply makes clear the application of the first clause to a particular issue. Such repetition, whether for emphasis or cadence, seems to be the wont of authors of oaths. That the second clause may be redundant is no ground to strike it down; we are not charged with correcting grammar but with enforcing a constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The purpose of the oath is clear on its face. We cannot presume that the Massachusetts Legislature intended by its use of such general terms as 'uphold,' 'defend,' and 'oppose' to impose obligations of specific, positive action on oath takers. Any such construction would raise serious questions whether the oath was so vague as to amount to a denial of due process. Connally v. General Construction Co., 269 U.S. 385, 46 S.Ct. 126, 70 L.Ed. 322 (1926); Cramp v. Board of Public Instruction, 368 U.S., at 287, 82 S.Ct., at 280, 7 L.Ed.2d 285 (1961).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Nor is the oath as interpreted void for vagueness. As Mr. Justice Harlan pointed out in his opinion on our earlier consideration of this case, the oath is 'no more than an amenity.' 397 U.S., at 240, 90 S.Ct., at 1100. It is punishable only by a prosecution for perjury<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and, since perjury is a knowing and willful falsehood, the constitutional vice of punishment without fair warning cannot occur here. See American Communications Assn. v. Douds, 339 U.S. 382, 413, 70 S.Ct. 674, 691, 94 L.Ed. 925 (1950). Nor here is there any problem of the punishment inflicted by mere prosecution. See Cramp v. Board of Public Instruction, 368 U.S., at 284, 82 S.Ct., at 279, 7 L.Ed.2d 285. There has been no prosecution under this statute since its 1948 enactment, and there is no indication that prosecutions have been planned or begun. The oath 'triggered no serious possibility of prosecution' by the Commonwealth. Cole v. Richardson, 397 U.S., at 241, 90 S.Ct., at 1101. Were we confronted with a record of actual prosecutions or harassment through threatened prosecutions, we might be faced with a different question. Those who view the Massachusetts oath in terms of an endless 'parade of horribles' would do well to bear in mind that many of the hazards of human existence that can be imagined are circumscribed by the classic observation of Mr. Justice Holmes, when confronted with the prophecy of dire consequences of certain judicial action, that it would not occur 'while this Court sits.' Panhandle Oil Co. v. State of Miss. ex rel. Knox, 277 U.S. 218, at 223, 48 S.Ct. 451, at 453, 72 L.Ed. 857 (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Appellee mounts an additional attack on the Massachusetts oath program in that it does not provide for a hearing prior to the determination not to hire the individual based on the refusal to subscribe to the oath. All of the cases in this Court that require a hearing before discharge for failure to take an oath involved impermissible oaths. In Slochower v. Board of Education, 350 U.S. 551, 76 S.Ct. 637, 100 L.Ed. 692 (1956) (not an oath case), the State sought to dismiss a professor for claiming the Fifth Amendment privilege in a United States Senate committee hearing; the Court held the State's action invalid because the exercise of the privilege was a constitutional right from which the State could not draw any rational inference of disloyalty. Appellee relies on Nostrand v. Little, 362 U.S. 474, 80 S.Ct. 840, 4 L.Ed.2d 892 (1960), and Connell v. Higginbotham, 403 U.S. 207, 91 S.Ct. 1772, 29 L.Ed.2d 418 (1971), but in those cases the Court held only that the mere refusal to take the particular oath was not a constitutionally permissible basis for termination. In the circumstances of those cases, only by holding a hearing, showing evidence of disloyalty, and allowing the employee an opportunity to respond might the State develop a permissible basis for concluding that the employee was to be discharged.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Since there is no constitutionally protected right to overthrow a government by force, violence, or illegal or unconstitutional means, no constitutional right is infringed by an oath to abide by the constitutional system in the future. Therefore, there is no requirement that one who refuses to take the Massachusetts oath be granted a hearing for the determination of some other fact before being discharged.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The judgment of the District Court is reversed and the case is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Mr. Justice POWELL and Mr. Justice REHNQUIST took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Justice STEWART and Mr. Justice WHITE, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">All agree that the first part of this oath, under which a person swears to 'uphold and defend' the Federal and State Constitutions, is wholly valid under the First and Fourteenth Amendments. But if 'uphold' and 'defend' are not words that suffer from vagueness and overbreadth, then surely neither is the word 'oppose' in the second part of the oath.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">When the case was here before, Mr. Justice Harlan expressed the view that '(t) his oath does not impinge on conscience or belief, except to the extent that oath taking as such may offend particular individuals.' Cole v. Richardson, 397 U.S. 238, 241, 90 S.Ct. 1099, 1101, 25 L.Ed.2d 275 (concurring in result). We agree. And as to such individuals, the Massachusetts law clearly permits an affirmation rather than an oath. Mass.Gen.Laws, c. 264, &#167; 14.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On this basis we join the opinion and judgment of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Mr. Justice DOUGLAS, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The part of the oath that says 'I will oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method' is plainly unconstitutional by our decisions. See Board of Education v. Barnette, 319 U.S. 624, 634, 63 S.Ct. 1178, 1183, 87 L.Ed. 1628.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Advocacy of basic fundamental changes in government, which might popularly be described as 'overthrow,' is within the protection of the First amendment even when it is restrictively construed. In Brandenburg v. Ohio, 395 U.S. 444, 89 S.Ct. 1827, 23 L.Ed.2d 430, a case involving criminal syndicalism, this Court ruled that a State may not 'forbid or proscribe advocacy of the use of force or of law violation except where such advocacy is directed to inciting or producing imminent lawless action and is likely to incite or produce such action.' Id., at 447, 89 S.Ct., at 1829. The same idea was put in somewhat different words in Noto v. United States, 367 U.S. 290, 297&#8212;298, 81 S.Ct. 1517, 1521, 6 L.Ed.2d 836 that 'abstract teaching' of overthrow is protected activity as contrasted to 'preparing a group for violent action and steeling it to such action.' And see Yates v. United States, 354 U.S. 298, 318, 77 S.Ct. 1064, 1076, 1 L.Ed.2d 1356.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The present oath makes such advocacy a possible offense under a restrictive reading of the First Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The views expressed by Mr. Justice Black and me give the First Amendment a more expansive reading. We have condemned loyalty oaths as 'manifestation(s) of a national network of laws aimed at coercing and controlling the minds of men. Test oaths are notorious tools of tyranny. When used to shackle the mind they are, or at least they should be, unspeakably odious to a free people.' Wieman v. Updegraff, 344 U.S. 183, 193, 73 S.Ct. 215, 220, 97 L.Ed. 216 (Black, J., concurring). And see Speiser v. Randall, 357 U.S. 513, 532, 78 S.Ct. 1332, 1354, 2 L.Ed.2d 1460 (Douglas, J., concurring). We said in Brandenburg that the protection of the First Amendment as applied to the States through the Fourteenth does not depend on the 'quality of advocacy,' since that 'turns on the depth of the conviction.' 395 U.S., at 457, 89 S.Ct., at 1834 (Douglas, J., concurring). The line between the permissible control by a State and the impermissible control is 'the line between ideas and overt acts.' Id., at 456, 89 S.Ct., at 1834. 'The First Amendment . . . leaves the way wide open for people to favor, discuss, advocate, or incite causes and doctrines however obnoxious and antagonistic such views may be to the rest of us.' Yates v. United States, supra, 354 U.S., at 344, 77 S.Ct., at 1090. (Black, J., concurring and dissenting). This oath, however, requires that appellee 'oppose' that which she has an indisputable right to advocate.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Yet the majority concludes that the promise of 'opposition'&#8212;exacted as a condition of public employment<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>&#8212;is a mere redundancy which does not impair appellee's freedom of expression.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It is suggested, however, that because only the second portion of the oath is unconstitutional we should sever the two clauses and uphold the first. Even on this assumption, the entire oath must fall. This Court should, of course, base its decisions upon local law where, in so doing, we may avoid deciding federal constitutional questions. Here, we have been cited to no evidence of a legislative intent to separate the two clauses of the oath. This case is thus governed by Pedlosky v. Massachusetts Institute of Technology, 352 Mass. 127, 224 N.E.2d 414 (1967), where the Supreme Judicial Court of Massachusetts was confronted with a two-part test oath similar in effect to the one before us.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> 'The substance of the oath (was) not confined merely to a declaration of support of the Federal and State Constitutions. It equally concern(ed) an undertaking by the plaintiff that 'I will faithfully discharge the duties of the position of assistant professor of mathematics according to the best of my ability.\" Id., at 128&#8212;129, 224 N.E.2d, at 416. Finding the oath to be 'altogether too vague a standard to enforce judicially' and being without evidence 'whether the Legislature would have enacted (it) without the (invalid) provision,' the court was unable to hold that the provisions were severable, and thus unanimously struck down the entire oath. Id., at 129, 224 N.E.2d, at 416.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">I would follow the lead of the Supreme Judicial Court of Massachusetts&#8212;the court which has the final word on how the statutes of that State are to be construed&#8212;and hold that the entire oath must fall.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">I conclude that whether the First Amendment is read restrictively or literally as Jefferson would have read it, the oath which the District Court struck down, 300 F.Supp. 1321, is plainly unconstitutional. I would affirm its judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Mr. Justice MARSHALL, with whom Mr. Justice BRENNAN joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Appellee was discharged from her job with the Boston State Hospital solely because she refused to swear or affirm the following oath:<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">'I will uphold and defend the Constitution of the United      States of America and the Constitution of the Commonwealth of      Massachusetts and . . . I will oppose the overthrow of the      government of the United States of America or of this      Commonwealth by force, violence or by any illegal or      unconstitutional method.' Mass.Gen.Laws, c. 264, &#167; 14.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">She brought this action in the United States District Court for the District of Massachusetts seeking declaratory and injunctive relief against enforcement of the oath as a condition of her employment.<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a> The District Court found that the oath was unconstitutionally vague and granted the relief requested by appellee. The Court now reverses the District Court and sustains the validity of the oath in its entirety. In my opinion, the second half of the oath is not only vague, but also overbroad. Accordingly, I dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The first half of the oath, requiring an employee to indicate a willingness to 'uphold and defend' the state and federal Constitutions, is clearly constitutional. It is nothing more than the traditional oath of support that we have unanimously uphold as a condition of public employment.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It is the second half of the oath to which I object. I find the language 'I will oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method' to be impermissibly vague and overbroad.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It is vague because 'men of common intelligence (must) speculate at their peril on its meaning.' Whitehill v. Elkins, 389 U.S. 54, 59, 88 S.Ct. 184, 186, 19 L.Ed.2d 228 (1967). See also Connally v. General Construction Co., 269 U.S. 385, 391, 46 S.Ct. 126, 127, 70 L.Ed. 322 (1926); Cline v. Frink Dairy Co., 274 U.S. 445, 465, 47 S.Ct. 681, 687, 71 L.Ed. 1146 (1927); Lanzetta v. New Jersey, 306 U.S. 451, 453, 59 S.Ct. 618, 619, 83 L.Ed. 888 (1939). The most striking problem with the oath is that it is not clear whether the last prepositional phrase modifies the verb 'oppose' or the noun 'overthrow.' Thus, an affiant cannot be certain whether he is swearing that the will 'oppose' governmental overthrow by utilizing every means at his disposal, including those specifically prohibited by the laws or constitutions he has sworn to support, or whether he has merely accepted the responsibility of opposing illegal or unconstitutional overthrows. The first reading would almost surely be unconstitutional since it is well established that a State cannot compel a citizen to waive the rights guaranteed him by the Constitution in order to obtain employment. See, e.g., Pickering v. Board of Education, 391 U.S. 563, 88 S.Ct. 1731, 20 L.Ed.2d 811 (1968); Garrity v. New Jersey, 385 U.S. 493, 87 S.Ct. 616, 17 L.Ed.2d 562 (1967). This reading would also make the second half of the oath inconsistent with the first half. It is far from clear to me which reading the Massachusetts Legislature intended. A reasonable man could certainly read the oath either way, and Massachusetts has not offered to make a binding clarification of its purport.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Even assuming that the second reading were unconditionally adopted by the appellants and communicated to prospective employees, the vice of vagueness is still not cured, for the affiant is left with little guidance as to the responsibilities he has assumed in taking the oath. In what form, for example, must he manifest his opposition to an overthrow? At oral argument in the District Court, the Commonwealth's attorney asserted that citizens have three standards of obligation to their government to oppose overthrows:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">'The ordinary citizen who has taken no oath has an obligation      to act in extremis; a person who has taken the first part of      the present oath would have a somewhat larger obligation, and      one who has taken the second part has one still larger.' 300      F.Supp. 1321, 1322.<a class=\"footnote\" href=\"#fn3-2\" id=\"fn3-2_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">I agree with the conclusion of the District Court that '(t)he very fact that such varied standards . . . can be suggested is enough to condemn the language as hopelessly vague.' Id., at 1323.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Vagueness is also inherent in the use of the word 'overthrow.' When does an affiant's undefined responsibility under the oath require action: When an overthrow is threatened? When an overthrow is likely to be threatened? When a threatened overthrow has some chance of success? Cf. Brandenburg v. Ohio, 395 U.S. 444, 89 S.Ct. 1827, 23 L.Ed.2d 430 (1969); Yates v. United States, 354 U.S. 298, 77 S.Ct. 1064, 1 L.Ed.2d 1356 (1957); Dennis v. United States, 341 U.S. 494, 71 S.Ct. 857, 95 L.Ed. 1137 (1951). The oath answers none of these questions, and for that reason, if no other, cannot stand.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The importance of clarity and precision in an oath of this kind should not be underestimated. Chapter 264, &#167; 14, of the Massachusetts General Laws provides that the oath is taken subject to the pains and penalties of perjury, and &#167; 15 of that chapter specifies that the pains and penalties may amount to one year in prison and/or a $10,000 fine.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In concluding that this oath is vague, I rely on Baggett v. Bullitt, 377 U.S. 360, 84 S.Ct. 1316, 12 L.Ed.2d 377 (1964). One part of the oath considered in Baggett, like the Massachusetts oath, required that the affiant assert a willingness to conform future conduct to the criteria set forth in an oath taken under penalty of perjury. The Court struck down the oath in Baggett, and Mr. Justice White's opinion for the Court explained in great detail the inordinate difficulties employees would have in attempting to conform their actions to the oath's criteria. Id., at 371, 84 S.Ct., at 1322. While the oath involved herein differs somewhat from that involved in Baggett, the considerations in both cases are the same, and the results should also be the same.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">I would also strike down the second half of this oath as an overbroad infringement of protected expression and conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The Court's prior decisions represent a judgment that simple affirmative oaths of support are less suspect and less evil than negative oaths requiring a disaffirmance of political ties, group affiliations, or beliefs. Compare Connell v. Higginbotham, 403 U.S. 207, 91 S.Ct. 1772, 29 L.Ed.2d 418 (1971); Knight v. Board of Regents, 269 F.Supp. 339 (SDNY 1967), aff'd, 390 U.S. 36, 88 S.Ct. 816, 19 L.Ed.2d 812 (1968); Hosack v. Smiley, 276 F.Supp. 876 (Colo. 1967), aff'd, 390 U.S. 744, 88 S.Ct. 1442, 20 L.Ed.2d 275 (1968); Ohlson v. Phillips, 304 F.Supp. 1152 (Colo.1969), aff'd, 397 U.S. 317, 90 S.Ct. 1124, 25 L.Ed.2d 337 (1970), with Whitehill v. Elkins, 389 U.S. 54, 88 S.Ct. 184, 19 L.Ed.2d 228 (1967); Baggett v. Bullitt, supra; Cramp v. Board of Public Instruction, 368 U.S. 278, 82 S.Ct. 275, 7 L.Ed.2d 285 (1961); Speiser v. Randall, 357 U.S. 513, 78 S.Ct. 1332, 2 L.Ed.2d 1460 (1958); Wieman v. Updegraff, 344 U.S. 183, 73 S.Ct. 215, 97 L.Ed. 216 (1952); Garner v. Board of Public Works, 341 U.S. 716, 71 S.Ct. 909, 95 L.Ed. 1317 (1951).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Yet, I think that it is plain that affirmative oaths of loyalty, no less than negative ones, have odious connotations and that they present dangers. See Asper, The Long and Unhappy History of Loyalty Testing in Maryland, 13 Am.J.Legal Hist. 97, 104 (1969); Askin, Loyalty Oaths in Retrospect: Freedom and Reality, 1968 Wis.L.Rev. 498, 502; Note, Loyalty Oaths, 77 Yale L.J. 739, 763 (1968). We have tolerated support oaths as applied to all government employees only because we view these affirmations as an expression of 'minimal loyalty to the Government.' American Communications Assn. v. Douds, 339 U.S. 382, 415, 70 S.Ct. 674, 692, 94 L.Ed. 925 (1950). Such oaths are merely indications by the employee 'in entirely familiar and traditional language, that he will endeavor to perform his public duties lawfully.' Law Students Civil Rights Research Council, Inc. v. Wadmond, supra, 401 U.S. 154, at 192, 91 S.Ct. 720, at 740 (Marshall, J., dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It is precisely because these oaths are minimal, requiring only that nominal expression of allegiance 'which, by the common law, every citizen was understood to owe his sovereign,' Knight v. Board of Regents, 269 F.Supp., at 341, that they have been sustained. That they are minimal intrusions into the freedom of government officials and employees to think, speak, and act makes them constitutional; it does not mean that greater intrusions will be tolerated. On the contrary, each time this Court has been faced with an attempt by government to make the traditional support oath more comprehensive or demanding, it has struck the oath down. See, e.g., Connell v. Higginbotham, supra; Baggett v. Bullitt, supra; cf. Bond v. Floyd, 385 U.S. 116, 87 S.Ct. 339, 17 L.Ed.2d 235 (1966).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">When faced with an 'imminent clear and present danger,' governments may be able to compel citizens to do things that would ordinarily be beyond their authority to mandate. But, such emergency governmental power is a far cry from compelling every state employee in advance of any such danger to promise in any and all circumstances to conform speech and conduct to opposing an 'overthrow' of the government. The Constitution severely circumscribes the power of government to force its citizens to perform symbolic gestures of loyalty. Cf. West Virginia State Board of Education v. Barnette, 319 U.S. 624, 63 S.Ct. 1178, 87 L.Ed. 1628 (1943). Since the overbreadth of the oath tends to infringe areas of speech and conduct that may be protected by the Constitution, I believe that it cannot stand. See Whitehill v. Elkins, supra; Baggett v. Bullitt, supra; Wieman v. Updegraff, supra; Shelton v. Tucker, 364 U.S. 479, 81 S.Ct. 247, 5 L.Ed.2d 231 (1960).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Because only the second half of the oath is invalid, I would normally favor severing the statute and striking only the second part. See Connell v. Higginbotham, supra. However, when confronted with an oath strikingly similar to that before us, the Supreme Judicial Court of Massachusetts held that the two portions of the oath were not severable. Pedlosky v. Massachusetts Institute of Technology, 352 Mass. 127, 224 N.E.2d 414 (1967). This Court must bow to state courts in their construction of state legislation. Therefore, we must bow to the decision of the state court and strike the oath in its entirety.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Before concluding, I add one additional word about loyalty oaths in general. They have become so prevalent in our country that few Americans have not at one time or another taken an oath to support federal and state governments. Such oaths are not only required as a condition of government employment, but often as a prerequisite to entering military service, to obtaining citizenship, to securing a passport or an educational loan or countless other government offerings. Perhaps we have become so inundated with a variety of these oaths that we tend to ignore the difficult constitutional issues that they present. It is the duty of judges, however, to endeavor to remain sensitive to these issues and not to 'encourage the casual taking of oaths by upholding the discharge or exclusion from public employment of those with a conscientious and scrupulous regard for such undertakings.' Baggett v. Bullitt, supra, 377 U.S., at 373&#8212;374, 84 S.Ct., at 1323.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Loyalty oaths do not have a very pleasant history in this country. Whereas they may be developed initially as a means of fostering power and confidence in government, there is a danger that they will swell 'into an instrument of thought control and a means of enforcing complete political conformity.' Asper, The Long and Unhappy History of Loyalty Testing in Maryland, 13 Am.J.Legal Hist. 97, 108 (1969). Within the limits of the Constitution it is, of course, for the legislators to weigh the utility of the oaths and their potential dangers and to strike a balance. But, as a people, we should always keep in mind the words of Mr. Justice Black, concurring in Speiser v. Randall, 357 U.S., at 532, 78 S.Ct., at 1354:</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">'Loyalty oaths, as well as other contemporary 'security      measures,' tend to stifle all forms of unorthodox or      unpopular thinking or expression&#8212;the kind of thought and      expression which has played such a vital and beneficial role      in the history of this Nation. The result is a stultifying      conformity which in the end may well turn out to be more      destructive to our free society than foreign agents could      ever hope to be. . . . I am certain that loyalty to the      United States can never be secured by the endless      proliferation of 'loyalty' oaths; loyalty must arise      spontaneously from the hearts of people who love their      country and respect their government.'</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Accordingly, I would affirm the decision of the District Court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The full text of the two relevant statutes is as follows:</p>\n        <p>Mass.Gen.Laws, c. 264, &#167; 14. Oath or affirmation; form; filing; exemptions</p>\n        <p>'Every person entering the employ of the commonwealth or any political subdivision thereof, before entering upon the discharge of his duties shall take and subscribe to, under the pains and penalty of perjury, the following oath or affirmation:&#8212;</p>\n        <p>\"I do solemnly swear (or affirm) that I will uphold and defend the Constitution of the United States of America and the Constitution of the Commonwealth of Massachusetts and that I will oppose the overthrow of the government of the United States of America or of this Commonwealth by force, violence or by any illegal or unconstitutional method.'</p>\n        <p>'Such oath or affirmation shall be filed by the subscriber, if he shall be employed by the state, with the secretary of the commonwealth, if an employee of a county, with the county commissioners, and if an employe of a city or town, with the city clerk or the town clerk, as the case may be.</p>\n        <p>'The oath or affirmation prescribed by this section shall not be required of any person who is employed by the commonwealth or a political subdivision thereof as a physician or nurse in a hospital or other health care institution and is a citizen of a foreign country.'</p>\n        <p>C. 264, &#167; 15. Violation of section 14; penalty</p>\n        <p>Violation of section fourteen shall be punished by a fine of not more than ten thousand dollars dollars or by imprisonment for not more than one year, or both.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Richardson v. Cole, 300 F.Supp. 1321 (Mass.1969).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The District Court interpreted Mass.Gen.Laws, c. 264, &#167; 15, which punishes a '(v)iolation of section fourteen,' see n. 1, supra, as 'presumably' punishing 'a failure to 'live up' to the oath.' We see no basis for this interpretation. The clear purpose of &#167; 15 is to punish the failure to comply with the directive aspects of &#167; 14, which requires that every person entering the employ of the Commonwealth subscribe to the oath and file it with a certain state employee. Section 14, which includes the oath, says that it is taken upon the penalty of perjury but mentions nothing about a continuing criminal responsibility to 'live up' to it.</p>\n        <p>The time may come when the value of oaths in routine public employment will be thought not 'worth the candle' for all the division of opinion they engender. However, while oaths are required by legislative acts it is not our function to evaluate their wisdom or utility but only to decide whether they offend the Constitution.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The majority makes the suggestion that 'we might be faced with a different question' if there were 'a record of actual prosecutions or harassment through threatened prosecutions.' Ante, at 685. Here, appellee has been discharged from employment and denied her source of livelihood because of her refusal to subscribe to an unconstitutional oath. If the oath suffers from constitutional infirmities, then it matters not whether the penalties imposed for refusing to subscribe to it were criminal or the denial of employment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> The Court is correct when it says 'there is no constitutionally protected right to overthrow a government by force, violence, or illegal or unconstitutional means,' ante, at 686, but that has no bearing on the present case. What is involved here is appellee's right to espouse and advocate ideas which may be unpopular to some. How we can honor that right to advocate while exacting the promise to 'oppose,' the Court leaves unanswered.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The majority first chides the District Court for taking 'a literal approach' and 'giv(ing) (the word 'oppose') a dictionary meaning.' The majority then reads 'oppose' to be a mere 'negative implication of th(e) notion' of 'a commitment to abide by our constitutional system' not requiring 'specific, positive action.' Ante, at 683, 684. Having thus emasculated the word, the majority then labels it as 'redundant' and a 'repetition,' ibid., and concludes that the oath, in its entirety, is simply 'to abide by the constitutional system in the future.' Ante, at 686.</p>\n        <p>If the oath is void for vagueness or overbreadth, it is because the common meaning of its words is so imprecise or so farreaching as to place a 'chilling effect' upon constitutionally protected expression. This vice&#8212;readily apparent in the present oath&#8212;is emphasized rather than avoided by the majority's opinion. The tortured route which the majority takes to give this oath a supposedly constitutional interpretation merely emphasizes the unconstitutional effect those words would have were they to be given their natural meaning.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The oath provided: 'I do solemnly swear (or affirm) that I will support the Constitution of the United States and the Constitution of the Commonwealth of Massachusetts, and that I will faithfully discharge the duties of the position of (insert name of position) according to the best of my ability.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> Appellee was not requested to take the oath before she began her employment. The reasons for the failure of the hospital officials to require the oath as a prerequisite to employment are not readily apparent from the record. In any event, the oath was required of all state employees at all relevant times.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> Appellee also sought damages for back wages allegedly owed. It is apparent that all back wages have now been paid. Thus, this claim is no longer in controversy. The District Court rejected appellee's belated attempt to make a claim for loss of wages due to termination, and this decision was well within its discretion under Rule 15 of the Federal Rules of Civil Procedure.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-2\">\n        <a class=\"footnote\" href=\"#fn3-2_ref\">3</a>\n        <p> It is clear that both speech and conduct are affected by this portion of the oath. Appellants conceded as much in their brief in the court below:</p>\n        <p>'(I)n the event that a clear and present danger arose of the actual overthrow of the government, . . . the public employee (would) be required to use reasonable means at his disposal to attempt to thwart that effort. What he might do in such circumstances could range from the use of physical force to speaking out against the downfall of the government. The kind of response required would be commensurate with the circumstances and with the employee's ability, his training, and the means available to him at the time.' (Emphasis added.) Quoted at 300 F.Supp., at 1322.</p>\n        <p>The final sentence of this quotation evidences the confusion that the State confesses about the responsibilities assumed by employees in taking the oath.</p>\n        <p>In light of the arguments that the appellants make, I find it impossible to agree with the Court that the second half of the oath adds nothing to the first. The appellants contend, contrary to the assertions of the Court, that a citizen who takes the first part of the oath has more of a duty to his government than one who takes no oath, and that one who takes the second part of the oath has a still greater duty. While the appellants are unsure as to where and how far that duty extends, they never have suggested that it simply does not exist. The argument is even made that the duty extends to the use of physical force.</p>\n        <p>Were we faced with merely a traditional oath of support, I would join the Court. I share the Court's dismay at having to hold state legislation unconstitutional, but I cannot ignore the thrust that a State would give its statutes. Cf. Pedlosky v. Massachusetts Institute of Technology, 352 Mass. 127, 224 N.E.2d 414 (1967).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/108499/"
}