{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "407 U.S. 191", 
    "federal_cite_two": "92 S. Ct. 1980", 
    "specialty_cite_one": null, 
    "federal_cite_three": "32 L. Ed. 2d 648", 
    "lexis_cite": "1972 U.S. LEXIS 45", 
    "document_uris": [
      "/api/rest/v2/document/108573/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Taylor v. McKeithen", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "71-784", 
    "id": 92932, 
    "resource_uri": "/api/rest/v2/citation/92932/"
  }, 
  "id": 108573, 
  "blocked": false, 
  "judges": "Per Curiam", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1972-06-12", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>407 U.S. 191 (1972)</b></center>\n<center><h1>TAYLOR ET AL<br>\nv.<br>\nMcKEITHEN, GOVERNOR OF LOUISIANA, ET AL.</h1></center>\n<center>No. 71-784.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided June 12, 1972.</center>\nON PETITION FOR WRIT OF CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p>PER CURIAM.</p>\n<p>The 1970 self-reapportionment of the Louisiana Legislature was challenged in this lawsuit on the dual grounds that it offended both the one-man, one-vote principle and the prohibition against voting arrangements designed to dilute the voting strength of racial minorities. After the United States Attorney General interposed an objection to the election law change under § 5 of the Voting Rights Act of 1965, 79 Stat. 439, 42 U. S. C. § 1973c, the District Court appointed a Special Master to prepare a court-imposed plan. The Master was verbally instructed to hold hearings and to devise a proposal to maintain the integrity of political subdivisions and to observe natural or historical boundaries \"as nearly as possible.\" He was also instructed that \"[n]o consideration whatsoever was to be given to the location of the residence of either incumbents in office or of announced or prospective candidates.\" Opinion of Judge West, Civil Action No. 71-234, Aug. 24, 1971.</p>\n<p>The Special Master held four days of hearings, during <span class=\"star-pagination\">*192</span> which over 100 persons were heard. Proposed plans were received by him. No one was denied a hearing. He then submitted his recommendation to the District Court and after a hearing it was adopted by the court.</p>\n<p>This dispute involves only four state senate seats affected by the reapportionment. At the hearing held by the District Judge on the Master's proposal, the State Attorney General presented a counterplan which differed from the Master's only with respect to four senatorial districts in the New Orleans area. Although the judge found that both plans satisfied the one-man, one-vote requirement, he found that the two schemes differed in their racial composition of the four districts, as is set out in greater detail in the margin.<sup>[1]</sup> Under the State Attorney General's scheme, four \"safe\" white districts were proposed whereas the Master's design would have created two districts of slight majorities of black voters. Also, under the counterplan each incumbent would continue to reside in his \"own\" district, whereas under the Master's proposal the residences of the four incumbents would fall evenly between the two districts to be composed primarily of white voters, ensuring defeat for two of the four incumbents.</p>\n<p>At the hearing the State Attorney General contended that the court's plan would make hash of the traditional ward-and-precinct lines. The District Court acknowledged that there would be some departure from the historical patterns but concluded that the \"`historical' <span class=\"star-pagination\">*193</span> boundaries of voting districts in Louisiana reflect[ed] a history of racial discrimination. Adherence to the historical boundaries alluded to by objectors [had] been the prime reason why only two Negroes [had] been allowed to sit in the Louisiana Legislature in the last 75 years.\" 333 F. Supp. 452, 462. The court found that the alternative proposal would \"operate to diversify the negro voting population throughout the four districts and thus significantly dilute their vote\" and would practically eliminate \"the possibility of a Negro being elected from any of the four districts,\" while the court-approved plan would at least give blacks \"a fair chance in two out of the four districts. . . .\" <i>Id.,</i> at 457. The court-approved plan sought \"to protect the rights of the people while the primary purpose of the Senators' plan appear[ed] to be the protection of incumbent office holders.\" <i>Id.,</i> at 458. Accordingly, as mentioned, the District Court adopted the Master's recommendation.</p>\n<p>Despite the District Court's findings, however, the Court of Appeals reversed without opinion and adopted the Attorney General's alternative division of New Orleans. The petitioners are the original plaintiffs and they now seek review of this summary reversal.</p>\n<p>An examination of the record in this case suggests that the Court of Appeals may have believed that benign districting by federal judges is itself unconstitutional gerrymandering even where (a) it is employed to overcome the residual effects of past state dilution of Negro voting strength and (b) the only alternative is to leave intact the traditional \"safe\" white districts.<sup>[2]</sup> If that <span class=\"star-pagination\">*194</span> were in fact the reasoning of the lower court, then this petition would present an important federal question of the extent to which the broad equitable powers of a federal court, <i>Swann</i> v. <i>Charlotte-Mecklenburg Board of Education,</i> 402 U. S. 1, 15, are limited by the colorblind concept of <i>Gomillion</i> v. <i>Lightfoot,</i> 364 U. S. 339, and <i>Wright</i> v. <i>Rockefeller,</i> 376 U. S. 52, 57, 67 (DOUGLAS, J., dissenting).<sup>[3]</sup> In reapportionment cases, as JUSTICE STEWART has observed, \"the federal courts are often going to be faced with hard remedial problems\" in minimizing friction between their remedies and legitimate state policies. <i>Sixty-Seventh Minnesota State Senate</i> v. <i>Beens,</i> 406 U. S. 187, 204 (dissenting opinion).</p>\n<p>Because this record does not fully inform us of the precise nature of the litigation and because we have not had the benefit of the insight of the Court of Appeals, we grant the petition for writ of certiorari, vacate the judgment below, and remand the case to the Court of Appeals for proceedings in conformity with this opinion.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*195</span> MR. JUSTICE BLACKMUN concurs in the Court's judgment.</p>\n<p>MR. JUSTICE REHNQUIST, with whom THE CHIEF JUSTICE and MR. JUSTICE POWELL join, dissenting.</p>\n<p>The short recitation of specific facts in the Court's opinion makes clear that the issues in this case, as viewed by both petitioners and respondents, are well developed in the record. The federal questions adverted to by the Court in its opinion are undoubtedly important ones. They are either presented by the proceedings below on this record, or they are not; this Court, in exercising its certiorari jurisdiction, may wish to consider such problems as are presented in this case at this time, or it may not. While an opinion from the Court of Appeals fully explaining the reason for its reversal of the District Court would undoubtedly be of assistance to our exercise of certiorari jurisdiction here, it is by no means essential.<sup>[1]</sup> I do not believe that the Court's vacation of the judgment below with a virtually express directive to the Court of Appeals that it write an opinion is an appropriate exercise of this Court's authority.</p>\n<p>The courts of appeals are statutory courts, having the power to prescribe rules for the conduct of their own business so long as those rules are consistent with applicable law and rules of practice and procedure prescribed by this Court, 28 U. S. C. § 2071. No existing statute or rule of procedure prohibits the Fifth Circuit from issuing a short opinion and order, as it has done here, or from deciding cases without any opinion at all. Cf. Rule 21, Court of Appeals for the Fifth Circuit. The courts of <span class=\"star-pagination\">*196</span> appeals, and particularly the Fifth Circuit, which has experienced the heaviest caseload of all the circuits, need the maximum possible latitude to deal with the \"flood tide\" of appeals that the \"ever growing explosive increase\" of federal judicial business has produced. See <i>Isbell Enterprises, Inc.</i> v. <i>Citizens Casualty Co.,</i> 431 F. 2d 409 (CA5 1970); <i>NLRB</i> v. <i>Amalgamated Clothing Workers,</i> 430 F. 2d 966 (CA5 1970).<sup>[2]</sup></p>\n<p>If there are important federal questions presented in this record, this Court should address itself to them. Instead of doing that, it calls upon the Fifth Circuit to write an <i>amicus curiae</i> opinion to aid us. I think decisions as to whether opinions should accompany judgments of the courts of appeals, and the desirable length and content of those opinions are matters best left to the judges of the courts of appeals. I therefore dissent from the order of vacation and remand.</p>\n<h2>NOTES</h2>\n<p>[1]  According to the District Judge's opinion, the percentages of black registered voters in each of the four districts under each of the competing plans would be:\n</p>\n<p></p>\n<pre>\n                                 <i>Master's</i>   <i>Attorney General's</i>\n                                  <i>Plan</i>            <i>Plan</i>\n   District 2 .......................   51%                   37.6%\n   District 3 .......................   18%                   25.7%\n   District 4 .......................   58%                   44.3%\n   District 5 .......................   20%                   24.0%\n</pre>\n<p>[2]  It is possible, but unlikely, that the Court of Appeals believed that benign districting, although permissible, was achievable here with less violence to the parish's historical district lines. But had that been its view presumably the court would have remanded for the construction of a less drastic alternative rather than simply directing the adoption of the Attorney General's counterplan.</p>\n<p>[3]  Although similar in some respects, this case is not controlled by <i>Whitcomb</i> v. <i>Chavis,</i> 403 U. S. 124. To be sure, in both cases the District Courts were writing on clean slates in the sense that they were fashioning court-imposed reapportionment plans. And, in each case the equitable remedy of the court conflicted with a state policy. (There the state policy favored multi-member districts whereas here the policy favors maintenance of traditional boundaries.) The important difference, however, is that in <i>Whitcomb</i> it was conceded that the State's preference for multi-member districts was not rooted in racial discrimination, 403 U. S., at 149. Here, however, there has been no such concession and, indeed, the District Court found a long \"history\" of bias and franchise dilution in the State's traditional drawing of district lines. Cf. <i>id.,</i> at 155.</p>\n<p>[4]  We, of course, agree that the courts of appeals should have wide latitude in their decisions of whether or how to write opinions. That is especially true with respect to summary affirmances. See Rule 21, Court of Appeals for the Fifth Circuit. But here the lower court summarily reversed without any opinion on a point that had been considered at length by the District Judge. Under the special circumstances of this case, we are loath to impute to the Court of Appeals reasoning that would raise a substantial federal question when it is plausible that its actual ground of decision was of more limited importance.</p>\n<p>[1]  See, <i>e. g., </i><i>Lego</i> v. <i>Twomey,</i> 404 U. S. 477, 482 n. 6 (1972).</p>\n<p>[2]  In fiscal year 1971, 2,316 new matters were docketed in the Fifth Circuit, 380 more than in any of the other circuits. This represented a 120% increase in a 10-year period, although the number of circuit judges was increased by only 60%. Annual Report of the Director of the Administrative Office of the United States Courts 106 (1971). The increase in the business of the courts of appeals has been almost exponential. In 1961 the Fifth Circuit carried over only 278 cases that were undisposed of. By 1970 there were 1,181 cases put over to the succeeding year. <i>NLRB</i> v. <i>Amalgamated Clothing Workers,</i> 430 F. 2d 966, 968 n. 4 (CA5 1970).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:11:37", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">191</span></span> (1972)</b></center>\n<center><h1>TAYLOR ET AL<br>\nv.<br>\nMcKEITHEN, GOVERNOR OF LOUISIANA, ET AL.</h1></center>\n<center>No. 71-784.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided June 12, 1972.</center>\nON PETITION FOR WRIT OF CERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p>PER CURIAM.</p>\n<p>The 1970 self-reapportionment of the Louisiana Legislature was challenged in this lawsuit on the dual grounds that it offended both the one-man, one-vote principle and the prohibition against voting arrangements designed to dilute the voting strength of racial minorities. After the United States Attorney General interposed an objection to the election law change under § 5 of the Voting Rights Act of 1965, 79 Stat. 439, 42 U. S. C. § 1973c, the District Court appointed a Special Master to prepare a court-imposed plan. The Master was verbally instructed to hold hearings and to devise a proposal to maintain the integrity of political subdivisions and to observe natural or historical boundaries \"as nearly as possible.\" He was also instructed that \"[n]o consideration whatsoever was to be given to the location of the residence of either incumbents in office or of announced or prospective candidates.\" Opinion of Judge West, Civil Action No. 71-234, Aug. 24, 1971.</p>\n<p>The Special Master held four days of hearings, during <span class=\"star-pagination\">*192</span> which over 100 persons were heard. Proposed plans were received by him. No one was denied a hearing. He then submitted his recommendation to the District Court and after a hearing it was adopted by the court.</p>\n<p>This dispute involves only four state senate seats affected by the reapportionment. At the hearing held by the District Judge on the Master's proposal, the State Attorney General presented a counterplan which differed from the Master's only with respect to four senatorial districts in the New Orleans area. Although the judge found that both plans satisfied the one-man, one-vote requirement, he found that the two schemes differed in their racial composition of the four districts, as is set out in greater detail in the margin.<sup>[1]</sup> Under the State Attorney General's scheme, four \"safe\" white districts were proposed whereas the Master's design would have created two districts of slight majorities of black voters. Also, under the counterplan each incumbent would continue to reside in his \"own\" district, whereas under the Master's proposal the residences of the four incumbents would fall evenly between the two districts to be composed primarily of white voters, ensuring defeat for two of the four incumbents.</p>\n<p>At the hearing the State Attorney General contended that the court's plan would make hash of the traditional ward-and-precinct lines. The District Court acknowledged that there would be some departure from the historical patterns but concluded that the \"`historical' <span class=\"star-pagination\">*193</span> boundaries of voting districts in Louisiana reflect[ed] a history of racial discrimination. Adherence to the historical boundaries alluded to by objectors [had] been the prime reason why only two Negroes [had] been allowed to sit in the Louisiana Legislature in the last 75 years.\" <span class=\"citation\" data-id=\"1606790\"><a href=\"/opinion/1606790/bussie-v-governor-of-louisiana/\"><span class=\"volume\">333</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">452</span></a></span>, 462. The court found that the alternative proposal would \"operate to diversify the negro voting population throughout the four districts and thus significantly dilute their vote\" and would practically eliminate \"the possibility of a Negro being elected from any of the four districts,\" while the court-approved plan would at least give blacks \"a fair chance in two out of the four districts. . . .\" <i>Id.,</i> at 457. The court-approved plan sought \"to protect the rights of the people while the primary purpose of the Senators' plan appear[ed] to be the protection of incumbent office holders.\" <i>Id.,</i> at 458. Accordingly, as mentioned, the District Court adopted the Master's recommendation.</p>\n<p>Despite the District Court's findings, however, the Court of Appeals reversed without opinion and adopted the Attorney General's alternative division of New Orleans. The petitioners are the original plaintiffs and they now seek review of this summary reversal.</p>\n<p>An examination of the record in this case suggests that the Court of Appeals may have believed that benign districting by federal judges is itself unconstitutional gerrymandering even where (a) it is employed to overcome the residual effects of past state dilution of Negro voting strength and (b) the only alternative is to leave intact the traditional \"safe\" white districts.<sup>[2]</sup> If that <span class=\"star-pagination\">*194</span> were in fact the reasoning of the lower court, then this petition would present an important federal question of the extent to which the broad equitable powers of a federal court, <i>Swann</i> v. <i>Charlotte-Mecklenburg Board of Education,</i> 402 U. S. 1, 15, are limited by the colorblind concept of <i>Gomillion</i> v. <i>Lightfoot,</i> 364 U. S. 339, and <i>Wright</i> v. <i>Rockefeller,</i> 376 U. S. 52, 57, 67 (DOUGLAS, J., dissenting).<sup>[3]</sup> In reapportionment cases, as JUSTICE STEWART has observed, \"the federal courts are often going to be faced with hard remedial problems\" in minimizing friction between their remedies and legitimate state policies. <i>Sixty-Seventh Minnesota State Senate</i> v. <i>Beens,</i> 406 U. S. 187, 204 (dissenting opinion).</p>\n<p>Because this record does not fully inform us of the precise nature of the litigation and because we have not had the benefit of the insight of the Court of Appeals, we grant the petition for writ of certiorari, vacate the judgment below, and remand the case to the Court of Appeals for proceedings in conformity with this opinion.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*195</span> MR. JUSTICE BLACKMUN concurs in the Court's judgment.</p>\n<p>MR. JUSTICE REHNQUIST, with whom THE CHIEF JUSTICE and MR. JUSTICE POWELL join, dissenting.</p>\n<p>The short recitation of specific facts in the Court's opinion makes clear that the issues in this case, as viewed by both petitioners and respondents, are well developed in the record. The federal questions adverted to by the Court in its opinion are undoubtedly important ones. They are either presented by the proceedings below on this record, or they are not; this Court, in exercising its certiorari jurisdiction, may wish to consider such problems as are presented in this case at this time, or it may not. While an opinion from the Court of Appeals fully explaining the reason for its reversal of the District Court would undoubtedly be of assistance to our exercise of certiorari jurisdiction here, it is by no means essential.<sup>[1]</sup> I do not believe that the Court's vacation of the judgment below with a virtually express directive to the Court of Appeals that it write an opinion is an appropriate exercise of this Court's authority.</p>\n<p>The courts of appeals are statutory courts, having the power to prescribe rules for the conduct of their own business so long as those rules are consistent with applicable law and rules of practice and procedure prescribed by this Court, 28 U. S. C. § 2071. No existing statute or rule of procedure prohibits the Fifth Circuit from issuing a short opinion and order, as it has done here, or from deciding cases without any opinion at all. Cf. Rule 21, Court of Appeals for the Fifth Circuit. The courts of <span class=\"star-pagination\">*196</span> appeals, and particularly the Fifth Circuit, which has experienced the heaviest caseload of all the circuits, need the maximum possible latitude to deal with the \"flood tide\" of appeals that the \"ever growing explosive increase\" of federal judicial business has produced. See <i>Isbell Enterprises, Inc.</i> v. <i>Citizens Casualty Co.,</i> 431 F. 2d 409 (CA5 1970); <i>NLRB</i> v. <i>Amalgamated Clothing Workers,</i> 430 F. 2d 966 (CA5 1970).<sup>[2]</sup></p>\n<p>If there are important federal questions presented in this record, this Court should address itself to them. Instead of doing that, it calls upon the Fifth Circuit to write an <i>amicus curiae</i> opinion to aid us. I think decisions as to whether opinions should accompany judgments of the courts of appeals, and the desirable length and content of those opinions are matters best left to the judges of the courts of appeals. I therefore dissent from the order of vacation and remand.</p>\n<h2>NOTES</h2>\n<p>[1]  According to the District Judge's opinion, the percentages of black registered voters in each of the four districts under each of the competing plans would be:\n</p>\n<p></p>\n<pre>\n                                 <i>Master's</i>   <i>Attorney General's</i>\n                                  <i>Plan</i>            <i>Plan</i>\n   District 2 .......................   51%                   37.6%\n   District 3 .......................   18%                   25.7%\n   District 4 .......................   58%                   44.3%\n   District 5 .......................   20%                   24.0%\n</pre>\n<p>[2]  It is possible, but unlikely, that the Court of Appeals believed that benign districting, although permissible, was achievable here with less violence to the parish's historical district lines. But had that been its view presumably the court would have remanded for the construction of a less drastic alternative rather than simply directing the adoption of the Attorney General's counterplan.</p>\n<p>[3]  Although similar in some respects, this case is not controlled by <i>Whitcomb</i> v. <i>Chavis,</i> 403 U. S. 124. To be sure, in both cases the District Courts were writing on clean slates in the sense that they were fashioning court-imposed reapportionment plans. And, in each case the equitable remedy of the court conflicted with a state policy. (There the state policy favored multi-member districts whereas here the policy favors maintenance of traditional boundaries.) The important difference, however, is that in <i>Whitcomb</i> it was conceded that the State's preference for multi-member districts was not rooted in racial discrimination, 403 U. S., at 149. Here, however, there has been no such concession and, indeed, the District Court found a long \"history\" of bias and franchise dilution in the State's traditional drawing of district lines. Cf. <i>id.,</i> at 155.</p>\n<p>[4]  We, of course, agree that the courts of appeals should have wide latitude in their decisions of whether or how to write opinions. That is especially true with respect to summary affirmances. See Rule 21, Court of Appeals for the Fifth Circuit. But here the lower court summarily reversed without any opinion on a point that had been considered at length by the District Judge. Under the special circumstances of this case, we are loath to impute to the Court of Appeals reasoning that would raise a substantial federal question when it is plausible that its actual ground of decision was of more limited importance.</p>\n<p>[1]  See, <i>e. g., </i><i>Lego</i> v. <i>Twomey,</i> 404 U. S. 477, 482 n. 6 (1972).</p>\n<p>[2]  In fiscal year 1971, 2,316 new matters were docketed in the Fifth Circuit, 380 more than in any of the other circuits. This represented a 120% increase in a 10-year period, although the number of circuit judges was increased by only 60%. Annual Report of the Director of the Administrative Office of the United States Courts 106 (1971). The increase in the business of the courts of appeals has been almost exponential. In 1961 the Fifth Circuit carried over only 278 cases that were undisposed of. By 1970 there were 1,181 cases put over to the succeeding year. <i>NLRB</i> v. <i>Amalgamated Clothing Workers,</i> 430 F. 2d 966, 968 n. 4 (CA5 1970).</p>\n\n</div>", 
  "sha1": "486c820970ace852a26e26ea11bce0f033f9b093", 
  "date_modified": "2014-12-21T01:58:19.329498", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/108573/taylor-v-mckeithen/", 
  "citation_count": 19, 
  "supreme_court_db_id": "1971-140", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/414151/", 
  "html": "<p class=\"case_cite\">407 U.S. 191</p>\n    <p class=\"case_cite\">92 S.Ct. 1980</p>\n    <p class=\"case_cite\">32 L.Ed.2d 648</p>\n    <p class=\"parties\">Dorothy TAYLOR et al.<br>v.<br>John J. McKEITHEN, Governor of Louisiana, et al.</p>\n    <p class=\"docket\">No. 71&#8212;784.</p>\n    <p class=\"date\">June 12, 1972.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The 1970 self-reapportionment of the Louisiana Legislature was challenged in this lawsuit on the dual grounds that it offended both the one-man, one-vote principle and the prohibition against voting arrangements designed to dilute the voting strength of racial minorities. After the United States Attorney General interposed an objection to the election law change under &#167; 5 of the Voting Rights Act of 1965, 79 Stat. 439, 42 U.S.C. &#167; 1973c, the District Court appointed a Special Master to prepare a court-imposed plan. The Master was verbally instructed to hold hearings and to devise a proposal to maintain the integrity of political subdivisions and to observe natural or historical boundaries 'as nearly as possible.' He was also instructed that '(n)o consideration whatsoever was to be given to the location of the residence of either incumbents in office or of announced or prospective candidates.' Opinion of Judge West, Civil Action No. 71&#8212;234, Aug. 24, 1971.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Special Master held four days of hearings, during which over 100 persons were heard. Proposed plans were received by him. No one was denied a hearing. He then submitted his recommendation to the District Court and after a hearing it was adopted by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This dispute involves only four state senate seats affected by the reapportionment. At the hearing held by the District Judge on the Master's proposal, the State Attorney General presented a counterplan which differed from the Master's only with respect to four senatorial districts in the New Orleans area. Although the judge found that both plans satisfied the one-man, one-vote requirement, he found that the two schemes differed in their racial composition of the four districts, as is set out in greater detail in the margin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Under the State Attorney General's scheme, four 'safe' white districts were proposed whereas the Master's design would have created two districts of slight majorities of black voters. Also, under the counterplan each incumbent would continue to reside in his 'own' district, whereas under the Master's proposal the residences of the four incumbents would fall evenly between the two districts to be composed primarily of white voters, ensuring defeat for two of the four incumbents.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the hearing the State Attorney General contended that the court's plan would make hash of the traditional ward-and-precinct lines. The District Court acknowledged that there would be some departure from the historical patterns but concluded that the \"historical' boundaries of voting districts in Louisiana reflect(ed) a history of racial discrimination. Adherence to the historical boundaries alluded to by objectors (had) been the prime reason why only two negroes (had) been allowed to sit in the Louisiana Legislature in the last 75 years.' 333 F.Supp. 452, 462. The court found that the alternative proposal would 'operate to diversify the negro voting population throughout the four districts and thus significantly dilute their vote' and would practically eliminate 'the possibility of a negro being elected from any of the four districts,' while the court-approved plan woud at least give blacks 'a fair chance in two out of the four districts. . . .' Id., at 457. The court-approved plan sought 'to protect the rights of the people while the primary purpose of the Senators' plan appear(ed) to be the protection of incumbent office holders.' Id., at 458. Accordingly, as mentioned, the District Court adopted the Master's recommendation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Despite the District Court's findings, however, the Court of Appeals reversed without opinion and adopted the Attorney General's alternative division of New Orleans. The petitioners are the original plaintiffs and they now seek review of this summary reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">An examination of the record in this case suggests that the Court of Appeals may have believed that benign districting by federal judges is itself unconstitutional gerrymandering even where (a) it is employed to overcome the residual effects of past state dilution of Negro voting strength and (b) the only alternative is to leave intact the traditional 'safe' white districts.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> If that were in fact the reasoning of the lower court, then this petition would present an important federal question of the extent to which the broad equitable powers of a federal court, Swann v. Charlotte-Mecklenburg Board of Education, 402 U.S. 1, 15, 91 S.Ct. 1267, 1275, 28 L.Ed.2d 554, are limited by the colorblind concept of Gomillion v. Lightfoot, 364 U.S. 339, 81 S.Ct. 125, 5 L.Ed.2d 110, and Wright v. Rockefeller, 376 U.S. 52, 57, 67, 84 S.Ct. 603, 11 L.Ed.2d 512 (Douglas, J., dissenting).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In reapportionment cases, as Justice Stewart has observed 'the federal courts are often going to be faced with hard remedial problems' in minimizing friction between their remedies and legitimate state policies. Sixty-Seventh Minnesota State Senate v. Beens, 406 U.S. 187, 204, 92 S.Ct. 1477, 1487, 32 L.Ed.2d 1 (dissenting opinion).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Because this record does not fully inform us of the precise nature of the litigation and because we have not had the benefit of the insight of the Court of Appeals, we grant the petition for writ of certiorari, vacate the judgment below, and remand the case to the Court of Appeals for proceedings in conformity with this opinion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mr. Justice BLACKMUN concurs in the Court's judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mr. Justice REHNQUIST, with whom The CHIEF JUSTICE and Mr. Justice POWELL join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The short recitation of specific facts in the Court's opinion makes clear that the issues in this case, as viewed by both petitioners and respondents, are well developed in the record. The federal questions adverted to by the Court in its opinion are undoubtedly important ones. They are either presented by the proceedings below on this record, or they are not; this Court, in exercising its certiorari jurisdiction, may wish to consider such problems as are presented in this case at this time, or it may not. While an opinion from the Court of Appeals fully explaining the reason for its reversal of the District Court would undoubtedly be of assistance to our exercise of certiorari jurisdiction here, it is by no means essential.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> I do not believe that the Court's vacation of the judgment below with a virtually express directive to the Court of Appeals that it write an opinion is an appropriate exercise of this Court's authority.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The courts of appeals are statutory courts, having the power to prescribe rules for the conduct of their own business so long as those rules are consistent with applicable law and rules of practice and procedure prescribed by this Court, 28 U.S.C. &#167; 2071. No existing statute or rule of procedure prohibits the Fifth Circuit from issuing a short opinion and order, as it has done here, or from deciding cases without any opinion at all. Cf. Rule 21, Court of Appeals for the Fifth Circuit. The courts of appeals, and particularly the Fifth Circuit, which has experienced the heaviest caseload of all the circuits, need the maximum possible latitude to deal with the 'flood tide' of appeals that the 'ever growing explosive increase' of federal judicial business has produced. See Isbell Enterprises, Inc. v. Citizens Casualty Co., 431 F.2d 409 (CA5 1970); NLRB v. Amalgamated Clothing Workers, 430 F.2d 966 (CA5 1970).<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If there are important federal questions presented in this record, this Court should address itself to them. Instead of doing that, it calls upon the Fifth Circuit to write an amicus curiae opinion to aid us. I think decisions as to whether opinions should accompany judgments of the courts of appeals, and the desirable length and content of those opinions are matters best left to the judges of the courts of appeals. I therefore dissent from the order of vacation and remand.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> According to the District Judge's opinion, D.C., 333 F.Supp. 452, the percentages of black registered voters in each of the four districts under each of the competing plans would be:</p>\n        <pre>                          Master's               Attorney General's\n                           Plan                        Plan\n \n   District 2.............. 51%                        37.6%\n   District 3.............. 18%                        25.7%\n   District 4.............. 58%                        44.3%\n   District 5.............. 20%                        24.0%</pre>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It is possible, but unlikely, that the Court of Appeals believed that benign districting, although permissible, was achievable here with less violence to the parish's historical district lines. But had that been its view presumably the court would have remanded for the construction of a less drastic alternative rather than simply directing the adoption of the Attorney General's counterplan.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although similar in some respects, this case is not controlled by Whitcomb v. Chavis, 403 U.S. 124, 91 S.Ct. 1858, 29 L.Ed.2d 363. To be sure, in both cases the District Courts were writing on clean slates in the sense that they were fashioning court-imposed reapportionment plans. And, in each case the equitable remedy of the court conflicted with a state policy. (There the state policy favored multi-member districts whereas here the policy favors maintenance of traditional boundaries.) The important difference, however, is that in Whitcomb it was conceded that the State's preference for multi-member districts was not rooted in racial discrimination, 403 U.S., at 149, 91 S.Ct., at 1872. Here, however, there has been no such concession and, indeed, the District Court found a long 'history' of bias and franchise dilution in the State's traditional drawing of district lines. Cf. id., at 155, 91 S.Ct., at 1875.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We, of course, agree that the courts of appeals should have wide latitude in their decisions of whether or how to write opinions. That is especially true with respect to summary affirmances. See Rule 21, Court of Appeals for the Fifth Circuit. But here the lower court summarily reversed without any opinion on a point that had been considered at length by the District Judge. Under the special circumstances of this case, we are loath to impute to the Court of Appeals reasoning that would raise a substantial federal question when it is plausible that its actual ground of decision was of more limited importance.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> See e.g., Lego v. Twomey, 404 U.S. 477, 482 n. 6, 92 S.Ct. 619, 623, 30 L.Ed.2d 618 (1972).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> In fiscal year 1971, 2,316 new matters were docketed in the Fifth Circuit, 380 more than in any of the other circuits. This represented a 120% increase in a 10-year period, although the number of circuit judges was increased by only 60%. Annual Report of the Director of the Administrative Office of the United States Courts 106 (1971). The increase in the business of the courts of appeals has been almost exponential. In 1961 the Fifth Circuit carried over only 278 cases that were undisposed of. By 1970 there were 1,181 cases put over to the succeeding year. NLRB v. Amalgamated Clothing Workers, 430 F.2d 966, 968 n. 4 (CA5 1970).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/108573/"
}