{"absolute_url": "/opinion/108645/erlenbaugh-v-united-states/", "blocked": false, "citation": {"case_name": "Erlenbaugh v. United States", "docket_number": "71-839", "document_uris": ["/api/rest/v2/document/108645/"], "federal_cite_one": "409 U.S. 239", "federal_cite_three": "34 L. Ed. 2d 446", "federal_cite_two": "93 S. Ct. 477", "id": 93004, "lexis_cite": "1972 U.S. LEXIS 2", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/93004/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 112, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1972-12-12", "date_modified": "2015-02-27T13:52:21.514975", "docket": "/api/rest/v2/docket/76644/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">409 U.S. 239</p>\n    <p class=\"case_cite\">93 S.Ct. 477</p>\n    <p class=\"case_cite\">34 L.Ed.2d 446</p>\n    <p class=\"parties\">Paul P. ERLENBAUGH et al., Petitioners,<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 71-839.</p>\n    <p class=\"date\">Argued Nov. 13, 1972.</p>\n    <p class=\"date\">Decided Dec. 12, 1972.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Syllabus</p>\n      <p class=\"indent\">Causing a publication to be carried by a facility of interstate commerce with an intent to facilitate the operation of an illegal gambling business is a violation of 18 U.S.C. &#167; 1952. The exception for 'any newspaper or similar publication' contained in 18 U.S.C. &#167; 1953, which prohibits the interstate shipment of certain gambling paraphernalia, was not intended to be read into &#167; 1952. Pp. 242&#8212;248.</p>\n      <p class=\"indent\">452 F.2d 967, affirmed.</p>\n      <p class=\"indent\">Charles W. Grubb, Cedar Lake, Ind., for petitioners.</p>\n      <p class=\"indent\">Allan A. Tuttle, Raleigh, N.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice MARSHALL delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petitioners in this case attack their convictions under the Travel Act, 18 U.S.C. &#167; 1952, which makes it unlawful to use a facility of interstate commerce in furtherance of certain criminal activity. Petitioners were tried in five separate trials.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The cases were consolidated for purposes of appeal since each raised the question whether causing a publication to be carried by a facility of interstate commerce with an intent to facilitate the operation of a gambling business illegal under state law violated &#167; 1952. The Court of Appeals for the Seventh Circuit affirmed the convictions, finding no exception in &#167; 1952 for the transmittal of publications. 452 F.2d 967 (1971). We granted certiorari for the limited purpose of resolving the conflict between this decision and a previous ruling of the Court of Appeals for the Fourth Circuit.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> 405 U.S. 973, 92 S.Ct. 1194, 31 L.Ed.2d 247 (1972). For reasons stated below, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In all respects here relevant, the facts of the five cases are identical. Each involves the operation in Hammond, Indiana, of a bookmaking business. A publication known as the Illinois Sports News was important to the functioning of each bookmaking operation. The News, a publication of the type generally referred to as a 'scratch sheet,'<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> contains more complete and detailed horse racing information than is found in regular newspapers, and was used extensively by the customers of the five bookmaking operations in placing their bets. Because the News, which appears daily except Sunday, is published in Chicago, Illinois, it was necessary to make arrangements for prompt daily delivery from Chicago to Hammond and the bookmaking establishments. This was accomplished by causing copies of the News to be placed on board an early morning train of the Chicago, South Shore &amp; South Bend Railroad in Chicago for delivery to the railroad station in Hammond, where copies were picked up for each of the bookmaking operations. In each case the petitioners assumed various roles in this scheme,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> but the pattern of the scheme for securing the prompt daily delivery of the News was the same in all cases.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Section 1952(a) subjects to criminal liability anyone who 'uses any facility in interstate . . . commerce . . . with intent to . . . promote, manage, establish, carry on, or facilitate the promotion, management, establishment, or carrying on, of any unlawful activity, and thereafter performs or attempts to perform any of (these) acts . . ..' Unlawful activity includes 'any business enterprise involving gambling . . . offenses in violation of the laws of the State in which they are committed . . ..' See 18 U.S.C. &#167; 1952(b).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> For our limited purposes it is not open to dispute that in each case petitioners were involved in bookmaking businesses which violated Indiana law;<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> that the Illinois Sports News was important to the operation of those bookmaking businesses; that the scheme for delivery of the News&#8212;a scheme which involved the use of a facility of interstate commerce, the railroad&#8212;was intended to facilitate the operation of the bookmaking businesses; or that the requisite overt acts occurred following the use of the interstate facility. The only question here is whether these cases fall outside the ambit of &#167; 1952 because the use of the interstate facility was to secure delivery of a news publication.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The basis of petitioners' challenge to the legality of their convictions under &#167; 1952&#8212;and of the conflict between the courts of appeals&#8212;is to be found in 18 U.S.C. &#167; 1953. Section 1953(a) makes it unlawful for anyone, 'except a common carrier in the usual course of its business, knowingly (to) carr(y) or (to send) in interstate . . . commerce any . . . paraphernalia, . . . paper, writing, or other device used, or to be used . . . in (a) bookmaking; or (b) wagering pools . . .; or (c) in a numbers, policy, polita, or similar game . . ..' The broad sweep of subsection (a) in terms of paraphernalia covered is limited to some extent by &#167; 1953(b)(3) which makes the section inapplicable to 'the carriage or transportation in interstate . . . commerce of any newspaper or similar publication.'<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioners' argument starts from the premise that they could not have been prosecuted under &#167; 1953(a) because the Illinois Sports News falls within the newspaper exception contained in &#167; 1953(b)(3).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Petitioners recognize that &#167; 1952 contains no express exception for newspapers comparable to &#167; 1953(b)(3), but contend that &#167; 1952 and &#167; 1953 are in pari materia that is, pertain to the same subject&#8212;and, under settled principles of statutory construction, should therefore be construed 'as if they were one law,' United States v. Freeman, 3 How. 556, 564, 11 L.Ed. 724 (1845); see, e.g., United States v. Stewart, 311 U.S. 60, 64, 61 S.Ct. 102, 105, 85 L.Ed. 40 (1940); Estate of Sanford v. Commissioner of Internal Revenue, 308 U.S. 39, 44, 60 S.Ct. 51, 56, 84 L.Ed. 20 (1939). Thus, petitioners would have us read the exception contained in &#167; 1953(b)(3) as applicable to not only &#167; 1953(a) but also &#167; 1952(a), thereby barring their prosecution under the latter as well as the former. This we cannot do.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The rule of in pari materia&#8212;like any canon of statutory construction&#8212;is a reflection of practical experience in the interpretation of statutes: a legislative body generally uses a particular word with a consistent meaning in a given context. Thus, for example, a 'later act can . . . be regarded as a legislative interpretation of (an) earlier act . . . in the sense that it aids in ascertaining the meaning of the words as used in their contemporary setting,' and 'is therefore entitled to great weight in resolving any ambiguities and doubts.' United States v. Stewart, supra, 311 U.S. at 64&#8212;65, 61 S.Ct. at 105. See also, e.g., Hunter v. Erickson, 393 U.S. 385, 388, 89 S.Ct. 557, 559, 21 L.Ed.2d 616 (1969); United States v. Freeman, supra, 44 U.S. at 565. The rule is but a logical extension of the principle that individual sections of a single statute should be construed together,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> for it necessarily assumes that whenever Congress passes a new statute, it acts aware of all previous statutes on the same subject, cf. Allen v. Grand Central Aircraft Co., 347 U.S. 535, 541&#8212;552, 74 S.Ct. 745, 748 755, 98 L.Ed. 933 (1954). Given this underlying assumption, the rule's application certainly makes the most sense when the statutes were enacted by the same legislative body at the same time. Such was indeed the case here.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Yet petitioners would have us resort to the exception contained in &#167; 1953(b)(3) not simply to resolve any 'ambiguities (or) doubts' in the language in &#167; 1952 but to introduce an exception to the coverage of the latter where none is now apparent. This might be a sensible construction of the two statutes if they were intended to serve the same function, but plainly they were not.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">True, &#167; 1952 and &#167; 1953 were both parts of a comprehensive federal legislative effort<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> to assist local authorities in dealing with organized criminal activity which, in many instances, had assumed interstate proportions<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> and which in all cases was materially assisted in its operations by the availability of facilities of interstate commerce.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> The two statutes, however, play different roles in achieving these broad, common goals.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 1953 has a narrow, specific function. It erects a substantial barrier<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> to the distribution of certain materials used in the conduct of various forms of illegal gambling.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> By interdicting the flow of these materials to and between illegal gambling businesses, the statute purposefully seeks to impede the operation of such businesses.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 1952, by contrast, does not apply just to illegal gambling; rather, it is concerned with a broad spectrum of 'unlawful activity,'<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> illegal gambling businesses being only one element. Moreover, the statute does not focus upon any particular materials, but upon the use of the facilities of interstate commerce with the intent of furthering an unlawful 'business enterprise.' It is, in short, an effort to deny individuals who act for such a criminal purpose access to the channels of commerce.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> Thus, while &#167; 1952 ultimately seeks, like &#167; 1953, to inhibit organized criminal activity,<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> it takes a very different approach to doing so. To introduce into &#167; 1952 an exception based upon the nature of the material transported in interstate commerce would carve a substantial slice from the intended coverage of the statute. This we will not do without an affirmative indication&#8212;which is lacking here&#8212;that Congress so intended.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Our conclusion here is bolstered by the fact that the reason for the newspaper exception to &#167; 1953 is absent in the context of &#167; 1952. The original version of &#167; 1953 introduced in the Senate contained none of the exceptions set forth in subsection (b). It was quickly realized that the bill, as introduced, bore the potential for unreasonably broad application, since it would have imposed absolute criminal liability on anyone, except a common carrier, who 'knowingly carries or sends in interstate . . . commerce' any gambling paraphernalia used in an illegal gambling business. Were 'knowingly' construed as modifying only the phrase 'carries or sends'<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> the statute might have been applied to a wholly innocent person who knowingly carried a newspaper in interstate commerce unaware that it contained racing information.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> It was to avoid this problem that the newspaper exception was added to &#167; 1953.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> But &#167; 1952 obviously poses no threat to innocent citizens. Its application is limited to those who act with an intent to further unlawful activity&#8212;as was clearly true of these petitioners. There is, then, no reason for carrying the newspaper exception of &#167; 1953(b)(3) over to &#167; 1952.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judgment is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mr. Justice WHITE took no part in the decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Petitioners Erlenbaugh, Mitchell, and Hintz were tried together. Petitioner Erlenbaugh was convicted of conspiracy to violate &#167; 1952. Petitioners Mitchell and Hintz were each convicted of two counts of violating &#167; 1952 and of conspiracy to violate the section.</p>\n        <p>Petitioners White and Lloyd were tried together with petitioner Hintz in a second trial. Each was convicted of conspiracy to violate &#167; 1952, and petitioner White was convicted of three counts, petitioner Hintz of two counts, and petitioner Lloyd of one count of violating &#167; 1952.</p>\n        <p>Petitioner Kelly was tried alone and convicted of one count of violating &#167; 1952 and of conspiracy to violate the section.</p>\n        <p>Petitioners Kulik and Dobrowski were tried together and convicted of conspiracy to violate &#167; 1952 and of three counts and two counts, respectively, of violating the section.</p>\n        <p>Petitioners Misiolek, Tumlin, and Strosky were tried together, and convicted of conspiracy to violate &#167; 1952. Petitioner Misiolek was also convicted of three counts of violating &#167; 1952, while petitioners Tumlin and Strosky were convicted of four counts of violating the section.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In United States v. Arnold, 380 F.2d 366, 368 (1967), the Fourth Circuit reversed a conviction under &#167; 1952 because, in its view, 'the use of the telephone to order . . . transmittal through the mail (of a sports publication intended to be used to facilitate the operation of a football betting pool) is not the use of a 'facility . . . to . . . promote . . . any unlawful activity', as contemplated by . . . &#167; 1952.' The Seventh Circuit in this case specifically declined to follow the decision in Arnold. See 452 F.2d, at 973.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A 'scratch' is a horse that has been withdrawn from a race in which it was entered. The withdrawal of a good horse obviously affects the odds in a race, and is therefore of great interest to bettors.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Court of Appeals described each operation and the respective roles of the petitioners in detail, see 452 F.2d, at 969&#8212;970.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See n. 19, infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See Ind.Ann.Stat. &#167;&#167; 10&#8212;2304, 10&#8212;2307, 10&#8212;2331 (1956), IC 1971, 35&#8212;1&#8212;104&#8212;4, 35&#8212;1&#8212;104&#8212;7, 35&#8212;25&#8212;1&#8212;3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The question presented in this case is solely one of statutory construction. There is no issue here as to the constitutionality of &#167; 1952.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Subsection (b) also makes the section inapplicable to:</p>\n        <p>'(1) parimutuel betting equipment, parimutuel tickets where legally acquired, or parimutuel materials used or designed for use at racetracks or other sporting events in connection with which betting is legal under applicable State law, or (2) the transportation of betting materials to be used in the placing of bets or wagers on a sporting event into a State in which such betting is legal under the statutes of that State . . ..'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Whether publications such as the 'scratch sheet' here at issue are in fact within the 'newspaper or similar publication' exception contained in &#167; 1953(b) (3) is a question that has arisen on a number of occasions in the lower courts. See United States v. Kelly, 328 F.2d 227, 229&#8212;236 (CA6 1964); United States v. Arnold, 380 F.2d 366, 368 (CA4 1967); United States v. Kish, 303 F.Supp. 1212 (N.D.Ind.1969); United States v. Azar, 243 F.Supp. 345, 346 347 (E.D.Mich.1964). The Government here concedes that the Illinois Sports News is within &#167; 1953(b)(3). See Brief for United States 9 n. 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See, e.g., Clark v. Uebersee Finanz-Korporation, A.G., 332 U.S. 480, 488, 68 S.Ct. 174, 177, 92 L.Ed. 88 (1947); Markham v. Cabell, 326 U.S. 404, 410&#8212;411, 66 S.Ct. 193, 196&#8212;197, 90 L.Ed. 165 (1945); Ex parte Public National Bank, 278 U.S. 101, 104, 49 S.Ct. 43, 44, 73 L.Ed. 202 (1928).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Section 1952 was added to Title 18 of the United States Code by the Act of Sept. 13, 1961, Pub.L. 87&#8212;228, &#167; 1(a), 75 Stat. 498, amended, Act of July 7, 1965, Pub.L. 89&#8212;68, 79 Stat. 212; Act of Oct. 27, 1970, Tit. II, &#167; 701(i) (2), 84 Stat. 1282. Section 1953 was added to Title 18 of the United States Code by the Act of Sept. 13, 1961, Pub.L. 87&#8212;218, 75 Stat. 492. Indeed, both statutes were a part of Attorney General Kennedy's legislative program to combat organized crime and racketeering, and were considered simultaneously by committees of the House and Senate. See Hearings on S. 1653, S. 1654, S. 1655, S. 1656, S. 1657, S. 1658, S. 1665 before the Senate Committee on the Judiciary, 87th Cong., 1st Sess. (1961) (hereinafter Senate Hearings); Hearings on H.R. 468, H.R. 1246, H.R. 3021, H.R. 3022, H.R. 3023, H.R. 3246, H.R. 5230, H.R. 6571, H.R. 6572, H.R. 6909, H.R. 7039 before Subcommittee No. 5 of the House Committee on the Judiciary, 87th Cong., 1st Sess. (1961) (hereinafter House Hearings).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Cf. Farmers Reservoir &amp; Irrigation Co. v. McComb, 337 U.S. 755, 764, 69 S.Ct. 1274, 1279, 93 L.Ed. 1672 (1949); Helvering v. Stockholms Enskilda Bank, 293 U.S. 84, 87&#8212;88, 55 S.Ct. 50, 51&#8212;52, 79 L.Ed. 211 (1934); Atlantic Cleaners &amp; Dyers v. United States, 286 U.S. 427, 433, 52 S.Ct. 607, 608, 76 L.Ed. 1204 (1932).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See n. 11, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Attorney General Kennedy, who recommended the legislation to Congress, testified before the Senate and House Committees that 'the extent to which organized crime and racketeering have developed on an interstate basis convincingly (demonstrates) the need for new Federal laws.' Senate Hearings 10&#8212;11; see House Hearings 19&#8212;20. See also H.R.Rep. No. 966, 87th Cong., 1st Sess., 2&#8212;3 (1961) (&#167; 1952) U.S.Code Cong. &amp; Admin.News 1961, p. 2664.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Attorney General Kennedy observed before the Senate Committee that racketeers 'use interstate commerce and interstate communications with impunity in the conduct of their unlawful activities. If we could curtail their use of interstate communications and facilities, we could inflict a telling blow to their operations. We could cut them down to size.' Senate Hearings 11. Previously, before the House Subcommittee, the Attorney General had described the legislative package as 'designed to prohibit the use of interstate facilities for the conduct of the many unlawful enterprises which make up organized crime today.' House Hearings 20. See also H.R.Rep.No. 966, 87th Cong., 1st Sess., 3 (1961) (&#167; 1952); H.R.Rep. No. 968, 87th Cong., 1st Sess., 2 (1961) (&#167; 1953), U.S.Code Cong. &amp; Admin.News 1961, p. 2634.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Only common carriers acting in the usual course of their business, plus those materials specified in &#167; 1953(b), see n. 8, supra, are excluded from the statute's prohibition.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See also 18 U.S.C. &#167; 1084.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Representative Celler, who introduced the statute in the House, described its purposes as follows:</p>\n        <p>'The primary purpose is to prevent the transportation in interstate commerce of wagering material. The purpose actually is to (cut off) and (shut off) gambling supplies, in reality to prevent these lotteries and kindred illegal diversions.' 107 Cong.Rec. 16537.</p>\n        <p>See also S.Rep. No. 589, 87th Cong., 1st Sess., 2 (1961); H.R.Rep. No. 968, 87th Cong., 1st Sess., 2 (1961).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> 'As used in this section 'unlawful activity' means (1) any business enterprise involving gambling, liquor on which the Federal excise tax has not been paid, narcotics, or controlled substances . . . or prostitution offenses in violation of the laws of the State in which they are committed or of the United States, or (2) extortion, bribery, or arson in violation of the laws of the State in which committed or of the United States.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> 'This bill will assist local law enforcement by denying interstate facilities to individuals engaged in illegal gambling, liquor, narcotics or prostitution business enterprises.' H.R.Rep. No. 966, 87th Cong., 1st Sess., 3 (1961); U.S.Code Cong. &amp; Admin.News 1961, p. 2665. See also 107 Cong.Rec. 13943 (remarks of Sen. Eastland).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> In Rewis v. United States, 401 U.S. 808, 811, 91 S.Ct. 1056, 1059, 28 L.Ed.2d 493 (1971), we observed that '&#167; 1952 was aimed primarily at organized crime and, more specifically, at persons who reside in one State while operating, or managing illegal activities located in another.' We, of course, adhere to this view of the statute for 'Congress would certainly recognize that an expansive Travel Act would alter sensitive federal-state relationships, could overextend limited federal police resources, and might well produce situations in which . . . relatively minor state offenses (would be transformed) into federal felonies.' Id., at 812, 91 S.Ct., at 1059. See also United States v. Bass, 404 U.S. 336, 349&#8212;350, 92 S.Ct. 515, 523&#8212;524, 30 L.Ed.2d 488 (1971). Petitioners contend that there was no proof in these cases that they were involved in organized criminal activity and that such activity was being directed from another State. Given the limited nature of our grant of certiorari, it is not open to question here that the five illegal bookmaking businesses were elements of organized criminal activity of the type contemplated by &#167; 1952 though we do note that the reach of the statute clearly was not limited to instances in which organized criminal activity in one State is managed from another State, see n. 15, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> But cf. United States v. Chase, 372 F.2d 453, 460 (C.A.4), cert. denied, 387 U.S. 907, 87 S.Ct. 1688, 18 L.Ed.2d 626 (1967) ('(K)nowledge and intent to transmit gambling paraphernalia in interstate commerce are elements of the crime created by' &#167; 1953).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> 'The committee . . . felt that the bill, as introduced, might be so interpreted as to bring within its criminal penalties a person who carried a newspaper or other publication containing racing results or predictions.' S.Rep. No. 589, 87th Cong., 1st Sess., 2 (1961).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> See ibid.; H.R.Rep. No. 968, 87th Cong., 1st Sess., 3 (1961).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>409 U.S. 239 (1972)</b></center>\n<center><h1>ERLENBAUGH ET AL.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 71-839.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 13, 1972.</center>\n<center>Decided December 12, 1972.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><i>Charles W. Grubb</i> argued the cause and filed a brief for petitioners.</p>\n<p><i>Allan A. Tuttle</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Griswold, Assistant Attorney General Petersen,</i> and <i>Roger A. Pauley.</i></p>\n<p>MR. JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>The petitioners in this case attack their convictions under the Travel Act, 18 U. S. C. § 1952, which makes it unlawful to use a facility of interstate commerce in furtherance of certain criminal activity. Petitioners were tried in five separate trials.<sup>[1]</sup> The cases were <span class=\"star-pagination\">*240</span> consolidated for purposes of appeal since each raised the question whether causing a publication to be carried by a facility of interstate commerce with an intent to facilitate the operation of a gambling business illegal under state law violated § 1952. The Court of Appeals for the Seventh Circuit affirmed the convictions, finding no exception in § 1952 for the transmittal of publications. 452 F. 2d 967 (1971). We granted certiorari for the limited purpose of resolving the conflict between this decision and a previous ruling of the Court of Appeals for the Fourth Circuit.<sup>[2]</sup> 405 U. S. 973 (1972). For reasons stated below, we affirm.</p>\n<p>In all respects here relevant, the facts of the five cases are identical. Each involves the operation in Hammond, <span class=\"star-pagination\">*241</span> Indiana, of a bookmaking business. A publication known as the Illinois Sports News was important to the functioning of each bookmaking operation. The News, a publication of the type generally referred to as a \"scratch sheet,\"<sup>[3]</sup> contains more complete and detailed horse racing information than is found in regular newspapers, and was used extensively by the customers of the five bookmaking operations in placing their bets. Because the News, which appears daily except Sunday, is published in Chicago, Illinois, it was necessary to make arrangements for prompt daily delivery from Chicago to Hammond and the bookmaking establishments. This was accomplished by causing copies of the News to be placed on board an early morning train of the Chicago, South Shore, &amp; South Bend Railroad in Chicago for delivery to the railroad station in Hammond, where copies were picked up for each of the bookmaking operations. In each case the petitioners assumed various roles in this scheme,<sup>[4]</sup> but the pattern of the scheme for securing the prompt daily delivery of the News was the same in all cases.</p>\n<p>Section 1952 (a) subjects to criminal liability anyone who \"uses any facility in interstate . . . commerce . . . with intent to . . . promote, manage, establish, carry on, or facilitate the promotion, management, establishment, or carrying on, of any unlawful activity, and thereafter performs or attempts to perform any of [these] acts . . . .\" Unlawful activity includes \"any business enterprise involving gambling . . . offenses in violation of the laws of the State in which they are committed <span class=\"star-pagination\">*242</span>. . . .\" See 18 U. S. C. § 1952 (b).<sup>[5]</sup> For our limited purposes it is not open to dispute that in each case petitioners were involved in bookmaking businesses which violated Indiana law;<sup>[6]</sup> that the Illinois Sports News was important to the operation of those bookmaking businesses; that the scheme for delivery of the Newsa scheme which involved the use of a facility of interstate commerce, the railroadwas intended to facilitate the operation of the bookmaking businesses; or that the requisite overt acts occurred following the use of the interstate facility. The only question here is whether these cases fall outside the ambit of § 1952 because the use of the interstate facility was to secure delivery of a news publication.<sup>[7]</sup></p>\n<p>The basis of petitioners' challenge to the legality of their convictions under § 1952and of the conflict between the courts of appealsis to be found in 18 U. S. C. § 1953. Section 1953 (a) makes it unlawful for anyone, \"except a common carrier in the usual course of its business, knowingly [to] carr[y] or [to send] in interstate . . . commerce any . . . paraphernalia, . . . paper, writing, or other device used, or to be used . . . in (a) bookmaking; or (b) wagering pools . . . ; or (c) in a numbers, policy, bolita, or similar game . . . .\" The broad sweep of subsection (a) in terms of paraphernalia covered is limited to some extent by § 1953 (b) (3) which makes the section inapplicable to \"the carriage or transportation in interstate . . . commerce of any newspaper or similar publication.\"<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*243</span> Petitioners' argument starts from the premise that they could not have been prosecuted under § 1953 (a) because the Illinois Sports News falls within the newspaper exception contained in § 1953 (b) (3).<sup>[9]</sup> Petitioners recognize that § 1952 contains no express exception for newspapers comparable to § 1953 (b) (3), but contend that § 1952 and § 1953 are <i>in pari materia</i>that is, pertain to the same subjectand, under settled principles of statutory construction, should therefore be construed \"as if they were one law,\" <i>United States</i> v. <i>Freeman,</i> 3 How. 556, 564 (1845); see, <i>e. g., </i><i>United States</i> v. <i>Stewart,</i> 311 U. S. 60, 64 (1940); <i>Estate of Sanford</i> v. <i>Commissioner,</i> 308 U. S. 39, 44 (1939). Thus, petitioners would have us read the exception contained in § 1953 (b) (3) as applicable to not only § 1953 (a) but also § 1952 (a), thereby barring their prosecution under the latter as well as the former. This we cannot do.</p>\n<p>The rule of <i>in pari materia</i>like any canon of statutory constructionis a reflection of practical experience in the interpretation of statutes: a legislative body generally uses a particular word with a consistent meaning in a given context. Thus, for example, a \"later act <span class=\"star-pagination\">*244</span> can . . . be regarded as a legislative interpretation of [an] earlier act . . . in the sense that it aids in ascertaining the meaning of the words as used in their contemporary setting,\" and \"is therefore entitled to great weight in resolving any ambiguities and doubts.\" <i>United States</i> v. <i>Stewart, supra,</i> at 64-65. See also, <i>e. g., </i><i>Hunter</i> v. <i>Erickson,</i> 393 U. S. 385, 388 (1969); <i>United States</i> v.<i>Freeman, supra,</i> at 565. The rule is but a logical extension of the principle that individual sections of a single statute should be construed together,<sup>[10]</sup> for it necessarily assumes that whenever Congress passes a new statute, it acts aware of all previous statutes on the same subject, cf. <i>Allen</i> v. <i>Grand Central Aircraft Co.,</i> 347 U. S. 535, 541-552 (1954). Given this underlying assumption, the rule's application certainly makes the most sense when the statutes were enacted by the same legislative body at the same time. Such was indeed the case here.<sup>[11]</sup> Yet petitioners would have us resort to the exception <span class=\"star-pagination\">*245</span> contained in § 1953 (b) (3) not simply to resolve any \"ambiguities [or] doubts\" in the language in § 1952 but to introduce an exception to the coverage of the latter where none is now apparent. This might be a sensible construction of the two statutes if they were intended to serve the same function, but plainly they were not.<sup>[12]</sup></p>\n<p>True, § 1952 and § 1953 were both parts of a comprehensive federal legislative effort<sup>[13]</sup> to assist local authorities in dealing with organized criminal activity which, in many instances, had assumed interstate proportions<sup>[14]</sup> and which in all cases was materially assisted in its operations by the availability of facilities of interstate commerce.<sup>[15]</sup> The two statutes, however, play different roles in achieving these broad, common goals.</p>\n<p><span class=\"star-pagination\">*246</span> Section 1953 has a narrow, specific function. It erects a substantial barrier<sup>[16]</sup> to the distribution of certain materials used in the conduct of various forms of illegal gambling.<sup>[17]</sup> By interdicting the flow of these materials to and between illegal gambling businesses, the statute purposefully seeks to impede the operation of such businesses.<sup>[18]</sup></p>\n<p>Section 1952, by contrast, does not apply just to illegal gambling; rather, it is concerned with a broad spectrum of \"unlawful activity,\"<sup>[19]</sup> illegal gambling businesses being only one element. Moreover, the statute does not focus upon any particular materials, but upon the use of the facilities of interstate commerce with the intent of furthering an unlawful \"business enterprise.\" It is, in short, an effort to deny individuals who act for such a criminal purpose access to the channels of commerce.<sup>[20]</sup> Thus, while § 1952 ultimately seeks, like § 1953, <span class=\"star-pagination\">*247</span> to inhibit organized criminal activity,<sup>[21]</sup> it takes a very different approach to doing so. To introduce into § 1952 an exception based upon the nature of the material transported in interstate commerce would carve a substantial slice from the intended coverage of the statute. This we will not do without an affirmative indication which is lacking herethat Congress so intended.</p>\n<p>Our conclusion here is bolstered by the fact that the reason for the newspaper exception to § 1953 is absent in the context of § 1952. The original version of § 1953 introduced in the Senate contained none of the exceptions set forth in subsection (b). It was quickly realized that the bill, as introduced, bore the potential for unreasonably broad application, since it would have imposed absolute criminal liability on anyone, except a common carrier, who \"knowingly carries or sends in interstate . . . commerce\" any gambling paraphernalia <span class=\"star-pagination\">*248</span> used in an illegal gambling business. Were \"knowingly\" construed as modifying only the phrase \"carries or sends,\"<sup>[22]</sup> the statute might have been applied to a wholly innocent person who knowingly carried a newspaper in interstate commerce unaware that it contained racing information.<sup>[23]</sup> It was to avoid this problem that the newspaper exception was added to § 1953.<sup>[24]</sup> But § 1952 obviously poses no threat to innocent citizens. Its application is limited to those who act with an intent to further unlawful activityas was clearly true of these petitioners. There is, then, no reason for carrying the newspaper exception of § 1953 (b) (3) over to § 1952.</p>\n<p>The Judgment is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE WHITE took no part in the decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Petitioners Erlenbaugh, Mitchell, and Hintz were tried together. Petitioner Erlenbaugh was convicted of conspiracy to violate § 1952. Petitioners Mitchell and Hintz were each convicted of two counts of violating § 1952 and of conspiracy to violate the section.\n</p>\n<p>Petitioners White and Lloyd were tried together with petitioner Hintz in a second trial. Each was convicted of conspiracy to violate § 1952, and petitioner White was convicted of three counts, petitioner Hintz of two counts, and petitioner Lloyd of one count of violating § 1952.</p>\n<p>Petitioner Kelly was tried alone and convicted of one count of violating § 1952 and of conspiracy to violate the section.</p>\n<p>Petitioners Kulik and Dobrowski were tried together and convicted of conspiracy to violate § 1952 and of three counts and two counts, respectively, of violating the section.</p>\n<p>Petitioners Misiolek, Tumlin, and Strosky were tried together, and convicted of conspiracy to violate § 1952. Petitioner Misiolek was also convicted of three counts of violating § 1952, while petitioners Tumlin and Strosky were convicted of four counts of violating the section.</p>\n<p>[2]  In <i>United States</i> v. <i>Arnold,</i> 380 F. 2d 366, 368 (1967), the Fourth Circuit reversed a conviction under § 1952 because, in its view, \"the use of the telephone to order . . . transmittal through the mail [of a sports publication intended to be used to facilitate the operation of a football betting pool] is not the use of a `facility. . . to . . . promote . . . any unlawful activity', as contemplated by . . . § 1952.\" The Seventh Circuit in this case specifically declined to follow the decision in <i>Arnold.</i> See 452 F. 2d, at 973.</p>\n<p>[3]  A \"scratch\" is a horse that has been withdrawn from a race in which it was entered. The withdrawal of a good horse obviously affects the odds in a race, and is therefore of great interest to bettors.</p>\n<p>[4]  The Court of Appeals described each operation and the respective roles of the petitioners in detail, see 452 F. 2d, at 969-970.</p>\n<p>[5]  See n. 19, <i>infra.</i></p>\n<p>[6]  See Ind. Ann. Stat. §§ 10-2304, 10-2307, 10-2331 (1956).</p>\n<p>[7]  The question presented in this case is solely one of statutory construction. There is no issue here as to the constitutionality of § 1952.</p>\n<p>[8]  Subsection (b) also makes the section inapplicable to:\n</p>\n<p>\"(1) parimutuel betting equipment, parimutuel tickets where legally acquired, or parimutuel materials used or designed for use at racetracks or other sporting events in connection with which betting is legal under applicable State law, or (2) the transportation of betting materials to be used in the placing of bets or wagers on a sporting event into a State in which such betting is legal under the statutes of that State . . . .\"</p>\n<p>[9]  Whether publications such as the \"scratch sheet\" here at issue are in fact within the \"newspaper or similar publication\" exception contained in § 1953 (b) (3) is a question that has arisen on a number of occasions in the lower courts. See <i>United States</i> v. <i>Kelly,</i> 328 F. 2d 227, 229-236 (CA6 1964); <i>United States</i> v. <i>Arnold,</i> 380 F. 2d 366, 368 (CA4 1967); <i>United States</i> v. <i>Kish,</i> 303 F. Supp. 1212 (ND Ind. 1969); <i>United States</i> v. <i>Azar,</i> 243 F. Supp. 345, 346-347 (ED Mich. 1964). The Government here concedes that the Illinois Sports News is within § 1953 (b) (3). See Brief for United States 9 n. 3.</p>\n<p>[10]  See, <i>e. g., </i><i>Clark</i> v. <i>Uebersee Finanz-Korporation, A. G.,</i> 332 U. S. 480, 488 (1947); <i>Markham</i> v. <i>Cabell,</i> 326 U. S. 404, 410-411 (1945); <i>Ex parte Public National Bank,</i> 278 U. S. 101, 104 (1928).</p>\n<p>[11]  Section 1952 was added to Title 18 of the United States Code by the Act of Sept. 13, 1961, Pub. L. 87-228, § 1 (a), 75 Stat. 498, amended, Act of July 7, 1965, Pub. L. 89-68, 79 Stat. 212; Act of Oct. 27, 1970, Tit. II, § 701 (i) (2), 84 Stat. 1282. Section 1953 was added to Title 18 of the United States Code by the Act of Sept. 13, 1961, Pub. L. 87-218, 75 Stat. 492. Indeed, both statutes were a part of Attorney General Kennedy's legislative program to combat organized crime and racketeering, and were considered simultaneously by committees of the House and Senate. See Hearings on S. 1653, S. 1654, S. 1655, S. 1656, S. 1657, S. 1658, S. 1665 before the Senate Committee on the Judiciary, 87th Cong., 1st Sess. (1961) (hereinafter Senate Hearings); Hearings on H. R. 468, H. R. 1246, H. R. 3021, H. R. 3022, H. R. 3023, H. R. 3246, H. R. 5230, H. R. 6571, H. R. 6572, H. R. 6909, H. R. 7039 before Subcommittee No. 5 of the House Committee on the Judiciary, 87th Cong., 1st Sess. (1961) (hereinafter House Hearings).</p>\n<p>[12]  Cf. <i>Farmers Reservoir &amp; Irrigation Co.</i> v. <i>McComb,</i> 337 U. S. 755, 764 (1949); <i>Helvering</i> v. <i>Stockholms Enskilda Bank,</i> 293 U. S. 84, 87-88 (1934); <i>Atlantic Cleaners &amp; Dyers</i> v. <i>United States,</i> 286 U. S. 427, 433 (1932).</p>\n<p>[13]  See n. 11, <i>supra.</i></p>\n<p>[14]  Attorney General Kennedy, who recommended the legislation to Congress, testified before the Senate and House Committees that \"the extent to which organized crime and racketeering have developed on an interstate basis convincingly [demonstrates] the need for new Federal laws.\" Senate Hearings 10-11; see House Hearings 19-20. See also H. R. Rep. No. 966, 87th Cong., 1st Sess., 2-3 (1961) (§ 1952).</p>\n<p>[15]  Attorney General Kennedy observed before the Senate Committee that racketeers \"use interstate commerce and interstate communications with impunity in the conduct of their unlawful activities. If we could curtail their use of interstate communications and facilities, we could inflict a telling blow to their operations. We could cut them down to size.\" Senate Hearings 11. Previously, before the House Subcommittee, the Attorney General had described the legislative package as \"designed to prohibit the use of interstate facilities for the conduct of the many unlawful enterprises which make up organized crime today.\" House Hearings 20. See also H. R. Rep. No. 966, 87th Cong., 1st Sess., 3 (1961) (§ 1952); H. R. Rep. No. 968, 87th Cong., 1st Sess., 2 (1961) (§ 1953).</p>\n<p>[16]  Only common carriers acting in the usual course of their business, plus those materials specified in § 1953 (b), see n. 8, <i>supra,</i> are excluded from the statute's prohibition.</p>\n<p>[17]  See also 18 U. S. C. § 1084.</p>\n<p>[18]  Representative Celler, who introduced the statute in the House, described its purposes as follows:\n</p>\n<p>\"The primary purpose is to prevent the transportation in interstate commerce of wagering material. The purpose actually is to cutoff and shutoff gambling supplies, in reality to prevent these lotteries and kindred illegal diversions.\" 107 Cong. Rec. 16537. See also S. Rep. No. 589, 87th Cong., 1st Sess., 2 (1961); H. R. Rep. No. 968, 87th Cong., 1st Sess., 2 (1961).</p>\n<p>[19]  \"As used in this section `unlawful activity' means (1) any business enterprise involving gambling, liquor on which the Federal excise tax has not been paid, narcotics, or controlled substances . . . or prostitution offenses in violation of the laws of the State in which they are committed or of the United States, or (2) extortion, bribery, or arson in violation of the laws of the State in which committed or of the United States.\"</p>\n<p>[20]  \"This bill will assist local law enforcement by denying interstate facilities to individuals engaged in illegal gambling, liquor, narcotics or prostitution business enterprises.\" H. R. Rep. No. 966, 87th Cong., 1st Sess., 3 (1961). See also 107 Cong. Rec. 13943 (remarks of Sen. Eastland).</p>\n<p>[21]  In <i>Rewis</i> v. <i>United States,</i> 401 U. S. 808, 811 (1971), we observed that \"§ 1952 was aimed primarily at organized crime and, more specifically, at persons who reside in one State while operating or managing illegal activities located in another.\" We, of course, adhere to this view of the statute for \"Congress would certainly recognize that an expansive Travel Act would alter sensitive federal-state relationships, could overextend limited federal police resources, and might well produce situations in which . . . relatively minor state offenses [would be transformed] into federal felonies.\" <i>Id.,</i> at 812. See also <i>United States</i> v. <i>Bass,</i> 404 U. S. 336, 349-350 (1971). Petitioners contend that there was no proof in these cases that they were involved in organized criminal activity and that such activity was being directed from another State. Given the limited nature of our grant of certiorari, it is not open to question here that the five illegal bookmaking businesses were elements of organized criminal activity of the type contemplated by § 1952though we do note that the reach of the statute clearly was not <i>limited</i> to instances in which organized criminal activity in one State is managed from another State, see n. 15, <i>supra.</i></p>\n<p>[22]  But cf. <i>United States</i> v. <i>Chase,</i> 372 F. 2d 453, 460 (CA4), cert. denied, 387 U. S. 907 (1967) (\"[K]nowledge and intent to transmit gambling paraphernalia in interstate commerce are elements of the crime created by\" § 1953).</p>\n<p>[23]  \"The committee . . . felt that the bill, as introduced, might be so interpreted as to bring within its criminal penalties a person who carried a newspaper or other publication containing racing results or predictions.\" S. Rep. No. 589, 87th Cong., 1st Sess., 2 (1961).</p>\n<p>[24]  See <i>ibid.;</i> H. R. Rep. No. 968, 87th Cong., 1st Sess., 3 (1961).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">239</span></span> (1972)</b></center>\n<center><h1>ERLENBAUGH ET AL.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 71-839.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 13, 1972.</center>\n<center>Decided December 12, 1972.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE SEVENTH CIRCUIT.\n<p><i>Charles W. Grubb</i> argued the cause and filed a brief for petitioners.</p>\n<p><i>Allan A. Tuttle</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Griswold, Assistant Attorney General Petersen,</i> and <i>Roger A. Pauley.</i></p>\n<p>MR. JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>The petitioners in this case attack their convictions under the Travel Act, 18 U. S. C. § 1952, which makes it unlawful to use a facility of interstate commerce in furtherance of certain criminal activity. Petitioners were tried in five separate trials.<sup>[1]</sup> The cases were <span class=\"star-pagination\">*240</span> consolidated for purposes of appeal since each raised the question whether causing a publication to be carried by a facility of interstate commerce with an intent to facilitate the operation of a gambling business illegal under state law violated § 1952. The Court of Appeals for the Seventh Circuit affirmed the convictions, finding no exception in § 1952 for the transmittal of publications. 452 F. 2d 967 (1971). We granted certiorari for the limited purpose of resolving the conflict between this decision and a previous ruling of the Court of Appeals for the Fourth Circuit.<sup>[2]</sup> 405 U. S. 973 (1972). For reasons stated below, we affirm.</p>\n<p>In all respects here relevant, the facts of the five cases are identical. Each involves the operation in Hammond, <span class=\"star-pagination\">*241</span> Indiana, of a bookmaking business. A publication known as the Illinois Sports News was important to the functioning of each bookmaking operation. The News, a publication of the type generally referred to as a \"scratch sheet,\"<sup>[3]</sup> contains more complete and detailed horse racing information than is found in regular newspapers, and was used extensively by the customers of the five bookmaking operations in placing their bets. Because the News, which appears daily except Sunday, is published in Chicago, Illinois, it was necessary to make arrangements for prompt daily delivery from Chicago to Hammond and the bookmaking establishments. This was accomplished by causing copies of the News to be placed on board an early morning train of the Chicago, South Shore, &amp; South Bend Railroad in Chicago for delivery to the railroad station in Hammond, where copies were picked up for each of the bookmaking operations. In each case the petitioners assumed various roles in this scheme,<sup>[4]</sup> but the pattern of the scheme for securing the prompt daily delivery of the News was the same in all cases.</p>\n<p>Section 1952 (a) subjects to criminal liability anyone who \"uses any facility in interstate . . . commerce . . . with intent to . . . promote, manage, establish, carry on, or facilitate the promotion, management, establishment, or carrying on, of any unlawful activity, and thereafter performs or attempts to perform any of [these] acts . . . .\" Unlawful activity includes \"any business enterprise involving gambling . . . offenses in violation of the laws of the State in which they are committed <span class=\"star-pagination\">*242</span>. . . .\" See 18 U. S. C. § 1952 (b).<sup>[5]</sup> For our limited purposes it is not open to dispute that in each case petitioners were involved in bookmaking businesses which violated Indiana law;<sup>[6]</sup> that the Illinois Sports News was important to the operation of those bookmaking businesses; that the scheme for delivery of the Newsa scheme which involved the use of a facility of interstate commerce, the railroadwas intended to facilitate the operation of the bookmaking businesses; or that the requisite overt acts occurred following the use of the interstate facility. The only question here is whether these cases fall outside the ambit of § 1952 because the use of the interstate facility was to secure delivery of a news publication.<sup>[7]</sup></p>\n<p>The basis of petitioners' challenge to the legality of their convictions under § 1952and of the conflict between the courts of appealsis to be found in 18 U. S. C. § 1953. Section 1953 (a) makes it unlawful for anyone, \"except a common carrier in the usual course of its business, knowingly [to] carr[y] or [to send] in interstate . . . commerce any . . . paraphernalia, . . . paper, writing, or other device used, or to be used . . . in (a) bookmaking; or (b) wagering pools . . . ; or (c) in a numbers, policy, bolita, or similar game . . . .\" The broad sweep of subsection (a) in terms of paraphernalia covered is limited to some extent by § 1953 (b) (3) which makes the section inapplicable to \"the carriage or transportation in interstate . . . commerce of any newspaper or similar publication.\"<sup>[8]</sup></p>\n<p><span class=\"star-pagination\">*243</span> Petitioners' argument starts from the premise that they could not have been prosecuted under § 1953 (a) because the Illinois Sports News falls within the newspaper exception contained in § 1953 (b) (3).<sup>[9]</sup> Petitioners recognize that § 1952 contains no express exception for newspapers comparable to § 1953 (b) (3), but contend that § 1952 and § 1953 are <i>in pari materia</i>that is, pertain to the same subjectand, under settled principles of statutory construction, should therefore be construed \"as if they were one law,\" <i>United States</i> v. <i>Freeman,</i> <span class=\"citation\" data-id=\"86330\"><a href=\"/opinion/86330/united-states-v-freeman/\"><span class=\"volume\">3</span> <span class=\"reporter\">How.</span> <span class=\"page\">556</span></a></span>, 564 (1845); see, <i>e. g., </i><i>United States</i> v. <i>Stewart,</i> 311 U. S. 60, 64 (1940); <i>Estate of Sanford</i> v. <i>Commissioner,</i> 308 U. S. 39, 44 (1939). Thus, petitioners would have us read the exception contained in § 1953 (b) (3) as applicable to not only § 1953 (a) but also § 1952 (a), thereby barring their prosecution under the latter as well as the former. This we cannot do.</p>\n<p>The rule of <i>in pari materia</i>like any canon of statutory constructionis a reflection of practical experience in the interpretation of statutes: a legislative body generally uses a particular word with a consistent meaning in a given context. Thus, for example, a \"later act <span class=\"star-pagination\">*244</span> can . . . be regarded as a legislative interpretation of [an] earlier act . . . in the sense that it aids in ascertaining the meaning of the words as used in their contemporary setting,\" and \"is therefore entitled to great weight in resolving any ambiguities and doubts.\" <i>United States</i> v. <i>Stewart, supra,</i> at 64-65. See also, <i>e. g., </i><i>Hunter</i> v. <i>Erickson,</i> 393 U. S. 385, 388 (1969); <i>United States</i> v.<i>Freeman, supra,</i> at 565. The rule is but a logical extension of the principle that individual sections of a single statute should be construed together,<sup>[10]</sup> for it necessarily assumes that whenever Congress passes a new statute, it acts aware of all previous statutes on the same subject, cf. <i>Allen</i> v. <i>Grand Central Aircraft Co.,</i> 347 U. S. 535, 541-552 (1954). Given this underlying assumption, the rule's application certainly makes the most sense when the statutes were enacted by the same legislative body at the same time. Such was indeed the case here.<sup>[11]</sup> Yet petitioners would have us resort to the exception <span class=\"star-pagination\">*245</span> contained in § 1953 (b) (3) not simply to resolve any \"ambiguities [or] doubts\" in the language in § 1952 but to introduce an exception to the coverage of the latter where none is now apparent. This might be a sensible construction of the two statutes if they were intended to serve the same function, but plainly they were not.<sup>[12]</sup></p>\n<p>True, § 1952 and § 1953 were both parts of a comprehensive federal legislative effort<sup>[13]</sup> to assist local authorities in dealing with organized criminal activity which, in many instances, had assumed interstate proportions<sup>[14]</sup> and which in all cases was materially assisted in its operations by the availability of facilities of interstate commerce.<sup>[15]</sup> The two statutes, however, play different roles in achieving these broad, common goals.</p>\n<p><span class=\"star-pagination\">*246</span> Section 1953 has a narrow, specific function. It erects a substantial barrier<sup>[16]</sup> to the distribution of certain materials used in the conduct of various forms of illegal gambling.<sup>[17]</sup> By interdicting the flow of these materials to and between illegal gambling businesses, the statute purposefully seeks to impede the operation of such businesses.<sup>[18]</sup></p>\n<p>Section 1952, by contrast, does not apply just to illegal gambling; rather, it is concerned with a broad spectrum of \"unlawful activity,\"<sup>[19]</sup> illegal gambling businesses being only one element. Moreover, the statute does not focus upon any particular materials, but upon the use of the facilities of interstate commerce with the intent of furthering an unlawful \"business enterprise.\" It is, in short, an effort to deny individuals who act for such a criminal purpose access to the channels of commerce.<sup>[20]</sup> Thus, while § 1952 ultimately seeks, like § 1953, <span class=\"star-pagination\">*247</span> to inhibit organized criminal activity,<sup>[21]</sup> it takes a very different approach to doing so. To introduce into § 1952 an exception based upon the nature of the material transported in interstate commerce would carve a substantial slice from the intended coverage of the statute. This we will not do without an affirmative indication which is lacking herethat Congress so intended.</p>\n<p>Our conclusion here is bolstered by the fact that the reason for the newspaper exception to § 1953 is absent in the context of § 1952. The original version of § 1953 introduced in the Senate contained none of the exceptions set forth in subsection (b). It was quickly realized that the bill, as introduced, bore the potential for unreasonably broad application, since it would have imposed absolute criminal liability on anyone, except a common carrier, who \"knowingly carries or sends in interstate . . . commerce\" any gambling paraphernalia <span class=\"star-pagination\">*248</span> used in an illegal gambling business. Were \"knowingly\" construed as modifying only the phrase \"carries or sends,\"<sup>[22]</sup> the statute might have been applied to a wholly innocent person who knowingly carried a newspaper in interstate commerce unaware that it contained racing information.<sup>[23]</sup> It was to avoid this problem that the newspaper exception was added to § 1953.<sup>[24]</sup> But § 1952 obviously poses no threat to innocent citizens. Its application is limited to those who act with an intent to further unlawful activityas was clearly true of these petitioners. There is, then, no reason for carrying the newspaper exception of § 1953 (b) (3) over to § 1952.</p>\n<p>The Judgment is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE WHITE took no part in the decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Petitioners Erlenbaugh, Mitchell, and Hintz were tried together. Petitioner Erlenbaugh was convicted of conspiracy to violate § 1952. Petitioners Mitchell and Hintz were each convicted of two counts of violating § 1952 and of conspiracy to violate the section.\n</p>\n<p>Petitioners White and Lloyd were tried together with petitioner Hintz in a second trial. Each was convicted of conspiracy to violate § 1952, and petitioner White was convicted of three counts, petitioner Hintz of two counts, and petitioner Lloyd of one count of violating § 1952.</p>\n<p>Petitioner Kelly was tried alone and convicted of one count of violating § 1952 and of conspiracy to violate the section.</p>\n<p>Petitioners Kulik and Dobrowski were tried together and convicted of conspiracy to violate § 1952 and of three counts and two counts, respectively, of violating the section.</p>\n<p>Petitioners Misiolek, Tumlin, and Strosky were tried together, and convicted of conspiracy to violate § 1952. Petitioner Misiolek was also convicted of three counts of violating § 1952, while petitioners Tumlin and Strosky were convicted of four counts of violating the section.</p>\n<p>[2]  In <i>United States</i> v. <i>Arnold,</i> 380 F. 2d 366, 368 (1967), the Fourth Circuit reversed a conviction under § 1952 because, in its view, \"the use of the telephone to order . . . transmittal through the mail [of a sports publication intended to be used to facilitate the operation of a football betting pool] is not the use of a `facility. . . to . . . promote . . . any unlawful activity', as contemplated by . . . § 1952.\" The Seventh Circuit in this case specifically declined to follow the decision in <i>Arnold.</i> See 452 F. 2d, at 973.</p>\n<p>[3]  A \"scratch\" is a horse that has been withdrawn from a race in which it was entered. The withdrawal of a good horse obviously affects the odds in a race, and is therefore of great interest to bettors.</p>\n<p>[4]  The Court of Appeals described each operation and the respective roles of the petitioners in detail, see 452 F. 2d, at 969-970.</p>\n<p>[5]  See n. 19, <i>infra.</i></p>\n<p>[6]  See Ind. Ann. Stat. §§ 10-2304, 10-2307, 10-2331 (1956).</p>\n<p>[7]  The question presented in this case is solely one of statutory construction. There is no issue here as to the constitutionality of § 1952.</p>\n<p>[8]  Subsection (b) also makes the section inapplicable to:\n</p>\n<p>\"(1) parimutuel betting equipment, parimutuel tickets where legally acquired, or parimutuel materials used or designed for use at racetracks or other sporting events in connection with which betting is legal under applicable State law, or (2) the transportation of betting materials to be used in the placing of bets or wagers on a sporting event into a State in which such betting is legal under the statutes of that State . . . .\"</p>\n<p>[9]  Whether publications such as the \"scratch sheet\" here at issue are in fact within the \"newspaper or similar publication\" exception contained in § 1953 (b) (3) is a question that has arisen on a number of occasions in the lower courts. See <i>United States</i> v. <i>Kelly,</i> 328 F. 2d 227, 229-236 (CA6 1964); <i>United States</i> v. <i>Arnold,</i> 380 F. 2d 366, 368 (CA4 1967); <i>United States</i> v. <i>Kish,</i> <span class=\"citation\" data-id=\"1136165\"><a href=\"/opinion/1136165/state-v-also/\"><span class=\"volume\">303</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1212</span></a></span> (ND Ind. 1969); <i>United States</i> v. <i>Azar,</i> <span class=\"citation\" data-id=\"2386178\"><a href=\"/opinion/2386178/united-states-v-azar/\"><span class=\"volume\">243</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">345</span></a></span>, 346-347 (ED Mich. 1964). The Government here concedes that the Illinois Sports News is within § 1953 (b) (3). See Brief for United States 9 n. 3.</p>\n<p>[10]  See, <i>e. g., </i><i>Clark</i> v. <i>Uebersee Finanz-Korporation, A. G.,</i> 332 U. S. 480, 488 (1947); <i>Markham</i> v. <i>Cabell,</i> 326 U. S. 404, 410-411 (1945); <i>Ex parte Public National Bank,</i> 278 U. S. 101, 104 (1928).</p>\n<p>[11]  Section 1952 was added to Title 18 of the United States Code by the Act of Sept. 13, 1961, Pub. L. 87-228, § 1 (a), 75 Stat. 498, amended, Act of July 7, 1965, Pub. L. 89-68, 79 Stat. 212; Act of Oct. 27, 1970, Tit. II, § 701 (i) (2), 84 Stat. 1282. Section 1953 was added to Title 18 of the United States Code by the Act of Sept. 13, 1961, Pub. L. 87-218, 75 Stat. 492. Indeed, both statutes were a part of Attorney General Kennedy's legislative program to combat organized crime and racketeering, and were considered simultaneously by committees of the House and Senate. See Hearings on S. 1653, S. 1654, S. 1655, S. 1656, S. 1657, S. 1658, S. 1665 before the Senate Committee on the Judiciary, 87th Cong., 1st Sess. (1961) (hereinafter Senate Hearings); Hearings on H. R. 468, H. R. 1246, H. R. 3021, H. R. 3022, H. R. 3023, H. R. 3246, H. R. 5230, H. R. 6571, H. R. 6572, H. R. 6909, H. R. 7039 before Subcommittee No. 5 of the House Committee on the Judiciary, 87th Cong., 1st Sess. (1961) (hereinafter House Hearings).</p>\n<p>[12]  Cf. <i>Farmers Reservoir &amp; Irrigation Co.</i> v. <i>McComb,</i> 337 U. S. 755, 764 (1949); <i>Helvering</i> v. <i>Stockholms Enskilda Bank,</i> 293 U. S. 84, 87-88 (1934); <i>Atlantic Cleaners &amp; Dyers</i> v. <i>United States,</i> 286 U. S. 427, 433 (1932).</p>\n<p>[13]  See n. 11, <i>supra.</i></p>\n<p>[14]  Attorney General Kennedy, who recommended the legislation to Congress, testified before the Senate and House Committees that \"the extent to which organized crime and racketeering have developed on an interstate basis convincingly [demonstrates] the need for new Federal laws.\" Senate Hearings 10-11; see House Hearings 19-20. See also H. R. Rep. No. 966, 87th Cong., 1st Sess., 2-3 (1961) (§ 1952).</p>\n<p>[15]  Attorney General Kennedy observed before the Senate Committee that racketeers \"use interstate commerce and interstate communications with impunity in the conduct of their unlawful activities. If we could curtail their use of interstate communications and facilities, we could inflict a telling blow to their operations. We could cut them down to size.\" Senate Hearings 11. Previously, before the House Subcommittee, the Attorney General had described the legislative package as \"designed to prohibit the use of interstate facilities for the conduct of the many unlawful enterprises which make up organized crime today.\" House Hearings 20. See also H. R. Rep. No. 966, 87th Cong., 1st Sess., 3 (1961) (§ 1952); H. R. Rep. No. 968, 87th Cong., 1st Sess., 2 (1961) (§ 1953).</p>\n<p>[16]  Only common carriers acting in the usual course of their business, plus those materials specified in § 1953 (b), see n. 8, <i>supra,</i> are excluded from the statute's prohibition.</p>\n<p>[17]  See also 18 U. S. C. § 1084.</p>\n<p>[18]  Representative Celler, who introduced the statute in the House, described its purposes as follows:\n</p>\n<p>\"The primary purpose is to prevent the transportation in interstate commerce of wagering material. The purpose actually is to cutoff and shutoff gambling supplies, in reality to prevent these lotteries and kindred illegal diversions.\" 107 Cong. Rec. 16537. See also S. Rep. No. 589, 87th Cong., 1st Sess., 2 (1961); H. R. Rep. No. 968, 87th Cong., 1st Sess., 2 (1961).</p>\n<p>[19]  \"As used in this section `unlawful activity' means (1) any business enterprise involving gambling, liquor on which the Federal excise tax has not been paid, narcotics, or controlled substances . . . or prostitution offenses in violation of the laws of the State in which they are committed or of the United States, or (2) extortion, bribery, or arson in violation of the laws of the State in which committed or of the United States.\"</p>\n<p>[20]  \"This bill will assist local law enforcement by denying interstate facilities to individuals engaged in illegal gambling, liquor, narcotics or prostitution business enterprises.\" H. R. Rep. No. 966, 87th Cong., 1st Sess., 3 (1961). See also 107 Cong. Rec. 13943 (remarks of Sen. Eastland).</p>\n<p>[21]  In <i>Rewis</i> v. <i>United States,</i> 401 U. S. 808, 811 (1971), we observed that \"§ 1952 was aimed primarily at organized crime and, more specifically, at persons who reside in one State while operating or managing illegal activities located in another.\" We, of course, adhere to this view of the statute for \"Congress would certainly recognize that an expansive Travel Act would alter sensitive federal-state relationships, could overextend limited federal police resources, and might well produce situations in which . . . relatively minor state offenses [would be transformed] into federal felonies.\" <i>Id.,</i> at 812. See also <i>United States</i> v. <i>Bass,</i> 404 U. S. 336, 349-350 (1971). Petitioners contend that there was no proof in these cases that they were involved in organized criminal activity and that such activity was being directed from another State. Given the limited nature of our grant of certiorari, it is not open to question here that the five illegal bookmaking businesses were elements of organized criminal activity of the type contemplated by § 1952though we do note that the reach of the statute clearly was not <i>limited</i> to instances in which organized criminal activity in one State is managed from another State, see n. 15, <i>supra.</i></p>\n<p>[22]  But cf. <i>United States</i> v. <i>Chase,</i> 372 F. 2d 453, 460 (CA4), cert. denied, 387 U. S. 907 (1967) (\"[K]nowledge and intent to transmit gambling paraphernalia in interstate commerce are elements of the crime created by\" § 1953).</p>\n<p>[23]  \"The committee . . . felt that the bill, as introduced, might be so interpreted as to bring within its criminal penalties a person who carried a newspaper or other publication containing racing results or predictions.\" S. Rep. No. 589, 87th Cong., 1st Sess., 2 (1961).</p>\n<p>[24]  See <i>ibid.;</i> H. R. Rep. No. 968, 87th Cong., 1st Sess., 3 (1961).</p>\n\n</div>", "id": 108645, "judges": "Marshall", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/108645/", "sha1": "43ee55eb35a86a47cc3124ac2bfb6fdf52e9163d", "source": "LR", "supreme_court_db_id": "1972-024", "time_retrieved": "2010-04-28T10:11:39"}