{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "381 U.S. 252", 
    "federal_cite_two": "85 S. Ct. 1389", 
    "specialty_cite_one": null, 
    "federal_cite_three": "14 L. Ed. 2d 370", 
    "lexis_cite": "1965 U.S. LEXIS 2220", 
    "document_uris": [
      "/api/rest/v2/document/107060/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Waterman SS Corp. v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "245", 
    "id": 91419, 
    "resource_uri": "/api/rest/v2/citation/91419/"
  }, 
  "id": 107060, 
  "blocked": false, 
  "judges": "Goldberg", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1965-10-11", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/381/381.US.252.245.html", 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>381 U.S. 252 (1965)</b></center>\n<center><h1>WATERMAN STEAMSHIP CORP.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 245.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 26-27, 1965.</center>\n<center>Decided May 17, 1965.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*254</span> <i>John W. McConnell, Jr.,</i> argued the cause for petitioner. With him on the briefs was <i>William H. Armbrecht.</i></p>\n<p><i>Paul Bender</i> argued the cause for the United States, <i>pro hac vice,</i> by special leave of Court. With him on the brief were <i>Solicitor General Cox, Assistant Attorney General Oberdorfer, I. Henry Kutz, David I. Granger</i> and <i>Theodore D. Peyser.</i></p>\n<p>Briefs of <i>amici curiae,</i> urging reversal, were filed by <i>Jacquin D. Bierman</i> for National Bulk Carriers, Inc., and by <i>George E. McMurray, Jr., Cornelius P. Coughlan, H. Maurice Fridlund</i> and <i>Leslie C. Krusen</i> for American Merchant Marine Institute, Inc.</p>\n<p>MR. JUSTICE GOLDBERG delivered the opinion of the Court.</p>\n<p>This case involves the tax consequences of the purchase by petitioner of a number of ships from the United States Government during the Second World War and the subsequent post-war refund by the Government, pursuant to an Act of Congress, of a substantial portion of the purchase price.</p>\n<p>At various times during the years 1942 through 1946, petitioner purchased from the United States Maritime Commission a total of 18 ships that had been built by the United States Government. It paid a total of $46,973,167 for these vessels (after an allowance for the trade-in by petitioner of four of its own ships).<sup>[1]</sup> The vessels purchased by petitioner were immediately chartered back, by bareboat charters, to the United States so that the Government <span class=\"star-pagination\">*255</span> continued to operate them.<sup>[2]</sup> The United States paid a total of $13,430,431 in charter hire to petitioner for the wartime use of these ships during the years 1942 through 1946, which amount petitioner reported in its federal income tax returns for those years.</p>\n<p>On March 8, 1946, Congress enacted the Merchant Ship Sales Act of 1946, 60 Stat. 41, as amended, 50 U. S. C. App. § 1735 <i>et seq.</i> (1958 ed.), which gave American citizens the right to purchase war-built ships from the United States at statutory sales prices which were substantially below the prices at which such vessels were sold by the Commission during the war. Section 9 of the Act, 50 U. S. C. App. § 1742 (1958 ed.), provided the opportunity, upon application, for those, like petitioner, who had bought ships during the war years to obtain a downward adjustment in their sales price by treating the vessel as if it were being sold to the applicant on the date of the enactment of this Act [March 8, 1946], and not before that time.\" The details of a § 9 adjustment are complex. They consist, however, essentially of two parts: (1) an adjustment in the purchase price down to the new statutory price (§§ 9 (b) (1)-(4)); and (2) an unwinding of the transactions, including tax payments, that occurred as a result of the sale prior to 1946 (§§ 9 (b) (5), (6), (c) (1)).<sup>[3]</sup></p>\n<p>Petitioner applied for a downward adjustment of the sales price of its 18 ships purchased prior to the Act. The Maritime Commission granted such an adjustment, <span class=\"star-pagination\">*256</span> determining that under the statute the sales price of these vessels should be $17,685,424.<sup>[4]</sup> Petitioner therefore was credited with $29,287,743, the difference between the statutory sales price and the original price of $46,973,167.<sup>[5]</sup></p>\n<p>The pre-Act transactions were then unwound, pursuant to the statute, as follows: (1) the Government was credited $13,430,431, representing the charter hire which had been paid by the Government to petitioner for use of the 18 vessels from 1942 to 1946;<sup>[6]</sup> (2) the Government was debited $1,495,125, representing charter hire which would have been paid by the Government to petitioner prior to 1946 for use of the four ships traded in by petitioner on the original purchase; (3) the Government was debited $2,686,262, representing a return of the interest petitioner paid on the mortgages and interest income which petitioner could have earned on the cash invested in the 18 vessels prior to the date of the Act had this cash not been so committed; and (4) the Government was debited $430,206, representing an overpayment by petitioner of federal income taxes, which, under the Act, were recalculated to give effect to the foregoing unwinding.<sup>[7]</sup> The sum of the unwinding credits and debits was a net credit in favor of the Government of $8,818,838. This <span class=\"star-pagination\">*257</span> amount reduced petitioner's credit on the original sales price of $46,973,167 from $29,287,743 to $20,468,904.<sup>[8]</sup></p>\n<p>In tabular form, the computations and credits made under the Act were as follows:</p>\n<p></p>\n<h2>Statutory Adjustments.</h2>\n<p></p>\n<pre>\n1. Original sales price...............  $46,973,167\n2. Statutory sales price..............   17,685,424\n                                        ___________\n3. Gross sales price adjustment\n    (§§ 9 (b) (1)-(4) and (7)).....                 $29,287,743\n4. Credit to Government:\n5. Charter hire on 18 vessels\n       (§ 9 (b) (6))..............   13,430,431\n6. Debits against Government:\n7. Charter hire on 4 ships traded in\n      (§ 9 (b) (6))..............   (1,495,125)\n8. Interest on petitioner's investment\n        (§ 9 (b) (5)).............   (2,686,262)\n9. Overpayment by petitioner\n    of federal income taxes\n     (§ 9 (b) (8)) ...............    (430,206)\n10. Net credit in favor of Government\n      (line 5 minus lines 7-9).........                  8,818,838\n                                                         _________\n11. Net 1946 sales price adjustment\n      (line 3 minus line 10)...........                 $20,468,904<sup>[9]</sup></pre>\n<p>Neither party here disputes the accuracy of any of these computations. The issue between the parties is the effect of these determinations on the tax treatment of the ships for the years following this 1946 adjustment. In its federal income tax returns for the years 1947 through 1950 petitioner took depreciation on these vessels on the <span class=\"star-pagination\">*258</span> assumption that its cost was $17,685,424, the statutory sales price. In 1959, however, petitioner sued in the United States District Court for the Southern District of Alabama for a tax refund, contending that its real cost and therefore its basis for depreciation was not the statutory sales price, $17,685,424, but rather $26,504,263, the difference between $46,973,167, the original sales price, and $20,468,904, the net 1946 sales price adjustment credited to petitioner. The District Court agreed with petitioner that its real cost was $26,504,263 and that this was its depreciation basis for tax purposes. 203 F. Supp. 915. The Court of Appeals for the Fifth Circuit reversed, however, holding that, under the statutory scheme, petitioner's real cost was $17,685,424, the statutory sales price, and that this therefore was its proper depreciation basis. 330 F. 2d 128. The difference between the lower courts' determinations of the real cost to petitioner of these 18 ships is $8,818,838,<sup>[10]</sup> the net credit in favor of the Government in the preceding calculations of the 1946 sales price adjustment. We granted certiorari, 379 U. S. 927, to resolve a conflict between Courts of Appeals and the Court of Claims on the issue here involved.<sup>[11]</sup> For the reasons set forth below, we agree with the Court of Appeals in this case and consequently affirm the judgment.</p>\n<p>Petitioner's argument, put quite simply, is that during the war it paid $46,973,167 for the ships. In 1946, petitioner asserts, it was paid back $20,468,904. Thus petitioner concludes that its cost and therefore its depreciation basis for tax purposes in these ships is the difference <span class=\"star-pagination\">*259</span> between these two figures, or $26,504,263.<sup>[12]</sup> The Government agrees that petitioner paid $46,973,167 during the war and received back $20,468,904 in 1946. It points out, however, that from 1942 through 1946 petitioner also received from the Government in charter hire for the use of the ships, a net of $8,818,838 (the net credit to the Government under the unwinding provisions of the Act), which petitioner would not have received had it not bought these ships prior to the date of the Act. The Government contends that when this $8,818,838 paid to petitioner from 1942 to 1946 is added to the amount of $20,468,904 paid as a lump sum to petitioner in 1946, it is clear that petitioner has received a total of $29,287,743<sup>[13]</sup> from the Government. The Government concludes that petitioner's cost and therefore its basis for depreciation for tax purposes in these ships is the difference between the original sales price, $46,973,167, and this total refund, $29,287,743, or $17,685,424\u0097the statutory sales price. Petitioner cannot and does not dispute the fact that it received this $8,818,838 from the Government from 1942 through 1946. It argues, however, that this sum was received as income and thus cannot be taken to reduce petitioner's cost. The Government, on the other hand, <span class=\"star-pagination\">*260</span> contends that, although the $8,818,838 was undoubtedly originally received as income, under the statutory unwinding scheme this amount must be deemed a return of capital which has reduced petitioner's cost. The only issue dividing the parties, therefore, is the proper treatment of this $8,818,838, an issue which must be determined by reference to the 1946 Act.<sup>[14]</sup></p>\n<p>Section 9 of the Merchant Ship Sales Act of 1946 expressly provides that, upon application, a statutory adjustment \"shall be made, as hereinafter provided, by treating the vessel as if it were being sold to the applicant on the date of the enactment of this Act [March 8, 1946], and not before that time.\" It is clear that if petitioner had bought the ships on the date of the Act its cost and depreciation basis would have been the statutory sales price of $17,685,424 and that petitioner would not have received net charter hire from the Government of $8,818,838\u0097a <span class=\"star-pagination\">*261</span> payment attributable to the fact that the vessels involved were sold to it before the date of the 1946 Act.<sup>[15]</sup></p>\n<p>In order to achieve the statutory purpose of putting petitioner and the Government in the positions they would have occupied had petitioner bought the ships on the 1946 statutory enactment date and not before that time, it was necessary that this $8,818,838 net charter hire be refunded to the Government. In effect this is just what § 9 provides. As applied to this case, petitioner was first credited with $29,287,743, the difference between the original sales price, $46,973,167, and the lower statutory sales price, $17,685,424. The Government owed this amount of $29,287,743 to petitioner. Because of the unwinding of the pre-Act transactions pursuant to the statutory scheme, however, the Government was credited with $8,818,838, representing the net amount, after appropriate tax adjustments, which petitioner received from the United States Government from 1942 through 1946 over and above the amount which it would have earned had it not purchased the ships from the Government prior to the statutory adjustment date. Petitioner owed this amount of $8,818,838 to the Government.</p>\n<p>The Government could have paid its obligation to petitioner by its check in the amount of $29,287,743. Petitioner, in turn, could have paid its obligation to the Government by its check in the amount of $8,818,838. Obviously, it makes no difference that this same result was reached through an offsetting of the mutual debts which <span class=\"star-pagination\">*262</span> resulted in a net credit to petitioner of their difference\u0097 $20,468,904.<sup>[16]</sup> Thus petitioner is correct in its assertion that it only received $20,468,904 as a lump sum payment in 1946. It is not correct, however, in its assertion that this was the total amount it received in repayment of the sales price. The total it received was $29,287,743; it received $20,468,904 of this amount in a lump sum in 1946 and $8,818,838<sup>[17]</sup> in the years 1942 through 1946 in government payments which it would not have received had it not owned the ships during those years\u0097an ownership which the statute unwinds. This $29,287,743 total refund must be credited against petitioner's original cost of $46,973,167, producing a net cost to petitioner and thus a basis for depreciation of $17,685,424\u0097the statutory sales price.<sup>[18]</sup></p>\n<p>In order to give effect to the statutory scheme, therefore, this $8,818,838 must be treated not as income but as a return of capital against the original $46,973,167 purchase price. That this is the proper way of treating this amount for tax purposes is made clear by the statutory language which directs recomputation of an applicant's federal income taxes based upon the unwinding of the pre-Act transactions. As a condition of receiving an adjustment under the Act, § 9 (c) (1) requires the applicant to agree (1) that the charter hire actually received from <span class=\"star-pagination\">*263</span> the United States for the ships prior to the Act \"shall be treated for Federal tax purposes <i>as not having been received or accrued as income</i>\" (emphasis added); (2) that \"depreciation and amortization allowed or allowable with respect to the vessel up to the date of the enactment of this Act for Federal tax purposes shall be treated as not having been allowable\"; and (3) that the return of interest paid on the mortgages plus the income attributed to the applicant which it would have received as charter hire on the ships traded in and interest on the cash invested which it could have earned had it not bought the ships prior to the date of the Act \"shall be treated for Federal tax purposes as having been received and accrued as income . . . .\" The net sum derived from these tax computations is assigned as a credit to the party in whose favor they run, and payment of this credit is explicitly deemed to constitute payment of the tax overpayment or deficiency created by the recomputations. (§ 9 (b) (8)).</p>\n<p>All of these provisions, as we have already stated, were given effect in this case. Pursuant to agreement between petitioner and the Government, petitioner's federal income taxes were recomputed on the statutory assumptions that it did not receive the charter hire on the 18 vessels purchased from the Government from 1942 through 1946, but did receive charter hire on the four ships it traded in and interest on its investment in the 18 ships during this period. Based on this recalculation, petitioner was held entitled to a tax refund of $430,206, for which the Government was debited in the unwinding computations. See the table on p. 257, <i>supra.</i> The total impact of these tax provisions makes it quite clear that the net amount the Government paid to petitioner as a result of its owning the ships prior to 1946, $8,818,838, as the statute specifically states, \"shall be treated for Federal tax purposes as not having been received or accrued as income,\" but <span class=\"star-pagination\">*264</span> rather shall be treated as a repayment of the purchase price, or, in other words, a return of capital reducing basis. Moreover, the result contended for by petitioner would produce the anomaly that, due to the unwinding calculations, there is no income tax paid or to be paid on the $8,818,838 which petitioner claims is income earned during 1942 to 1946. This anomaly is only avoided if, as Congress obviously intended, this amount be treated not as income but rather as a return of capital.</p>\n<p>Furthermore, petitioner's argument is necessarily predicated on the theory that, although the original acquisition cost of the ships should, under the statutory scheme, be adjusted to the lower 1946 price, nevertheless, petitioner's cost as a basis for depreciation should remain the higher one determined on the assumption that the ships were purchased not in 1946 but at the time of their original acquisitions, dating back to 1942. It could only be under such a theory that the $8,818,838 net charter hire received by petitioner from the Government could be considered to be income and not a return of capital. But the Act vitiates any such theory in its express statement that the statute treats \"the vessel as if it were being sold to the applicant on the date of the enactment of this Act, and not before that time.\" Nothing in the language or legislative history of the Act supports petitioner's contention that this statutory treatment was to apply to give petitioner a lower actual cost of acquisition but that the contrary treatment sought by petitioner was to apply to give it, at the same time, a higher cost basis for depreciation purposes.</p>\n<p>Indeed, our conclusion derived from the plain words of the statute is confirmed fully by the legislative history of the Act. As originally reported out of the House Committee on the Merchant Marine and Fisheries, see H. R. Rep. No. 831, 79th Cong., 1st Sess., and the Senate Committee on Commerce, see S. Rep. No. 807, 79th Cong., 1st <span class=\"star-pagination\">*265</span> Sess., the bill contained petitioner's assumption that the sale took place not on the date of the Act, but at its original date and at the lower statutory sales price. On the floor of the House, however, a committee amendment was proffered and accepted which rejected this assumption and premised the operation of § 9 on the contrary assumption that the sale took place on the date of the enactment of the Act and not before. 91 Cong. Rec. 9281. This committee amendment is the version of the Act that was enacted into law. See H. R. Conf. Rep. No. 1526, 79th Cong., 2d Sess., 17.</p>\n<p>Representative (now Senator) Henry Jackson, the manager of the committee amendments on the House floor, explained it as follows:</p>\n<blockquote>\"Section 9 of H. R. 3603 provides for a refund to operators who purchased vessels during the war, at war cost, back to the statutory sales price contained in section 3 of the bill. Such an adjustment is fair. We do not want to place the wartime purchaser at a disadvantage with his competitor who acquires a similar vessel under the provisions of this bill.</blockquote>\n<blockquote>\"However, section 9 contains many loopholes which in my opinion places the wartime purchaser in a far better position than future purchasers. For one thing, the wartime purchaser, under section 9, would be allowed trade-in allowances far in excess of those provided under the committee amendment to section 8.</blockquote>\n<blockquote>\"If there is to be equality between past and future purchases there must be comparable terms and nothing less. . . .</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"I have proposed certain modifications to section 9 of H. R. 3603 which has been accepted as a committee amendment. The effect of this amendment <span class=\"star-pagination\">*266</span> is to treat prior sales as having taken place on the date of the enactment of this bill. The operator is compensated for all actual money investment to date by an allowance of 3 1/2 percent interest thereon.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"<i>The committee amendment treats all of these prior sales as being made on the date of the bill's enactment and not before that time, so that the previous purchaser and a future purchaser will be put on exactly the same basis.</i> In order to accomplish this result it is necessary to `unwind' a previous transaction, and most of the provisions of the committee amendment which appear complicated are the provisions describing how this unwinding is to be done.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"These are the provisions which the amendment includes for the purpose of unwinding the previous transaction. The basic principle of the amendment is very simple\u0097the previous transaction is to be looked upon as having taken place not when it actually did but as taking place on the date of the bill's enactment and subject to all of the bill's provisions. . . .\" (Emphasis added.) 91 Cong. Rec. 9182, 9185, 9282.</blockquote>\n<p>Treating pre-Act and post-Act purchasers as having the same tax basis in the vessels\u0097the statutory sales price\u0097serves the congressional purpose of putting the two groups \"on exactly the same basis.\" Otherwise, pre-Act purchasers, with a higher basis for federal income tax purposes, would have competitive advantages over post-Act purchasers in the ability of pre-Act purchasers to take higher depreciation deductions from income, thus paying lower taxes on the same income than their post-Act purchaser competitors. In fact, this advantage over <span class=\"star-pagination\">*267</span> post-Act purchasers is exactly what petitioner seeks in this case. Both petitioner and a post-Act purchaser of comparable ships would pay a statutory sales price of $17,685,424. Yet petitioner seeks a depreciation basis of $26,504,263 while the post-Act purchaser would only have a basis of $17,685,424. This varying result is prohibited by the statute.</p>\n<p>Petitioner argues, however, that the Senate predecessor to § 9 of the 1946 Act contained an express provision that, if an adjustment in the purchase price is made for a pre-Act purchaser, for purposes of federal income taxes, \"the vessel shall be considered as having been acquired at the adjusted purchase price [the statutory sales price] . . . .\" See § 9 (e) (1) of H. R. 3603, as amended by the Senate Committee on Commerce, 79th Cong., 1st Sess., 91 Cong. Rec. 11535. Petitioner states that this provision, which would confirm the result here contended for by the Government, was eliminated from the version of the Act that was finally adopted. From these facts, petitioner would have us infer that Congress rejected the notion that the statutory sales price should be the cost basis of the ships for depreciation. This contention of petitioner, however, completely overlooks the fact that the provision upon which petitioner relies was in an early version of the bill which at that time was premised not on the assumption finally accepted that the sales took place on the 1946 statutory enactment date, but rather on the contrary theory that the sales took place at the statutory prices but on their original dates. On this latter assumption which the bill then contained, the express provision of the Senate bill was necessary to prevent the very result for which petitioner now contends. However, as we have already pointed out, in the legislative consideration of the bill as finally enacted, the early version of the bill premised on the assumption that the sales took place at their original dates was rejected and the bill revised to <span class=\"star-pagination\">*268</span> embrace the contrary assumption that the sales took place at the date of the enactment of the Act and not before that time. See pp. 264-266, <i>supra.</i> Once this revision in the bill's basic approach was made there was no longer any necessity to provide, as the earlier Senate version had, that for tax or any other specific purpose \"the vessel shall be considered as having been acquired at the . . . [statutory sales] price . . . .\" For in the bill as finally enacted, it was expressly provided that the vessel is to be treated \"as if it were being sold to the applicant on the date of the enactment of this Act, and not before that time,\" and explicit provision was made for unwinding all pre-Act transactions, including taxes. We therefore reject this argument of petitioner.</p>\n<p>Finally, petitioner argues that the congressional history subsequent to the enactment of the 1946 statute supports its interpretation of the Act. In 1950, Congress passed an amendment to the 1946 Act, designed to provide precisely the tax result here contended for by petitioner.<sup>[19]</sup> This amendment, however, was vetoed by President Truman. While both House and Senate Committee Reports contain statements that this amendment was deemed simply a clarifying one which expressed the intent of the original Act, see H. R. Rep. No. 1342, 81st Cong., 1st Sess., 1; S. Rep. No. 1915, 81st Cong., 2d Sess., 1, it was vetoed by President Truman on the ground that, on the contrary, he considered it to vitiate the intent of Congress <span class=\"star-pagination\">*269</span> in enacting the 1946 Act. The President's veto message stated:</p>\n<blockquote>\"[O]ther provisions of the Merchant Ship Sales Act already provide that for certain purposes the cost basis of the vessels owned by prior purchasers shall be the statutory sales price. The consistent pattern of treatment provided in the act would be destroyed by granting in this one subsection the concession on cost basis entailed in this measure. Finally, the benefits accruing to prior purchasers, if they are allowed to capitalize these amounts above the statutory sales price, would afford them the special operating advantages which arise from the higher depreciation allowances possible under this measure.\" 96 Cong. Rec. 15792.</blockquote>\n<p>Thus, it is apparent that the President and Congress disagreed over the meaning of a law passed by a prior Congress, and that the President, deeming the amendment to depart from the purpose of the original statute, refused to approve it so that the amendment was not enacted into law. This Court has pointed out on previous occasions that \"the views of a subsequent Congress form a hazardous basis for inferring the intent of an earlier one.\" <i>United States</i> v. <i>Price,</i> 361 U. S. 304, 313; <i>United States</i> v. <i>Philadelphia National Bank,</i> 374 U. S. 321, 348-349. This is particularly true where a President (the same President who signed the original Act) vetoes a \"clarifying\" amendment on the grounds that, in his view, it does not clarify but rather vitiates the intent of the Congress that passed the original Act. As this Court held in <i>Fogarty</i> v. <i>United States,</i> 340 U. S. 8, in considering a similar situation, the abortive action of the subsequent Congress \"would not supplant the contemporaneous intent of the Congress which enacted the . . . Act.\" <i>Id.,</i> at 14. See also <i>United States</i> v. <i>Wise,</i> 370 U. S. 405, 411.</p>\n<p><span class=\"star-pagination\">*270</span> For all the reasons set forth above, we conclude that, under the statutory scheme which unwinds the pre-Act transactions, petitioner's real cost and thus its basis for depreciation was the statutory sales price of $17,685,424.<sup>[20]</sup> Consequently, the judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p></p>\n<h2>APPENDIX TO OPINION OF THE COURT.</h2>\n<p>Section 9 of the Merchant Ship Sales Act of 1946, 60 Stat. 46, 50 U. S. C. App. § 1742 (1958 ed.), provides in relevant part:</p>\n<p>\"SEC. 9. (a) A citizen of the United States who on the date of the enactment of this Act\u0097</p>\n<p>\"(1) owns a vessel which he purchased from the Commission prior to such date, and which was delivered by its builder after December 31, 1940; . . .</p>\n<p></p>\n<h2>.....</h2>\n<p>\"shall, except as hereinafter provided, be entitled to an adjustment in the price of such vessel under this section if he makes application therefor, in such form and manner as the Commission may prescribe, within sixty days after the date of publication of the applicable prewar domestic costs in the Federal Register under section 3 (c) of this Act. . . .</p>\n<p>\"(b) Such adjustment shall be made, as hereinafter provided, by treating the vessel as if it were being sold to the applicant on the date of the enactment of this Act, and not before that time. The amount of such adjustment shall be determined as follows:</p>\n<p>\"(1) The Commission shall credit the applicant with the excess of the cash payments made upon the original purchase price of the vessel over 25 per centum of the statutory sales price of the vessel as of such date of enactment. If such payment was less than 25 per centum of <span class=\"star-pagination\">*271</span> the statutory sales price of the vessel, the applicant shall pay the difference to the Commission.</p>\n<p>\"(2) The applicant's indebtedness under any mortgage to the United States with respect to the vessel shall be adjusted.</p>\n<p>\"(3) The adjusted mortgage indebtedness shall be in an amount equal to the excess of the statutory sales price of the vessel as of the date of the enactment of this Act over the sum of the cash payment retained by the United States under paragraph (1) plus the readjusted trade-in allowance (determined under paragraph (7)) with respect to any vessel exchanged by the applicant on the original purchase. The adjusted mortgage indebtedness shall be payable in equal annual installments thereafter during the remaining life of such mortgage with interest on the portion of the statutory sales price remaining unpaid at the rate of 3 1/2 per centum per annum.</p>\n<p>\"(4) The Commission shall credit the applicant with the excess, if any, of the sum of the cash payments made by the applicant upon the original purchase price of the vessel plus the readjusted trade-in allowance (determined under paragraph (7)) over the statutory sales price of the vessel as of the date of the enactment of this Act to the extent not credited under paragraph (1).</p>\n<p>\"(5) The Commission shall also credit the applicant with an amount equal to interest at the rate of 3 1/2 per centum per annum (for the period beginning with the date of the original delivery of the vessel to the applicant and ending with the date of the enactment of this Act) on the excess of the original purchase price of the vessel over the amount of any allowance allowed by the Commission on the exchange of any vessel on such purchase; the amount of such credit first being reduced by any interest on the original mortgage indebtedness accrued up to such date of enactment and unpaid. Interest so accrued and unpaid shall be canceled.</p>\n<p><span class=\"star-pagination\">*272</span> \"(6) The applicant shall credit the Commission with all amounts paid by the United States to him as charter hire for use of the vessel (exclusive of service, if any, required under the terms of the charter) under any charter party made prior to the date of the enactment of this Act, and any charter hire for such use accrued up to such date of enactment and unpaid shall be canceled; and the Commission shall credit the applicant with the amount that would have been paid by the United States to the applicant as charter hire for bare-boat use of vessels exchanged by the applicant on the original purchase (for the period beginning with date on which the vessels so exchanged were delivered to the Commission and ending with the date of the enactment of this Act).</p>\n<p>\"(7) The allowance made to the applicant on any vessel exchanged by him on the original purchase shall be readjusted so as to limit such allowance to the amount provided for under section 8.</p>\n<p>\"(8) There shall be subtracted from the sum of the credits in favor of the Commission under the foregoing provisions of this subsection the amount of any overpayments of Federal taxes by the applicant resulting from the application of subsection (c) (1), and there shall be subtracted from the sum of the credits in favor of the applicant under the foregoing provisions of this subsection the amount of any deficiencies in Federal taxes of the applicant resulting from the application of subsection (c) (1). If, after making such subtractions, the sum of the credits in favor of the applicant exceeds the sum of the credits in favor of the Commission, such excess shall be paid by the Commission to the applicant. If, after making such subtractions, the sum of the credits in favor of the Commission exceeds the sum of the credits in favor of the applicant, such excess shall be paid by the applicant to the Commission. Upon such payment by the Commission or the applicant, such overpayments <span class=\"star-pagination\">*273</span> shall be treated as having been refunded and such deficiencies as having been paid.</p>\n<p>\"For the purposes of this subsection, the purchase price of a vessel on account of which a construction-differential subsidy was paid or agreed to be paid under section 504 of the Merchant Marine Act, 1936, as amended, shall be the net cost of the vessel to the owner.</p>\n<p>\"(c) An adjustment shall be made under this section only if the applicant enters into an agreement with the Commission binding upon the citizen applicant and any affiliated interest to the effect that\u0097</p>\n<p>\"(1) depreciation and amortization allowed or allowable with respect to the vessel up to the date of the enactment of this Act for Federal tax purposes shall be treated as not having been allowable; amounts credited to the Commission under subsection (b) (6) shall be treated for Federal tax purposes as not having been received or accrued as income; amounts credited to the applicant under subsection (b) (5) and (6) shall be treated for Federal tax purposes as having been received and accrued as income in the taxable year in which falls the date of the enactment of this Act . . . .\"</p>\n<p>(\"Secretary,\" meaning Secretary of Commerce, was substituted for \"Commission\" in the above statute, except where otherwise indicated by the context, on authority of 1950 Reorg. Plan No. 21, effective May 24, 1950, 15 Fed. Reg. 3178, 64 Stat. 1273.)</p>\n<h2>NOTES</h2>\n<p>[1]  The total purchase price (without trade-in allowance) was $49,582,767. The trade-in allowance was $2,609,600. The net purchase price of $46,973,167 consisted of a cash payment of $6,449,107 and mortgage indebtedness of $40,524,060. For simplicity in this opinion, the $46,973,167 purchase price will be considered as if it had all been paid in cash.</p>\n<p>[2]  The last two vessels purchased by petitioner were delivered on February 27, 1946, and March 11, 1946, respectively, one just before and the other just after the date (March 8, 1946) of the Merchant Ship Sales Act of 1946, 60 Stat. 41, as amended, 50 U. S. C. App. § 1735 <i>et seq.</i> (1958 ed.), and thus were not chartered to the Government before the Act.</p>\n<p>[3]  Section 9, in relevant part, is set out in the Appendix to this opinion.</p>\n<p>[4]  As with the original purchase price, this figure is after an allowance for the four vessels traded in. The statutory price (without trade-in allowance) was $17,997,981. The trade-in allowance (determined under § 9 (b) (7) was $312,557. For simplicity, in the remainder of this opinion, the figures used for both the original sales price and the statutory sales price will be those of the price after these respective trade-in allowances.</p>\n<p>[5]  The total $29,287,743 purchase price credit was comprised of a cash credit of $11,735,951 and a reduction of mortgage indebtedness of $17,551,792. As with the original purchase price, see note 1, <i>supra,</i> for simplicity this total credit will be considered as if it were all a cash credit.</p>\n<p>[6]  See note 2, <i>supra.</i></p>\n<p>[7]  This recalculation included a readjustment of previous depreciation allowed.</p>\n<p>[8]  The figure $20,468,904 is one dollar smaller than the difference between $29,287,743 and $8,818,838. This discrepancy is caused by the omission from the calculation of figures of amounts less than one dollar. This net credit of $20,468,904 was divided into a cash credit to petitioner of $2,917,112 and a reduction of the mortgage indebtedness by $17,551,792. Again, for simplicity, this 1946 net credit will be considered as if it were all a cash credit. See notes 1 and 5, <i>supra.</i></p>\n<p>[9]  See note 8, <i>supra.</i></p>\n<p>[10]  See note 14, <i>infra.</i></p>\n<p>[11]  The Court of Appeals for the Third Circuit agrees with the result of the Court of Appeals in this case. See <i>National Bulk Carriers, Inc.</i> v. <i>United States,</i> 331 F. 2d 407. However, these decisions conflict with that of the Court of Claims in <i>Socony Mobil Oil Co.</i> v. <i>United States,</i> 153 Ct. Cl. 638, 287 F. 2d 910, upon which the District Court in the instant case relied.</p>\n<p>[12]  As stated in note 1, <i>supra,</i> the original purchase price of $46,973,167 consisted of a $6,449,107 cash payment and $40,524,060 in mortgage indebtedness. By the statutory enactment date of March 8, 1946, petitioner had paid an additional $9,786,339 on the mortgage. At that date therefore the original $46,973,167 purchase price consisted of a cash payment of $16,235,446 and a now reduced mortgage indebtedness of $30,737,721. As stated in note 8, <i>supra,</i> the 1946 payment to petitioner was comprised of a cash credit of $2,917,112 and a reduction of the mortgage indebtedness by $17,551,792. Thus under petitioner's calculations, after the 1946 adjustment its cost of the vessels was the sum of its cash investment of $13,318,334 ($16,235,446 minus $2,917,112) and its mortgage indebtedness of $13,185,929 ($30,737,721 minus $17,551,792), or $26,504,263.</p>\n<p>[13]  See note 8, <i>supra.</i></p>\n<p>[14]  The figure of $8,818,838 is one dollar lower than the difference between the basis figures as asserted by the two parties. This discrepancy is brought about by the fact that all figures have been rounded off to dollar amounts. Also, the asserted basis figures given in the text are based upon the parties' contentions as to the correct cost figure for the 18 ships. They do not take into account the undisputed figure of $175,876 which represents the basis of the four ships traded in and which both parties agree should be added to their respective cost bases as given in text. In tabular form, the tax contentions are as follows:\n</p>\n<p></p>\n<pre>\n                                        <i>Government</i>  <i>Petitioner</i>\n1. Original sales price..................... $46,973,167         $46,973,167\n2. Net charter payments by the Government\n    to petitioner from 1942-1946............  (8,818,838)       (..........)\n3. Lump sum payment by Government\n    to petitioner in 1946................... (20,468,904)       (20,468,904)\n                                             ____________       ____________\n4. Adjusted sales price.....................  17,685,424         26,504,263\n5. Basis of ships traded in.................     175,876            175,876\n                                             ___________        ___________\n6. Basis as of March 8, 1946.................$17,861,300        $26,680,139\n</pre>\n<p>[15]  As we have already discussed, this $8,818,838 represents the $13,430,431 charter hire which petitioner received from the Government because it owned these ships during the war, as offset by debits to the Government and credits to petitioner representing the charter hire which petitioner would have received on its four ships which it traded in, interest on petitioner's investment in the ships during this period, and a refund of income taxes paid on this unwound charter hire.</p>\n<p>[16]  See note 8, <i>supra.</i></p>\n<p>[17]  See note 8, <i>supra.</i></p>\n<p>[18]  As noted above, notes 1, 5, 8, 12, <i>supra,</i> these figures are stated on the basis that the whole transaction was for cash. The same result is achieved, however, when the transaction is viewed on the mortgage basis as set forth in note 12, <i>supra.</i> When this is done the $8,818,838 is seen as a cash payment by the Government to petitioner which must be credited against its asserted net cash investment of $13,318,334, reducing it to $4,499,496. On this basis, petitioner's cost therefore is its net cash investment of $4,499,496 plus its mortgage indebtedness of $13,185,929, or $17,685,424\u0097the statutory sales price. (Again there is a one-dollar discrepancy because of the rounding off of all figures to dollar amounts.)</p>\n<p>[19]  The amendment provided, as an addition to subsection 9 (b) of the Act:\n</p>\n<p>\"From and after March 8, 1946, the cost basis of a vessel in respect of which the price adjustment is made shall be the undepreciated original purchase price reduced by the net amount of such adjustment in favor of the applicant resulting from the application of all of the foregoing provisions of this subsection.\"</p>\n<p>See H. R. Rep. No. 1342, 81st Cong., 1st Sess., 5; S. Rep. No. 1915, 81st Cong., 2d Sess., 5.</p>\n<p>[20]  See note 14, <i>supra.</i></p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:10:53", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">381</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">252</span></span> (1965)</b></center>\n<center><h1>WATERMAN STEAMSHIP CORP.<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 245.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 26-27, 1965.</center>\n<center>Decided May 17, 1965.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*254</span> <i>John W. McConnell, Jr.,</i> argued the cause for petitioner. With him on the briefs was <i>William H. Armbrecht.</i></p>\n<p><i>Paul Bender</i> argued the cause for the United States, <i>pro hac vice,</i> by special leave of Court. With him on the brief were <i>Solicitor General Cox, Assistant Attorney General Oberdorfer, I. Henry Kutz, David I. Granger</i> and <i>Theodore D. Peyser.</i></p>\n<p>Briefs of <i>amici curiae,</i> urging reversal, were filed by <i>Jacquin D. Bierman</i> for National Bulk Carriers, Inc., and by <i>George E. McMurray, Jr., Cornelius P. Coughlan, H. Maurice Fridlund</i> and <i>Leslie C. Krusen</i> for American Merchant Marine Institute, Inc.</p>\n<p>MR. JUSTICE GOLDBERG delivered the opinion of the Court.</p>\n<p>This case involves the tax consequences of the purchase by petitioner of a number of ships from the United States Government during the Second World War and the subsequent post-war refund by the Government, pursuant to an Act of Congress, of a substantial portion of the purchase price.</p>\n<p>At various times during the years 1942 through 1946, petitioner purchased from the United States Maritime Commission a total of 18 ships that had been built by the United States Government. It paid a total of $46,973,167 for these vessels (after an allowance for the trade-in by petitioner of four of its own ships).<sup>[1]</sup> The vessels purchased by petitioner were immediately chartered back, by bareboat charters, to the United States so that the Government <span class=\"star-pagination\">*255</span> continued to operate them.<sup>[2]</sup> The United States paid a total of $13,430,431 in charter hire to petitioner for the wartime use of these ships during the years 1942 through 1946, which amount petitioner reported in its federal income tax returns for those years.</p>\n<p>On March 8, 1946, Congress enacted the Merchant Ship Sales Act of 1946, 60 Stat. 41, as amended, 50 U. S. C. App. § 1735 <i>et seq.</i> (1958 ed.), which gave American citizens the right to purchase war-built ships from the United States at statutory sales prices which were substantially below the prices at which such vessels were sold by the Commission during the war. Section 9 of the Act, 50 U. S. C. App. § 1742 (1958 ed.), provided the opportunity, upon application, for those, like petitioner, who had bought ships during the war years to obtain a downward adjustment in their sales price by treating the vessel as if it were being sold to the applicant on the date of the enactment of this Act [March 8, 1946], and not before that time.\" The details of a § 9 adjustment are complex. They consist, however, essentially of two parts: (1) an adjustment in the purchase price down to the new statutory price (§§ 9 (b) (1)-(4)); and (2) an unwinding of the transactions, including tax payments, that occurred as a result of the sale prior to 1946 (§§ 9 (b) (5), (6), (c) (1)).<sup>[3]</sup></p>\n<p>Petitioner applied for a downward adjustment of the sales price of its 18 ships purchased prior to the Act. The Maritime Commission granted such an adjustment, <span class=\"star-pagination\">*256</span> determining that under the statute the sales price of these vessels should be $17,685,424.<sup>[4]</sup> Petitioner therefore was credited with $29,287,743, the difference between the statutory sales price and the original price of $46,973,167.<sup>[5]</sup></p>\n<p>The pre-Act transactions were then unwound, pursuant to the statute, as follows: (1) the Government was credited $13,430,431, representing the charter hire which had been paid by the Government to petitioner for use of the 18 vessels from 1942 to 1946;<sup>[6]</sup> (2) the Government was debited $1,495,125, representing charter hire which would have been paid by the Government to petitioner prior to 1946 for use of the four ships traded in by petitioner on the original purchase; (3) the Government was debited $2,686,262, representing a return of the interest petitioner paid on the mortgages and interest income which petitioner could have earned on the cash invested in the 18 vessels prior to the date of the Act had this cash not been so committed; and (4) the Government was debited $430,206, representing an overpayment by petitioner of federal income taxes, which, under the Act, were recalculated to give effect to the foregoing unwinding.<sup>[7]</sup> The sum of the unwinding credits and debits was a net credit in favor of the Government of $8,818,838. This <span class=\"star-pagination\">*257</span> amount reduced petitioner's credit on the original sales price of $46,973,167 from $29,287,743 to $20,468,904.<sup>[8]</sup></p>\n<p>In tabular form, the computations and credits made under the Act were as follows:</p>\n<p></p>\n<h2>Statutory Adjustments.</h2>\n<p></p>\n<pre>\n1. Original sales price...............  $46,973,167\n2. Statutory sales price..............   17,685,424\n                                        ___________\n3. Gross sales price adjustment\n    (§§ 9 (b) (1)-(4) and (7)).....                 $29,287,743\n4. Credit to Government:\n5. Charter hire on 18 vessels\n       (§ 9 (b) (6))..............   13,430,431\n6. Debits against Government:\n7. Charter hire on 4 ships traded in\n      (§ 9 (b) (6))..............   (1,495,125)\n8. Interest on petitioner's investment\n        (§ 9 (b) (5)).............   (2,686,262)\n9. Overpayment by petitioner\n    of federal income taxes\n     (§ 9 (b) (8)) ...............    (430,206)\n10. Net credit in favor of Government\n      (line 5 minus lines 7-9).........                  8,818,838\n                                                         _________\n11. Net 1946 sales price adjustment\n      (line 3 minus line 10)...........                 $20,468,904<sup>[9]</sup></pre>\n<p>Neither party here disputes the accuracy of any of these computations. The issue between the parties is the effect of these determinations on the tax treatment of the ships for the years following this 1946 adjustment. In its federal income tax returns for the years 1947 through 1950 petitioner took depreciation on these vessels on the <span class=\"star-pagination\">*258</span> assumption that its cost was $17,685,424, the statutory sales price. In 1959, however, petitioner sued in the United States District Court for the Southern District of Alabama for a tax refund, contending that its real cost and therefore its basis for depreciation was not the statutory sales price, $17,685,424, but rather $26,504,263, the difference between $46,973,167, the original sales price, and $20,468,904, the net 1946 sales price adjustment credited to petitioner. The District Court agreed with petitioner that its real cost was $26,504,263 and that this was its depreciation basis for tax purposes. 203 F. Supp. 915. The Court of Appeals for the Fifth Circuit reversed, however, holding that, under the statutory scheme, petitioner's real cost was $17,685,424, the statutory sales price, and that this therefore was its proper depreciation basis. 330 F. 2d 128. The difference between the lower courts' determinations of the real cost to petitioner of these 18 ships is $8,818,838,<sup>[10]</sup> the net credit in favor of the Government in the preceding calculations of the 1946 sales price adjustment. We granted certiorari, 379 U. S. 927, to resolve a conflict between Courts of Appeals and the Court of Claims on the issue here involved.<sup>[11]</sup> For the reasons set forth below, we agree with the Court of Appeals in this case and consequently affirm the judgment.</p>\n<p>Petitioner's argument, put quite simply, is that during the war it paid $46,973,167 for the ships. In 1946, petitioner asserts, it was paid back $20,468,904. Thus petitioner concludes that its cost and therefore its depreciation basis for tax purposes in these ships is the difference <span class=\"star-pagination\">*259</span> between these two figures, or $26,504,263.<sup>[12]</sup> The Government agrees that petitioner paid $46,973,167 during the war and received back $20,468,904 in 1946. It points out, however, that from 1942 through 1946 petitioner also received from the Government in charter hire for the use of the ships, a net of $8,818,838 (the net credit to the Government under the unwinding provisions of the Act), which petitioner would not have received had it not bought these ships prior to the date of the Act. The Government contends that when this $8,818,838 paid to petitioner from 1942 to 1946 is added to the amount of $20,468,904 paid as a lump sum to petitioner in 1946, it is clear that petitioner has received a total of $29,287,743<sup>[13]</sup> from the Government. The Government concludes that petitioner's cost and therefore its basis for depreciation for tax purposes in these ships is the difference between the original sales price, $46,973,167, and this total refund, $29,287,743, or $17,685,424\u0097the statutory sales price. Petitioner cannot and does not dispute the fact that it received this $8,818,838 from the Government from 1942 through 1946. It argues, however, that this sum was received as income and thus cannot be taken to reduce petitioner's cost. The Government, on the other hand, <span class=\"star-pagination\">*260</span> contends that, although the $8,818,838 was undoubtedly originally received as income, under the statutory unwinding scheme this amount must be deemed a return of capital which has reduced petitioner's cost. The only issue dividing the parties, therefore, is the proper treatment of this $8,818,838, an issue which must be determined by reference to the 1946 Act.<sup>[14]</sup></p>\n<p>Section 9 of the Merchant Ship Sales Act of 1946 expressly provides that, upon application, a statutory adjustment \"shall be made, as hereinafter provided, by treating the vessel as if it were being sold to the applicant on the date of the enactment of this Act [March 8, 1946], and not before that time.\" It is clear that if petitioner had bought the ships on the date of the Act its cost and depreciation basis would have been the statutory sales price of $17,685,424 and that petitioner would not have received net charter hire from the Government of $8,818,838\u0097a <span class=\"star-pagination\">*261</span> payment attributable to the fact that the vessels involved were sold to it before the date of the 1946 Act.<sup>[15]</sup></p>\n<p>In order to achieve the statutory purpose of putting petitioner and the Government in the positions they would have occupied had petitioner bought the ships on the 1946 statutory enactment date and not before that time, it was necessary that this $8,818,838 net charter hire be refunded to the Government. In effect this is just what § 9 provides. As applied to this case, petitioner was first credited with $29,287,743, the difference between the original sales price, $46,973,167, and the lower statutory sales price, $17,685,424. The Government owed this amount of $29,287,743 to petitioner. Because of the unwinding of the pre-Act transactions pursuant to the statutory scheme, however, the Government was credited with $8,818,838, representing the net amount, after appropriate tax adjustments, which petitioner received from the United States Government from 1942 through 1946 over and above the amount which it would have earned had it not purchased the ships from the Government prior to the statutory adjustment date. Petitioner owed this amount of $8,818,838 to the Government.</p>\n<p>The Government could have paid its obligation to petitioner by its check in the amount of $29,287,743. Petitioner, in turn, could have paid its obligation to the Government by its check in the amount of $8,818,838. Obviously, it makes no difference that this same result was reached through an offsetting of the mutual debts which <span class=\"star-pagination\">*262</span> resulted in a net credit to petitioner of their difference\u0097 $20,468,904.<sup>[16]</sup> Thus petitioner is correct in its assertion that it only received $20,468,904 as a lump sum payment in 1946. It is not correct, however, in its assertion that this was the total amount it received in repayment of the sales price. The total it received was $29,287,743; it received $20,468,904 of this amount in a lump sum in 1946 and $8,818,838<sup>[17]</sup> in the years 1942 through 1946 in government payments which it would not have received had it not owned the ships during those years\u0097an ownership which the statute unwinds. This $29,287,743 total refund must be credited against petitioner's original cost of $46,973,167, producing a net cost to petitioner and thus a basis for depreciation of $17,685,424\u0097the statutory sales price.<sup>[18]</sup></p>\n<p>In order to give effect to the statutory scheme, therefore, this $8,818,838 must be treated not as income but as a return of capital against the original $46,973,167 purchase price. That this is the proper way of treating this amount for tax purposes is made clear by the statutory language which directs recomputation of an applicant's federal income taxes based upon the unwinding of the pre-Act transactions. As a condition of receiving an adjustment under the Act, § 9 (c) (1) requires the applicant to agree (1) that the charter hire actually received from <span class=\"star-pagination\">*263</span> the United States for the ships prior to the Act \"shall be treated for Federal tax purposes <i>as not having been received or accrued as income</i>\" (emphasis added); (2) that \"depreciation and amortization allowed or allowable with respect to the vessel up to the date of the enactment of this Act for Federal tax purposes shall be treated as not having been allowable\"; and (3) that the return of interest paid on the mortgages plus the income attributed to the applicant which it would have received as charter hire on the ships traded in and interest on the cash invested which it could have earned had it not bought the ships prior to the date of the Act \"shall be treated for Federal tax purposes as having been received and accrued as income . . . .\" The net sum derived from these tax computations is assigned as a credit to the party in whose favor they run, and payment of this credit is explicitly deemed to constitute payment of the tax overpayment or deficiency created by the recomputations. (§ 9 (b) (8)).</p>\n<p>All of these provisions, as we have already stated, were given effect in this case. Pursuant to agreement between petitioner and the Government, petitioner's federal income taxes were recomputed on the statutory assumptions that it did not receive the charter hire on the 18 vessels purchased from the Government from 1942 through 1946, but did receive charter hire on the four ships it traded in and interest on its investment in the 18 ships during this period. Based on this recalculation, petitioner was held entitled to a tax refund of $430,206, for which the Government was debited in the unwinding computations. See the table on p. 257, <i>supra.</i> The total impact of these tax provisions makes it quite clear that the net amount the Government paid to petitioner as a result of its owning the ships prior to 1946, $8,818,838, as the statute specifically states, \"shall be treated for Federal tax purposes as not having been received or accrued as income,\" but <span class=\"star-pagination\">*264</span> rather shall be treated as a repayment of the purchase price, or, in other words, a return of capital reducing basis. Moreover, the result contended for by petitioner would produce the anomaly that, due to the unwinding calculations, there is no income tax paid or to be paid on the $8,818,838 which petitioner claims is income earned during 1942 to 1946. This anomaly is only avoided if, as Congress obviously intended, this amount be treated not as income but rather as a return of capital.</p>\n<p>Furthermore, petitioner's argument is necessarily predicated on the theory that, although the original acquisition cost of the ships should, under the statutory scheme, be adjusted to the lower 1946 price, nevertheless, petitioner's cost as a basis for depreciation should remain the higher one determined on the assumption that the ships were purchased not in 1946 but at the time of their original acquisitions, dating back to 1942. It could only be under such a theory that the $8,818,838 net charter hire received by petitioner from the Government could be considered to be income and not a return of capital. But the Act vitiates any such theory in its express statement that the statute treats \"the vessel as if it were being sold to the applicant on the date of the enactment of this Act, and not before that time.\" Nothing in the language or legislative history of the Act supports petitioner's contention that this statutory treatment was to apply to give petitioner a lower actual cost of acquisition but that the contrary treatment sought by petitioner was to apply to give it, at the same time, a higher cost basis for depreciation purposes.</p>\n<p>Indeed, our conclusion derived from the plain words of the statute is confirmed fully by the legislative history of the Act. As originally reported out of the House Committee on the Merchant Marine and Fisheries, see H. R. Rep. No. 831, 79th Cong., 1st Sess., and the Senate Committee on Commerce, see S. Rep. No. 807, 79th Cong., 1st <span class=\"star-pagination\">*265</span> Sess., the bill contained petitioner's assumption that the sale took place not on the date of the Act, but at its original date and at the lower statutory sales price. On the floor of the House, however, a committee amendment was proffered and accepted which rejected this assumption and premised the operation of § 9 on the contrary assumption that the sale took place on the date of the enactment of the Act and not before. 91 Cong. Rec. 9281. This committee amendment is the version of the Act that was enacted into law. See H. R. Conf. Rep. No. 1526, 79th Cong., 2d Sess., 17.</p>\n<p>Representative (now Senator) Henry Jackson, the manager of the committee amendments on the House floor, explained it as follows:</p>\n<blockquote>\"Section 9 of H. R. 3603 provides for a refund to operators who purchased vessels during the war, at war cost, back to the statutory sales price contained in section 3 of the bill. Such an adjustment is fair. We do not want to place the wartime purchaser at a disadvantage with his competitor who acquires a similar vessel under the provisions of this bill.</blockquote>\n<blockquote>\"However, section 9 contains many loopholes which in my opinion places the wartime purchaser in a far better position than future purchasers. For one thing, the wartime purchaser, under section 9, would be allowed trade-in allowances far in excess of those provided under the committee amendment to section 8.</blockquote>\n<blockquote>\"If there is to be equality between past and future purchases there must be comparable terms and nothing less. . . .</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"I have proposed certain modifications to section 9 of H. R. 3603 which has been accepted as a committee amendment. The effect of this amendment <span class=\"star-pagination\">*266</span> is to treat prior sales as having taken place on the date of the enactment of this bill. The operator is compensated for all actual money investment to date by an allowance of 3 1/2 percent interest thereon.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"<i>The committee amendment treats all of these prior sales as being made on the date of the bill's enactment and not before that time, so that the previous purchaser and a future purchaser will be put on exactly the same basis.</i> In order to accomplish this result it is necessary to `unwind' a previous transaction, and most of the provisions of the committee amendment which appear complicated are the provisions describing how this unwinding is to be done.</blockquote>\n<blockquote>.....</blockquote>\n<blockquote>\"These are the provisions which the amendment includes for the purpose of unwinding the previous transaction. The basic principle of the amendment is very simple\u0097the previous transaction is to be looked upon as having taken place not when it actually did but as taking place on the date of the bill's enactment and subject to all of the bill's provisions. . . .\" (Emphasis added.) 91 Cong. Rec. 9182, 9185, 9282.</blockquote>\n<p>Treating pre-Act and post-Act purchasers as having the same tax basis in the vessels\u0097the statutory sales price\u0097serves the congressional purpose of putting the two groups \"on exactly the same basis.\" Otherwise, pre-Act purchasers, with a higher basis for federal income tax purposes, would have competitive advantages over post-Act purchasers in the ability of pre-Act purchasers to take higher depreciation deductions from income, thus paying lower taxes on the same income than their post-Act purchaser competitors. In fact, this advantage over <span class=\"star-pagination\">*267</span> post-Act purchasers is exactly what petitioner seeks in this case. Both petitioner and a post-Act purchaser of comparable ships would pay a statutory sales price of $17,685,424. Yet petitioner seeks a depreciation basis of $26,504,263 while the post-Act purchaser would only have a basis of $17,685,424. This varying result is prohibited by the statute.</p>\n<p>Petitioner argues, however, that the Senate predecessor to § 9 of the 1946 Act contained an express provision that, if an adjustment in the purchase price is made for a pre-Act purchaser, for purposes of federal income taxes, \"the vessel shall be considered as having been acquired at the adjusted purchase price [the statutory sales price] . . . .\" See § 9 (e) (1) of H. R. 3603, as amended by the Senate Committee on Commerce, 79th Cong., 1st Sess., 91 Cong. Rec. 11535. Petitioner states that this provision, which would confirm the result here contended for by the Government, was eliminated from the version of the Act that was finally adopted. From these facts, petitioner would have us infer that Congress rejected the notion that the statutory sales price should be the cost basis of the ships for depreciation. This contention of petitioner, however, completely overlooks the fact that the provision upon which petitioner relies was in an early version of the bill which at that time was premised not on the assumption finally accepted that the sales took place on the 1946 statutory enactment date, but rather on the contrary theory that the sales took place at the statutory prices but on their original dates. On this latter assumption which the bill then contained, the express provision of the Senate bill was necessary to prevent the very result for which petitioner now contends. However, as we have already pointed out, in the legislative consideration of the bill as finally enacted, the early version of the bill premised on the assumption that the sales took place at their original dates was rejected and the bill revised to <span class=\"star-pagination\">*268</span> embrace the contrary assumption that the sales took place at the date of the enactment of the Act and not before that time. See pp. 264-266, <i>supra.</i> Once this revision in the bill's basic approach was made there was no longer any necessity to provide, as the earlier Senate version had, that for tax or any other specific purpose \"the vessel shall be considered as having been acquired at the . . . [statutory sales] price . . . .\" For in the bill as finally enacted, it was expressly provided that the vessel is to be treated \"as if it were being sold to the applicant on the date of the enactment of this Act, and not before that time,\" and explicit provision was made for unwinding all pre-Act transactions, including taxes. We therefore reject this argument of petitioner.</p>\n<p>Finally, petitioner argues that the congressional history subsequent to the enactment of the 1946 statute supports its interpretation of the Act. In 1950, Congress passed an amendment to the 1946 Act, designed to provide precisely the tax result here contended for by petitioner.<sup>[19]</sup> This amendment, however, was vetoed by President Truman. While both House and Senate Committee Reports contain statements that this amendment was deemed simply a clarifying one which expressed the intent of the original Act, see H. R. Rep. No. 1342, 81st Cong., 1st Sess., 1; S. Rep. No. 1915, 81st Cong., 2d Sess., 1, it was vetoed by President Truman on the ground that, on the contrary, he considered it to vitiate the intent of Congress <span class=\"star-pagination\">*269</span> in enacting the 1946 Act. The President's veto message stated:</p>\n<blockquote>\"[O]ther provisions of the Merchant Ship Sales Act already provide that for certain purposes the cost basis of the vessels owned by prior purchasers shall be the statutory sales price. The consistent pattern of treatment provided in the act would be destroyed by granting in this one subsection the concession on cost basis entailed in this measure. Finally, the benefits accruing to prior purchasers, if they are allowed to capitalize these amounts above the statutory sales price, would afford them the special operating advantages which arise from the higher depreciation allowances possible under this measure.\" 96 Cong. Rec. 15792.</blockquote>\n<p>Thus, it is apparent that the President and Congress disagreed over the meaning of a law passed by a prior Congress, and that the President, deeming the amendment to depart from the purpose of the original statute, refused to approve it so that the amendment was not enacted into law. This Court has pointed out on previous occasions that \"the views of a subsequent Congress form a hazardous basis for inferring the intent of an earlier one.\" <i>United States</i> v. <i>Price,</i> 361 U. S. 304, 313; <i>United States</i> v. <i>Philadelphia National Bank,</i> 374 U. S. 321, 348-349. This is particularly true where a President (the same President who signed the original Act) vetoes a \"clarifying\" amendment on the grounds that, in his view, it does not clarify but rather vitiates the intent of the Congress that passed the original Act. As this Court held in <i>Fogarty</i> v. <i>United States,</i> 340 U. S. 8, in considering a similar situation, the abortive action of the subsequent Congress \"would not supplant the contemporaneous intent of the Congress which enacted the . . . Act.\" <i>Id.,</i> at 14. See also <i>United States</i> v. <i>Wise,</i> 370 U. S. 405, 411.</p>\n<p><span class=\"star-pagination\">*270</span> For all the reasons set forth above, we conclude that, under the statutory scheme which unwinds the pre-Act transactions, petitioner's real cost and thus its basis for depreciation was the statutory sales price of $17,685,424.<sup>[20]</sup> Consequently, the judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p></p>\n<h2>APPENDIX TO OPINION OF THE COURT.</h2>\n<p>Section 9 of the Merchant Ship Sales Act of 1946, 60 Stat. 46, 50 U. S. C. App. § 1742 (1958 ed.), provides in relevant part:</p>\n<p>\"SEC. 9. (a) A citizen of the United States who on the date of the enactment of this Act\u0097</p>\n<p>\"(1) owns a vessel which he purchased from the Commission prior to such date, and which was delivered by its builder after December 31, 1940; . . .</p>\n<p></p>\n<h2>.....</h2>\n<p>\"shall, except as hereinafter provided, be entitled to an adjustment in the price of such vessel under this section if he makes application therefor, in such form and manner as the Commission may prescribe, within sixty days after the date of publication of the applicable prewar domestic costs in the Federal Register under section 3 (c) of this Act. . . .</p>\n<p>\"(b) Such adjustment shall be made, as hereinafter provided, by treating the vessel as if it were being sold to the applicant on the date of the enactment of this Act, and not before that time. The amount of such adjustment shall be determined as follows:</p>\n<p>\"(1) The Commission shall credit the applicant with the excess of the cash payments made upon the original purchase price of the vessel over 25 per centum of the statutory sales price of the vessel as of such date of enactment. If such payment was less than 25 per centum of <span class=\"star-pagination\">*271</span> the statutory sales price of the vessel, the applicant shall pay the difference to the Commission.</p>\n<p>\"(2) The applicant's indebtedness under any mortgage to the United States with respect to the vessel shall be adjusted.</p>\n<p>\"(3) The adjusted mortgage indebtedness shall be in an amount equal to the excess of the statutory sales price of the vessel as of the date of the enactment of this Act over the sum of the cash payment retained by the United States under paragraph (1) plus the readjusted trade-in allowance (determined under paragraph (7)) with respect to any vessel exchanged by the applicant on the original purchase. The adjusted mortgage indebtedness shall be payable in equal annual installments thereafter during the remaining life of such mortgage with interest on the portion of the statutory sales price remaining unpaid at the rate of 3 1/2 per centum per annum.</p>\n<p>\"(4) The Commission shall credit the applicant with the excess, if any, of the sum of the cash payments made by the applicant upon the original purchase price of the vessel plus the readjusted trade-in allowance (determined under paragraph (7)) over the statutory sales price of the vessel as of the date of the enactment of this Act to the extent not credited under paragraph (1).</p>\n<p>\"(5) The Commission shall also credit the applicant with an amount equal to interest at the rate of 3 1/2 per centum per annum (for the period beginning with the date of the original delivery of the vessel to the applicant and ending with the date of the enactment of this Act) on the excess of the original purchase price of the vessel over the amount of any allowance allowed by the Commission on the exchange of any vessel on such purchase; the amount of such credit first being reduced by any interest on the original mortgage indebtedness accrued up to such date of enactment and unpaid. Interest so accrued and unpaid shall be canceled.</p>\n<p><span class=\"star-pagination\">*272</span> \"(6) The applicant shall credit the Commission with all amounts paid by the United States to him as charter hire for use of the vessel (exclusive of service, if any, required under the terms of the charter) under any charter party made prior to the date of the enactment of this Act, and any charter hire for such use accrued up to such date of enactment and unpaid shall be canceled; and the Commission shall credit the applicant with the amount that would have been paid by the United States to the applicant as charter hire for bare-boat use of vessels exchanged by the applicant on the original purchase (for the period beginning with date on which the vessels so exchanged were delivered to the Commission and ending with the date of the enactment of this Act).</p>\n<p>\"(7) The allowance made to the applicant on any vessel exchanged by him on the original purchase shall be readjusted so as to limit such allowance to the amount provided for under section 8.</p>\n<p>\"(8) There shall be subtracted from the sum of the credits in favor of the Commission under the foregoing provisions of this subsection the amount of any overpayments of Federal taxes by the applicant resulting from the application of subsection (c) (1), and there shall be subtracted from the sum of the credits in favor of the applicant under the foregoing provisions of this subsection the amount of any deficiencies in Federal taxes of the applicant resulting from the application of subsection (c) (1). If, after making such subtractions, the sum of the credits in favor of the applicant exceeds the sum of the credits in favor of the Commission, such excess shall be paid by the Commission to the applicant. If, after making such subtractions, the sum of the credits in favor of the Commission exceeds the sum of the credits in favor of the applicant, such excess shall be paid by the applicant to the Commission. Upon such payment by the Commission or the applicant, such overpayments <span class=\"star-pagination\">*273</span> shall be treated as having been refunded and such deficiencies as having been paid.</p>\n<p>\"For the purposes of this subsection, the purchase price of a vessel on account of which a construction-differential subsidy was paid or agreed to be paid under section 504 of the Merchant Marine Act, 1936, as amended, shall be the net cost of the vessel to the owner.</p>\n<p>\"(c) An adjustment shall be made under this section only if the applicant enters into an agreement with the Commission binding upon the citizen applicant and any affiliated interest to the effect that\u0097</p>\n<p>\"(1) depreciation and amortization allowed or allowable with respect to the vessel up to the date of the enactment of this Act for Federal tax purposes shall be treated as not having been allowable; amounts credited to the Commission under subsection (b) (6) shall be treated for Federal tax purposes as not having been received or accrued as income; amounts credited to the applicant under subsection (b) (5) and (6) shall be treated for Federal tax purposes as having been received and accrued as income in the taxable year in which falls the date of the enactment of this Act . . . .\"</p>\n<p>(\"Secretary,\" meaning Secretary of Commerce, was substituted for \"Commission\" in the above statute, except where otherwise indicated by the context, on authority of 1950 Reorg. Plan No. 21, effective May 24, 1950, 15 Fed. Reg. 3178, 64 Stat. 1273.)</p>\n<h2>NOTES</h2>\n<p>[1]  The total purchase price (without trade-in allowance) was $49,582,767. The trade-in allowance was $2,609,600. The net purchase price of $46,973,167 consisted of a cash payment of $6,449,107 and mortgage indebtedness of $40,524,060. For simplicity in this opinion, the $46,973,167 purchase price will be considered as if it had all been paid in cash.</p>\n<p>[2]  The last two vessels purchased by petitioner were delivered on February 27, 1946, and March 11, 1946, respectively, one just before and the other just after the date (March 8, 1946) of the Merchant Ship Sales Act of 1946, 60 Stat. 41, as amended, 50 U. S. C. App. § 1735 <i>et seq.</i> (1958 ed.), and thus were not chartered to the Government before the Act.</p>\n<p>[3]  Section 9, in relevant part, is set out in the Appendix to this opinion.</p>\n<p>[4]  As with the original purchase price, this figure is after an allowance for the four vessels traded in. The statutory price (without trade-in allowance) was $17,997,981. The trade-in allowance (determined under § 9 (b) (7) was $312,557. For simplicity, in the remainder of this opinion, the figures used for both the original sales price and the statutory sales price will be those of the price after these respective trade-in allowances.</p>\n<p>[5]  The total $29,287,743 purchase price credit was comprised of a cash credit of $11,735,951 and a reduction of mortgage indebtedness of $17,551,792. As with the original purchase price, see note 1, <i>supra,</i> for simplicity this total credit will be considered as if it were all a cash credit.</p>\n<p>[6]  See note 2, <i>supra.</i></p>\n<p>[7]  This recalculation included a readjustment of previous depreciation allowed.</p>\n<p>[8]  The figure $20,468,904 is one dollar smaller than the difference between $29,287,743 and $8,818,838. This discrepancy is caused by the omission from the calculation of figures of amounts less than one dollar. This net credit of $20,468,904 was divided into a cash credit to petitioner of $2,917,112 and a reduction of the mortgage indebtedness by $17,551,792. Again, for simplicity, this 1946 net credit will be considered as if it were all a cash credit. See notes 1 and 5, <i>supra.</i></p>\n<p>[9]  See note 8, <i>supra.</i></p>\n<p>[10]  See note 14, <i>infra.</i></p>\n<p>[11]  The Court of Appeals for the Third Circuit agrees with the result of the Court of Appeals in this case. See <i>National Bulk Carriers, Inc.</i> v. <i>United States,</i> 331 F. 2d 407. However, these decisions conflict with that of the Court of Claims in <i>Socony Mobil Oil Co.</i> v. <i>United States,</i> <span class=\"citation no-link\"><span class=\"volume\">153</span> <span class=\"reporter\">Ct. Cl.</span> <span class=\"page\">638</span></span>, 287 F. 2d 910, upon which the District Court in the instant case relied.</p>\n<p>[12]  As stated in note 1, <i>supra,</i> the original purchase price of $46,973,167 consisted of a $6,449,107 cash payment and $40,524,060 in mortgage indebtedness. By the statutory enactment date of March 8, 1946, petitioner had paid an additional $9,786,339 on the mortgage. At that date therefore the original $46,973,167 purchase price consisted of a cash payment of $16,235,446 and a now reduced mortgage indebtedness of $30,737,721. As stated in note 8, <i>supra,</i> the 1946 payment to petitioner was comprised of a cash credit of $2,917,112 and a reduction of the mortgage indebtedness by $17,551,792. Thus under petitioner's calculations, after the 1946 adjustment its cost of the vessels was the sum of its cash investment of $13,318,334 ($16,235,446 minus $2,917,112) and its mortgage indebtedness of $13,185,929 ($30,737,721 minus $17,551,792), or $26,504,263.</p>\n<p>[13]  See note 8, <i>supra.</i></p>\n<p>[14]  The figure of $8,818,838 is one dollar lower than the difference between the basis figures as asserted by the two parties. This discrepancy is brought about by the fact that all figures have been rounded off to dollar amounts. Also, the asserted basis figures given in the text are based upon the parties' contentions as to the correct cost figure for the 18 ships. They do not take into account the undisputed figure of $175,876 which represents the basis of the four ships traded in and which both parties agree should be added to their respective cost bases as given in text. In tabular form, the tax contentions are as follows:\n</p>\n<p></p>\n<pre>\n                                        <i>Government</i>  <i>Petitioner</i>\n1. Original sales price..................... $46,973,167         $46,973,167\n2. Net charter payments by the Government\n    to petitioner from 1942-1946............  (8,818,838)       (..........)\n3. Lump sum payment by Government\n    to petitioner in 1946................... (20,468,904)       (20,468,904)\n                                             ____________       ____________\n4. Adjusted sales price.....................  17,685,424         26,504,263\n5. Basis of ships traded in.................     175,876            175,876\n                                             ___________        ___________\n6. Basis as of March 8, 1946.................$17,861,300        $26,680,139\n</pre>\n<p>[15]  As we have already discussed, this $8,818,838 represents the $13,430,431 charter hire which petitioner received from the Government because it owned these ships during the war, as offset by debits to the Government and credits to petitioner representing the charter hire which petitioner would have received on its four ships which it traded in, interest on petitioner's investment in the ships during this period, and a refund of income taxes paid on this unwound charter hire.</p>\n<p>[16]  See note 8, <i>supra.</i></p>\n<p>[17]  See note 8, <i>supra.</i></p>\n<p>[18]  As noted above, notes 1, 5, 8, 12, <i>supra,</i> these figures are stated on the basis that the whole transaction was for cash. The same result is achieved, however, when the transaction is viewed on the mortgage basis as set forth in note 12, <i>supra.</i> When this is done the $8,818,838 is seen as a cash payment by the Government to petitioner which must be credited against its asserted net cash investment of $13,318,334, reducing it to $4,499,496. On this basis, petitioner's cost therefore is its net cash investment of $4,499,496 plus its mortgage indebtedness of $13,185,929, or $17,685,424\u0097the statutory sales price. (Again there is a one-dollar discrepancy because of the rounding off of all figures to dollar amounts.)</p>\n<p>[19]  The amendment provided, as an addition to subsection 9 (b) of the Act:\n</p>\n<p>\"From and after March 8, 1946, the cost basis of a vessel in respect of which the price adjustment is made shall be the undepreciated original purchase price reduced by the net amount of such adjustment in favor of the applicant resulting from the application of all of the foregoing provisions of this subsection.\"</p>\n<p>See H. R. Rep. No. 1342, 81st Cong., 1st Sess., 5; S. Rep. No. 1915, 81st Cong., 2d Sess., 5.</p>\n<p>[20]  See note 14, <i>supra.</i></p>\n\n</div>", 
  "sha1": "dd9cdf0824909e1de409188ac76cef7f6ea3726c", 
  "date_modified": "2014-12-21T01:54:59.748670", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/107060/waterman-ss-corp-v-united-states/", 
  "citation_count": 17, 
  "supreme_court_db_id": "1964-109", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/434597/", 
  "html": "<p class=\"case_cite\">381 U.S. 252</p>\n    <p class=\"case_cite\">85 S.Ct. 1389</p>\n    <p class=\"case_cite\">14 L.Ed.2d 370</p>\n    <p class=\"parties\">WATERMAN STEAMSHIP CORP., Petitioner,<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 245.</p>\n    <p class=\"date\">Argued April 26 and 27, 1965.</p>\n    <p class=\"date\">Decided May 17, 1965.</p>\n    <p class=\"date\">Rehearing Denied Oct. 11, 1965.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">See 86 S.Ct. 17.</p>\n      <p class=\"indent\">[Syllabus from pages 252-253 intentionally omitted]</p>\n      <p class=\"indent\">John W. McConnell, Jr., Mobile, Ala., for petitioner.</p>\n      <p class=\"indent\">Paul Bender, Asst. Sol. Gen., Dept. of Justice, Washington, D.C., for respondent, pro hac vice, by special leave of Court.</p>\n      <p class=\"indent\">Mr. Justice GOLDBERG delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves the tax consequences of the purchase by petitioner of a number of ships from the United States Government during the Second World War and the subsequent post-war refund by the Government, pursuant to an Act of Congress, of a substantial portion of the purchase price.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At various times during the years 1942 through 1946, petitioner purchased from the United States Maritime Commission a total of 18 ships that had been built by the United States Government. It paid a total of $46,973,167 for these vessels (after an allowance for the trade-in by petitioner of four of its own ships).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The vessels purchased by petitioner were immediately chartered back, by bareboat charters, to the United States so that the Government continued to operate them.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The United States paid a total of $13,430,431 in charter hire to petitioner for the wartime use of these ships during the years 1942 through 1946, which amount petitioner reported in its federal income tax returns for those years.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 8, 1946, Congress enacted the Merchant Ship Sales Act of 1946, 60 Stat. 41, as amended, 50 U.S.C.App. &#167; 1735 et seq. (1958 ed.), which gave American citizens the right to purchase warbuilt ships from the United States as statutory sales prices which were substantially below the prices at which such vessels were sold by the Commission during the war. Section 9 of the Act, 50 U.S.C.App. &#167; 1742 (1958 ed.), provided the opportunity, upon application, for those, like petitioner, who had bought ships during the war years to obtain a downward adjustment in their sales price 'by treating the vessel as if it were being sold to the applicant on the date of the enactment of this Act (March 8, 1946), and not before that time.' The details of a &#167; 9 adjustment are complex. They consist, however, essentially of two parts: (1) an adjustment in the purchase price down to the new statutory price (&#167;&#167; 9(b)(1)&#8212;(4)); and (2) an unwinding of the transactions, including tax payments, that occurred as a result of the sale prior to 1946 (&#167;&#167; 9(b)(5), (6), (c)(1)).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioner applied for a downward adjustment of the sales price of its 18 ships purchased prior to the Act. The Maritime Commission granted such an adjustment, determining that under the statute the sales price of these vessels should be $17,685,424.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Petitioner therefore was credited with $29,287,743, the difference between the statutory sales price and the original price of $46,973,167.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The pre-Act transactions were then unwound, pursuant to the statute, as follows: (1) the Government was credited $13,430,431, representing the charter hire which had been paid by the Government to petitioner for use of the 18 vessels from 1942 to 1946;<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> (2) the Government was debited $1,495,125, representing charter hire which would have been paid by the Government to petitioner prior to 1946 for use of the four ships traded in by petitioner on the original purchase; (3) the Government was debited $2,686,262, representing a return of the interest petitioner paid on the mortgages and interest income which petitioner could have earned on the cash invested in the 18 vessels prior to the date of the Act had this cash not been so committed; and (4) the Government was debited $430,206, representing an overpayment by petitioner of federal income taxes, which, under the Act, were recalculated to give effect to the foregoing unwinding.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The sum of the unwinding credits and debits was a net credit in favor of the Government of $8,818,838. This amount reduced petitioner's credit on the original sales price of $46,973,167 from $29,287,743 to $20,468,904.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In tabular form, the computations and credits made under the Act were as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p>Statutory Adjustments.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">1. Original sales price..................       $46,973,167</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">2. Statutory sales price.................        17,685,424</p>\n    </div>\n    <p class=\"center\">-----------</p>\n    <p class=\"indent\">3. Gross sales price adjustment</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(&#167;&#167; 9(b) (1)-(4) and (7)).......        $29,287,743</p>\n    </div>\n    <p class=\"indent\">4. Credit to Government:</p>\n    <p class=\"indent\">5.  Charter hire on 18 vessels</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(&#167; 9(b) (6))......................        13,430,431</p>\n    </div>\n    <p class=\"indent\">6. Debits against Government:</p>\n    <p class=\"indent\">7.  Charter hire on 4 ships traded in</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">(&#167; 9(b) (6))......................       (1,495,125)</p>\n    </div>\n    <p class=\"indent\">8.  Interest on petitioners' investment</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(&#167; 9(b) (5))......................       (2,686,262)</p>\n    </div>\n    <p class=\"indent\">9.  Overpayment by petitioner of federal</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">income taxes (&#167; 9(b) (8)).</p>\n    </div>\n    <p class=\"indent\">10. Net credit in favor of Government</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(line 5 minus line 7-9)...............                8,818,838</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p class=\"indent\">11. Net 1946 sales price adjustment</p>\n        <p class=\"indent\">(line 3 minus line 10)................             $20,468,904<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n        <p class=\"indent\">Neither party here disputes the accuracy of any of these computations. The issue between the parties is the effect of these determinations on the tax treatment of the ships for the years following this 1946 adjustment. In its federal income tax returns for the years 1947 through 1950 petitioner took depreciation on these vessels on the assumption that its cost was $17,685,424, the statutory sales price. In 1959, however, petitioner sued in the United States District Court for the Southern District of Alabama for a tax refund, contending that its real cost and therefore its basis for depreciation was not the statutory sales price, $17,685,424, but rather $26,504,263, the difference between $46,973,167, the original sales price, and $20,468,904, the net 1946 sales price adjustment credited to petitioner. The District Court agreed with petitioner that its real cost was $26,504,263 and that this was its depreciation basis for tax purposes. 203 F.Supp. 915. The Court of Appeals for the Fifth Circuit reversed, however, holding that, under the statutory scheme, petitioner's real cost was $17,685,424, the statutory sales price, and that this therefore was its proper depreciation basis. 330 F.2d 128. The difference between the lower courts' determinations of the real cost to petitioner of these 18 ships is $8,818,838,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> the net credit in favor of the Government in the preceding calculations of the 1946 sales price adjustment. We granted certiorari, 379 U.S. 927, 85 S.Ct. 321, to resolve a conflict between Courts of Appeals and the Court of Claims on the issue here involved.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> For the reasons set forth below, we agree with the Court of Appeals in this case and consequently affirm the judgment.</p>\n        <p class=\"indent\">Petitioner's argument, put quite simply, is that during the war it paid $46,973,167 for the ships. In 1946, petitioner asserts, it was paid back $20,468,904. Thus petitioner concludes that its cost and therefore its depreciation basis for tax purposes in these ships is the difference between these two figures, or $26,504,263.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> The Government agrees that petitioner paid $46,973,167 during the war and received back $20,468,904 in 1946. It points out, however, that from 1942 through 1946 petitioner also received from the Government in charter hire for the use of the ships, a net of $8,818,838 (the net credit to the Government under the unwinding provisions of the Act), which petitioner would not have received had it not bought these ships prior to the date of the Act. The Government contends that when this $8,818,838 paid to petitioner from 1942 to 1946 is added to the amount of $20,468,904 paid as a lump sum to petitioner in 1946, it is clear that petitioner has received a total of $29,287,743,<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> from the Government. The Government concludes that petitioner's cost and therefore its basis for depreciation for tax purposes in these ships is the difference between the original sales price, $46,973,167, and this total refund, $29,287,743, or $17,685,424&#8212;the statutory sales price. Petitioner cannot and does not dispute the fact that it received this $8,818,838 from the Government from 1942 through 1946. It argues, however, that this sum was received as income and thus cannot be taken to reduce petitioner's cost. The Government, on the other hand, contends that, although the $8,818,838 was undoubtedly originally received as income, under the statutory unwinding scheme this amount must be deemed a return of capital which has reduced petitioner's cost. The only issue dividing the parties, therefore, is the proper treatment of this $8,818,838, an issue which must be determined by reference to the 1946 Act.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n        <p class=\"indent\">Section 9 of the Merchant Ship Sales Act of 1946 expressly provides that, upon application, a statutory adjustment 'shall be made, as hereinafter provided, by treating the vessel as if it were being sold to the applicant on the date of the enactment of this Act (March 8, 1946), and not before that time.' It is clear that if petitioner had bought the ships on the date of the Act its cost and depreciation basis would have been the statutory sales price of $17,685,424 and that petitioner would not have received net charter hire from the Government of $8,818,838&#8212;a payment attributable to the fact that the vessels involved were sold to it before the date of the 1946 Act.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n        <p class=\"indent\">In order to achieve the statutory purpose of putting petitioner and the Government in the positions they would have occupied had petitioner bought the ships on the 1946 statutory enactment date and not before that time, it was necessary that this $8,818,838 net charter hire be refunded to the Government. In effect this is just what &#167; 9 provides. As applied to this case, petitioner was first credited with $29,287,743, the difference between the original sales price, $46,973,167, and the lower statutory sales price, $17,685,424. The Government owed this amount of $29,287,743 to petitioner. Because of the unwinding of the pre-Act transactions pursuant to the statutory scheme, however, the Government was credited with $8,818,838, representing the net amount, after appropriate tax adjustments, which petitioner received from the United States Government from 1942 through 1946 over and above the amount which it would have earned had it not purchased the ships from the Government prior to the statutory adjustment date. Petitioner owed this amount of $8,818,838 to the Government.</p>\n        <p class=\"indent\">The Government could have paid its obligation to petitioner by its check in the amount of $29,287,743. Petitioner, in turn, could have paid its obligation to the Government by its check in the amount of $8,818,838. Obviously, it makes no difference that this same result was reached through an offsetting of the mutual debts which resulted in a net credit to petitioner of their difference $20,368,904.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> Thus petitioner is correct in its assertion that it only received $20,468,904 as a lump sum payment in 1946. It is not correct, however, in its assertion that this was the total amount it received in repayment of the sales price. The total it received was $29,287,743; it received $20,468,904 of this amount in a lump sum in 1946 and $8,818,838<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> in the years 1942 through 1946 in government payments which it would not have received had it not owned the ships during those years&#8212;an ownership which the statute unwinds. This $29,287,743 total refund must be credited against petitioner's original cost of $46,973,167, producing a net cost to petitioner and thus a basis for depreciation of $17,685,424&#8212;the statutory sales price.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n        <p class=\"indent\">In order to give effect to the statutory scheme, therefore, this $8,818,838 must be treated not as income but as a return of capital against the original $46,973,167 purchase price. That this is the proper way of treating this amount for tax purposes is made clear by the statutory language which directs recomputation of an applicant's federal income taxes based upon the unwinding of the pre-Act transactions. As a condition of receiving an adjustment under the Act, &#167; 9(c)(1) requires the applicant to agree (1) that the charter hire actually received from the United States for the ships prior to the Act 'shall be treated for Federal tax purposes as not having been received or accrued as income' (emphasis added); (2) that 'depreciation and amortization allowed or allowable with respect to the vessel up to the date of the enactment of this Act for Federal tax purposes shall be treated as not having been allowable'; and (3) that the return of interest paid on the mortgages plus the income attributed to the applicant which it would have received as charter hire on the ships traded in and interest on the cash invested which it could have earned had it not bought the ships prior to the date of the Act 'shall be treated for Federal Tax purposes as having been received and accrued as income * * *.' The net sum derived from these tax computations is assigned as a credit to the party in whose favor they run, and payment of this credit is explicitly deemed to constitute payment of the tax overpayment or deficiency created by the recomputations. (&#167; 9(b)(8)).</p>\n        <p class=\"indent\">All of these provisions, as we have already stated, were given effect in this case. Pursuant to agreement between petitioner and the Government, petitioner's federal income taxes were recomputed on the statutory assumptions that it did not receive the charter hire on the 18 vessels purchased from the Government from 1942 through 1946, but did receive charter hire on the four ships it traded in and interest on its investment in the 18 ships during this period. Based on this recalculation, petitioner was held entitled to a tax refund of $430,206, for which the Government was debited in the unwinding computations. See the table on p. 257, supra. The total impact of these tax provisions makes it quite clear that the net amount the Government paid to petitioner as a result of its owning the ships prior to 1946, $8,818,838, as the statute specifically states, 'shall be treated for Federal Tax purposes as not having been received or accrued as income,' but rather shall be treated as a repayment of the purchase price, or, in other words, a return of capital reducing basis. Moreover, the result contended for by petitioner would produce the anomaly that, due to the unwinding calculations, there is no income tax paid or to be paid on the $8,818,838 which petitioner claims is income earned during 1942 to 1946. This anomaly is only avoided if, as Congress obviously intended, this amount be treated not as income but rather as a return of capital.</p>\n        <p class=\"indent\">Furthermore, petitioner's argument is necessarily predicated on the theory that, although the original acquisition cost of the ships should, under the statutory scheme, be adjusted to the lower 1946 price, nevertheless, petitioner's cost as a basis for depreciation should remain the higher one determined on the assumption that the ships were purchased not in 1946 but at the time of their original acquisitions, dating back to 1942. It could only be under such a theory that the $8,818,838 net charter hire received by petitioner from the Government could be considered to be income and not a return of capital. But the Act vitiates any such theory in its express statement that the statute treats 'the vessel as if it were being sold to the applicant on the date of the enactment of this Act, and not before that time.' Nothing in the language or legislative history of the Act supports petitioner's contention that this statutory treatment was to apply to give petitioner a lower actual cost of acquisition but that the contrary treatment sought by petitioner was to apply to give statutory treatment was to apply to give for depreciation purposes.</p>\n        <p class=\"indent\">Indeed, our conclusion derived from the plain words of the statute is confirmed fully by the legislative history of the Act. As originally reported out of the House Committee on the Merchant Marine and Fisheries, see H.R.Rep.No.831, 79th Cong., 1st Sess., U.S.Code Cong. Service 1946, p. 1086, and the Senate Committee on Commerce, see S.Rep.No.807, 79th Cong., 1st Sess., the bill contained petitioner's assumption that the sale took place not on the date on the Act, but at its original date and at the lower statutory sales price. On the floor of the House, however, a committee amendment was proffered and accepted which rejected this assumption and premised the operation of &#167; 9 on the contrary assumption that the sale took place on the date of the enactment of the Act and not before. 91 Cong.Rev. 9281. This committee amendment is the version of the Act that was enacted into law. See H.R.Conf.Rep.No.1526, 79th Cong., 2d Sess., 17.</p>\n        <p class=\"indent\">Representative (now Senator) Henry Jackson, the manager of the committee amendments on the House floor, explained it as follows:</p>\n        <p class=\"indent\">'Section 9 of H.R. 3603 provides for a refund to operators      who purchased vessels during the war, at war cost, back to      the statutory sales price contained in section 3 of the bill.      Such an adjustment is fair. We do not want to place the      wartime purchaser at a disadvantage with his competitor who      acquires a similar vessel under the provisions of this bill.</p>\n        <p class=\"indent\">'However, section 9 contains many loopholes which in my      opinion places the wartime purchaser in a far better position      than future purchasers. For one thing, the wartime purchaser,      under section 9, would be allowed trade-in allowances far in      excess of those rpovided under the committee amendment to      section 8.</p>\n        <p class=\"indent\">'If there is to be equality between past and future purchases      there must be comparable terms and nothing less. * * *</p>\n        <p class=\"indent\">'I have proposed certain modifications to section 9 of H.R.      3603 which has been accepted as a committee amendment. The      effect of this amendment is to treat prior sales as having taken place on the date of      the enactment of this bill. The operator is compensated for      all actual money investment to date by an allowance of 3 1/2      percent interest thereon.</p>\n        <p class=\"indent\">'The committee amendment treats all of these prior sales as      being made on the date of the bill's enactment and not before      that time, so that the previous purchaser and a future      purchaser will be put on exactly the same basis. In order to      accomplish this result it is necessary to 'unwind' a previous      transaction, and most of the provisions of the committee      amendment which appear complicated are the provisions      describing how this unwinding is to be done.</p>\n        <p class=\"indent\">'These are the provisions which the amendment includes for      the purpose of unwinding the previous transaction. The basic      principle of the amendment is very simple&#8212;the previous      transaction is to be looked upon as having taken place not      when it actually did but as taking place on the date of the      bill's enactment and subject to all of the bill's provisions.      * * *' (Emphasis added.) 91 Cong.Rec. 9182, 9185, 9282.</p>\n        <p class=\"indent\">Treating pre-Act and post-Act purchasers as having the same tax basis in the vessels&#8212;the statutory sales price&#8212;serves the congressional purpose of putting the two groups 'on exactly the same basis.' Otherwise, pre-Act purchasers, with a higher basis for federal income tax purposes, would have competitive advantages over post-Act purchasers in the ability of pre-Act purchasers to take higher depreciation deductions from income, thus paying lower taxes on the same income than their post-Act purchaser competitors. In fact, this advantage over post-Act purchasers is exactly what petitioner seeks in this case. Both petitioner and a post-Act purchaser of comparable ships would pay a statutory sales price of $17,685,424. Yet petitioner seeks a depreciation basis of $26,504,263 while the post-Act purchaser would only have a basis of $17,685,424. This varying result is prohibited by the statute.</p>\n        <p class=\"indent\">Petitioner argues, however, that the Senate predecessor to &#167; 9 of the 1946 Act contained an express provision that, if an adjustment in the purchase price is made for a pre-Act purchaser, for purposes of federal income taxes, 'the vessel shall be considered as having been acquired at the adjuster purchase price (the statutory sales price) * * *.' See &#167; 9(e)(1) of H.R. 3603, as amended by the Senate Committee on Commerce, 79th Cong., 1st Sess., 91 Cong.Rec. 11535. Petitioner states that this provision, which would confirm the result here contended for by the Government, was eliminated from the version of the Act that was finally adopted. From these facts, petitioner would have us infer that Congress rejected the notion that the statutory sales price should be the cost basis of the ships for depreciation. This contention of petitioner, however, completely overlooks the fact that the provision upon which petitioner relies was in an early version of the bill which at that time was premised not on the assumption finally accepted that the sales took place on the 1946 statutory enactment date, but rather on the contrary theory that the sales took place at the statutory prices but on their original dates. On this latter assumption which the bill then contained, the express provision of the Senate bill was necessary to prevent the very result for which petitioner now contends. However, as we have already pointed out, in the legislative consideration of the bill as finally enacted, the early version of the bill premised on the assumption that the sales took place at their original dates was rejected and the bill revised to embrace the contrary assumption that the sales took place at the date of the enactment of the Act and not before that time. See pp. 264&#8212;266, supra. Once this revision in the bill's basic approach was made there was no longer any necessity to provide, as the earlier Senate version had, that for tax or any other specific purpose 'the vessel shall be considered as having been acquired at the * * * (statutory sales) price * * *.' For in the bill as finally enacted, it was expressly provided that the vessel is to be treated 'as if it were being sold to the applicant on the date of the enactment of this Act, and not before that time,' and explicit provision was made for unwinding all pre-Act transactions, including taxes. We therefore reject this argument of petitioner.</p>\n        <p class=\"indent\">Finally, petitioner argues that the congressional history subsequent to the enactment of the 1946 statute supports its interpretation of the Act. In 1950, Congress passed an amendment to the 1946 Act, designed to provide precisely the tax result here contended for by petitioner.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> This amendment, however, was vetoed by President Truman. While both House and Senate Committee Reports contain statements that this amendment was deemed simply a clarifying one which expressed the intent of the original Act, see H.R.Rep.No.1342, 81st Cong., 1st Sess., 1; S.Rep.No.1915, 81st Cong., 2d Sess., 1, it was vetoed by President Truman on the ground that, on the contrary, he considered it to vitiate the intent of Congress in enacting the 1946 Act. The President's veto message stated:</p>\n        <p class=\"indent\">'(O)ther provisions of the Merchant Ship Sales Act already      provide that for certain purposes the cost basis of the      vessels owned by prior purchasers shall be the statutory      sales price. The consistent pattern of treatment provided in      the act would be destroyed by granting in this one subsection      the concession on cost basis entailed in this measure.      Finally, the benefits accruing to prior purchasers, if they      are allowed to capitalize these amounts above the statutory      sales price, would afford them the special operating      advantages which arise from the higher depreciation      allowances possible under this measure.' 96 Cong.Rec. 15792.</p>\n        <p class=\"indent\">Thus, it is apparent that the President and Congress disagreed over the meaning of a law passed by a prior Congress, and that the President, deeming the amendment to depart from the purpose of the original statute, refused to approve it so that the amendment was not enacted into law. This Court has pointed out on previous occasions that 'the views of a subsequent Congress form a hazardous basis for inferring the intent of an earlier one.' United States v. Price, 361 U.S. 304, 313, 80 S.Ct. 326, 332, 4 L.Ed.2d 334; United States v. Philadelphia National Bank, 374 U.S. 321, 348&#8212;349, 83 S.Ct. 1715, 1733, 10 L.Ed.2d 915. This is particularly true where a President (the same President who signed the original Act) vetoes a 'clarifying' amendment on the grounds that, in his view, it does not clarify but rather vitiates the intent of the Congress that passed the original Act. As this Court held in Fogarty v. United States, 340 U.S. 8, 71 S.Ct. 5, 95 L.Ed. 10 in considering a similar situation, the abortive action of the subsequent Congress 'would not supplant the contemporaneous intent of the Congress which enacted the * * * Act.' Id., at 14, 71 S.Ct. at 8. See also United States v. Wise, 370 U.S. 405, 411, 82 S.Ct. 1354, 1358, 8 L.Ed.2d 590.</p>\n        <p class=\"indent\">For all the reasons set forth above, we conclude that, under the statutory scheme which unwinds the pre-Act transactions, petitioner's real cost and thus its basis for depreciation was the statutory sales price of $17,685,424.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> Consequently, the judgment of the Court of Appeals is affirmed.</p>\n        <p class=\"indent\">Affirmed.</p>\n        <p class=\"center\">APPENDIX TO OPINION OF THE COURT.</p>\n        <p class=\"indent\">Section 9 of the Merchant Ship Sales Act of 1946, 60 Stat. 46, 50 U.S.C.App. &#167; 1742 (1958 ed.), provides in relevant part:</p>\n        <p class=\"indent\">'Sec. 9. (a) A citizen of the United States who on the date of the enactment of this Act&#8212;</p>\n        <p class=\"indent\">'(1) owns a vessel which he purchased from the Commission prior to such date, and which was delivered by its builder after December 31, 1940; * * *</p>\n        <p class=\"indent\">'shall, except as hereinafter provided, be entitled to an adjustment in the price of such vessel under this section if he makes application therefor, in such form and manner as the Commission may prescribe, within sixty days after the date of publication of the applicable prewar domestic costs in the Federal Register under section 3(c) of this Act. * * *</p>\n        <p class=\"indent\">'(b) Such adjustment shall be made, as hereinafter provided, by treating the vessel as if it were being sold to the applicant on the date of the enactment of this Act, and not before that time. The amount of such adjustment shall be determined as follows:</p>\n        <p class=\"indent\">'(1) The Commission shall credit the applicant with the excess of the cash payments made upon the original purchase price of the vessel over 25 per centum of the statutory sales price of the vessel as of such date of enactment. If such payment was less than 25 per centum of the statutory sales price of the vessel, the applicant shall pay the difference to the Commission.</p>\n        <p class=\"indent\">'(2) The applicant's indebtedness under any mortgage to the United States with respect to the vessel shall be adjusted.</p>\n        <p class=\"indent\">'(3) The adjusted mortgage indebtedness shall be in an amount equal to the excess of the statutory sales price of the vessel as of the date of the enactment of this Act over the sum of the cash payment retained by the United States under paragraph (1) plus the readjusted trade-in allowance (determined under paragraph (7)) with respect to any vessel exchanged by the applicant on the original purchase. The adjusted mortgage indebtedness shall be payable in equal annual installments thereafter during the remaining life of such mortgage with interest on the portion of the statutory sales price remaining unpaid at the rate of 3 1/2 per centum per annum.</p>\n        <p class=\"indent\">'(4) The Commission shall credit the applicant with the excess, if any, of the sum of the cash payments made by the applicant upon the original purchase price of the vessel plus the readjusted trade-in allowance (determined under paragraph (7)) over the statutory sales price of the vessel as of the date of the enactment of this Act to the extent not credited under paragraph (1).</p>\n        <p class=\"indent\">'(5) The Commission shall also credit the applicant with an amount equal to interest at the rate of 3 1/2 per centum per annum (for the period beginning with the date of the original delivery of the vessel to the applicant and ending with the date of the enactment of this Act) on the excess of the original purchase price of the vessel over the amount of any allowance allowed by the Commission on the exchange of any vessel on such purchase; the amount of such credit first being reduced by any interest on the original mortgage indebtedness accrued up to such date of enactment and unpaid. Interest so accrued and unpaid shall be canceled.</p>\n        <p class=\"indent\">'(6) The applicant shall credit the Commission with all amounts paid by the United States to him as charter hire for use of the vessel (exclusive of service, if any, required under the terms of the charter) under any charter party made prior to the date of the enactment of this Act, and any charter hire for such use accrued up to such date of enactment and unpaid shall be canceled; and the Commission shall credit the applicant with the amount that would have been paid by the United States to the applicant as charter hire for bare-boat use of vessels exchanged by the applicant on the original purchase (for the period beginning with date on which the vessels so exchanged were delivered to the Commission and ending with the date of the enactment of this Act).</p>\n        <p class=\"indent\">'(7) The allowance made to the applicant on any vessel exchanged by him on the original purchase shall be readjusted so as to limit such allowance to the amount provided for under section 8.</p>\n        <p class=\"indent\">'(8) There shall be subtracted from the sum of the credits in favor of the Commission under the foregoing provisions of this subsection the amount of any overpayments of Federal taxes by the applicant resulting from the application of subsection (c)(1), and there shall be subtracted from the sum of the credits in favor of the applicant under the foregoing provisions of this subsection the amount of any deficiencies in Federal taxes of the applicant resulting from the application of subsection (c)(1). If, after making such subtractions, the sum of the credits in favor of the applicant exceeds the sum of the credits in favor of the Commission, such excess shall be paid by the Commission to the applicant. If, after making such subtractions, the sum of the credits in favor of the Commission exceeds the sum of the credits in favor of the applicant, such excess shall be paid by the applicant to the Commission. Upon such payment by the Commission or the applicant, such overpayments shall be treated as having been refunded and such deficiencies as having been paid.</p>\n        <p class=\"indent\">'For the purposes of this subsection, the purchase price of a vessel on account of which a construction-differential subsidy was paid or agreed to be paid under section 504 of the Merchant Marine Act, 1936, as amended, shall be the net cost of the vessel to the owner.</p>\n        <p class=\"indent\">'(c) An adjustment shall be made under this section only if the applicant enters into an agreement with the Commission binding upon the citizen applicant and any affiliated interest to the effect that&#8212;</p>\n        <p class=\"indent\">'(1) depreciation and amortization allowed or allowable with respect to the vessel up to the date of the enactment of this Act for Federal tax purposes shall be treated as not having been allowable; amounts credited to the Commission under subsection (b)(6) shall be treated for Federal tax purposes as not having been received or accrued as income; amounts credited to the applicant under subsection (b)(5) and (6) shall be treated for Federal tax purposes as having been received and accrued as income in the taxable year in which falls the date of the enactment of this Act * * *.'</p>\n        <p class=\"indent\">('Secretary,' meaning Secretary of Commerce, was substituted for 'Commission' in the above statute, except where otherwise indicated by the context, on authority of 1950 Reorg.Plan No. 21, effective May 24, 1950, 15 Fed.Reg. 3178, 64 Stat. 1273.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The total purchase price (without trade-in allowance) was $49,582,767. The trade-in allowance was $2,609,600. The net purchase price of $46,973,167 consisted of a cash payment of $6,449,107 and mortgage indebtedness of $40,524,060. For simplicity in this opinion, the $46,973,167 purchase price will be considered as if it had all been paid in cash.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The last two vessels purchased by petitioner were delivered on February 27, 1946, and March 11, 1946, respectively, one just before and the other just after the date (March 8, 1946) of the Merchant Ship Sales Act of 1946, 60 Stat. 41, as amended, 50 U.S.C.App. &#167; 1735 et seq. (1958 ed.), and thus were not chartered to the Government before the Act.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 9, in relevant part, is set out in the Appendix to this opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> As with the original purchase price, this figure is after an allowance for the four vessels traded in. The statutory price (without trade-in allowance) was $17,997,981. The trade-in allowance (determined under &#167; 9(b)(7) was $312,557. For simplicity, in the remainder of this opinion, the figures used for both the original sales price and the statutory sales price will be those of the price after these respective trade-in allowances.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The total $29,287,743 purchase price credit was comprised of a cash credit of $11,735,951 and a reduction of mortgage indebtedness of $17,551,792. As with the original purchase price, see note 1, supra, for simplicity this total credit will be considered as if it were all a cash credit.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See note 2, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This recalculation included a readjustment of previous depreciation allowed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The figure $20,468,904 is one dollar smaller than the difference between $29,287,743 and $8,818,838. This discrepancy is caused by the omission from the calculation of figures of amounts less than one dollar. This net credit of $20,468,904 was divided into a cash credit to petitioner of $2,917,112 and a reduction of the mortgage indebtedness by $17,551,792. Again, for simplicity, this 1946 net credit will be considered as if it were all a cash credit. See notes 1 and 5, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See note 8, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See note 14, infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Court of Appeals for the Third Circuit agrees with the result of the Court of Appeals in this case. See National Bulk Carriers, Inc. v. United States, 3 Cir., 331 F.2d 407. However, these decisions conflict with that of the Court of Claims in Socony Mobil Oil Co. v. United States, 287 F.2d 910, 153 Ct.Cl. 638, upon which the District Court in the instant case relied.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> As stated in note 1, supra, the original purchase price of $46,973,167 consisted of a $6,449,107 cash payment and $40,524,060 in mortgage indebtedness. By the statutory enactment date of March 8, 1946, petitioner had paid an additional $9,786,339 on the mortgage. At that date therefore the original $46,973,167 purchase price consisted of a cash payment of $16,235,446 and a now reduced mortgage indebtedness of $30,737,721. As stated in note 8, supra, the 1946 payment to petitioner was comprised of a cash credit of $2,917,112 and a reduction of the mortgage indebtedness by $17,551,792. Thus under petitioner's calculations, after the 1946 adjustment its cost of the vessels was the sum of its cash investment of $13,318,334 ($16,235,446 minus $2,917,112) and its mortgage indebtedness of $13,185,929 ($30,737,721 minus $17,551,792), or 26,504,263.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See note 8, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The figure of $8,818,838 is one dollar lower than the difference between the basis figures as asserted by the two parties. This discrepancy is brought about by the fact that all figures have been rounded off to dollar amounts. Also, the asserted basis figures given in the text are based upon the parties' contentions as to the correct cost figure for the 18 ships. They do not take into account the undisputed figure of $175,876 which represents the basis of the four ships traded in and which both parties agree should be added to their respective cost bases as given in text. In tabular form, the tax contentions are as follows:</p>\n        <p>Government  Petitioner</p>\n        <p>1. Original sales price. $46,973,167       $46,973,167</p>\n        <p>2. Net charter payments by the Government to</p>\n        <p>petitioner from 1942-1946   (8,818,838)       (.........)</p>\n        <p>3. Lump sum payment by Government to</p>\n        <p>petitioner in 1946. (20,468,904)       ($20,468,904)</p>\n        <p>6. Basis as of March 8, 1946  $17,861,300        $26,680,139</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> As we have already discussed, this $8,818,838 represents the $13,430,431 charter hire which petitioner received from the Government because it owned these ships during the war, as offset by debits to the Government and credits to petitioner representing the charter hire which petitioner would have received on its four ships which it traded in, interest on petitioner's investment in the ships during this period, and a refund of income taxes paid on this unwound charter hire.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> See note 8, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> See note 8, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> As noted above, notes 1, 5, 8, 12, supra, these figures are stated on the basis that the whole transaction was for cash. The same result is achieved, however, when the transaction is viewed on the mortgage basis as set forth in note 12, supra. When this is done the $8,818,838 is seen as a cash payment by the Government to petitioner which must be credited against its asserted net cash investment of $13,318,334, reducing it to $4,499,496. On this basis, petitioner's cost therefore is its net cash investment of $4,499,496 plus its mortgage indebtedness of $13,185,929, or $17,685,424&#8212;the statutory sales price. (Again there is a one-dollar discrepancy because of the rounding off of all figures to dollar amounts.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The amendment provided, as an addition to subsection 9(b) of the Act:</p>\n        <p>'From and after March 8, 1946, the cost basis of a vessel in respect of which the price adjustment is made shall be the underpreciated original purchase price reduced by the net amount of such adjustment in favor of the applicant resulting from the application of all of the foregoing provisions of this subsection.' See H.R.Rep. No. 1342, 81st Cong., 1st Sess., 5; S.Rep. No. 1915, 81st Cong., 2d Sess., 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> See note 14, supra.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/107060/"
}