{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "66 U.S. 316", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/87469/"
    ], 
    "scotus_early_cite": "1 Black 316", 
    "case_name": "Harkness v. Underhill", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 55978, 
    "resource_uri": "/api/rest/v2/citation/55978/"
  }, 
  "id": 87469, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1862-03-24", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>66 U.S. 316 (____)</b></center>\n<center><b>1 Black 316</b></center>\n<center><h1>HARKNESS &amp; WIFE<br>\nvs.<br>\nUNDERHILL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*320</span> Mr. Williams for complainants.</p>\n<p>Mr. Carlisle and Mr. Webb for defendant.</p>\n<p><span class=\"star-pagination\">*323</span> Mr. Justice CATRON.</p>\n<p>In the winter or spring of 1832, Isaac Waters and Stephen Stillman agreed to cultivate and improve the east half of the southeast quarter of section four, a portion of which is in controversy in this suit. This arrangement was made in view of the probability that Congress would, at its then session, pass a pre-emption law. It was further stipulated that Waters should make the necessary proof to obtain the pre-emption. As was anticipated, the act of April 5, 1832, was passed, allowing \"to actual settlers, being housekeepers,\" a pre-emption to enter a half-quarter section to include his improvement. Waters went on the land, made a slight improvement for the purpose of cultivation, erected a temporary hut, or rather a pen, put some furniture in it, and he, with a part of his family, went into the hut, staid there a couple of days, and then returned to his residence in the village of Peoria, where he resided, and continued to reside. He was a substantial resident of the village, having a house, home, and family there. The half-quarter section adjoined the village property. Waters made an affidavit in September, 1832, that he was an actual settler and housekeeper on the land. He does not say at what time, but he applied to enter under the provisions of the act of April 5, 1832. He also procured the affidavit of one Trail, who swore that Waters was an actual settler and housekeeper on the half-quarter section.</p>\n<p>In July, 1833, Waters, in a written agreement with Stillman and Wm. A. Stewart, recited the terms on which he and Stillman agreed to improve the land, to wit: that the entry was to be made for their joint benefit on the proofs furnished by Waters. Stewart, at the date of the agreement, stipulated to <span class=\"star-pagination\">*324</span> pay Stillman's moiety of the purchase-money, and Waters was bound to convey to Stewart and Stillman one-half of the eighty acres; and it appears by a covenant, dated July 2, 1835, executed by Waters to Pettingal and Wolcott, that Waters's portion was the western forty acres, which he bound himself to convey to Pettingal and Wolcott, they being purchasers from Waters. Waters soon thereafter died, leaving a widow and children, and they entered the half-quarter section, in the name of Waters, at the land office at Quincy, August 7, 1835. The entry stood in this condition till May, 1838, when the Commissioner of the General Land Office informed the register and receiver at Quincy that, Stephen Stillman's heirs having applied to them to enter the half-quarter section, containing eighty acres, and having adduced evidence to the Commissioner tending to prove that Waters went on the land into a log-pen, without a roof, and staid there only one night; furthermore, that the affidavits of Waters and Trail being evasive, and not stating that Waters was an actual settler on the 5th of April, 1832, the register and receiver were, therefore, instructed, that if they believed the facts, as respects the frauds practised to obtain the entry in Waters's name, to treat it as void, for fraud, and allow Stillman's heirs to enter the land; and this was accordingly done. The entry in Stillman's name was made under the occupant law of 1834.</p>\n<p>We concur with the Commissioner's directions, and the finding of the register and receiver, that the proceeding of Waters was a fraudulent contrivance to secure the valuable privilege of a preference of entry. It was an attempt to speculate on his part, and also on the part of Stillman, his co-partner, by fraud and falsehood. They both knew equally well that Waters was no actual settler on the public lands at any time, and that the affidavits of Waters and Trail were false.</p>\n<p>The principal ground on which the bill is founded assumes that the complainant, as assignee of Waters's heirs, is entitled to a decree against the respondent, because his title was derived through Stillman, and that Stillman came into possession under Waters, and therefore Stillman's assignee cannot dispute the title of him under whom he held possession, according to the <span class=\"star-pagination\">*325</span> doctrine maintained by this court in the case of Thredgill vs. Pintard, (12 How., 24.)</p>\n<p>In Thredgill's case the transaction was fair, and obviously honest. The consideration between the parties was full and undoubted; their contracts bound them. But in this case, there was no legal contract between Stillman and Waters. They combined to defraud the Government; their agreement was contrary to public policy, because it was intended by contrivance to take the land out of the market at public sale \u0097 a cherished policy of the Government. Such an agreement can have no standing in a court of justice.</p>\n<p>But there is another defence equally conclusive. The bill seeks the legal title from Underhill; he holds under a patent, dated in 1838; he purchased in 1841, and has been in uninterrupted possession ever since. This suit was brought in 1854. In the meantime, the land sued for has been partly laid off into lots, and become city property; yet, Waters's claim lay dormant after his entry was set aside at the General Land Office for eighteen years, and fourteen years after the patent in Stillman's name was issued, and the land conveyed to Underhill by Wren. Underhill, and those holding under him, have held possession from 1841 to the time when this suit was brought; and, in the meantime, the land had greatly increased in value, and changed in its circumstances. These facts present a case on which a court of equity cannot decree for the complainant, if there was no other defence.</p>\n<p>The question is again raised, whether this entry, having been allowed by the register and receiver, could be set aside by the Commissioner. All the officers administering the public lands were bound by the regulations published May 6, 1836. 2 L.L. &amp; O., 92. These regulations prescribed the mode of proceeding to vacate a fraudulent occupant entry, and were pursued in the case before the court.</p>\n<p>This question has several times been raised and decided in this court, upholding the Commissioner's powers. Garland vs. Winn, (20 How., 8;) Lytle vs. The State of Arkansas, (22 How.)</p>\n<p>For the reasons above stated, it is ordered that the decree of the Circuit Court be affirmed.</p>\n</div>", 
  "time_retrieved": "2010-04-28T09:01:15", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">66</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">316</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">Black</span> <span class=\"page\">316</span></span></b></center>\n<center><h1>HARKNESS &amp; WIFE<br>\nvs.<br>\nUNDERHILL.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*320</span> Mr. Williams for complainants.</p>\n<p>Mr. Carlisle and Mr. Webb for defendant.</p>\n<p><span class=\"star-pagination\">*323</span> Mr. Justice CATRON.</p>\n<p>In the winter or spring of 1832, Isaac Waters and Stephen Stillman agreed to cultivate and improve the east half of the southeast quarter of section four, a portion of which is in controversy in this suit. This arrangement was made in view of the probability that Congress would, at its then session, pass a pre-emption law. It was further stipulated that Waters should make the necessary proof to obtain the pre-emption. As was anticipated, the act of April 5, 1832, was passed, allowing \"to actual settlers, being housekeepers,\" a pre-emption to enter a half-quarter section to include his improvement. Waters went on the land, made a slight improvement for the purpose of cultivation, erected a temporary hut, or rather a pen, put some furniture in it, and he, with a part of his family, went into the hut, staid there a couple of days, and then returned to his residence in the village of Peoria, where he resided, and continued to reside. He was a substantial resident of the village, having a house, home, and family there. The half-quarter section adjoined the village property. Waters made an affidavit in September, 1832, that he was an actual settler and housekeeper on the land. He does not say at what time, but he applied to enter under the provisions of the act of April 5, 1832. He also procured the affidavit of one Trail, who swore that Waters was an actual settler and housekeeper on the half-quarter section.</p>\n<p>In July, 1833, Waters, in a written agreement with Stillman and Wm. A. Stewart, recited the terms on which he and Stillman agreed to improve the land, to wit: that the entry was to be made for their joint benefit on the proofs furnished by Waters. Stewart, at the date of the agreement, stipulated to <span class=\"star-pagination\">*324</span> pay Stillman's moiety of the purchase-money, and Waters was bound to convey to Stewart and Stillman one-half of the eighty acres; and it appears by a covenant, dated July 2, 1835, executed by Waters to Pettingal and Wolcott, that Waters's portion was the western forty acres, which he bound himself to convey to Pettingal and Wolcott, they being purchasers from Waters. Waters soon thereafter died, leaving a widow and children, and they entered the half-quarter section, in the name of Waters, at the land office at Quincy, August 7, 1835. The entry stood in this condition till May, 1838, when the Commissioner of the General Land Office informed the register and receiver at Quincy that, Stephen Stillman's heirs having applied to them to enter the half-quarter section, containing eighty acres, and having adduced evidence to the Commissioner tending to prove that Waters went on the land into a log-pen, without a roof, and staid there only one night; furthermore, that the affidavits of Waters and Trail being evasive, and not stating that Waters was an actual settler on the 5th of April, 1832, the register and receiver were, therefore, instructed, that if they believed the facts, as respects the frauds practised to obtain the entry in Waters's name, to treat it as void, for fraud, and allow Stillman's heirs to enter the land; and this was accordingly done. The entry in Stillman's name was made under the occupant law of 1834.</p>\n<p>We concur with the Commissioner's directions, and the finding of the register and receiver, that the proceeding of Waters was a fraudulent contrivance to secure the valuable privilege of a preference of entry. It was an attempt to speculate on his part, and also on the part of Stillman, his co-partner, by fraud and falsehood. They both knew equally well that Waters was no actual settler on the public lands at any time, and that the affidavits of Waters and Trail were false.</p>\n<p>The principal ground on which the bill is founded assumes that the complainant, as assignee of Waters's heirs, is entitled to a decree against the respondent, because his title was derived through Stillman, and that Stillman came into possession under Waters, and therefore Stillman's assignee cannot dispute the title of him under whom he held possession, according to the <span class=\"star-pagination\">*325</span> doctrine maintained by this court in the case of Thredgill vs. Pintard, (12 How., 24.)</p>\n<p>In Thredgill's case the transaction was fair, and obviously honest. The consideration between the parties was full and undoubted; their contracts bound them. But in this case, there was no legal contract between Stillman and Waters. They combined to defraud the Government; their agreement was contrary to public policy, because it was intended by contrivance to take the land out of the market at public sale \u0097 a cherished policy of the Government. Such an agreement can have no standing in a court of justice.</p>\n<p>But there is another defence equally conclusive. The bill seeks the legal title from Underhill; he holds under a patent, dated in 1838; he purchased in 1841, and has been in uninterrupted possession ever since. This suit was brought in 1854. In the meantime, the land sued for has been partly laid off into lots, and become city property; yet, Waters's claim lay dormant after his entry was set aside at the General Land Office for eighteen years, and fourteen years after the patent in Stillman's name was issued, and the land conveyed to Underhill by Wren. Underhill, and those holding under him, have held possession from 1841 to the time when this suit was brought; and, in the meantime, the land had greatly increased in value, and changed in its circumstances. These facts present a case on which a court of equity cannot decree for the complainant, if there was no other defence.</p>\n<p>The question is again raised, whether this entry, having been allowed by the register and receiver, could be set aside by the Commissioner. All the officers administering the public lands were bound by the regulations published May 6, 1836. 2 L.L. &amp; O., 92. These regulations prescribed the mode of proceeding to vacate a fraudulent occupant entry, and were pursued in the case before the court.</p>\n<p>This question has several times been raised and decided in this court, upholding the Commissioner's powers. Garland vs. Winn, (20 How., 8;) Lytle vs. The State of Arkansas, (22 How.)</p>\n<p>For the reasons above stated, it is ordered that the decree of the Circuit Court be affirmed.</p>\n</div>", 
  "sha1": "a13d5feccde0a6ec9aa73c3ddf009868aa032ba3", 
  "date_modified": "2014-12-21T01:25:32.167995", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/87469/harkness-v-underhill/", 
  "citation_count": 0, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/400438/", 
  "html": "<p class=\"case_cite\">66 U.S. 316</p>\n    <p class=\"case_cite\">1 Black 316</p>\n    <p class=\"case_cite\">17 L.Ed. 208</p>\n    <p class=\"parties\">HARKNESS &amp; WIFE<br>v.<br>UNDERHILL.</p>\n    <p class=\"date\">December Term, 1861</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James P. Harkness and Maria his wife brought their bill in the Circuit Court of the United States for the northern district of Illinois, against Isaac Underhill, to compel the defendant to convey to Maria Harkness the west half of the east half of the southeast quarter of section 4 in township 8, range 8, east of the 4th principal meridian, in Peoria county, Illinois. The material facts set forth in the bill are these:</p>\n      <p class=\"indent\">Isaac Waters, the father of Maria Harkness, was a settler and housekeeper on the half-quarter section of land described. As such he was in possession of the whole eighty acres from April 5th, 1832, until July 13th, 1833; and from the latter date until July 2d, 1835, he was in possession of forty acres, the west half, cultivating it and making improvements, which began in April, 1832. On the 24th of November, 1832, he made his affidavit, which was corroborated by that of John G. Trail, that he was a settler and housekeeper on the half-quarter section; which affidavits of himself and Trail he afterwards presented at the land office and applied for the purchase and entry of the land, but failed because the public surveys of that township had not then been returned. Subsequently to this the surveys were returned, but Waters died without renewing his application. He left a widow and several children. On the 7th of August, 1835, which was after the death of Waters and within one year after the return of the surveys, his widow, on behalf of herself and children, applied for a pre-emption right upon the proofs which Waters had made in his lifetime. The register and receiver allowed the claim, and the land was thereupon entered by the widow for herself and the heirs-at-law of Waters. The receipt was recorded in the office of the recorder for Peoria country.</p>\n      <p class=\"indent\">The narrative now goes back to certain transactions of Waters with other parties. On the 13th of July, 1833, he made his writing obligatory to Stephen Stillman and William A. Stewart, reciting that Waters and Stillman were common owners of the eighty acres; that Stewart had bought half of Stillman's share; that Stewart should pay $50, one half of the whole purchase money, and Waters should make to Stewart and Stillman a good title for forty acres, the east half of the eighty acres. Stewart conveyed his interest to Francis Church. As to the west half, Waters bound himself on the 2d of July, 1835, to convey that to Moses Pettingal and William Wolcott. They assigned their interest to Aaron Russell, who went into possession and made improvements worth $3,000. Russell died in possession in the fall of 1838, leaving no children, but a widow, who retained the possession to the time of her own death in the fall of 1839, when Gale and Cross, administrators of Russell, took possession and kept it until they were turned out by force, as will be mentioned hereafter.</p>\n      <p class=\"indent\">In 1836, Stillman, taking advantage of the possession which he had acquired, with Waters's consent, of the east half of the eighty acres, claimed a pre-emption right in the whole of it. He had previously sold a portion of it to Aquilla Wren. The land office refused to allow him a pre-emption or to permit him to enter the land, because a pre-emption for the same land had been already allowed to the heirs of Waters. Stillman died in 1837. The year afterwards, Wren, together with one Frisby, sent an agent to the land office, who got a pre-emption right allowed, and an entry made in the name of himself as agent for Stillman's heirs. But this was done without the authority or knowledge of Stillman's heirs, and the purchase money and fees were paid by Frisby and Wren. They also got a patent from the General Land Office at Washington, and turned Russell's administrators (Gale and Cross) out of possession of the west half by force. In 1841, Wren conveyed the west half of the lot to Isaac Underhill.</p>\n      <p class=\"indent\">After the administrators of Russell had been forcibly detruded from their possession, they brought an action against Waters's representatives on the bond which Waters had given to Pettingal and Wolcott for the title of the west half of the lot, and recovered $3,000. On this judgment execution was issued; the land now in controversy was levied on <i>inter alia</i>, and sold to Charles Balance for $5. Balance conveyed to Maria Harkness, a daughter of Waters, and one of the present plaintiffs. The other heirs of Waters also released their respective rights to her.</p>\n      <p class=\"indent\">The bill concludes by praying that Isaac Underhill, the defendant, be decreed to convey the west half of the eighty acres to Maria Harkness, and account to her for the profits he has received.</p>\n      <p class=\"indent\">The defendant's version of the facts as extracted from his answer, and simply stated, is this:</p>\n      <p class=\"indent\">Waters was not a settler and housekeeper on the land. His affidavit to that effect was false, and so was Trail's. He went on the land September 23, 1832, put up a log-pen, without a roof, staid there one night only, and the next day made his affidavit. That was the only possession he ever had, and the certificate of pre-emption obtained upon it was fraudulent and void. Defendant knew nothing of the written contract between Waters of the one part, and Stillman and Stewart of the other part, until long after he purchased from Wren, and he denies that the facts recited in that writing are true, or that Stillman got possession of the east half of the lot under that writing; he was in possession before. It is true that Russell made improvements on the west half, but they were made with a full knowledge that Waters's pre-emption right was contested, and its validity denied. When defendant made his purchase from Wren, the bond from Waters to Stillman and Stewart, as well as the receiver's certificate and receipt, were recorded in the recorder's office of Peoria county, but he did not know it; he had no actual knowledge of either transaction, and he insists that he is an innocent and <i>bona fide</i> purchaser for a valuable consideration, without notice of any adverse claim whatever. He has made valuable improvements, which the plaintiffs stood by and saw him make for years, without asserting any right of their own; and this, together with the lapse of time, should protect him. He admits that the land was sold by the sheriff at the suit of Russell's administrators, on a judgment against the personal representatives of Waters; but the sheriff's vendee acquired no title, because the title was then not in the heirs of Waters, but in Wren.</p>\n      <p class=\"indent\">The evidence taken in the cause was convincing enough that Waters was not an actual settler and housekeeper on any part of the eighty acres when he made his application for the right of pre-emption. He was at that time a resident of Peoria, and continued to reside there afterwards. This was the only fact controverted between the parties. The Commissioner of the General Land Office ordered the entry of Waters's heirs to be vacated on the ground of fraud. The principal questions, therefore, which arose on the bill, answer, and evidence, were:</p>\n      <p class=\"indent\">1. Whether Waters's right of pre-emption could be set aside and the entry of his heirs vacated on the ground that his proofs were insufficient or false.</p>\n      <p class=\"indent\">2. Whether Stillman, and those claiming under him, were estopped by his contract with Waters to take advantage of the unsoundness of Waters's title.</p>\n      <p class=\"indent\">3. Whether Underhill, the defendant, took the legal title which he purchased from Wren discharged of the equities against it in the hands of Stillman; and</p>\n      <p class=\"indent\">4. Whether the lapse of time and the accompanying circumstances were, or were not, a protection to Underhill against the claim of the plaintiffs.</p>\n      <p class=\"indent\">The Circuit Court decided all the points of fact and law against the plaintiffs and dismissed the bill. Thereupon, they took this appeal.</p>\n      <p class=\"indent\"><i>Mr. Williams</i> for complainants. It makes no difference whether Waters's house and actual residence was on the land in question or on the adjoining tract. The substantial requirement of the law was, the improvement, and that <i>was</i> on the land. The United States were not wronged, for they got as much money, and as good, from Waters as they would have got from Stillman. Nor was Waters's entry a fraud upon Stillman. It was made with his consent and for his benefit. At all events, Waters's entry was good under the act of June 19, 1834, which provides that all persons who were in possession of and cultivated lands in 1833 shall be entitled to pre-emption. Besides, the irregularity was cured by the act of July 2, 1836.</p>\n      <p class=\"indent\">The register and receiver having sold the land to Waters in conformity with the instructions of the Commissioner of the General Land Office, had no further power or jurisdiction over it. Neither had the Commissioner of the General Land Office power to set aside the sale even for fraud. This could only be done by judicial authority. Opinions of Attorneys General, Public Land Laws, Instructions and Opinions, part 2, No. 15, p. 16; No. 57, p. 85; No. 58, p. 85; No. 64, p. 99; No. 88, p. 140; <i>Elliott</i> vs. <i>Piersoll</i>, (1 Pet., 340;) <i>Wilcox</i> vs. <i>Jackson</i>, (13 Pet., 511; 13 Curtis, 269;) <i>Lytle</i> vs. <i>The State of Arkansas</i>, (9 How., 333; 18 Curtis, 159;) <i>United States</i> vs. <i>Arredondo</i>, (6 Pet., 709, 729;) <i>La Roche</i> vs. <i>Jones</i>, (9 How., 17; 14 Pet., 458.) The entry of Waters was vacated on an <i>ex parte</i> application without notice. A judicial decree made under such circumstances, and in such a manner, would be a nullity. So, for a stonger reason, is the decision of a mere executive or ministerial officer.</p>\n      <p class=\"indent\">Stillman is estopped by the contract between himself and Waters from setting up a title acquired as his was in opposition to the title of Waters. 12 How., 24; <i>Hallet</i> vs. <i>Collins</i>, (10 How., 174, 183;) <i>Hunt</i> vs. <i>Sloan</i>, (2 Michigan, 213;) <i>Peyton</i> vs. <i>Stith</i>, (5 Pet., 485;) <i>Tilghman</i> vs. <i>Lytle</i>, (13 Ills. R., 239;) <i>Wenlock</i> vs. <i>Hardy</i>, (4 Little, 272-4;) <i>Riley</i> vs. <i>Millian</i>, (4 J. J. Marsh, 305.)</p>\n      <p class=\"indent\">Wren and Underhill having purchased with a full knowledge of Waters's claim, and of the facts upon which it was founded, are in no better condition than Stillman himself. Waters's certificate of entry and his bond to Stillman and Stewart were recorded. That record was notice to all the world. It is made so by the recording law of Illinois. 1 Purp. St., 159, sec. 28. Besides, the open, actual, notorious possession which Waters and those deriving title from him had of the west half of the eighty acres, was notice to all persons of the title under which they claimed it. <i>Rupert</i> vs. <i>Mark</i>, (15 Ills., 542;) <i>Tuttle</i> vs. <i>Jackson</i>, (6 Wend., 213;) <i>Colby</i> vs. <i>Kenniston</i>, (4 N. H., 262;) <i>Mathews</i> vs. <i>Demerite</i>, (22 Maine, 312;) <i>Landes</i> vs. <i>Brant</i>, (10 How., 348;) <i>Dyer</i> vs. <i>Martin</i>, (4 Scam., 146;) <i>Dixon</i> vs. <i>Doe</i>, (1 S. &amp; M., 70;) <i>Boling</i> vs. <i>Ewing</i>, (9 Dana, 76;) <i>McConnel</i> vs. <i>Read</i>, (4 Scam., 123;) 1 Story's Eq. Jurisp., sec. 400; 2 Vesey, 437; 13 Vesey, 118; <i>Buck</i> vs. <i>Halloway's Devisees</i>, (2 J. J. Marsh, 180;) <i>Grimston</i> vs. <i>Carter</i>, (3 Paige, 421-437;) <i>Governeur</i> vs. <i>Lynch</i>, (2 Paige, 300;) <i>Chesterman</i> vs. <i>Gardner</i>, (5 Johns, Ch. 29.)</p>\n      <p class=\"indent\">And this rule extends to the possession of a pre-emption in Illinois. <i>Bruner et al.</i> vs. <i>Manlore et al.</i>, (3 Scam., 339.)</p>\n      <p class=\"indent\"><i>Mr. Carlisle</i> and <i>Mr. Webb</i> for defendant. No one but a settler and housekeeper on the land was entitled to a right of pre-emption under the act of April 5, 1832. Waters was not a settler or housekeeper. He had, therefore, no right&#8212;no title&#8212;nothing but a fraudulent claim, wholly worthless and void. That being its character, the register and receiver and Commissioner of the General Land Office had authority to rescind, set aside, and treat as a nullity the entry made by his heirs on the false proofs produced by him in his lifetime. As Waters's entry did not give him the title, it was still in the United States, and the land office was justified in permitting Stillman's heirs to enter it. 2 Land Laws, 646; <i>Lewis</i> vs. <i>Lewis</i>, (9 Mo., 143.) 'It is the duty of the Commissioner of the General Land Office to revise the proceedings of the register and receiver and vacate entries which may have been illegally made, and thereby arrest the completion of a title originating in fraud, mistake, or violation of law.' This is the language of the court in <i>Green</i> vs.<i>Hill</i>, (9 Missouri, 322.) To the same effect are the cases of <i>Perry</i> vs. <i>O'Hanlon</i>, (11 Mo., 585;) <i>Huntsucker</i> vs. <i>Clark</i>, (12 Mo., 333;) <i>Nelson</i> vs. <i>Simms</i>, (23 Miss., 383;) <i>Glenn</i> vs. <i>Thistle</i>, (23 Miss., 42;) <i>Mitchell</i> vs. <i>Cobb</i>, (13 Ala., 137;) <i>Dickinson</i> vs. <i>Brown</i>, (9 Smeade and Marshall, 130;) <i>Gray</i> vs. <i>McCance</i>, (4 Ill.) Between the case at bar and the case last cited there is no essential difference. The Commissioner of the Land Office held Gray's entry to be a nullity, a fraud on the Government, and directed it to be set aside, and his action was held to be not only legal but conclusive upon the parties. If Waters had any claim under the act of April 5, 1832, or March 2, 1833, he waived it by his neglect to comply with the rules and regulations of the General Land Office, and no subsequent act that he could take advantage of would cure the irregularity.</p>\n      <p class=\"indent\">The bond which Waters gave to Stillman was neither morally nor legally binding. Waters was to convey to Stillman if he obtained a pre-emption, and this he neither did nor could do. His heirs after his death entered the land in fraud of the law, but they never offered to execute the contract by conveying to Stillman. The bond was contrary to the policy of the law.</p>\n      <p class=\"indent\">The plaintiffs rely on the record as proving notice to Underhill. Perhaps these records may be notice that he had a claim, but in 1841, when Underhill made his purchase from Wren, the entry by Waters's heirs had been set aside for three years, and for the same period no person had been in possession claiming under Waters or his heirs. The patent had been issued to Stillman's heirs, and no intention had been manifested to assert an adverse claim. Then eighteen years elapsed after the title to Stillman, and fourteen after Underhill's purchase, before this bill was filed. Meantime the land had increased in value one hundred fold&#8212;had been laid out into town lots, improved and built upon by innocent purchasers, and had become a material portion of a thriving and important western city. The purchase by Underhill was made in good faith, and the entire legal and equitable title is vested in him. He need not go behind his patent for a title. It is conclusive evidence of right and title in the patentee until attacked and overthrown by some one who can show a superior equity. The defendant is also fully and wholly protected by the statute of limitations. 2 Purple's Stat., 730; Purple's Real Estate St., 424.</p>\n      <p class=\"indent\">Mr. Justice CATRON.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the winter or spring of 1832, Isaac Waters and Stephen Stillman agreed to cultivate and improve the east half of the southeast quarter of section four, a portion of which is in controversy in this suit. This arrangement was made in view of the probability that Congress would, at its then session, pass a pre-emption law. It was further stipulated that Waters should make the necessary proof to obtain the pre-emption. As was anticipated, the act of April 5, 1832, was passed, allowing 'to actual settlers, being housekeepers,' a pre-emption to enter a half-quarter section to include his improvement. Waters went on the land, made a slight improvement for the purpose of cultivation, erected a temporary hut, or rather a pen, put some furniture in it, and he, with a part of his family, went into the hut, staid there a couple of days, and then returned to his residence in the village of Peoria, where he resided, and continued to reside. He was a substantial resident of the village, having a house, home, and family there. The half-quarter section adjoined the village property. Waters made an affidavit in September, 1832, that he was an actual settler and housekeeper on the land. He does not say at what time, but he applied to enter under the provisions of the act of April 5, 1832. He also procured the affidavit of one Trail, who swore that Waters was an actual settler and housekeeper on the half-quarter section.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In July, 1833, Waters, in a written agreement with Stillman and Wm. A. Stewart, recited the terms on which he and Stillman agreed to improve the land, to wit: that the entry was to be made for their joint benefit on the proofs furnished by Waters. Stewart, at the date of the agreement, stipulated to pay Stillman's moiety of the purchase-money, and Waters was bound to convey to Stewart and Stillman one-half of the eighty acres; and it appears by a covenant, dated July 2, 1835, executed by Waters to Pettingal and Wolcott, that Waters's portion was the western forty acres, which he bound himself to convey to Pettingal and Wolcott, they being purchasers from Waters. Waters soon thereafter died, leaving a widow and children, and they entered the half-quarter section, in the name of Waters, at the land office at Quincy, August 7, 1835. The entry stood in this condition till May, 1838, when the Commissioner of the General Land Office informed the register and receiver at Quincy that, Stephen Stillman's heirs having applied to them to enter the half-quarter section, containing eighty acres, and having adduced evidence to the Commissioner tending to prove that Waters went on the land into a log-pen, without a roof, and staid there only one night; furthermore, that the affidavits of Waters and Trail being evasive, and not stating that Waters was an actual settler on the 5th of April, 1832, the register and receiver were, therefore, instructed, that if they believed the facts, as respects the frauds practised to obtain the entry in Waters's name, to treat it as void, for fraud, and allow Stillman's heirs to enter the land; and this was accordingly done. The entry in Stillman's name was made under the occupant law of 1834.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We concur with the Commissioner's directions, and the finding of the register and receiver, that the proceeding of Waters was a fraudulent contrivance to secure the valuable privilege of a preference of entry. It was an attempt to speculate on his part, and also on the part of Stillman, his co-partner, by fraud and falsehood. They both knew equally well that Waters was no actual settler on the public lands at any time, and that the affidavits of Waters and Trail were false.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The principal ground on which the bill is founded assumes that the complainant, as assignee of Waters's heirs, is entitled to a decree against the respondent, because his title was derived through Stillman, and that Stillman came into possession under Waters, and therefore Stillman's assignee cannot dispute the title of him under whom he held possession, according to the doctrine maintained by this court in the case of <i>Thredgill</i> vs. <i>Pintard</i>, (12 How., 24.)</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In Thredgill's case the transaction was fair, and obviously honest. The consideration between the parties was full and undoubted; their contracts bound them. But in this case, there was no legal contract between Stillman and Waters. They combined to defraud the Government; their agreement was contrary to public policy, because it was intended by contrivance to take the land out of the market at public sale&#8212;a cherished policy of the Government. Such an agreement can have no standing in a court of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">But there is another defence equally conclusive. The bill seeks the legal title from Underhill; he holds under a patent, dated in 1838; he purchased in 1841, and has been in uninterrupted possession ever since. This suit was brought in 1854. In the meantime, the land sued for has been partly laid off into lots, and become city property; yet, Waters's claim lay dormant after his entry was set aside at the General Land Office for eighteen years, and fourteen years after the patent in Stillman's name was issued, and the land conveyed to Underhill by Wren. Underhill, and those holding under him, have held possession from 1841 to the time when this suit was brought; and, in the meantime, the land had greatly increased in value, and changed in its circumstances. These facts present a case on which a court of equity cannot decree for the complainant, if there was no other defence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The question is again raised, whether this entry, having been allowed by the register and receiver, could be set aside by the Commissioner. All the officers administering the public lands were bound by the regulations published May 6, 1836. 2 L. L. &amp; O., 92. These regulations prescribed the mode of proceeding to vacate a fraudulent occupant entry, and were pursued in the case before the court.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This question has several times been raised and decided in this court, upholding the Commissioner's powers. <i>Garland</i> vs. <i>Winn</i>, (20 How., 8;) <i>Lytle</i> vs. <i>The State of Arkansas</i>, (22 How.)</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For the reasons above stated, it is ordered that the decree of the Circuit Court be affirmed.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/87469/"
}