{"absolute_url": "/opinion/100150/pothier-v-rodman/", "blocked": false, "citation": {"case_name": "Pothier v. Rodman", "docket_number": "___", "document_uris": ["/api/rest/v2/document/100150/"], "federal_cite_one": "261 U.S. 307", "federal_cite_three": null, "federal_cite_two": null, "id": 84533, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84533/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 10, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1923-03-12", "date_modified": "2014-12-23T12:36:40.142862", "docket": "/api/rest/v2/docket/80514/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">261 U.S. 307</p>\n    <p class=\"case_cite\">43 S.Ct. 374</p>\n    <p class=\"case_cite\">67 L.Ed. 670</p>\n    <p class=\"parties\">POTHIER<br>v.</p>\n    <p class=\"date\">RODMAN, United States Marshal, et al.  Submitted on Motion for Leave to Proceed in Forma Pauperis by Davis G. Arnold, Feb. 23, 1923.  Decided March 12, 1923.  Mr. Davis G. Arnold, of Providence, R. I., for the motion.</p>\n    <div class=\"prelims\">\n      <p>[308]</p>\n      <p>djQ  Mr. Chief Justice TAFT delivered the opinion of the Court.  This is a motion for leave to proceed on this appeal in forma pauperis. The character of the appeal is set forth in the motion papers, and upon the facts therein stated we reach our conclusion.  Act July 20, 1892, c. 209, &#167; 1, 27 Stat. 252, as amended by Act June 27, 1922, c. 246, 42 Stat. 666 provides:  'That any citizen of the United States entitled to commence any suit or action, civil or criminal, in any court of the United States, may, upon the order of the court, commence and prosecute or defend to conclusion any suit or action, or a writ of error, or an appeal to the Circuit Court of Appeals, or to the Supreme Court in such suit or action, including all appellate proceedings, unless the trial court shall certify in writing that in the opinion of the court such appeal or writ of error is not taken in good faith, without being required to prepay fees or costs or for the printing of the record in the appellate court or give security therefor, before or after bringing suit or action, or upon suing out a writ of error or appealing, upon filing in said court a statement under oath in writing that because of his poverty he is unable to pay the co ts of said suit or action or of such writ of error or appeal, or to give security for the same, and that he believes that he is entitled to the redress he seeks in such suit or action or writ of error or appeal, and setting forth briefly the nature of his alleged cause of action, or appeal.'  Counsel for appellant files the motion setting out in brief the facts of the cause and accompanies it with an affidavit of his own, alleging that he has examined the case, that he believes the appellant has a just cause for appeal, that the appellant is without funds, and because of his poverty he is unable to pay the costs of the appeal, that his friends and relatives have already expended large</p>\n      <p>[309]</p>\n      <p>sums in his defense, and that during his continued confinement in jail, the American Red Cross has been providing for his sickly wife and child. The affidavit further alleges that the appellant was allowed to prosecute the proceedings before the District Court in forma pauperis.  Under the statute the affidavit as to the poverty of the applicant is to be made by himself and not by another, even his counsel. A supporting affidavit may properly be made by the counsel, but the importance that he who is seeking the privilege accorded by the statute should be required to expose himself to the pains of perjury in a case of bad faith is plain.  Assuming, however, that this defect can be satisfactorily supplied, the motion must be denied, because it does not appear from the motion papers or the record that this court has jurisdiction of the appeal. There can be no doubt from a reading of the statute that an application of this character cannot be granted if it appear on its face that the appeal or writ of error in which the costs are to be incurred at public expense does not lie and cannot be considered by the court. The case made in the motion is as follows:  On October 19, 1922, the appellant was arrested and brought before Henry C. Hart, United States commissioner for the district of Rhode Island, under a warrant to apprehend him and to remove him pursuant to section 1014 of the Revised Statutes (Comp. St. &#167; 1674), from Rhode Island to the Southern Division of the Western district of Washington for trial under an indictment for murder of Alexander P. Cronkhite, committed in territory in that district within the exclusive jurisdiction of the United States, to wit, the Camp Lewis military reservation. Appellant pleaded not guilty and was committed to the custody of the marshal without bail.  The petition for the writ of habeas corpus reciting these facts was filed in the District Court and was accompanied</p>\n      <p>[310]</p>\n      <p>by a prayer for a writ of certiorari directing the United States commissioner to send up the proceedings.  The petition averred that the place in which the indictment alleged the crime to have been committed was within the exclusive jurisdiction of the state of Washington, and that the indictment did not, therefore, charge a crime against the United States, and that the court in which the indictment was found was without jurisdiction to hear it.  The District Court of Rhode Island found that this averment did not state a case warranting the discharge of the accused from custody or a halting of his removal under the warrant to the place of trial and so made the order appealed from.  Appeal from the order lay to the Circuit Court of Appeals of the First Circuit, not to this court. Final decisions of a District Court are to be reviewed by the proper Circuit Courts of Appeals in all cases other than those in which appeals and writs of error may be taken direct to the Supreme Court, as provided in section 238 of the Judicial Code (Comp. St. &#167; 1215), unless otherwise provided by law. Section 128, Judicial Code, as amended by Act Jan. 28, 1915, c. 22, &#167; 2, 38 Stat. 803 (Comp. St. &#167; 1120). There is no other provision of law for appeals from an order granting or denying writs of habeas corpus, except when they come within section 238. Horn v. Mitchell, 243 U. S. 247,  48, 249, 37 Sup. Ct. 293, 61 L. Ed. 700; Chin Fong v. Backus, 241 U. S. 1, 3, 36 Sup. Ct. 490, 60 L. Ed. 859; Wise v. Henkel, 220 U. S. 556, 557, 31 Sup. Ct. 599, 55 L. Ed. 581; In re Lennon, 150 U. S. 393, 399, 14 Sup. Ct. 123, 37 L. Ed. 1120; Cross v. Burke, 146 U. S. 82, 88, 13 Sup. Ct. 22, 36 L. Ed. 896; Lau Ow Bew v. United States, 144 U. S. 47, 58, 12 Sup. Ct. 517, 36 L. Ed. 340.  Section 238, Judicial Code, as amended by Act Jan. 28, 1915, c. 22, 38 Stat. 803, allows appeals direct from the District Courts to this court:  (1) In any case in which the jurisdiction of the court is in issue, in which case the question of jurisdiction alone shall be certified to the Supreme Court from the court below for decision;  (2) From the final sentences and decrees in prize causes;</p>\n      <p>[311]</p>\n      <p>(3) In any case that involves the construction or application of the Constitution of the United States;  (4) In any case in which the constitutionality of any law of the United States or the validity of any treaty made under its authority, is drawn in question; and  (5) In any case in which the Constitution or law of a state is claimed to be in contravention of the Constitution of the United States.  The case presented on this motion comes within none of these classes. Even if a direct appeal from a conviction under the indictment in the District Court of Western Washington would lie to this court under section 238 on the question whether Camp Lewis was within the exclusive jurisdiction of the United States, still the issue of jurisdiction which section 238 makes cognizable by this court on direct appeal is the jurisdiction of the District Court from which the appeal is taken, not that of the court to whose jurisdiction it is proposed to remove the petitioner. Carey v. Houston &amp; Texas Central Ry. Co., 150 U. S. 170, 180, 14 Sup. Ct. 63, 37 L. Ed. 1041; Ex parte Jim Hong, 211 Fed. 73, 78, 127 C. C. A. 569. There was no doubt of the jurisdiction of the District Court of Rhode Island to issue a writ of habeas corpus to look into the legality of the detention of the petitioner. Certainly he made no question of it because he asked for its exercise.  But it is clear that the objection raised by the petitioner does not raise a question of jurisdiction directly appealable to this court from the District Court. Such an objection goes to the merits and the appeal must be to the Circuit Court of Appeals. Louie v. United States, 254 U. S. 548, 550, 551, 41 Sup. Ct. 188, 65 L. Ed. 399.  Nor is there any question of the construction or application of the Constitution of the United States or of the validity of a statute or treaty of the United States or of a statute of a state under the federal Constitution. The assignments of error recite that constitutional questions</p>\n      <p>[312]</p>\n      <p>did arise but neither the motion nor the record discloses one. The issue is simply whether the specified place of the alleged murder is within the exclusive jurisdiction of the United States and that does not appear to involve in any way the construction of the federal Constitution.  This motion must therefore be denied, but the ground upon which we deny it requires us to go further. Act Sept. 14, 1922 (42 Stat. 837), requires us, when an appeal has been taken to this court that should have been taken to the Circuit Court of Appeals, not to dismiss the appeal but to transfer it to the proper Circuit Court of Appeals which in this case is that of the First Circuit. Heitler v. United States, 260 U. S. 438, 43 Sup. Ct. 185, 67 L. Ed. &#8212;&#8212;, decided January 2, 1923.  If the motion disclosed that the present appeal had been framed under section 238 to present solely the question of the jurisdiction of the District Court of Rhode Island certified here by that court, it would require us to consider whether on such a limited appeal it would be our duty and within our power to order a transfer of the appeal to the Circuit Court of Appeals under Act Sept. 14, 1922. The record shows, however, that the appeal is not so  imited. The order of transfer to the Circuit Court of Appeals for the First Circuit will be made.    City of New York v. New York Tel Co  [43SCt372,261US312,67LEd673]  43 S.Ct. 372  261 U.S. 312  67 L.Ed. 673  CITY OF NEW YORK  v.  NEW YORK TELEPHONE CO.</p>\n      <p>No. 588.</p>\n      <p>Argued Feb. 21, 1923.</p>\n      <p>Decided, March 12, 1923.</p>\n      <p class=\"indent\">Messrs. M. Maldwin Fertig and John P. O'Brien, both of New York City, for appellant.</p>\n      <p class=\"indent\">Mr. John W. Davis, of New York City, for appellee.</p>\n      <p class=\"indent\">[Argument of Counsel from page 313-314 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Chief Justice TAFT delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The New York Telephone Company, the appellee herein, filed its bill in the District Court against the members of the New York Public Service Commission, the counsel of the commission and the Attorney General of the state, asking an injunction against the enforcement of two orders of the Public Service Commission as to telephone rates, one as to rates in the city of New York and the other as to those in the state of New York, outside of the city, which it alleged to be confiscatory of its property and in violation of the Fourteenth Amendment. Thereafter the city of New York moved the court for an order making it a party defendant in the cause. This order the District Court denied. Thereafter an interlocutory injunction against the orders was granted and an appeal. No. 542, is pending here and has been argued, but not decided. This is a separate appeal from the order refusing the application of the city to be made a party defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under article 1, section 12, of the Public Service Commission Law of the state of New York (Consol. Laws, c. 48), it is made the duty of counsel to the commission&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'to represent and appear for the people of the state of New      York and the commission in all actions and proceedings      involving any question under this chapter, or within the      jurisdiction of the commission under the railroad law, or      under or in reference to any act or order of the commission,      and, if directed to do so by the commission, to intervene, if      possible, in any action or proceeding in which any such      question is involved.'</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Chapter 15 of the Laws of 1922 of the state directs that:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'The Attorney General shall appear for the people of the      state, and take such steps as may be necessary to protect the      interests of the public, in the proceeding heretofore      instituted by the Public Service Commission and entitled 'In      the matter of the hearing on motion of the commission, as to      rates, charges and rentals, and the regulations and practices      affecting rates, charges and rentals of the New York      Telephone Company.' For such purpose, he may employ special      deputies, experts and other assistants, and incur such other      expenses as he may find necessary, within the amount      appropriated by this act.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The necessary defendant in the suit to enjoin the orders lowering rates was the Public Service Commission whose orders they were. In addition the counsel of the commission and the Attorney General were made parties defendant under the legislation above recited. The city of New York has no control over the rates. Its only interest in them is as a subscriber, and even as such its interest in the general rates is not direct because its own rates are settled by a special contract. Under such circumstances, the city is certainly not a necessary party.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In re Engelhard, 231 U. S. 646, 34 Sup. Ct. 258, 58 L. Ed. 416, an action had been brought against the city of Louisville to restrain the enforcement of an ordinance prescribing telephone rates. One of the subscribers filed a petition in the District Court asking to be made a party defendant. This was denied and the petitioner sought in this court a mandamus to compel the District Judge to grant the petition. It was pressed upon the court that petitioner had a common interest with other subscribers in the rates under discussion and that under equity rule No. 38 when the question is one of common or general interest and it is impracticable to bring them all before the court, one may sue or defend for all. This court held that the city was the proper defendant in the suit as the representative of all interested. We said:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'It is the universal practice, sustained by authority, that      the only mode of judicial relief against unreasonable rates      is by suit against the governmental authority which      established them or is charged with the duty of enforcing      them.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There is nothing in this case to show that the Public Service Commission will not fully and properly represent the subscribers resident in New York City. Indeed it was said at the bar that the city and the Public Service Commission and the Attorney General were co-operating in every way in the defense of the suit. It was completely within the discretion of the District Court to refuse to allow the city to become a defendant when its interests and those of its residents were fully represented under the law and protected by those who had been made defendants. There is nothing to show that the refusal complained of was an abuse of discretion. This same controversy arose in the case of City of New York v. Consolidated Gas Co., 253 U. S. 219, 40 Sup. Ct. 511, 64 L. Ed. 870, and the same conclusion was reached. Indeed it was there said that an order like the one here objected to was not of such a final character as to furnish the basis of an appeal, citing Ex parte Cutting, 94 U. S. 14, 22, 24 L. Ed. 49; Credits Commutation Co. v. United States, 177 U. S. 311, 315, 20 Sup. Ct. 636, 44 L. Ed. 782; Ex parte Leaf Tobacco Board of Trade, 222 U. S. 578, 581, 32 Sup. Ct. 833, 56 L. Ed. 323. These cases show that exceptional circumstances may make an order denying intervention in a suit a final and appealable order, but the present is not one of them.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Our conclusion is that this appeal should be</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dismissed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>261 U.S. 307 (1923)</b></center>\n<center><h1>POTHIER<br>\nv.<br>\nRODMAN, UNITED STATES MARSHAL, ET AL.</h1></center>\n<center>No. ___.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted February 23, 1923.</center>\n<center>Decided March 12, 1923.</center>\nAPPEAL FROM AN ORDER OF THE DISTRICT COURT OF THE UNITED STATES FOR THE DISTRICT OF RHODE ISLAND, DISMISSING A PETITION FOR WRIT OF HABEAS CORPUS.\nMotion for leave to docket case and proceed in forma pauperis.\n<p><i>Mr. Davis G. Arnold</i> for appellant.</p>\n<p><span class=\"star-pagination\">*308</span> MR. CHIEF JUSTICE TAFT delivered the opinion of the Court.</p>\n<p>This is a motion for leave to proceed on this appeal <i>in forma pauperis.</i> The character of the appeal is set forth in the motion papers, and upon the facts therein stated we reach our conclusion.</p>\n<p>The Act of July 20, 1892, c. 209, § 1, 27 Stat. 252, as amended June 27, 1922, c. 246, 42 Stat. 666, provides:</p>\n<p>\"That any citizen of the United States entitled to commence any suit or action, civil or criminal, in any court of the United States, may, upon the order of the court, commence and prosecute or defend to conclusion any suit or action, or a writ of error or an appeal to the circuit court of appeals, or to the Supreme Court in such suit or action, including all appellate proceedings, unless the trial court shall certify in writing that in the opinion of the court such appeal or writ of error is not taken in good faith, without being required to prepay fees or costs or for the printing of the record in the appellate court or give security therefor, before or after bringing suit or action, or upon suing out a writ of error or appealing, upon filing in said court a statement under oath in writing, that because of his poverty he is unable to pay the costs of said suit or action or of such writ of error or appeal, or to give security for the same, and that he believes that he is entitled to the redress he seeks in such suit or action or writ of error or appeal, and setting forth briefly the nature of his alleged cause of action, or appeal.\"</p>\n<p>Counsel for appellant files the motion setting out in brief the facts of the cause and accompanies it with an affidavit of his own, alleging that he has examined the case, that he believes the appellant has a just cause for appeal, that the appellant is without funds, and because of his poverty he is unable to pay the costs of the appeal, that his friends and relatives have already expended large <span class=\"star-pagination\">*309</span> sums in his defense, and that during his continued confinement in jail the American Red Cross has been providing for his sickly wife and child. The affidavit further alleges that the appellant was allowed to prosecute the proceedings before the District Court <i>in forma pauperis.</i></p>\n<p>Under the statute the affidavit as to the poverty of the applicant is to be made by himself and not by another, even his counsel. A supporting affidavit may properly be made by the counsel, but the importance that he who is seeking the privilege accorded by the statute should be required to expose himself to the pains of perjury in a case of bad faith is plain.</p>\n<p>Assuming, however, that this defect can be satisfactorily supplied, the motion must be denied, because it does not appear from the motion papers or the record that this Court has jurisdiction of the appeal. There can be no doubt from a reading of the statute that an application of this character can not be granted if it appear on its face that the appeal or writ of error in which the costs are to be incurred at public expense does not lie and can not be considered by the Court. The case made in the motion is as follows:</p>\n<p>On October 19, 1922, the appellant was arrested and brought before Henry C. Hart, United States Commissioner for the District of Rhode Island, under a warrant to apprehend him and to remove him pursuant to § 1014 of the Revised Statutes, from Rhode Island to the Southern Division of the Western District of Washington for trial under an indictment for murder of Alexander P. Cronkhite, committed in territory in that District within the exclusive jurisdiction of the United States, to wit, the Camp Lewis Military Reservation. Appellant pleaded not guilty and was committed to the custody of the marshal without bail.</p>\n<p>The petition for the writ of <i>habeas corpus</i> reciting these facts was filed in the District Court and was accompanied <span class=\"star-pagination\">*310</span> by a prayer for a writ of certiorari directing the United States Commissioner to send up the proceedings.</p>\n<p>The petition averred that the place in which the indictment alleged the crime to have been committed was within the exclusive jurisdiction of the State of Washington, and that the indictment did not, therefore, charge a crime against the United States, and that the court in which the indictment was found was without jurisdiction to hear it.</p>\n<p>The District Court of Rhode Island found that this averment did not state a case warranting the discharge of the accused from custody or a halting of his removal under the warrant to the place of trial and so made the order appealed from.</p>\n<p>Appeal from the order lay to the Circuit Court of Appeals of the First Circuit, not to this Court. Final decisions of a District Court are to be reviewed by the proper Circuit Courts of Appeals in all cases other than those in which appeals and writs of error may be taken direct to the Supreme Court, as provided in § 238 of the Judicial Code, unless otherwise provided by law. (§ 128 Judicial Code as amended, Act January 28, 1915, c. 22, § 2, 38 Stat. 803.) There is no other provision of law for appeals from an order granting or denying writs of <i>habeas corpus</i> except when they come within § 238. <i>Horn</i> v. <i>Mitchell,</i> 243 U.S. 247, 248-9; <i>Chin Fong</i> v. <i>Backus,</i> 241 U.S. 1, 3; <i>Wise</i> v. <i>Henkel,</i> 220 U.S. 556, 557; <i>In re Lennon,</i> 150 U.S. 393, 399; <i>Cross</i> v. <i>Burke,</i> 146 U.S. 82, 88; <i>Lau Ow Bew</i> v. <i>United States,</i> 144 U.S. 47, 58.</p>\n<p>Section 238, Judicial Code, as amended January 28, 1915, c. 22, 38 Stat. 803, allows appeals direct from the District Courts to this Court,</p>\n<p>1st, in any case in which the jurisdiction of the court is in issue, in which case the question of jurisdiction alone shall be certified to the Supreme Court from the court below for decision;</p>\n<p>2nd, from the final sentences and decrees in prize causes;</p>\n<p><span class=\"star-pagination\">*311</span> 3rd, in any case that involves the construction or application of the Constitution of the United States;</p>\n<p>4th, in any case in which the constitutionality of any law of the United States or the validity or construction of any treaty made under its authority, is drawn in question;</p>\n<p>5th, and in any case in which the constitution or law of a State is claimed to be in contravention of the Constitution of the United States.</p>\n<p>The case presented on this motion comes within none of these classes. Even if a direct appeal from a conviction under the indictment in the District Court of Western Washington would lie to this Court under § 238 on the question whether Camp Lewis was within the exclusive jurisdiction of the United States, still the issue of jurisdiction which § 238 makes cognizable by this Court on direct appeal is the jurisdiction of the District Court from which the appeal is taken, not that of the court to whose jurisdiction it is proposed to remove the petitioner. <i>Carey</i> v. <i>Houston &amp; Texas Central Ry. Co.,</i> 150 U.S. 170, 180; <i>Ex parte Jim Hong,</i> 211 Fed. 73, 78. There was no doubt of the jurisdiction of the District Court of Rhode Island to issue a writ of <i>habeas corpus</i> to look into the legality of the detention of the petitioner. Certainly he made no question of it because he asked for its exercise.</p>\n<p>But it is clear that the objection raised by the petitioner does not raise a question of jurisdiction directly appealable to this Court from the District Court. Such an objection goes to the merits and the appeal must be to the Circuit Court of Appeals. <i>Louie</i> v. <i>United States,</i> 254 U.S. 548, 550, 551.</p>\n<p>Nor is there any question of the construction or application of the Constitution of the United States or of the validity of a statute or treaty of the United States or of a statute of a State under the Federal Constitution. The assignments of error recite that constitutional questions <span class=\"star-pagination\">*312</span> did arise but neither the motion nor the record discloses one. The issue is simply whether the specified place of the alleged murder is within the exclusive jurisdiction of the United States and that does not appear to involve in any way the construction of the Federal Constitution.</p>\n<p>This motion must, therefore, be denied, but the ground upon which we deny it requires us to go further. The Act of September 14, 1922, c. 305, 42 Stat. 837, requires us, when an appeal has been taken to this Court that should have been taken to the Circuit Court of Appeals, not to dismiss the appeal but to transfer it to the proper Circuit Court of Appeals, which in this case is that of the First Circuit. <i>Heitler</i> v. <i>United States,</i> 260 U.S. 438.</p>\n<p>If the motion disclosed that the present appeal had been framed under § 238 to present solely the question of the jurisdiction of the District Court of Rhode Island certified here by that court, it would require us to consider whether on such a limited appeal it would be our duty and within our power to order a transfer of the appeal to the Circuit Court of Appeals under the Act of September 14, 1922. The record shows, however, that the appeal is not so limited. The order of transfer to the Circuit Court of Appeals for the First Circuit will be made.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></span> (1923)</b></center>\n<center><h1>POTHIER<br>\nv.<br>\nRODMAN, UNITED STATES MARSHAL, ET AL.</h1></center>\n<center>No. ___.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted February 23, 1923.</center>\n<center>Decided March 12, 1923.</center>\nAPPEAL FROM AN ORDER OF THE DISTRICT COURT OF THE UNITED STATES FOR THE DISTRICT OF RHODE ISLAND, DISMISSING A PETITION FOR WRIT OF HABEAS CORPUS.\nMotion for leave to docket case and proceed in forma pauperis.\n<p><i>Mr. Davis G. Arnold</i> for appellant.</p>\n<p><span class=\"star-pagination\">*308</span> MR. CHIEF JUSTICE TAFT delivered the opinion of the Court.</p>\n<p>This is a motion for leave to proceed on this appeal <i>in forma pauperis.</i> The character of the appeal is set forth in the motion papers, and upon the facts therein stated we reach our conclusion.</p>\n<p>The Act of July 20, 1892, c. 209, § 1, 27 Stat. 252, as amended June 27, 1922, c. 246, 42 Stat. 666, provides:</p>\n<p>\"That any citizen of the United States entitled to commence any suit or action, civil or criminal, in any court of the United States, may, upon the order of the court, commence and prosecute or defend to conclusion any suit or action, or a writ of error or an appeal to the circuit court of appeals, or to the Supreme Court in such suit or action, including all appellate proceedings, unless the trial court shall certify in writing that in the opinion of the court such appeal or writ of error is not taken in good faith, without being required to prepay fees or costs or for the printing of the record in the appellate court or give security therefor, before or after bringing suit or action, or upon suing out a writ of error or appealing, upon filing in said court a statement under oath in writing, that because of his poverty he is unable to pay the costs of said suit or action or of such writ of error or appeal, or to give security for the same, and that he believes that he is entitled to the redress he seeks in such suit or action or writ of error or appeal, and setting forth briefly the nature of his alleged cause of action, or appeal.\"</p>\n<p>Counsel for appellant files the motion setting out in brief the facts of the cause and accompanies it with an affidavit of his own, alleging that he has examined the case, that he believes the appellant has a just cause for appeal, that the appellant is without funds, and because of his poverty he is unable to pay the costs of the appeal, that his friends and relatives have already expended large <span class=\"star-pagination\">*309</span> sums in his defense, and that during his continued confinement in jail the American Red Cross has been providing for his sickly wife and child. The affidavit further alleges that the appellant was allowed to prosecute the proceedings before the District Court <i>in forma pauperis.</i></p>\n<p>Under the statute the affidavit as to the poverty of the applicant is to be made by himself and not by another, even his counsel. A supporting affidavit may properly be made by the counsel, but the importance that he who is seeking the privilege accorded by the statute should be required to expose himself to the pains of perjury in a case of bad faith is plain.</p>\n<p>Assuming, however, that this defect can be satisfactorily supplied, the motion must be denied, because it does not appear from the motion papers or the record that this Court has jurisdiction of the appeal. There can be no doubt from a reading of the statute that an application of this character can not be granted if it appear on its face that the appeal or writ of error in which the costs are to be incurred at public expense does not lie and can not be considered by the Court. The case made in the motion is as follows:</p>\n<p>On October 19, 1922, the appellant was arrested and brought before Henry C. Hart, United States Commissioner for the District of Rhode Island, under a warrant to apprehend him and to remove him pursuant to § 1014 of the Revised Statutes, from Rhode Island to the Southern Division of the Western District of Washington for trial under an indictment for murder of Alexander P. Cronkhite, committed in territory in that District within the exclusive jurisdiction of the United States, to wit, the Camp Lewis Military Reservation. Appellant pleaded not guilty and was committed to the custody of the marshal without bail.</p>\n<p>The petition for the writ of <i>habeas corpus</i> reciting these facts was filed in the District Court and was accompanied <span class=\"star-pagination\">*310</span> by a prayer for a writ of certiorari directing the United States Commissioner to send up the proceedings.</p>\n<p>The petition averred that the place in which the indictment alleged the crime to have been committed was within the exclusive jurisdiction of the State of Washington, and that the indictment did not, therefore, charge a crime against the United States, and that the court in which the indictment was found was without jurisdiction to hear it.</p>\n<p>The District Court of Rhode Island found that this averment did not state a case warranting the discharge of the accused from custody or a halting of his removal under the warrant to the place of trial and so made the order appealed from.</p>\n<p>Appeal from the order lay to the Circuit Court of Appeals of the First Circuit, not to this Court. Final decisions of a District Court are to be reviewed by the proper Circuit Courts of Appeals in all cases other than those in which appeals and writs of error may be taken direct to the Supreme Court, as provided in § 238 of the Judicial Code, unless otherwise provided by law. (§ 128 Judicial Code as amended, Act January 28, 1915, c. 22, § 2, 38 Stat. 803.) There is no other provision of law for appeals from an order granting or denying writs of <i>habeas corpus</i> except when they come within § 238. <i>Horn</i> v. <i>Mitchell,</i> <span class=\"citation\" data-id=\"98891\"><a href=\"/opinion/98891/horn-v-mitchell/\"><span class=\"volume\">243</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 248-9; <i>Chin Fong</i> v. <i>Backus,</i> <span class=\"citation\" data-id=\"98708\"><a href=\"/opinion/98708/chin-fong-v-backus/\"><span class=\"volume\">241</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 3; <i>Wise</i> v. <i>Henkel,</i> <span class=\"citation\" data-id=\"97412\"><a href=\"/opinion/97412/wise-v-henkel/\"><span class=\"volume\">220</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">556</span></a></span>, 557; <i>In re Lennon,</i> <span class=\"citation\" data-id=\"93713\"><a href=\"/opinion/93713/in-re-lennon/\"><span class=\"volume\">150</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">393</span></a></span>, 399; <i>Cross</i> v. <i>Burke,</i> <span class=\"citation\" data-id=\"93420\"><a href=\"/opinion/93420/cross-v-burke/\"><span class=\"volume\">146</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">82</span></a></span>, 88; <i>Lau Ow Bew</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93298\"><a href=\"/opinion/93298/lau-ow-bew-v-united-states/\"><span class=\"volume\">144</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span>, 58.</p>\n<p>Section 238, Judicial Code, as amended January 28, 1915, c. 22, 38 Stat. 803, allows appeals direct from the District Courts to this Court,</p>\n<p>1st, in any case in which the jurisdiction of the court is in issue, in which case the question of jurisdiction alone shall be certified to the Supreme Court from the court below for decision;</p>\n<p>2nd, from the final sentences and decrees in prize causes;</p>\n<p><span class=\"star-pagination\">*311</span> 3rd, in any case that involves the construction or application of the Constitution of the United States;</p>\n<p>4th, in any case in which the constitutionality of any law of the United States or the validity or construction of any treaty made under its authority, is drawn in question;</p>\n<p>5th, and in any case in which the constitution or law of a State is claimed to be in contravention of the Constitution of the United States.</p>\n<p>The case presented on this motion comes within none of these classes. Even if a direct appeal from a conviction under the indictment in the District Court of Western Washington would lie to this Court under § 238 on the question whether Camp Lewis was within the exclusive jurisdiction of the United States, still the issue of jurisdiction which § 238 makes cognizable by this Court on direct appeal is the jurisdiction of the District Court from which the appeal is taken, not that of the court to whose jurisdiction it is proposed to remove the petitioner. <i>Carey</i> v. <i>Houston &amp; Texas Central Ry. Co.,</i> <span class=\"citation\" data-id=\"93696\"><a href=\"/opinion/93696/carey-v-houston-texas-central-r-co/\"><span class=\"volume\">150</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">170</span></a></span>, 180; <i>Ex parte Jim Hong,</i> 211 Fed. 73, 78. There was no doubt of the jurisdiction of the District Court of Rhode Island to issue a writ of <i>habeas corpus</i> to look into the legality of the detention of the petitioner. Certainly he made no question of it because he asked for its exercise.</p>\n<p>But it is clear that the objection raised by the petitioner does not raise a question of jurisdiction directly appealable to this Court from the District Court. Such an objection goes to the merits and the appeal must be to the Circuit Court of Appeals. <i>Louie</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"99697\"><a href=\"/opinion/99697/louie-v-united-states/\"><span class=\"volume\">254</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></a></span>, 550, 551.</p>\n<p>Nor is there any question of the construction or application of the Constitution of the United States or of the validity of a statute or treaty of the United States or of a statute of a State under the Federal Constitution. The assignments of error recite that constitutional questions <span class=\"star-pagination\">*312</span> did arise but neither the motion nor the record discloses one. The issue is simply whether the specified place of the alleged murder is within the exclusive jurisdiction of the United States and that does not appear to involve in any way the construction of the Federal Constitution.</p>\n<p>This motion must, therefore, be denied, but the ground upon which we deny it requires us to go further. The Act of September 14, 1922, c. 305, 42 Stat. 837, requires us, when an appeal has been taken to this Court that should have been taken to the Circuit Court of Appeals, not to dismiss the appeal but to transfer it to the proper Circuit Court of Appeals, which in this case is that of the First Circuit. <i>Heitler</i> v. <i>United States,</i> 260 U.S. 438.</p>\n<p>If the motion disclosed that the present appeal had been framed under § 238 to present solely the question of the jurisdiction of the District Court of Rhode Island certified here by that court, it would require us to consider whether on such a limited appeal it would be our duty and within our power to order a transfer of the appeal to the Circuit Court of Appeals under the Act of September 14, 1922. The record shows, however, that the appeal is not so limited. The order of transfer to the Circuit Court of Appeals for the First Circuit will be made.</p>\n</div>", "id": 100150, "judges": "Taft", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100150/", "sha1": "963c72b7251c57005c79b5ffda82514432d409df", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:47:27"}