{"absolute_url": "/opinion/100226/united-states-v-new-river-collieries-co/", "blocked": false, "citation": {"case_name": "United States v. New River Collieries Co.", "docket_number": "316", "document_uris": ["/api/rest/v2/document/100226/"], "federal_cite_one": "262 U.S. 341", "federal_cite_three": null, "federal_cite_two": null, "id": 84609, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84609/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 24, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1923-06-04", "date_modified": "2014-12-21T01:37:26.126798", "docket": "/api/rest/v2/docket/2457866/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">262 U.S. 341</p>\n    <p class=\"case_cite\">43 S.Ct. 565</p>\n    <p class=\"case_cite\">67 L.Ed. 1014</p>\n    <p class=\"parties\">UNITED STATES<br>v.<br>NEW RIVER COLLIERIES CO.</p>\n    <p class=\"docket\">No. 316.</p>\n    <p class=\"date\">Argued March 7, 8, 1923.</p>\n    <p class=\"date\">Decided May 21, 1923.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">The Attorney General and Mr. Assistant Attorney General Riter, for the United States.</p>\n      <p class=\"indent\">Mr. Ira Jewell Williams, of Philadelphia, Pa., for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice BUTLER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On various dates between September 17, 1919, and February 1, 1921, at Hampton Roads, Va., the United States requisitioned from defendant in error upwards of 60,000 tons of bituminous coal for use of the Navy. The taking was under section 10 of the Lever Act. 40 Stat. 276 (Comp. St. 1918, Comp. St. Ann. Supp. 1919, &#167; 3115 1/8 ii. The President, acting through the Navy Department, fixed certain prices as just compensation. These were not satisfactory to the owner. The United States paid 75 per cent. of the amount fixed, or, under stipulation of the parties is to be considered as having paid it, in accordance with the act. The owner sued in the United States District Court for the District of New Jersey for a sum which added to the 75 per cent. would make just compensation. Three actions were consolidated and tried as one. There was no controversy as to the quantity or quality of the coal taken. Judgment was entered in accordance with the verdict of a jury, fixing prices in excess of those allowed by the President. The government took the case to the Circuit Court of Appeals, and to review its judgment, affirming that of the District Court, brings the case here on writ of error.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">When the coal was taken, there was at Hampton Roads a market for coal for export and also a domestic market. The business of the defendant in error was chiefly in the export trade. During the period in question, it produced about 907,000 tons and sold nearly two-thirds of it for export. Many producers shipped coal there, which, with the coal of defendant in error, went into a common pool. There was a strong demand for export coal. There were many buyers and export prices fluctuated. About 36,000,000 tons were sold in the open market. Supply and demand were controlling factors, affecting market prices which prevailed in both the export and domestic markets. The prices for export coal were considerably higher than for domestic coal. If the coal had not been taken by the United States, it could have been sold by the owner at export market prices. The market prices for export coal were shown by a number of witnesses of long experience and familiar with the market, by excerpts from leading trade journals, and by a statement of prices actually received by defendant in error for export coal during that period. On that point the United States offered no opposing evidence. The court held market prices for export coal constituted just compensation, and left to the jury the ascertainment thereof.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The United States contends that the court erred in refusing, under the circumstances disclosed, to allow it to introduce evidence of the 'real' value of the coal as distinguished from its market value, and in holding that spot export prices controlled in determining just compensation, and further that, even if such market prices are taken, it was error to exclude evidence of domestic prices.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Section 10 of the Lever Act, in obedience to the Fifth Amendment, provides for just compensation. The war, or the conditions which followed it, did not suspend or affect these provisions. United States v. L. Cohen Grocery Co., 255 U. S. 81, 88, 41 Sup. Ct. 298, 65 L. Ed. 516, 14 A. L. R. 1045.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The owner was entitled to the full money equivalent of the property taken, and thereby to be put in as good position pecuniarily as it would have occupied, if its property had not been taken. Seaboard Air Line Railway Co. v. United States, 261 U. S. 299, 43 Sup. Ct. 354, 67 L. Ed. &#8212;&#8212;, decided March 5, 1923, and cases cited. The ascertainment of compensation is a judicial function, and no power exists in any other department of the government to declare what the compensation shall be or to prescribe any binding rule in that regard. Monongahela Navig tion Co. v. United States, 148 U. S. 312, 327, 13 Sup. Ct. 622, 37 L. Ed. 463. Where private property is taken for public use, and there is a market price prevailing at the time and place of the taking, that price is just compensation. L. Vogelstein &amp; Co., Inc., v. United States, 262 U. S. 337, 43 Sup. Ct. 564, 67 L. Ed. &#8212;&#8212;, decided this day; United States v. Chandler-Dunbar Co., 229 U. S. 53, 80, 81, 33 Sup. Ct. 667, 57 L. Ed. 1063; Boom Co. v. Patterson, 98 U. S. 403, 407, 25 L. Ed. 206. More would be unjust to the United States, and less would deny the owner what he is entitled to.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The United States admits that market value is usually the basis for ascertaining the pecuniary equivalent, but suggests that sometimes an article has no market price, and that in such case 'proof of real value' is admissible, and that therefore 'market value' and 'just compensation' are not necessarily synonymous. The court below excluded evidence offered by the United States to show the owner's cost of production and a reasonable profit. This ruling was right, because it was shown beyond controversy that there were market prices prevailing when and where the coal was taken. The United States had the right to take the coal on payment of these prices; the owner was not entitled to more, and could not be required to take less. The owner's cost, profit, or loss did not tend to prove market price or value at the time of taking, and was therefore immaterial.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The United States offered evidence of prices specified for domestic coal in contracts for future deliveries (current at the time of the taking), as distinguished from prices for spot coal; i. e., coal for immediate delivery. These contract prices were rightly excluded. They could be given no weight as against current market prices, and would have no tendency to prove what such market prices were.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The facts bring this case within the rule stated by the Circuit Court of Appeals (276 Fed. 690, at page 692):</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'If it be an article commonly traded in on a market, and it      is shown that at the time and place it was taken there was a      market in which like articles in volume were openly bought      and sold, the prices current in such a market will be      regarded as its fair market value, and likewise the measure      of just compensation for its requisition.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The lower courts rightly held that market prices prevailing at the times and place of the taking constitute just compensation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nor was it error to exclude evidence of the market prices of coal for domestic use, and to hold that market prices for export coal controlled. The owner cannot be required to suffer pecuniary loss. Upon an examination of the record we agree with the statement of the Circuit Court of Appeals (276 Fed. 690, 691) that, if the coal had not been taken by the United States, it could have been sold at the market price for export coal prevailing for spot deliveries at the time of the taking.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The owner was entitled to what it lost by the taking. That loss is measured by the money equivalent of the coal requisitioned. It is shown by the evidence that every day representatives of foreign firms were purchasing, or trying to purchase, export coal. Transactions were numerous and large quantities were sold. Export prices for spot coal were controlled by the supply and demand. These facts indicate a free market. The owner had a right to sell in that market, and it is clear that it could have obtained the prices there prevailing for export coal. It was entitled to these prices.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The judgment of the Circuit Court of Appeals is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See, also, C. G. Blake Co. v. United States (D. C.) 275 Fed. 861.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Cf. Boston Chamber of Commerce v. Boston, 217 U. S. 189, 195, 30 Sup. Ct. 459, 54 L. Ed. 725; Monongahela Navigation Company v. United States, 148 U. S. 312, 326, 13 Sup. Ct. 622, 37 L. Ed. 463; Five Tracts of Land v. United States, 101 Fed. 661, 665, 41 C. C. A. 580; New York v. Sage, 239 U. S. 57, 61, 36 Sup. Ct. 25, 60 L. Ed. 143.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>262 U.S. 341 (1923)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nNEW RIVER COLLIERIES COMPANY.</h1></center>\n<center>No. 316.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 7, 8, 1923.</center>\n<center>Decided May 21, 1923.</center>\nERROR TO THE CIRCUIT COURT OF APPEALS FOR THE THIRD CIRCUIT.\n<p><i>Mr. Assistant Attorney General Riter,</i> with whom <i>Mr. Solicitor General Beck, Mr. L.L. Hight,</i> Special Assistant to the Attorney General, and <i>Mr. R.S. Collins</i> were on the brief, for the United States.</p>\n<p><span class=\"star-pagination\">*342</span> <i>Mr. Ira Jewell Williams,</i> with whom <i>Mr. Charles L. Guerin, Mr. Yale L. Schekter, Mr. F.R. Foraker</i> and <i>Mr. Francis Shunk Brown</i> were on the briefs, for defendant in error.</p>\n<p>MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>On various dates between September 17, 1919, and February 1, 1921, at Hampton Roads, Virginia, the United States requisitioned from defendant in error upwards of 60,000 tons of bituminous coal for use of the Navy. The taking was under ยง 10 of the Lever Act. 40 Stat. 276. The President, acting through the Navy Department, fixed certain prices as just compensation. These were not satisfactory to the owner. The United States paid 75% of the amount fixed, or, under stipulation of the parties is to be considered as having paid it in accordance with the act. The owner sued in the United States District Court for the District of New Jersey for a sum which added to the 75% would make just compensation. Three actions were consolidated and tried as one. There was no controversy as to the quantity or quality of the coal taken. Judgment was entered in accordance with the verdict of a jury, fixing prices in excess of those allowed by the President. The Government took the case to the Circuit Court of Appeals, and to review its judgment affirming that of the District Court brings the case here on writ of error.</p>\n<p>When the coal was taken, there was at Hampton Roads a market for coal for export and also a domestic market. The business of the defendant in error was chiefly in the export trade. During the period in question, it produced about 907,000 tons and sold nearly two-thirds of it for export. Many producers shipped coal there which, with the coal of defendant in error, went into a common pool. There was a strong demand for export coal. There <span class=\"star-pagination\">*343</span> were many buyers and export prices fluctuated. About 36,000,000 tons were sold in the open market. Supply and demand were controlling factors affecting market prices which prevailed in both the export and domestic markets. The prices for export coal were considerably higher than for domestic coal. If the coal had not been taken by the United States, it could have been sold by the owner at export market prices. The market prices for export coal were shown by a number of witnesses of long experience and familiar with the market, by excerpts from leading trade journals, and by a statement of prices actually received by defendant in error for export coal during that period. On that point the United States offered no opposing evidence. The court held market prices for export coal constituted just compensation, and left to the jury the ascertainment thereof.</p>\n<p>The United States contends that the court erred in refusing, under the circumstances disclosed, to allow it to introduce evidence of the \"real\" value of the coal as distinguished from its market value, and in holding that spot export prices controlled in determining just compensation; and further that, even if such market prices are taken, it was error to exclude evidence of domestic prices.</p>\n<p>Section 10 of the Lever Act in obedience to the Fifth Amendment provides for just compensation. The war or the conditions which followed it did not suspend or affect these provisions. <i>United States</i> v. <i>Cohen Grocery Co.,</i> 255 U.S. 81, 88.<sup>[1]</sup> The owner was entitled to the full money equivalent of the property taken, and thereby to be put in as good position pecuniarily as it would have occupied if its property had not been taken. <i>Seaboard Air Line Ry. Co.</i> v. <i>United States,</i> 261 U.S. 299, and cases cited. The ascertainment of compensation is a <span class=\"star-pagination\">*344</span> judicial function, and no power exists in any other department of the Government to declare what the compensation shall be or to prescribe any binding rule in that regard. <i>Monongahela Navigation Co.</i> v. <i>United States,</i> 148 U.S. 312, 327. Where private property is taken for public use, and there is a market price prevailing at the time and place of the taking, that price is just compensation. <i>Vogelstein &amp; Co.</i> v. <i>United States,</i> decided this day, <i>ante,</i> 337; <i>United States</i> v. <i>Chandler-Dunbar Water Power Co.,</i> 229 U.S. 53, 80, 81; <i>Boom Co.</i> v. <i>Patterson,</i> 98 U.S. 403, 407. More would be unjust to the United States and less would deny the owner what he is entitled to.</p>\n<p>The United States admits that market value is usually the basis for ascertaining the pecuniary equivalent, but suggests that sometimes an article has no market price and that in such case \"proof of real value\" is admissible and that therefore market value and just compensation are not necessarily synonymous. The court below excluded evidence offered by the United States to show the owner's cost of production and a reasonable profit. This ruling was right, because it was shown beyond controversy that there were market prices prevailing when and where the coal was taken. The United States had the right to take the coal on payment of these prices; the owner was not entitled to more and could not be required to take less. The owner's cost, profit or loss did not tend to prove market price or value at the time of taking, and was therefore immaterial.</p>\n<p>The United States offered evidence of prices specified for domestic coal in contracts for future deliveries (current at the time of the taking), as distinguished from prices for spot coal, i.e., coal for immediate delivery. These contract prices were rightly excluded. They could be given no weight as against current market prices, and would have no tendency to prove what such market prices were.</p>\n<p><span class=\"star-pagination\">*345</span> The facts bring this case within the rule stated by the Circuit Court of Appeals (276 Fed. 690, at p. 692):</p>\n<p>\"If it be an article commonly traded in on a market and it is shown that at the time and place it was taken there was a market in which like articles in volume were openly bought and sold, the prices current in such a market will be regarded as its fair market value and likewise the measure of just compensation for its requisition.\" The lower courts rightly held that market prices prevailing at the times and place of the taking constitute just compensation.</p>\n<p>Nor was it error to exclude evidence of the market prices of coal for domestic use, and to hold that market prices for export coal controlled. The owner cannot be required to suffer pecuniary loss. Upon an examination of the record we agree with the statement of the Circuit Court of Appeals (276 Fed. 690, 691) that if the coal had not been taken by the United States, it could have been sold at the market price for export coal prevailing for spot deliveries at the time of the taking.</p>\n<p>The owner was entitled to what it lost by the taking. That loss is measured by the money equivalent of the coal requisitioned. It is shown by the evidence that every day representatives of foreign firms were purchasing, or trying to purchase, export coal. Transactions were numerous and large quantities were sold. Export prices for spot coal were controlled by the supply and demand. These facts indicate a free market. The owner had a right to sell in that market, and it is clear that it could have obtained the prices there prevailing for export coal. It was entitled to these prices.<sup>[2]</sup></p>\n<p><i>The judgment of the Circuit Court of Appeals is affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   See also <i>C.G. Blake Co.</i> v. <i>United States,</i> 275 Fed. 861.</p>\n<p>[2]   Cf. <i>Boston Chamber of Commerce</i> v. <i>Boston,</i> 217 U.S. 189, 195; <i>Monongahela Navigation Co.</i> v. <i>United States,</i> 148 U.S. 312, 326; <i>Five Tracts of Land</i> v. <i>United States,</i> 101 Fed. 661, 665; <i>New York</i> v. <i>Sage,</i> 239 U.S. 57, 61.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">341</span></span> (1923)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nNEW RIVER COLLIERIES COMPANY.</h1></center>\n<center>No. 316.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 7, 8, 1923.</center>\n<center>Decided May 21, 1923.</center>\nERROR TO THE CIRCUIT COURT OF APPEALS FOR THE THIRD CIRCUIT.\n<p><i>Mr. Assistant Attorney General Riter,</i> with whom <i>Mr. Solicitor General Beck, Mr. L.L. Hight,</i> Special Assistant to the Attorney General, and <i>Mr. R.S. Collins</i> were on the brief, for the United States.</p>\n<p><span class=\"star-pagination\">*342</span> <i>Mr. Ira Jewell Williams,</i> with whom <i>Mr. Charles L. Guerin, Mr. Yale L. Schekter, Mr. F.R. Foraker</i> and <i>Mr. Francis Shunk Brown</i> were on the briefs, for defendant in error.</p>\n<p>MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>On various dates between September 17, 1919, and February 1, 1921, at Hampton Roads, Virginia, the United States requisitioned from defendant in error upwards of 60,000 tons of bituminous coal for use of the Navy. The taking was under ยง 10 of the Lever Act. 40 Stat. 276. The President, acting through the Navy Department, fixed certain prices as just compensation. These were not satisfactory to the owner. The United States paid 75% of the amount fixed, or, under stipulation of the parties is to be considered as having paid it in accordance with the act. The owner sued in the United States District Court for the District of New Jersey for a sum which added to the 75% would make just compensation. Three actions were consolidated and tried as one. There was no controversy as to the quantity or quality of the coal taken. Judgment was entered in accordance with the verdict of a jury, fixing prices in excess of those allowed by the President. The Government took the case to the Circuit Court of Appeals, and to review its judgment affirming that of the District Court brings the case here on writ of error.</p>\n<p>When the coal was taken, there was at Hampton Roads a market for coal for export and also a domestic market. The business of the defendant in error was chiefly in the export trade. During the period in question, it produced about 907,000 tons and sold nearly two-thirds of it for export. Many producers shipped coal there which, with the coal of defendant in error, went into a common pool. There was a strong demand for export coal. There <span class=\"star-pagination\">*343</span> were many buyers and export prices fluctuated. About 36,000,000 tons were sold in the open market. Supply and demand were controlling factors affecting market prices which prevailed in both the export and domestic markets. The prices for export coal were considerably higher than for domestic coal. If the coal had not been taken by the United States, it could have been sold by the owner at export market prices. The market prices for export coal were shown by a number of witnesses of long experience and familiar with the market, by excerpts from leading trade journals, and by a statement of prices actually received by defendant in error for export coal during that period. On that point the United States offered no opposing evidence. The court held market prices for export coal constituted just compensation, and left to the jury the ascertainment thereof.</p>\n<p>The United States contends that the court erred in refusing, under the circumstances disclosed, to allow it to introduce evidence of the \"real\" value of the coal as distinguished from its market value, and in holding that spot export prices controlled in determining just compensation; and further that, even if such market prices are taken, it was error to exclude evidence of domestic prices.</p>\n<p>Section 10 of the Lever Act in obedience to the Fifth Amendment provides for just compensation. The war or the conditions which followed it did not suspend or affect these provisions. <i>United States</i> v. <i>Cohen Grocery Co.,</i> <span class=\"citation\" data-id=\"99713\"><a href=\"/opinion/99713/united-states-v-l-cohen-grocery-co/\"><span class=\"volume\">255</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 88.<sup>[1]</sup> The owner was entitled to the full money equivalent of the property taken, and thereby to be put in as good position pecuniarily as it would have occupied if its property had not been taken. <i>Seaboard Air Line Ry. Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"100149\"><a href=\"/opinion/100149/seaboard-air-line-ry-v-united-states/\"><span class=\"volume\">261</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, and cases cited. The ascertainment of compensation is a <span class=\"star-pagination\">*344</span> judicial function, and no power exists in any other department of the Government to declare what the compensation shall be or to prescribe any binding rule in that regard. <i>Monongahela Navigation Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93562\"><a href=\"/opinion/93562/monongahela-nav-co-v-united-states/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 327. Where private property is taken for public use, and there is a market price prevailing at the time and place of the taking, that price is just compensation. <i>Vogelstein &amp; Co.</i> v. <i>United States,</i> decided this day, <i>ante,</i> 337; <i>United States</i> v. <i>Chandler-Dunbar Water Power Co.,</i> <span class=\"citation\" data-id=\"97899\"><a href=\"/opinion/97899/united-states-v-chandler-dunbar-water-power-co/\"><span class=\"volume\">229</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 80, 81; <i>Boom Co.</i> v. <i>Patterson,</i> <span class=\"citation\" data-id=\"89880\"><a href=\"/opinion/89880/boom-co-v-patterson/\"><span class=\"volume\">98</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">403</span></a></span>, 407. More would be unjust to the United States and less would deny the owner what he is entitled to.</p>\n<p>The United States admits that market value is usually the basis for ascertaining the pecuniary equivalent, but suggests that sometimes an article has no market price and that in such case \"proof of real value\" is admissible and that therefore market value and just compensation are not necessarily synonymous. The court below excluded evidence offered by the United States to show the owner's cost of production and a reasonable profit. This ruling was right, because it was shown beyond controversy that there were market prices prevailing when and where the coal was taken. The United States had the right to take the coal on payment of these prices; the owner was not entitled to more and could not be required to take less. The owner's cost, profit or loss did not tend to prove market price or value at the time of taking, and was therefore immaterial.</p>\n<p>The United States offered evidence of prices specified for domestic coal in contracts for future deliveries (current at the time of the taking), as distinguished from prices for spot coal, i.e., coal for immediate delivery. These contract prices were rightly excluded. They could be given no weight as against current market prices, and would have no tendency to prove what such market prices were.</p>\n<p><span class=\"star-pagination\">*345</span> The facts bring this case within the rule stated by the Circuit Court of Appeals (276 Fed. 690, at p. 692):</p>\n<p>\"If it be an article commonly traded in on a market and it is shown that at the time and place it was taken there was a market in which like articles in volume were openly bought and sold, the prices current in such a market will be regarded as its fair market value and likewise the measure of just compensation for its requisition.\" The lower courts rightly held that market prices prevailing at the times and place of the taking constitute just compensation.</p>\n<p>Nor was it error to exclude evidence of the market prices of coal for domestic use, and to hold that market prices for export coal controlled. The owner cannot be required to suffer pecuniary loss. Upon an examination of the record we agree with the statement of the Circuit Court of Appeals (276 Fed. 690, 691) that if the coal had not been taken by the United States, it could have been sold at the market price for export coal prevailing for spot deliveries at the time of the taking.</p>\n<p>The owner was entitled to what it lost by the taking. That loss is measured by the money equivalent of the coal requisitioned. It is shown by the evidence that every day representatives of foreign firms were purchasing, or trying to purchase, export coal. Transactions were numerous and large quantities were sold. Export prices for spot coal were controlled by the supply and demand. These facts indicate a free market. The owner had a right to sell in that market, and it is clear that it could have obtained the prices there prevailing for export coal. It was entitled to these prices.<sup>[2]</sup></p>\n<p><i>The judgment of the Circuit Court of Appeals is affirmed.</i></p>\n<h2>NOTES</h2>\n<p>[1]   See also <i>C.G. Blake Co.</i> v. <i>United States,</i> 275 Fed. 861.</p>\n<p>[2]   Cf. <i>Boston Chamber of Commerce</i> v. <i>Boston,</i> <span class=\"citation\" data-id=\"97229\"><a href=\"/opinion/97229/boston-chamber-of-commerce-v-boston/\"><span class=\"volume\">217</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 195; <i>Monongahela Navigation Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93562\"><a href=\"/opinion/93562/monongahela-nav-co-v-united-states/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></a></span>, 326; <i>Five Tracts of Land</i> v. <i>United States,</i> 101 Fed. 661, 665; <i>New York</i> v. <i>Sage,</i> <span class=\"citation\" data-id=\"98548\"><a href=\"/opinion/98548/city-of-new-york-v-sage/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 61.</p>\n\n</div>", "id": 100226, "judges": "Butler", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100226/", "sha1": "792f89bf074d808372562bc87712389ca78f45c4", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:21"}