{"absolute_url": "/opinion/100240/massachusetts-v-mellon/", "blocked": false, "citation": {"case_name": "Massachusetts v. Mellon", "docket_number": "Nos. 24, Original, and 962", "document_uris": ["/api/rest/v2/document/100240/"], "federal_cite_one": "262 U.S. 447", "federal_cite_three": null, "federal_cite_two": null, "id": 84623, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84623/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 348, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1923-06-11", "date_modified": "2014-12-21T01:37:27.447957", "docket": "/api/rest/v2/docket/166305/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">262 U.S. 447</p>\n    <p class=\"case_cite\">43 S.Ct. 597</p>\n    <p class=\"case_cite\">67 L.Ed. 1078</p>\n    <p class=\"parties\">COMMONWEALTH OF MASSACHUSETTS<br>v.<br>MELLON, Secretary of the Treasury, et al.  FROTHINGHAM  v.  SAME.</p>\n    <p class=\"docket\">Nos. 24, Original, and 962.</p>\n    <p class=\"date\">Argued May 3 and 4, 1923.</p>\n    <p class=\"date\">Decided June 4, 1923.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Solicitor General Beck, of Washington, D. C., for Mellon and others.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 448-459 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Alexander Lincoln and J. Weston Allen, both of Boston, Mass., for Massachusetts.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 459-475 intentionally omitted]</p>\n      <p class=\"indent\">Messrs. Wm. L. Rawls and George Arnold Frick, both of Baltimore, Md., and William H. Lamar and Lucius Q. C. Lamar, both of Washington, D. C., for Frothingham.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 475-478 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Justice SUTHERLAND delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These cases were argued and will be considered and disposed of together. The first is an original suit in this court. The other was brought in the Supreme Court of the District of Columbia. That court dismissed the bill and its decree was affirmed by the District Court of Appeals. Thereupon the case was brought here by appeal. Both cases challenge the constitutionality of the Act of November 23, 1921, 42 Stat. 224, c. 135, commonly called the Maternity Act. Briefly, it provides for an initial appropriation and thereafter annual appropriations for a period of five years, to be apportioned among such of the several states as shall accept and comply with its provisions, for the purpose of co-operating with them to reduce maternal and infant mortality and protect the health of mothers and infants. It creates a bureau to administer the act in co-operation with state agencies, which are required to make such reports concerning their operations and expenditures as may be prescribed by the federal bureau. Whenever that bureau shall determine that funds have not been properly expended in respect of any state, payments may be withheld.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">It is asserted that these appropriations are for purposes not national, but local to the states, and together with numerous similar appropriations constitute an effective means of inducing the states to yield a portion of their sovereign rights. It is further alleged that the burden of the appropriations provided by this act and similar legislation falls unequally upon the several states, and rests largely upon the industrial states, such as Massachusetts; that the act is a usurpation of power not granted to Congress by the Constitution&#8212;an attempted exercise of the power of local self-government reserved to the states by the Tenth Amendment; and that the defendants are proceeding to carry the act into operation. In the Massachusetts Case it is alleged that the plaintiff's rights and powers as a sovereign state and the rights of its citizens have been invaded and usurped by these expenditures and acts, and that, although the state has not accepted the act, its constitutional rights are infringed by the passage thereof and the imposition upon the state of an illegal and unconstitutional option either to yield to the federal government a part of its reserved rights or lose the share which it would otherwise be entitled to receive of the moneys appropriated. In the Frothingham Case plaintiff alleges that the effect of the statute will be to take her property, under the guise of taxation, without due process of law.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We have reached the conclusion that the cases must be disposed of for want of jurisdiction, without considering the merits of the constitutional questions.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the first case, the state of Massachusetts presents no justiciable controversy, either in its own behalf or as the repres ntative of its citizens. The appellant in the second suit has no such interest in the subject-matter, nor is any such injury inflicted or threatened, as will enable her to sue.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">First. The state of Massachusetts in its own behalf, in effect, complains that the act in question invades the local concerns of the state, and is a usurpation of power, viz. the power of local self-government, reserved to the states.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Probably it would be sufficient to point out that the powers of the state are not invaded, since the statute imposes no obligation but simply extends an option which the state is free to accept or reject. But we do not rest here. Under article 3, &#167; 2, of the Constitution, the judicial power of this court extends 'to controversies * * * between a state and citizens of another state' and the court has original jurisdiction 'in all cases * * * in which a state shall be a party.' The effect of this is not to confer jurisdiction upon the court merely because a state is a party, but only where it is a party to a proceeding of judicial cognizance. Proceedings not of a justiciable character are outside the contemplation of the constitutional grant. In Wisconsin v. Pelican Insurance Co., 127 U. S. 265, 289, 8 Sup. Ct. 1370, 1373 (32 L. Ed. 239), Mr. Justice Gray, speaking for the court, said:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'As to 'controversies between a state and citizens of another      state': The object of vesting in the courts of the United States jurisdiction of suits by one state against      the citizens of another was to enable such controversies to      be determined by a national tribunal, and thereby to avoid      the partiality, or suspicion of partiality, which might exist      if the plaintiff state were compelled to resort to the courts      of the state of which the defendants were citizens.      Federalist, No. 80; Chief Justice Jay, in Chisholm v.      Georgia, 2 Dall. 419, 475; Story on the Constitution, &#167;&#167;      1638, 1682. The grant is of 'judicial power,' and was not      intended to confer upon the courts of the United States      jurisdiction of a suit or prosecution by the one state, of      such a nature that it could not, on the settled principles of      public and international law, be entertained by the judiciary      of the other state at all.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">That was an action brought by the state of Wisconsin to enforce a judgment of one of its own courts for a penalty against a resident of another state, and, in pursuance of the doctrine announced by the language just quoted, this court declined to assume jurisdiction upon the ground that the courts of no country will execute the penal laws of another.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In an earlier case it was held that a proceeding by mandamus by one state to compel the Governor of another to surrender a fugitive from justice was not within the powers of the judicial department, since the duty of the Governor in the premises was in the nature of a moral rather than a legal obligation. Kentucky v. Dennison, 24 How. 66, 109, 16 L. Ed. 717. In New Hampshire v. Louisiana and New York v. Louisiana, 108 U. S. 76, 2 Sup. Ct. 176, 27 L. Ed. 656, this court declined to take jurisdiction of actions to enforce payment of the bonds of another state for the benefit of the assignors, citizens of the plaintiff states. In Georgia v. Stanton, 6 Wall. 50, 75, 18 L. Ed. 721, and kindred cases, to which we shall presently refer, jurisdiction was denied in respect of questions of a political or governmental character. On the other hand, jurisdiction was maintained in Texas v. White, 7 Wall. 700, 19 L. Ed. 227, The State of Florida v. Anderson, 91 U. S. 667, 23 L. Ed. 290, and Alabama v. Burr, 115 U. S. 413, 6 Sup. Ct. 81, 29 L. Ed. 435, because proprietary rights were involved; in Georgia v. Tennessee Copper Co., 206 U. S. 230, 237, 27 Sup. Ct. 618, 51 L. Ed. 1038, 11 Ann. Cas. 488, because the right of dominion of the state over the air and soil within its dominion was affected; in Missouri v. Holland, 252 U. S. 416, 40 Sup. Ct. 382, 64 L. Ed. 641, 11 A. L. R. 984, because, as asserted, there was an invasion, by acts done and threatened, of the quasi sovereign right of the state to regulate the taking of wild game within its borders; and in other cases because boundaries were in dispute. It is not necessary to cite additional cases. The foregoing for present purposes sufficiently indicate the jurisdictional line of demarcation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">What, then, is the nature of the right of the state here asserted and how is it affected by this statute? Reduced to its simplest terms, it is alleged that the statute constitutes an attempt to legislate outside the powers granted to Congress by the Constitution and within the field of local powers exclusively reserved to the states. Nothing is added to the force or effect of this assertion by the further incidental allegations that the ulterior purpose of Congress thereby was to induce the states to yield a portion of their sovereign rights; that the burden of the appropriations falls unequally upon the several states; and that there is imposed upon the states an illegal and unconstitutional option either to yield to the federal government a part of their reserved rights or lose their share of the moneys appropriated. But what burden is imposed upon the states, unequally or otherwise? Certainly there is none, unless it be the burden of taxation, and that falls upon their inhabitants, who are within the taxing power of Congress as well as that of the states where they reside. Nor does the statute require the states to do or to yield anything. If Congress enacted it with the ulterior purpose of tempting them to yield, that purpose may be effectively frustrated by the simple expedient of not yielding.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the last analysis, the complaint of the plaintiff state is brought to the naked contention that Congress has usurped the reserved powers of the several states by the mere enactment of the statute, though nothing has been done and nothing is to be done without their consent; and it is plain that that question, as it is thus presented, is political, and not judicial in character, and therefore is not a matter which admits of the exercise of the judicial power.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Georgia v. Stanton, supra, this court held that a bill to enjoin the Secretary of War, and other officers, from carrying into execution certain acts of Congress, which it was asserted would annul and abolish the existing state government and establish another and different one in its place, called for a judgment upon a political question and presented no case within the jurisdiction of the court. Mr. Justice Nelson, speaking for the court, said (6 Wall. 77, 18 L. Ed. 721):</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'That these matters, both as stated in the body of the bill,      and, in the prayers for relief, call for the judgment of the      court upon political questions, and, upon rights, not of      persons or property, but of a political character, will      hardly be denied. For the rights for the protection of which      our authority is invoked, are the rights of sovereignty, of      political jurisdiction, of government, of corporate existence      as a state, with all its constitutional powers and      privileges. No case of private rights or private property,      infringed, or in danger of actual or threatened infringement,      is presented by the bill, in a judicial form, for the      judgment of the court.'</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In Cherokee Nation v. Georgia, 5 Pet. 1, 8 L. Ed. 25, an injunction was sought to prevent certain acts of legislation from being carried into execution within the territory of the Cherokee Nation of Indians, the original jurisdiction of this court being invoked on the ground that plaintiff was a foreign nation. It was asserted that the acts in question, if executed, would have the effect of subverting the tribal government and subjecting the Indians to the jurisdiction of the state of Georgia. It was held that the Cherokee Nation could not be regarded as a foreign nation, within the meaning of the Judiciary Act (1 Stat. 73), but Chief Justice Marshall, delivering the opinion for the majority, said, further (5 Pet. 20, 8 L. Ed. 25):</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'That part of t e bill which respects the land occupied by      the Indians, and prays the aid of the court to protect their      possession, may be * * * doubtful. The mere question of right      might perhaps be decided by this court in a proper case with      proper parties. But the court is asked to do more than decide      on the title. The bill requires us to control the Legislature      of Georgia, and to restrain the exertion of its physical      force. The propriety of such an interposition by the court      may well be questioned. It savors too much of the exercise of      political power to be within the proper province of the      judicial department.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">And Mr. Justice Thompson, with whom Mr. Justice Story concurred, in the course of an opinion, said (6 Wall. 75, 18 L. Ed. 721):</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">'It is only where the rights of persons or property are      involved, and when such rights can be presented under some      judicial form of proceedings, that courts of justice can      interpose relief.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'This court can have no right to pronounce an abstract      opinion upon the constitutionality of a state law. Such law      must be brought into actual, or threatened operation upon      rights properly falling under judicial cognizance, or a      remedy is not to be had here.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">See, also, Luther v. Borden, 7 How. 1, 12 L. Ed. 581; Mississippi v. Johnson, 4 Wall. 475, 500, 18 L. Ed. 437; Pacific Telephone Co. v. Oregon, 223 U. S. 118, 32 Sup. Ct. 224, 56 L. Ed. 377; Louisiana v. Texas, 176 U. S. 1, 23, 20 Sup. Ct. 251, 44 L. Ed. 347; Fairchild v. Hughes, 258 U. S. 126, 42 Sup. Ct. 274, 66 L. Ed. 499.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It follows that, in so far as the case depends upon the assertion of a right on the part of the state to sue in its own behalf, we are without jurisdiction. In that aspect of the case we are called upon to adjudicate, not rights of person or property, not rights of dominion over physical domain, not quasi sovereign rights actually invaded or threatened, but abstract questions of political power, of sovereignty, of government. No rights of the state falling within the scope of the judicial power have been brought within the actual or threatened operation of the statute, and this court is as much without authority to pass abstract opinions upon the constitutionality of acts of Congress as it was held to be, in Cherokee Nation v. Georgia, supra, of state statutes. If an alleged attempt by congressional action to annul and abolish an existing state government 'with all its constitutional powers and privileges,' presents no justiciable issue, as was ruled in Georgia v. Stanton, supra, no reason can be suggested why it should be otherwise where the attempt goes no farther, as it is here alleged, than to propose to share with the state the field of state power.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We come next to consider whether the suit may be maintained by the state as the representative of its citizens. To this the answer is not doubtful. We need not go so far as to say that a state may never intervene by suit to protect its citizens against any form of enforcement of unconstitutional acts of Congress; but we are clear that the right to do so does not arise here. Ordinarily, at least, the only way in which a state may afford protection to its citizens in such cases is through the enforcement of its own criminal statutes, where that is appropriate, or by opening its courts to the injured persons for the maintenance of civil suits or actions. But the citizens of Massachusetts are also citizens of the United States. It cannot be conceded that a state, as parens patriae, may institute judicial proceedings to protect citizens of the United States from the operation of the statutes thereof. While the state, under some circumstances, may sue in that capacity for the protection of its citizens (Missouri v. Illinois and Chicago District, 180 U. S. 208, 241, 21 Sup. Ct. 331, 45 L. Ed. 497), it is no part of its duty or power to enforce their rights in respect of their relations with the federal government. In that field it is the United States, and not the state, which represents them as parens patriae, when such repres ntation becomes appropriate; and to the former, and not to the latter, they must look for such protective measures as flow from that status.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Second. The attack upon the statute in the Frothingham Case is, generally, the same, but this plaintiff alleges, in addition that she is a taxpayer of the United States; and her contention, though not clear, seems to be that the effect of the appropriations complained of will be to increase the burden of future taxation and thereby take her property without due process of law. The right of a taxpayer to enjoin the execution of a federal appropriation act, on the ground that it is invalid and will result in taxation for illegal purposes, has never been passed upon by this court. In cases where it was presented, the question has either been allowed to pass sub silentio or the determination of it expressly withheld. Millard v. Roberts, 202 U. S. 429, 438, 26 Sup. Ct. 674, 50 L. Ed. 1090; Wilson v. Shaw, 204 U. S. 24, 31, 27 Sup. Ct. 233, 51 L. Ed. 351; Bradfield v. Roberts, 175 U. S. 291, 295, 20 Sup. Ct. 121, 44 L. Ed. 168. The case last cited came here from the Court of Appeals of the District of Columbia, and that court sustained the right of the plaintiff to sue by treating the case as one directed against the District of Columbia, and therefore subject to the rule, frequently stated by this court, that resident taxpayers may sue to enjoin an illegal use of the moneys of a municipal corporation. Roberts v. Bradfield, 12 App. D. C. 453, 459, 460. The interest of a taxpayer of a municipality in the application of its moneys is direct and immediate and the remedy by injunction to prevent their misuse is not inappropriate. It is upheld by a large number of state cases and is the rule of this court. Crampton v. Zabriskie, 101 U. S. 601, 609, 25 L. Ed. 1070. Nevertheless, there are decisions to the contrary. See, for example, Miller v. Grandy, 13 Mich. 540, 550. The reasons which support the extension of the equitable remedy to a single taxpayer in such cases are based upon the peculiar relation of the corporate taxpayer to the corporation, which is not without some resemblance to that subsisting between stockholder and private corporation. 4 Dillon, Municipal Corporations (5th Ed.) &#167; 1580 et seq. But the relation of a taxpayer of the United States to the federal government is very different. His interest in the moneys of the treasury&#8212;partly realized from taxation and partly from other sources&#8212;is shared with millions of others, is comparatively minute and indeterminable, and the effect upon future taxation, of any payment out of the funds, so remote, fluctuating and uncertain, that no basis is afforded for an appeal to the preventive powers of a court of equity.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The administration of any statute, likely to produce additional taxation to be imposed upon a vast number of taxpayers, the extent of whose several liability is indefinite and constantly changing, is essentially a matter of public and not of individual concern. If one taxpayer may champion and litigate such a cause, then every other taxpayer may do the same, not only in respect of the statute here under review, but also in respect of every other appropriation act and statute whose administration requires the outlay of public money, and whose validity may be questioned. The bare suggestion of such a result, with its attendant inconveniences, goes far to sustain the conclusion which we have reached, that a suit of this character cannot be maintained. It is of much significance that no precedent sustaining the right to maintain suits like this has been called to our attention, although, since the formation of the government, as an examination of the acts of Congress will disclose, a large number of statutes appropriating or involving the expenditure of moneys for nonfederal purposes have been enacted and carried into effect.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The functions of government under our system are apportioned. To the legislative department has been committed the duty of making laws, to the executive the duty of executing them, and to the judiciary the duty of interpreting and applying them in cases properly brought before the courts. The general rule is that neither department may invade the province of the other and neither may control, direct, or restrain the action of the other. We are not now speaking of the merely ministerial duties of officials. Gaines v. Thompson, 7 Wall. 347, 19 L. Ed. 62. We have no power per se to review and annul acts of Congress on the ground that they are unconstitutional. That question may be considered only when the justification for some direct injury suffered or threatened, presenting a justiciable issue, is made to rest upon such an act. Then the power exercised is that of ascertaining and declaring the law applicable to the controversy. It amounts to little more than the negative power to disregard an unconstitutional enactment, which otherwise would stand in the way of the enforcement of a legal right. The party who invokes the power must be able to show, not only that the statute is invalid, but that he has sustained or is immediately in danger of sustaining some direct injury as the result of its enforcement, and not merely that he suffers in some indefinite way in common with people generally. If a case for preventive relief be presented, the court enjoins, in effect, not the execution of the statute, but the acts of the official, the statute notwithstanding. Here the parties plaintiff have no such case. Looking through forms of words to the substance of their complaint, it is merely that officials of the executive department of the government are executing and will execute an act of Congress asserted to be unconstitutional; and this we are asked to prevent. To do so would be, not to decide a judicial controversy, but to assume a position of authority over the governmental acts of another and coequal department, an authority which plainly we do not possess.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">No. 24, Original, dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">No. 962 affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>262 U.S. 447 (1923)</b></center>\n<center><h1>COMMONWEALTH OF MASSACHUSETTS<br>\nv.<br>\nMELLON, SECRETARY OF THE TREASURY, ET AL.<br>\nFROTHINGHAM<br>\nv.<br>\nMELLON, SECRETARY OF THE TREASURY, ET AL.</h1></center>\n<center>No. 24. Original, and No. 962.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 3, 4, 1923.</center>\n<center>Decided June 4, 1923.</center>\nIN EQUITY.\nAPPEAL FROM THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*448</span> <i>Mr. Solicitor General Beck,</i> with whom <i>Mr. Robert P. Reeder,</i> Special Assistant to the Attorney General, was on the brief, for Mellon et al.</p>\n<p><i>Mr. Alexander Lincoln,</i> Assistant Attorney General, with whom <i>Mr. Jay R. Benton,</i> Attorney General, was on the brief, for the Commonwealth of Massachusetts.</p>\n<p><i>Mr. William L. Rawls,</i> with whom <i>Mr. George Arnold Frick</i> and <i>Mr. William H. Lamar</i> were on the brief, for appellant in No. 962.</p>\n<p><i>Mr. J. Weston Allen</i> and <i>Mr. Edwin H. Abbot, Jr.,</i> filed a supplemental brief on behalf of appellant in No. 962.</p>\n<p><i>Messrs. Charles I. Dawson, George W. Woodruff, John R. Saunders, Clifford L. Hilton, Russell W. Fleming, S.B. Townsend, Jr., U.S. Lesh, J.S. Utley, John W. Murphy,</i> and <i>C.C. Crabbe,</i> Attorneys General respectively of Kentucky, Pennsylvania, Virginia, Minnesota, Colorado, Delaware, Indiana, Arkansas, Arizona and Ohio by leave of court, filed a brief as <i>amici curiae,</i> on behalf of those States, in No. 24, Original.</p>\n<p><i>Mr. Charles K. Burdick,</i> by leave of court, filed a brief as <i>amicus curiae</i> on behalf of the Association of Land-Grant Colleges, in No. 24, Original.</p>\n<p><i>Mr. Everett P. Wheeler</i> and <i>Mr. Waldo G. Morse,</i> by leave of court. filed a brief as <i>amici curiae,</i> in both cases.</p>\n<p><i>Mr. Henry St. George Tucker,</i> by leave of court, filed a brief as <i>amicus curiae,</i> in No. 962.</p>\n<p><span class=\"star-pagination\">*478</span> MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>These cases were argued and will be considered and disposed of together. The first is an original suit in this Court. The other was brought in the Supreme Court of the District of Columbia. That court dismissed the bill and its decree was affirmed by the District Court of Appeals. Thereupon the case was brought here by appeal. <span class=\"star-pagination\">*479</span> Both cases challenge the constitutionality of the Act of November 23, 1921, c. 135, 42 Stat. 224, commonly called the Maternity Act. Briefly, it provides for an initial appropriation and thereafter annual appropriations for a period of five years, to be apportioned among such of the several States as shall accept and comply with its provisions, for the purpose of cooperating with them to reduce maternal and infant mortality and protect the health of mothers and infants. It creates a bureau to administer the act in cooperation with state agencies, which are required to make such reports concerning their operations and expenditures as may be prescribed by the federal bureau. Whenever that bureau shall determine that funds have not been properly expended in respect of any State, payments may be withheld.</p>\n<p>It is asserted that these appropriations are for purposes not national, but local to the States, and together with numerous similar appropriations constitute an effective means of inducing the States to yield a portion of their sovereign rights. It is further alleged that the burden of the appropriations provided by this act and similar legislation falls unequally upon the several States, and rests largely upon the industrial States, such as Massachusetts; that the act is a usurpation of power not granted to Congress by the Constitution  an attempted exercise of the power of local self-government reserved to the States by the Tenth Amendment; and that the defendants are proceeding to carry the act into operation. In the <i>Massachusetts</i> case it is alleged that the plaintiff's rights and powers as a sovereign State and the rights of its citizens have been invaded and usurped by these expenditures and acts; and that, although the State has not accepted the act, its constitutional rights are infringed by the passage thereof and the imposition upon the State of an illegal and unconstitutional option either to yield to the Federal Government a part of its reserved rights or <span class=\"star-pagination\">*480</span> lose the share which it would otherwise be entitled to receive of the moneys appropriated. In the <i>Frothingham</i> case plaintiff alleges that the effect of the statute will be to take her property, under the guise of taxation, without due process of law.</p>\n<p>We have reached the conclusion that the cases must be disposed of for want of jurisdiction without considering the merits of the constitutional questions.</p>\n<p>In the first case, the State of Massachusetts presents no justiciable controversy either in its own behalf or as the representative of its citizens. The appellant in the second suit has no such interest in the subject-matter, nor is any such injury inflicted or threatened, as will enable her to sue.</p>\n<p>First. The State of Massachusetts in its own behalf, in effect, complains that the act in question invades the local concerns of the State, and is a usurpation of power, viz: the power of local self government reserved to the States.</p>\n<p>Probably, it would be sufficient to point out that the powers of the State are not invaded, since the statute imposes no obligation but simply extends an option which the State is free to accept or reject. But we do not rest here. Under Article III, § 2, of the Constitution, the judicial power of this Court extends \"to controversies . . . between a State and citizens of another State\" and the Court has original jurisdiction \"in all cases . . . in which a State shall be party.\" The effect of this is not to confer jurisdiction upon the Court merely because a State is a party, but only where it is a party to a proceeding of judicial cognizance. Proceedings not of a justiciable character are outside the contemplation of the constitutional grant. In <i>Wisconsin</i> v. <i>Pelican Insurance Co.,</i> 127 U.S. 265, 289, Mr. Justice Gray, speaking for the Court, said:</p>\n<p>\"As to `controversies between a State and citizens of another State.' The object of vesting in the courts of <span class=\"star-pagination\">*481</span> the United States jurisdiction of suits by one State against the citizens of another was to enable such controversies to be determined by a national tribunal, and thereby to avoid the partiality, or suspicion of partiality, which might exist if the plaintiff State were compelled to resort to the courts of the State of which the defendants were citizens. Federalist No. 80; Chief Justice Jay, in <i>Chisholm</i> v. <i>Georgia,</i> 2 Dall. 419, 475; Story on the Constitution, §§ 1638, 1682. The grant is of `judicial power,' and was not intended to confer upon the courts of the United States jurisdiction of a suit or prosecution by the one State, of such a nature that it could not, on the settled principles of public and international law, be entertained by the judiciary of the other State at all.\"</p>\n<p>That was an action brought by the State of Wisconsin to enforce a judgment of one of its own courts for a penalty against a resident of another State, and, in pursuance of the doctrine announced by the language just quoted, this Court declined to assume jurisdiction upon the ground that the courts of no country will execute the penal laws of another.</p>\n<p>In an earlier case it was held that a proceeding by mandamus by one State to compel the Governor of another to surrender a fugitive from justice was not within the powers of the judicial department, since the duty of the Governor in the premises was in the nature of a moral rather than a legal obligation. <i>Kentucky</i> v. <i>Dennison,</i> 24 How. 66, 109. In <i>New Hampshire</i> v. <i>Louisiana</i><i>; </i><i>New York</i> v. <i>Louisiana,</i> 108 U.S. 76, this Court declined to take jurisdiction of actions to enforce payment of the bonds of another State for the benefit of the assignors, citizens of the plaintiff States. In <i>Georgia</i> v. <i>Stanton,</i> 6 Wall. 50, 75, and kindred cases, to which we shall presently refer, jurisdiction was denied in respect of questions of a political or governmental character. On the other hand jurisdiction was maintained in <i>Texas</i> v. <i>White,</i> 7 <span class=\"star-pagination\">*482</span> Wall. 700; <i>Florida</i> v. <i>Anderson,</i> 91 U.S. 667; and <i>Alabama</i> v. <i>Burr,</i> 115 U.S. 413, because proprietary rights were involved; in <i>Georgia</i> v. <i>Tennessee Copper Co.,</i> 206 U.S. 230, 237, because the right of dominion of the State over the air and soil within its domain was affected; in <i>Missouri</i> v. <i>Holland,</i> 252 U.S. 416, because, as asserted, there was an invasion, by acts done and threatened, of the quasi-sovereign right of the State to regulate the taking of wild game within its borders; and in other cases because boundaries were in dispute. It is not necessary to cite additional cases. The foregoing, for present purposes, sufficiently indicate the jurisdictional line of demarcation.</p>\n<p>What, then, is the nature of the right of the State here asserted and how is it affected by this statute? Reduced to its simplest terms, it is alleged that the statute constitutes an attempt to legislate outside the powers granted to Congress by the Constitution and within the field of local powers exclusively reserved to the States. Nothing is added to the force or effect of this assertion by the further incidental allegations that the ulterior purpose of Congress thereby was to induce the States to yield a portion of their sovereign rights; that the burden of the appropriations falls unequally upon the several States; and that there is imposed upon the States an illegal and unconstitutional option either to yield to the Federal Government a part of their reserved rights or lose their share of the moneys appropriated. But what burden is imposed upon the States, unequally or otherwise? Certainly there is none, unless it be the burden of taxation, and that falls upon their inhabitants, who are within the taxing power of Congress as well as that of the States where they reside. Nor does the statute require the States to do or to yield anything. If Congress enacted it with the ulterior purpose of tempting them to yield, that purpose may be effectively frustrated by the simple expedient of not yielding.</p>\n<p><span class=\"star-pagination\">*483</span> In the last analysis, the complaint of the plaintiff State is brought to the naked contention that Congress has usurped the reserved powers of the several States by the mere enactment of the statute, though nothing has been done and nothing is to be done without their consent; and it is plain that that question, as it is thus presented, is political and not judicial in character, and therefore is not a matter which admits of the exercise of the judicial power.</p>\n<p>In <i>Georgia</i> v. <i>Stanton, supra</i><i>,</i> this Court held that a bill to enjoin the Secretary of War, and other officers, from carrying into execution certain acts of Congress, which it was asserted would annul and abolish the existing state government and establish another and different one in its place, called for a judgment upon a political question and presented no case within the jurisdiction of the Court. Mr. Justice Nelson, speaking for the Court, said (6 Wall. 77):</p>\n<p>\"That these matters, both as stated in the body of the bill, and, in the prayers for relief, call for the judgment of the court upon political questions, and, upon rights, not of persons or property, but of a political character, will hardly be denied. For the rights for the protection of which our authority is invoked, are the rights of sovereignty, of political jurisdiction, of government, of corporate existence as a State, with all its constitutional powers and privileges. No case of private rights or private property infringed, or in danger of actual or threatened infringement, is presented by the bill, in a judicial form, for the judgment of the court.\"</p>\n<p>In <i>Cherokee Nation</i> v. <i>Georgia,</i> 5 Pet. 1, an injunction was sought to prevent certain acts of legislation from being carried into execution within the territory of the Cherokee Nation of Indians, the original jurisdiction of this Court being invoked on the ground that plaintiff was a foreign nation. It was asserted that the acts in question, <span class=\"star-pagination\">*484</span> if executed, would have the effect of subverting the tribal government and subjecting the Indians to the jurisdiction of the State of Georgia. It was held that the Cherokee Nation could not be regarded as a foreign nation, within the meaning of the Judiciary Act, but Chief Justice Marshall, delivering the opinion for the majority, said, further (p. 20):</p>\n<p>\"That part of the bill which respects the land occupied by the Indians, and prays the aid of the court to protect their possession, may be more doubtful. The mere question, of right might, perhaps, be decided by this court, in a proper case, with proper parties. But the court is asked to do more than decide on the title. The bill requires us to control the legislature of Georgia, and to restrain the exertion of its physical force. The propriety of such an interposition by the court may be well questioned; it savors too much of the exercise of political power, to be within the proper province of the judicial department.\" And Mr. Justice Thompson, with whom Mr. Justice Story concurred, in the course of an opinion, said (p. 75):</p>\n<p>\"It is only where the rights of persons or property are involved, and when such rights can be presented under some judicial form of proceedings, that courts of justice can interpose relief. This court can have no right to pronounce an abstract opinion upon the constitutionality of a state law. Such law must be brought into actual or threatened operation, upon rights properly falling under judicial cognizance, or a remedy is not to be had here.\" See also <i>Luther</i> v. <i>Borden,</i> 7 How. 1; <i>Mississippi</i> v. <i>Johnson,</i> 4 Wall. 475, 500; <i>Pacific Telephone Co.</i> v. <i>Oregon,</i> 223 U.S. 118; <i>Louisiana</i> v. <i>Texas,</i> 176 U.S. 1, 23; <i>Fairchild</i> v. <i>Hughes,</i> 258 U.S. 126.</p>\n<p>It follows that in so far as the case depends upon the assertion of a right on the part of the State to sue in its own behalf we are without jurisdiction. In that aspect of the case we are called upon to adjudicate, not rights of <span class=\"star-pagination\">*485</span> person or property, not rights of dominion over physical domain, not quasi-sovereign rights actually invaded or threatened, but abstract questions of political power, of sovereignty, of government. No rights of the State falling within the scope of the judicial power have been brought within the actual or threatened operation of the statute and this Court is as much without authority to pass abstract opinions upon the constitutionality of acts of Congress as it was held to be, in <i>Cherokee Nation</i> v. <i>Georgia, supra</i><i>,</i> of state statutes. If an alleged attempt by congressional action to annul and abolish an existing state government \"with all its constitutional powers and privileges,\" presents no justiciable issue, as was ruled in <i>Georgia</i> v. <i>Stanton, supra,</i> no reason can be suggested why it should be otherwise where the attempt goes no farther, as it is here alleged, than to propose to share with the State the field of state power.</p>\n<p>We come next to consider whether the suit may be maintained by the State as the representative of its citizens. To this the answer is not doubtful. We need not go so far as to say that a State may never intervene by suit to protect its citizens against any form of enforcement of unconstitutional acts of Congress; but we are clear that the right to do so does not arise here. Ordinarily, at least, the only way in which a State may afford protection to its citizens in such cases is through the enforcement of its own criminal statutes, where that is appropriate, or by opening its courts to the injured persons for the maintenance of civil suits or actions. But the citizens of Massachusetts are also citizens of the United States. It cannot be conceded that a State, as <i>parens patriae,</i> may institute judicial proceedings to protect citizens of the United States from the operation of the statutes thereof. While the State, under some circumstances, may sue in that capacity for the protection of its citizens (<i>Missouri</i> v. <i>Illinois,</i> 180 U.S. 208, 241), it is no <span class=\"star-pagination\">*486</span> part of its duty or power to enforce their rights in respect of their relations with the Federal Government. In that field it is the United States, and not the State, which represents them as <i>parens patriae,</i> when such representation becomes appropriate; and to the former, and not to the latter, they must look for such protective measures as flow from that status.</p>\n<p>Second. The attack upon the statute in the <i>Frothingham</i> case is, generally, the same, but this plaintiff alleges in addition that she is a taxpayer of the United States; and her contention, though not clear, seems to be that the effect of the appropriations complained of will be to increase the burden of future taxation and thereby take her property without due process of law. The right of a taxpayer to enjoin the execution of a federal appropriation act, on the ground that it is invalid and will result in taxation for illegal purposes, has never been passed upon by this Court. In cases where it was presented, the question has either been allowed to pass <i>sub silentio</i> or the determination of it expressly withheld. <i>Millard</i> v. <i>Roberts,</i> 202 U.S. 429, 438; <i>Wilson</i> v. <i>Shaw,</i> 204 U.S. 24, 31; <i>Bradfield</i> v. <i>Roberts,</i> 175 U.S. 291, 295. The case last cited came here from the Court of Appeals of the District of Columbia, and that court sustained the right of the plaintiff to sue by treating the case as one directed against the District of Columbia, and therefore subject to the rule frequently stated by this Court, that resident taxpayers may sue to enjoin an illegal use of the moneys of a municipal corporation. <i>Roberts</i> v. <i>Bradfield,</i> 12 App. D.C. 453, 459-460. The interest of a taxpayer of a municipality in the application of its moneys is direct and immediate and the remedy by injunction to prevent their misuse is not inappropriate. It is upheld by a large number of state cases and is the rule of this Court. <i>Crampton</i> v. <i>Zabriskie,</i> 101 U.S. 601, 609. Nevertheless, there are decisions to the contrary. See, <span class=\"star-pagination\">*487</span> for example, <i>Miller</i> v. <i>Grandy,</i> 13 Mich. 540, 550. The reasons which support the extension of the equitable remedy to a single taxpayer in such cases are based upon the peculiar relation of the corporate taxpayer to the corporation, which is not without some resemblance to that subsisting between stockholder and private corporation. IV Dillon Municipal Corporations, 5th ed., § 1580, <i>et seq.</i> But the relation of a taxpayer of the United States to the Federal Government is very different. His interest in the moneys of the Treasury  partly realized from taxation and partly from other sources  is shared with millions of others; is comparatively minute and indeterminable; and the effect upon future taxation, of any payment out of the funds, so remote, fluctuating and uncertain, that no basis is afforded for an appeal to the preventive powers of a court of equity.</p>\n<p>The administration of any statute, likely to produce additional taxation to be imposed upon a vast number of taxpayers, the extent of whose several liability is indefinite and constantly changing, is essentially a matter of public and not of individual concern. If one taxpayer may champion and litigate such a cause, then every other taxpayer may do the same, not only in respect of the statute here under review but also in respect of every other appropriation act and statute whose administration requires the outlay of public money, and whose validity may be questioned. The bare suggestion of such a result, with its attendant inconveniences, goes far to sustain the conclusion which we have reached, that a suit of this character cannot be maintained. It is of much significance that no precedent sustaining the right to maintain suits like this has been called to our attention, although, since the formation of the government, as an examination of the acts of Congress will disclose, a large number of statutes appropriating or involving the expenditure <span class=\"star-pagination\">*488</span> of moneys for non-federal purposes have been enacted and carried into effect.</p>\n<p>The functions of government under our system are apportioned. To the legislative department has been committed the duty of making laws; to the executive the duty of executing them; and to the judiciary the duty of interpreting and applying them in cases properly brought before the courts. The general rule is that neither department may invade the province of the other and neither may control, direct or restrain the action of the other. We are not now speaking of the merely ministerial duties of officials. <i>Gaines</i> v. <i>Thompson,</i> 7 Wall. 347. We have no power <i>per se</i> to review and annul acts of Congress on the ground that they are unconstitutional. That question may be considered only when the justification for some direct injury suffered or threatened, presenting a justiciable issue, is made to rest upon such an act. Then the power exercised is that of ascertaining and declaring the law applicable to the controversy. It amounts to little more than the negative power to disregard an unconstitutional enactment, which otherwise would stand in the way of the enforcement of a legal right. The party who invokes the power must be able to show not only that the statute is invalid but that he has sustained or is immediately in danger of sustaining some direct injury as the result of its enforcement, and not merely that he suffers in some indefinite way in common with people generally. If a case for preventive relief be presented the court enjoins, in effect, not the execution of the statute, but the acts of the official, the statute notwithstanding. Here the parties plaintiff have no such case. Looking through forms of words to the substance of their complaint, it is merely that officials of the executive department of the government are executing and will execute an act of Congress asserted to be unconstitutional; and this we are asked to prevent. To <span class=\"star-pagination\">*489</span> do so would be not to decide a judicial controversy, but to assume a position of authority over the governmental acts of another and co-equal department, an authority which plainly we do not possess.</p>\n<p><i>No. 24, Original, dismissed.</i></p>\n<p><i>No. 962 affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></span> (1923)</b></center>\n<center><h1>COMMONWEALTH OF MASSACHUSETTS<br>\nv.<br>\nMELLON, SECRETARY OF THE TREASURY, ET AL.<br>\nFROTHINGHAM<br>\nv.<br>\nMELLON, SECRETARY OF THE TREASURY, ET AL.</h1></center>\n<center>No. 24. Original, and No. 962.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued May 3, 4, 1923.</center>\n<center>Decided June 4, 1923.</center>\nIN EQUITY.\nAPPEAL FROM THE COURT OF APPEALS OF THE DISTRICT OF COLUMBIA.\n<p><span class=\"star-pagination\">*448</span> <i>Mr. Solicitor General Beck,</i> with whom <i>Mr. Robert P. Reeder,</i> Special Assistant to the Attorney General, was on the brief, for Mellon et al.</p>\n<p><i>Mr. Alexander Lincoln,</i> Assistant Attorney General, with whom <i>Mr. Jay R. Benton,</i> Attorney General, was on the brief, for the Commonwealth of Massachusetts.</p>\n<p><i>Mr. William L. Rawls,</i> with whom <i>Mr. George Arnold Frick</i> and <i>Mr. William H. Lamar</i> were on the brief, for appellant in No. 962.</p>\n<p><i>Mr. J. Weston Allen</i> and <i>Mr. Edwin H. Abbot, Jr.,</i> filed a supplemental brief on behalf of appellant in No. 962.</p>\n<p><i>Messrs. Charles I. Dawson, George W. Woodruff, John R. Saunders, Clifford L. Hilton, Russell W. Fleming, S.B. Townsend, Jr., U.S. Lesh, J.S. Utley, John W. Murphy,</i> and <i>C.C. Crabbe,</i> Attorneys General respectively of Kentucky, Pennsylvania, Virginia, Minnesota, Colorado, Delaware, Indiana, Arkansas, Arizona and Ohio by leave of court, filed a brief as <i>amici curiae,</i> on behalf of those States, in No. 24, Original.</p>\n<p><i>Mr. Charles K. Burdick,</i> by leave of court, filed a brief as <i>amicus curiae</i> on behalf of the Association of Land-Grant Colleges, in No. 24, Original.</p>\n<p><i>Mr. Everett P. Wheeler</i> and <i>Mr. Waldo G. Morse,</i> by leave of court. filed a brief as <i>amici curiae,</i> in both cases.</p>\n<p><i>Mr. Henry St. George Tucker,</i> by leave of court, filed a brief as <i>amicus curiae,</i> in No. 962.</p>\n<p><span class=\"star-pagination\">*478</span> MR. JUSTICE SUTHERLAND delivered the opinion of the Court.</p>\n<p>These cases were argued and will be considered and disposed of together. The first is an original suit in this Court. The other was brought in the Supreme Court of the District of Columbia. That court dismissed the bill and its decree was affirmed by the District Court of Appeals. Thereupon the case was brought here by appeal. <span class=\"star-pagination\">*479</span> Both cases challenge the constitutionality of the Act of November 23, 1921, c. 135, 42 Stat. 224, commonly called the Maternity Act. Briefly, it provides for an initial appropriation and thereafter annual appropriations for a period of five years, to be apportioned among such of the several States as shall accept and comply with its provisions, for the purpose of cooperating with them to reduce maternal and infant mortality and protect the health of mothers and infants. It creates a bureau to administer the act in cooperation with state agencies, which are required to make such reports concerning their operations and expenditures as may be prescribed by the federal bureau. Whenever that bureau shall determine that funds have not been properly expended in respect of any State, payments may be withheld.</p>\n<p>It is asserted that these appropriations are for purposes not national, but local to the States, and together with numerous similar appropriations constitute an effective means of inducing the States to yield a portion of their sovereign rights. It is further alleged that the burden of the appropriations provided by this act and similar legislation falls unequally upon the several States, and rests largely upon the industrial States, such as Massachusetts; that the act is a usurpation of power not granted to Congress by the Constitution  an attempted exercise of the power of local self-government reserved to the States by the Tenth Amendment; and that the defendants are proceeding to carry the act into operation. In the <i>Massachusetts</i> case it is alleged that the plaintiff's rights and powers as a sovereign State and the rights of its citizens have been invaded and usurped by these expenditures and acts; and that, although the State has not accepted the act, its constitutional rights are infringed by the passage thereof and the imposition upon the State of an illegal and unconstitutional option either to yield to the Federal Government a part of its reserved rights or <span class=\"star-pagination\">*480</span> lose the share which it would otherwise be entitled to receive of the moneys appropriated. In the <i>Frothingham</i> case plaintiff alleges that the effect of the statute will be to take her property, under the guise of taxation, without due process of law.</p>\n<p>We have reached the conclusion that the cases must be disposed of for want of jurisdiction without considering the merits of the constitutional questions.</p>\n<p>In the first case, the State of Massachusetts presents no justiciable controversy either in its own behalf or as the representative of its citizens. The appellant in the second suit has no such interest in the subject-matter, nor is any such injury inflicted or threatened, as will enable her to sue.</p>\n<p>First. The State of Massachusetts in its own behalf, in effect, complains that the act in question invades the local concerns of the State, and is a usurpation of power, viz: the power of local self government reserved to the States.</p>\n<p>Probably, it would be sufficient to point out that the powers of the State are not invaded, since the statute imposes no obligation but simply extends an option which the State is free to accept or reject. But we do not rest here. Under Article III, § 2, of the Constitution, the judicial power of this Court extends \"to controversies . . . between a State and citizens of another State\" and the Court has original jurisdiction \"in all cases . . . in which a State shall be party.\" The effect of this is not to confer jurisdiction upon the Court merely because a State is a party, but only where it is a party to a proceeding of judicial cognizance. Proceedings not of a justiciable character are outside the contemplation of the constitutional grant. In <i>Wisconsin</i> v. <i>Pelican Insurance Co.,</i> <span class=\"citation\" data-id=\"92252\"><a href=\"/opinion/92252/wisconsin-v-pelican-ins-co/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 289, Mr. Justice Gray, speaking for the Court, said:</p>\n<p>\"As to `controversies between a State and citizens of another State.' The object of vesting in the courts of <span class=\"star-pagination\">*481</span> the United States jurisdiction of suits by one State against the citizens of another was to enable such controversies to be determined by a national tribunal, and thereby to avoid the partiality, or suspicion of partiality, which might exist if the plaintiff State were compelled to resort to the courts of the State of which the defendants were citizens. Federalist No. 80; Chief Justice Jay, in <i>Chisholm</i> v. <i>Georgia,</i> 2 Dall. 419, 475; Story on the Constitution, §§ 1638, 1682. The grant is of `judicial power,' and was not intended to confer upon the courts of the United States jurisdiction of a suit or prosecution by the one State, of such a nature that it could not, on the settled principles of public and international law, be entertained by the judiciary of the other State at all.\"</p>\n<p>That was an action brought by the State of Wisconsin to enforce a judgment of one of its own courts for a penalty against a resident of another State, and, in pursuance of the doctrine announced by the language just quoted, this Court declined to assume jurisdiction upon the ground that the courts of no country will execute the penal laws of another.</p>\n<p>In an earlier case it was held that a proceeding by mandamus by one State to compel the Governor of another to surrender a fugitive from justice was not within the powers of the judicial department, since the duty of the Governor in the premises was in the nature of a moral rather than a legal obligation. <i>Kentucky</i> v. <i>Dennison,</i> <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">How.</span> <span class=\"page\">66</span></span>, 109. In <i>New Hampshire</i> v. <i>Louisiana</i><i>; </i><i>New York</i> v. <i>Louisiana,</i> <span class=\"citation\" data-id=\"90827\"><a href=\"/opinion/90827/new-hampshire-v-louisiana/\"><span class=\"volume\">108</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">76</span></a></span>, this Court declined to take jurisdiction of actions to enforce payment of the bonds of another State for the benefit of the assignors, citizens of the plaintiff States. In <i>Georgia</i> v. <i>Stanton,</i> <span class=\"citation\" data-id=\"87886\"><a href=\"/opinion/87886/georgia-v-stanton/\"><span class=\"volume\">6</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">50</span></a></span>, 75, and kindred cases, to which we shall presently refer, jurisdiction was denied in respect of questions of a political or governmental character. On the other hand jurisdiction was maintained in <i>Texas</i> v. <i>White,</i> 7 <span class=\"star-pagination\">*482</span> Wall. 700; <i>Florida</i> v. <i>Anderson,</i> 91 U.S. 667; and <i>Alabama</i> v. <i>Burr,</i> <span class=\"citation\" data-id=\"91461\"><a href=\"/opinion/91461/alabama-v-burr/\"><span class=\"volume\">115</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></a></span>, because proprietary rights were involved; in <i>Georgia</i> v. <i>Tennessee Copper Co.,</i> <span class=\"citation\" data-id=\"96680\"><a href=\"/opinion/96680/georgia-v-tennesssee-copper-co/\"><span class=\"volume\">206</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">230</span></a></span>, 237, because the right of dominion of the State over the air and soil within its domain was affected; in <i>Missouri</i> v. <i>Holland,</i> <span class=\"citation\" data-id=\"99561\"><a href=\"/opinion/99561/missouri-v-holland/\"><span class=\"volume\">252</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">416</span></a></span>, because, as asserted, there was an invasion, by acts done and threatened, of the quasi-sovereign right of the State to regulate the taking of wild game within its borders; and in other cases because boundaries were in dispute. It is not necessary to cite additional cases. The foregoing, for present purposes, sufficiently indicate the jurisdictional line of demarcation.</p>\n<p>What, then, is the nature of the right of the State here asserted and how is it affected by this statute? Reduced to its simplest terms, it is alleged that the statute constitutes an attempt to legislate outside the powers granted to Congress by the Constitution and within the field of local powers exclusively reserved to the States. Nothing is added to the force or effect of this assertion by the further incidental allegations that the ulterior purpose of Congress thereby was to induce the States to yield a portion of their sovereign rights; that the burden of the appropriations falls unequally upon the several States; and that there is imposed upon the States an illegal and unconstitutional option either to yield to the Federal Government a part of their reserved rights or lose their share of the moneys appropriated. But what burden is imposed upon the States, unequally or otherwise? Certainly there is none, unless it be the burden of taxation, and that falls upon their inhabitants, who are within the taxing power of Congress as well as that of the States where they reside. Nor does the statute require the States to do or to yield anything. If Congress enacted it with the ulterior purpose of tempting them to yield, that purpose may be effectively frustrated by the simple expedient of not yielding.</p>\n<p><span class=\"star-pagination\">*483</span> In the last analysis, the complaint of the plaintiff State is brought to the naked contention that Congress has usurped the reserved powers of the several States by the mere enactment of the statute, though nothing has been done and nothing is to be done without their consent; and it is plain that that question, as it is thus presented, is political and not judicial in character, and therefore is not a matter which admits of the exercise of the judicial power.</p>\n<p>In <i>Georgia</i> v. <i>Stanton, supra</i><i>,</i> this Court held that a bill to enjoin the Secretary of War, and other officers, from carrying into execution certain acts of Congress, which it was asserted would annul and abolish the existing state government and establish another and different one in its place, called for a judgment upon a political question and presented no case within the jurisdiction of the Court. Mr. Justice Nelson, speaking for the Court, said (6 Wall. 77):</p>\n<p>\"That these matters, both as stated in the body of the bill, and, in the prayers for relief, call for the judgment of the court upon political questions, and, upon rights, not of persons or property, but of a political character, will hardly be denied. For the rights for the protection of which our authority is invoked, are the rights of sovereignty, of political jurisdiction, of government, of corporate existence as a State, with all its constitutional powers and privileges. No case of private rights or private property infringed, or in danger of actual or threatened infringement, is presented by the bill, in a judicial form, for the judgment of the court.\"</p>\n<p>In <i>Cherokee Nation</i> v. <i>Georgia,</i> <span class=\"citation\" data-id=\"85715\"><a href=\"/opinion/85715/the-cherokee-nation-v-the-state-of-georgia/\"><span class=\"volume\">5</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">1</span></a></span>, an injunction was sought to prevent certain acts of legislation from being carried into execution within the territory of the Cherokee Nation of Indians, the original jurisdiction of this Court being invoked on the ground that plaintiff was a foreign nation. It was asserted that the acts in question, <span class=\"star-pagination\">*484</span> if executed, would have the effect of subverting the tribal government and subjecting the Indians to the jurisdiction of the State of Georgia. It was held that the Cherokee Nation could not be regarded as a foreign nation, within the meaning of the Judiciary Act, but Chief Justice Marshall, delivering the opinion for the majority, said, further (p. 20):</p>\n<p>\"That part of the bill which respects the land occupied by the Indians, and prays the aid of the court to protect their possession, may be more doubtful. The mere question, of right might, perhaps, be decided by this court, in a proper case, with proper parties. But the court is asked to do more than decide on the title. The bill requires us to control the legislature of Georgia, and to restrain the exertion of its physical force. The propriety of such an interposition by the court may be well questioned; it savors too much of the exercise of political power, to be within the proper province of the judicial department.\" And Mr. Justice Thompson, with whom Mr. Justice Story concurred, in the course of an opinion, said (p. 75):</p>\n<p>\"It is only where the rights of persons or property are involved, and when such rights can be presented under some judicial form of proceedings, that courts of justice can interpose relief. This court can have no right to pronounce an abstract opinion upon the constitutionality of a state law. Such law must be brought into actual or threatened operation, upon rights properly falling under judicial cognizance, or a remedy is not to be had here.\" See also <i>Luther</i> v. <i>Borden,</i> 7 How. 1; <i>Mississippi</i> v. <i>Johnson,</i> <span class=\"citation\" data-id=\"87790\"><a href=\"/opinion/87790/mississippi-v-johnson/\"><span class=\"volume\">4</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">475</span></a></span>, 500; <i>Pacific Telephone Co.</i> v. <i>Oregon,</i> 223 U.S. 118; <i>Louisiana</i> v. <i>Texas,</i> <span class=\"citation\" data-id=\"95159\"><a href=\"/opinion/95159/louisiana-v-texas/\"><span class=\"volume\">176</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 23; <i>Fairchild</i> v. <i>Hughes,</i> 258 U.S. 126.</p>\n<p>It follows that in so far as the case depends upon the assertion of a right on the part of the State to sue in its own behalf we are without jurisdiction. In that aspect of the case we are called upon to adjudicate, not rights of <span class=\"star-pagination\">*485</span> person or property, not rights of dominion over physical domain, not quasi-sovereign rights actually invaded or threatened, but abstract questions of political power, of sovereignty, of government. No rights of the State falling within the scope of the judicial power have been brought within the actual or threatened operation of the statute and this Court is as much without authority to pass abstract opinions upon the constitutionality of acts of Congress as it was held to be, in <i>Cherokee Nation</i> v. <i>Georgia, supra</i><i>,</i> of state statutes. If an alleged attempt by congressional action to annul and abolish an existing state government \"with all its constitutional powers and privileges,\" presents no justiciable issue, as was ruled in <i>Georgia</i> v. <i>Stanton, supra,</i> no reason can be suggested why it should be otherwise where the attempt goes no farther, as it is here alleged, than to propose to share with the State the field of state power.</p>\n<p>We come next to consider whether the suit may be maintained by the State as the representative of its citizens. To this the answer is not doubtful. We need not go so far as to say that a State may never intervene by suit to protect its citizens against any form of enforcement of unconstitutional acts of Congress; but we are clear that the right to do so does not arise here. Ordinarily, at least, the only way in which a State may afford protection to its citizens in such cases is through the enforcement of its own criminal statutes, where that is appropriate, or by opening its courts to the injured persons for the maintenance of civil suits or actions. But the citizens of Massachusetts are also citizens of the United States. It cannot be conceded that a State, as <i>parens patriae,</i> may institute judicial proceedings to protect citizens of the United States from the operation of the statutes thereof. While the State, under some circumstances, may sue in that capacity for the protection of its citizens (<i>Missouri</i> v. <i>Illinois,</i> <span class=\"citation\" data-id=\"95407\"><a href=\"/opinion/95407/missouri-v-illinois/\"><span class=\"volume\">180</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">208</span></a></span>, 241), it is no <span class=\"star-pagination\">*486</span> part of its duty or power to enforce their rights in respect of their relations with the Federal Government. In that field it is the United States, and not the State, which represents them as <i>parens patriae,</i> when such representation becomes appropriate; and to the former, and not to the latter, they must look for such protective measures as flow from that status.</p>\n<p>Second. The attack upon the statute in the <i>Frothingham</i> case is, generally, the same, but this plaintiff alleges in addition that she is a taxpayer of the United States; and her contention, though not clear, seems to be that the effect of the appropriations complained of will be to increase the burden of future taxation and thereby take her property without due process of law. The right of a taxpayer to enjoin the execution of a federal appropriation act, on the ground that it is invalid and will result in taxation for illegal purposes, has never been passed upon by this Court. In cases where it was presented, the question has either been allowed to pass <i>sub silentio</i> or the determination of it expressly withheld. <i>Millard</i> v. <i>Roberts,</i> <span class=\"citation\" data-id=\"96483\"><a href=\"/opinion/96483/millard-v-roberts/\"><span class=\"volume\">202</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">429</span></a></span>, 438; <i>Wilson</i> v. <i>Shaw,</i> <span class=\"citation\" data-id=\"96558\"><a href=\"/opinion/96558/wilson-v-shaw/\"><span class=\"volume\">204</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">24</span></a></span>, 31; <i>Bradfield</i> v. <i>Roberts,</i> <span class=\"citation\" data-id=\"95124\"><a href=\"/opinion/95124/bradfield-v-roberts/\"><span class=\"volume\">175</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">291</span></a></span>, 295. The case last cited came here from the Court of Appeals of the District of Columbia, and that court sustained the right of the plaintiff to sue by treating the case as one directed against the District of Columbia, and therefore subject to the rule frequently stated by this Court, that resident taxpayers may sue to enjoin an illegal use of the moneys of a municipal corporation. <i>Roberts</i> v. <i>Bradfield,</i> <span class=\"citation\" data-id=\"95124\"><a href=\"/opinion/95124/bradfield-v-roberts/\"><span class=\"volume\">12</span> <span class=\"reporter\">App. D.C.</span> <span class=\"page\">453</span></a></span>, 459-460. The interest of a taxpayer of a municipality in the application of its moneys is direct and immediate and the remedy by injunction to prevent their misuse is not inappropriate. It is upheld by a large number of state cases and is the rule of this Court. <i>Crampton</i> v. <i>Zabriskie,</i> <span class=\"citation\" data-id=\"90171\"><a href=\"/opinion/90171/crampton-v-zabriskie/\"><span class=\"volume\">101</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">601</span></a></span>, 609. Nevertheless, there are decisions to the contrary. See, <span class=\"star-pagination\">*487</span> for example, <i>Miller</i> v. <i>Grandy,</i> <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">540</span></span>, 550. The reasons which support the extension of the equitable remedy to a single taxpayer in such cases are based upon the peculiar relation of the corporate taxpayer to the corporation, which is not without some resemblance to that subsisting between stockholder and private corporation. IV Dillon Municipal Corporations, 5th ed., § 1580, <i>et seq.</i> But the relation of a taxpayer of the United States to the Federal Government is very different. His interest in the moneys of the Treasury  partly realized from taxation and partly from other sources  is shared with millions of others; is comparatively minute and indeterminable; and the effect upon future taxation, of any payment out of the funds, so remote, fluctuating and uncertain, that no basis is afforded for an appeal to the preventive powers of a court of equity.</p>\n<p>The administration of any statute, likely to produce additional taxation to be imposed upon a vast number of taxpayers, the extent of whose several liability is indefinite and constantly changing, is essentially a matter of public and not of individual concern. If one taxpayer may champion and litigate such a cause, then every other taxpayer may do the same, not only in respect of the statute here under review but also in respect of every other appropriation act and statute whose administration requires the outlay of public money, and whose validity may be questioned. The bare suggestion of such a result, with its attendant inconveniences, goes far to sustain the conclusion which we have reached, that a suit of this character cannot be maintained. It is of much significance that no precedent sustaining the right to maintain suits like this has been called to our attention, although, since the formation of the government, as an examination of the acts of Congress will disclose, a large number of statutes appropriating or involving the expenditure <span class=\"star-pagination\">*488</span> of moneys for non-federal purposes have been enacted and carried into effect.</p>\n<p>The functions of government under our system are apportioned. To the legislative department has been committed the duty of making laws; to the executive the duty of executing them; and to the judiciary the duty of interpreting and applying them in cases properly brought before the courts. The general rule is that neither department may invade the province of the other and neither may control, direct or restrain the action of the other. We are not now speaking of the merely ministerial duties of officials. <i>Gaines</i> v. <i>Thompson,</i> 7 Wall. 347. We have no power <i>per se</i> to review and annul acts of Congress on the ground that they are unconstitutional. That question may be considered only when the justification for some direct injury suffered or threatened, presenting a justiciable issue, is made to rest upon such an act. Then the power exercised is that of ascertaining and declaring the law applicable to the controversy. It amounts to little more than the negative power to disregard an unconstitutional enactment, which otherwise would stand in the way of the enforcement of a legal right. The party who invokes the power must be able to show not only that the statute is invalid but that he has sustained or is immediately in danger of sustaining some direct injury as the result of its enforcement, and not merely that he suffers in some indefinite way in common with people generally. If a case for preventive relief be presented the court enjoins, in effect, not the execution of the statute, but the acts of the official, the statute notwithstanding. Here the parties plaintiff have no such case. Looking through forms of words to the substance of their complaint, it is merely that officials of the executive department of the government are executing and will execute an act of Congress asserted to be unconstitutional; and this we are asked to prevent. To <span class=\"star-pagination\">*489</span> do so would be not to decide a judicial controversy, but to assume a position of authority over the governmental acts of another and co-equal department, an authority which plainly we do not possess.</p>\n<p><i>No. 24, Original, dismissed.</i></p>\n<p><i>No. 962 affirmed.</i></p>\n</div>", "id": 100240, "judges": "Sutherland", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100240/", "sha1": "a9626ae3423536c9f8dbc2c6e3229f3bfcd9b997", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:21"}