{"absolute_url": "/opinion/100227/international-life-ins-co-v-sherman/", "blocked": false, "citation": {"case_name": "International Life Ins. Co. v. Sherman", "docket_number": "295", "document_uris": ["/api/rest/v2/document/100227/"], "federal_cite_one": "262 U.S. 346", "federal_cite_three": null, "federal_cite_two": null, "id": 84610, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84610/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1923-06-04", "date_modified": "2014-12-21T01:37:26.087938", "docket": "/api/rest/v2/docket/8708/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">262 U.S. 346</p>\n    <p class=\"case_cite\">43 S.Ct. 574</p>\n    <p class=\"case_cite\">67 L.Ed. 1018</p>\n    <p class=\"parties\">INTERNATIONAL LIFE INS. CO.<br>v.<br>SHERMAN.</p>\n    <p class=\"docket\">No. 295.</p>\n    <p class=\"date\">Argued March 15, 1923.</p>\n    <p class=\"date\">Decided May 21, 1923.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Charles G. Revelle, of St. Louis, Mo., and A. L. Cooper, of Kansas City, Mo., for plaintiff in error.</p>\n      <p class=\"indent\">Mr. Oscar S. Hill, of Kansas City, Mo., for defendant in error.</p>\n      <p class=\"indent\">Mr. Justice BUTLER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action brought by the defendant in error in the circuit court of Jackson county, Mo., for money paid by his assignors for annuity certificates issued by the Great Western Life Insurance Company, the predecessor of plaintiff in error. Judgment for $47,463.90, with interest and costs, was affirmed in the state Supreme Court. That court allowed writ of error bringing the case here. A petition for writ of certiorari also has been presented. The federal question asserted is that the state court, in violation of the Constitution and acts of Congress defining the jurisdiction of federal courts, failed to give full faith and credit to certain provisions of a decree of the United States Circuit (now District) Court for the Western District of Missouri, set up in the answer, purporting to cancel and annul the annuity certificates. The defendant in error moves to dismiss the writ of error and opposes the granting of certiorari on the grounds, among others, that the United States court was without jurisdiction to decree the cancellation of the certificates assigned to defendant in error, and that the provisions of the decree relied on by plaintiff in error are void.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We are of opinion that the asserted federal right is so obviously devoid of merit and frivolous that the writ of error must be dismissed and certiorari denied.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1906 the Great Western Agency Company was incorporated under the laws of Colorado. In 1907 those in control of that company caused the Great Western Life Insurance Company to be organized under the laws of Missouri, having a capital of $100,000-1,000 shares. Eight shares were held in the names of the incorporators, and the remaining 992 were held by them as trustees for the agency company. Desiring to raise more funds, the company issued so-called annuity certificates, which were sold at $150 per 'share.' Each share obligated the company to pay an annuity, to be arrived at by dividing 500 into a sum based on 25 cents on each $1,000 of insurance&#8212;with certain exceptions not necessary here to be set forth&#8212;written by the company during 50 years from its incorporation. In May, 1908, certain stockholders of the agency company filed a bill in the United States court against that company, the insurance company, and individuals controlling them, alleging mismanagement and improper use of the insurance company's property in fraud of their rights. It prayed that a receiver be appointed to take charge of and administer the assets of both companies for the benefit of those entitled thereto. A receiver was appointed and directed to sell the property of the insurance company. When the application of the receiver for confirmation of his acceptance of an offer came before the court, certain stockholders of the agency company and certificate holders appeared and asked a postponement. It was shown that some of the stockholders and certificate holders had undertaken to raise funds for the rehabilitation of the insurance company, that some money for this purpose had been contributed, and that there was assurance that enough would be raised to pay off the debts. Postponement was granted by an order which stated:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'F. M. Pearl and other stockholders of the Great Western      Agency Company and other annuity certificate holders of the      Great Western Life Insurance Company who are similarly      situated, appearing by B. P. Waggoner and James W. Orr, * *      *' etc.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The matter again came before the court, and its order recited:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'Now, on this 27th day of August, 1908, * * * came on further      to be heard the objections and exceptions of F. M. Pearl and      other stockholders of the Great Western Agency Company and      annuity certificate holders of the Great Western Life      Insurance Company to the confirmation of the sale of the      assets. * * * A. F. Sherman appearing for himself, and      certain other annuity certificate holders, * * * and all      parties being before the court and being heard, and the court      being fully  nformed and advised, it is considered, ordered,      and decreed.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The decree approved the reorganization plan presented, and directed the return of all property to the company, immediate payment of approved death claims, and the giving of a bond to indemnify the receiver from such claims as might be presented and approved. The plan of rehabilitation was that annuity certificate holders should pay $37.50 on each certificate, surrender the same for cancellation, and then receive stock of the insurance company of par value equal to one-half of the payment, and gave those who had not availed themselves of this privilege 20 days within which to do so, and declared those failing to make such payment and surrender their annuity certificates for cancellation&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'barred and estopped from making any claim of any kind      whatsoever against said life insurance company or officers or      stockholder thereof, or against any assets of said company,      and such annuity certificates will then and thereby be fully      canceled in law and in equity, and such annuity certificate      holders will have no further rights, claims, or demands      against said company, its officers, stockholders, assets, or      property on account thereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The decree directed the sale by the receiver of the agency company of the 992 shares of stock of the insurance company to a trustee for those so contributing to the rehabilitation of the insurance company; it fixed compensation of the receiver and his solicitors and provided for the payment thereof; it stated that the insurance company had deposited funds for carrying out the provisions of the decree and directed the same to be so used; bids submitted for the assets were rejected, and the decree continued:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">'* * * That the jurisdiction of this court is fully retained,      extended, and continued from time to time until this cause is      finally concluded over all subjects-matter covered by any      pleading now on file or that later on may be filed, and over      all parties whose names are now on the record and such other      party or parties as may later on be brought into court, or      who may come into court by any pleading. And all such parties      now to the record, including the said the Great Western Life      Insurance Company, and all parties who may later on be made      parties herein, shall be bound by such further orders and      decrees as to the court may seem necessary and proper.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">No further proceedings were had, and on November 29, 1912, an order was filed relinquishing jurisdiction and discontinuing the case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The insurance company resumed business and continued until its merger with the plaintiff in error, December 7, 1912. By the articles of consolidation, the latter agreed to pay all debts, liabilities, and obligations of the former. The claims of the certificate holders were specifically referred to, and the plaintiff in error agreed to pay the annuities provided for in such certificates or refund the amounts paid for them, if they should be held by the Supreme Court of Missouri to be valid obligations of the Great Western Company at the time of the merger. The state court found that the certificate holders who assigned to defendant in error were not original parties to the suit, that they did not subsequently intervene or appear in person or by sounsel, that no relief was sought against them by any party to the suit, and that the only relief sought by stockholders and annuity certificate holders, who proposed and supported the plan of rehabilitation, was to have the property returned to the insurance company upon payment of its debts. These findings are sustained by the evidence. The stockholders and certificate holders who did appear in that suit for the purpose of reorganizing the company had no authority or power to represent certificate holders who did not appear. There is nothing in the record to support the jurisdiction of the court of deal with or cancel the annuity certificates assigned to defendant in error. The assignors were denied a hearing upon the matters decre d against them.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The provisions of the decree, attempting to bar and estop certificate holders from making any claim against the insurance company, its officers, stockholders, or assets, and attempting to cancel their certificates and determine that they had no further rights, claims, or demands unless within the specified 20 days, they should pay in $37.50 per share, and, upon surrender of their certificates take stock in the insurance company of par value of one-half the amount so paid, were without jurisdiction. The company could not thus be relieved of its obligations to non-consenting annuity certificate holders and have its property returned to it exempt from their claims. Their rights could not be so disposed of. As to them the decree was not a judicial determination, and the courts of Missouri were right in holding it to be a nullity. See Hovey v. Elliott, 167 U. S. 409, 17 Sup. Ct. 841, 42 L. Ed. 215; Windsor v. McVeigh, 93 U. S. 274, 277, 23 L. Ed. 914; McVeigh v. United States, 11 Wall. 259,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> 20 L. Ed. 80.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Writ of error dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Writ of certiorari denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Missouri Pacific R. R. Co. v. Clarendon Co., 257 U. S. 533, 42 Sup. Ct. 210, 66 L. Ed. 354; Piedmont Power &amp; Light Co. v. Town of Graham, 253 U. S. 193, 40 Sup. Ct. 453, 64 L. Ed. 855; Toop v. Ulysses Land Co., 237 U. S. 580, 583, 35 Sup. Ct. 739, 59 L. Ed. 1127; Fay v. Crozier, 217 U. S. 455, 30 Sup. Ct. 568, 54 L. Ed. 837; Goodrich v. Ferris, 214 U. S. 71, 79, 29 Sup. Ct. 580, 53 L. Ed. 914; Farrell v. O'Brien, 199 U. S. 89, 100, 25 Sup. Ct. 727, 50 L. Ed. 101. See, also, decisions per curiam: Nesmith v. Ohio, 257 U. S. 622, 42 Sup. Ct. 186, 66 L. Ed. 402; Pueblo of Laguna v. Candelaria, 257 U. S. 623, 42 Sup. Ct. 269, 66 L. Ed. 402; Harvey v. Union Traction Co., 257 U. S. 624, 42 Sup. Ct. 269, 66 L. Ed. 403; Winehill &amp; Rosenthal v. Louisiana, 258 U. S. 605, 42 Sup. Ct. 313, 66 L. Ed. 786; Hartford Life Insurance Co. v. Johnson, 258 U. S. 612, 42 Sup. Ct. 462, 66 L. Ed. 790; Lindsey v. Allen, Attorney General, 258 U. S. 613, 42 Sup. Ct. 462, 66 L. Ed. 791.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Cf. Reynolds v. Stockton, 140 U. S. 254, 264, 11 Sup. Ct. 773, 35 L. Ed. 464; R. S. &#167; 737; equity rules 47 and 48, in force in 1908.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>262 U.S. 346 (1923)</b></center>\n<center><h1>INTERNATIONAL LIFE INSURANCE COMPANY<br>\nv.<br>\nSHERMAN.</h1></center>\n<center>No. 295.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 15, 1923.</center>\n<center>Decided May 21, 1923.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF MISSOURI.\n<p><i>Mr. Charles G. Revelle,</i> with whom <i>Mr. Armwell L. Cooper</i> was on the brief, for plaintiff in error.</p>\n<p><i>Mr. Oscar S. Hill,</i> with whom <i>Mr. Thad B. Landon, Mr. John H. Atwood</i> and <i>Mr. William Thomson</i> were on the brief, for defendant in error.</p>\n<p><span class=\"star-pagination\">*347</span> MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>This is an action brought by the defendant in error in the Circuit Court of Jackson County, Missouri, for money paid by his assignors for annuity certificates issued by the Great Western Life Insurance Company, the predecessor of plaintiff in error. Judgment for $47,463.90, with interest and costs, was affirmed in the State Supreme Court. That court allowed writ of error bringing the case here. A petition for writ of certiorari also has been presented. The federal question asserted is that the state court, in violation of the Constitution and acts of Congress defining the jurisdiction of federal courts, failed to give full faith and credit to certain provisions of a decree of the United States Circuit (now District) Court for the Western District of Missouri, set up in the answer, purporting to cancel and annul the annuity certificates. The defendant in error moves to dismiss the writ of error and opposes the granting of certiorari on the grounds, among others, that the United States court was without jurisdiction to decree the cancellation of the certificates assigned to defendant in error, and that the provisions of the decree relied on by plaintiff in error are void.</p>\n<p>We are of opinion that the asserted federal right is so obviously devoid of merit and frivolous that the writ of error must be dismissed and certiorari denied.<sup>[1]</sup></p>\n<p>In 1906 the Great Western Agency Company was incorporated under the laws of Colorado. In 1907 those <span class=\"star-pagination\">*348</span> in control of that company caused the Great Western Life Insurance Company to be organized under the laws of Missouri, having a capital of $100,000  1000 shares. Eight shares were held in the names of the incorporators. and the remaining 992 were held by them as trustees for the agency company. Desiring to raise more funds, the company issued so-called annuity certificates which were sold at $150 per \"share.\" Each share obligated the company to pay an annuity to be arrived at by dividing 500 into a sum based on 25 cents on each $1000 of insurance  with certain exceptions not necessary here to be set forth  written by the company during fifty years from its incorporation. In May, 1908, certain stockholders of the agency company filed a bill in the United States court against that company, the insurance company and individuals controlling them, alleging mismanagement and improper use of the insurance company's property in fraud of their rights. It prayed that a receiver be appointed to take charge of and administer the assets of both companies for the benefit of those entitled thereto. A receiver was appointed and directed to sell the property of the insurance company. When the application of the receiver for confirmation of his acceptance of an offer came before the court, certain stockholders of the agency company and certificate holders appeared and asked a postponement. It was shown that some of the stockholders and certificate holders had undertaken to raise funds for the rehabilitation of the insurance company; that some money for this purpose had been contributed; and that there was assurance that enough would be raised to pay off the debts. Postponement was granted by an order which stated:</p>\n<p>\"F.M. Pearl and other stockholders of the Great Western Agency Company and annuity certificate holders of the Great Western Life Insurance Company who are similarly situated, appearing by B.P. Waggoner and James W. Orr, . . . etc.\"</p>\n<p><span class=\"star-pagination\">*349</span> The matter again came before the court, and its order recited:</p>\n<p>\"Now on this 27th day of August, 1908 . . . came on further to be heard the objections and exceptions of F.M. Pearl and other stockholders of the Great Western Agency Company and Annuity Certificate holders of the Great Western Life Insurance Company to the confirmation of the sale of the assets . . . A.F. Sherman appearing for himself and certain other annuity certificate holders . . . and all parties being before the court and being heard and the court being fully informed and advised, it is considered, ordered, and decreed:\" The decree approved the reorganization plan presented and directed the return of all property to the company, immediate payment of approved death claims, and the giving of a bond to indemnify the receiver from such claims as might be presented and approved. The plan of rehabilitation was that annuity certificate holders should pay $37.50 on each certificate, surrender the same for cancellation and then receive stock of the insurance company of par value equal to one-half of the payment, and gave those who had not availed themselves of this privilege 20 days within which to do so, and declared those failing to make such payment and surrender their annuity certificates for cancellation, \"barred and estopped from making any claim of any kind whatsoever against said Life Insurance Company or officers or stockholders thereof, or against any assets of said company, and such annuity certificates will then and thereby be fully canceled in law and in equity, and such annuity certificate holders will have no further rights, claims or demands against said company, its officers, stockholders, assets or property on account thereof.\"</p>\n<p>The decree directed the sale by the receiver of the agency company of the 992 shares of stock of the insurance company to a trustee for those so contributing to <span class=\"star-pagination\">*350</span> the rehabilitation of the insurance company; it fixed compensation of the receiver and his solicitors and provided for the payment thereof; it stated that the insurance company had deposited funds for carrying out the provisions of the decree and directed the same to be so used; bids submitted for the assets were rejected, and the decree continued: \". . . that the jurisdiction of this court is fully retained, extended and continued from time to time until this cause is finally concluded, over all subjects-matter covered by any pleading now on file or that later on may be filed, and over all parties whose names are now on the record and such other party or parties as may later on be brought into court, or who may come into court by any pleading. And all such parties now to the record, including the said, the Great Western Life Insurance Company, and all parties who may later on be made parties herein, shall be bound by such further orders and decrees as to the court may seem necessary and proper.\"</p>\n<p>No further proceedings were had, and on November 29, 1912, an order was filed relinquishing jurisdiction and discontinuing the case.</p>\n<p>The insurance company resumed business and continued until its merger with the plaintiff in error, December 7, 1912. By the articles of consolidation, the latter agreed to pay all debts, liabilities and obligations of the former. The claims of the certificate holders were specifically referred to, and the plaintiff in error agreed to pay the annuities provided for in such certificates or refund the amounts paid for them if they should be held by the Supreme Court of Missouri to be valid obligations of the Great Western Company at the time of the merger. The state court found that the certificate holders who assigned to defendant in error were not original parties to the suit; that they did not subsequently intervene or appear in person or by counsel; that no relief was sought <span class=\"star-pagination\">*351</span> against them by any party to the suit, and that the only relief sought by stockholders and annuity certificate holders, who proposed and supported the plan of rehabilitation, was to have the property returned to the insurance company upon payment of its debts. These findings are sustained by the evidence. The stockholders and certificate holders who did appear in that suit for the purpose of reorganizing the company had no authority or power to represent certificate holders who did not appear. There is nothing in the record to support the jurisdiction of the court to deal with or cancel the annuity certificates assigned to defendant in error. The assignors were denied a hearing upon the matters decreed against them.</p>\n<p>The provisions of the decree, attempting to bar and estop certificate holders from making any claim against the insurance company, its officers, stockholders or assets, and attempting to cancel their certificates and determine that they had no further rights, claims or demands unless within the specified 20 days, they should pay in $37.50 per share, and, upon surrender of their certificates, take stock in the insurance company of par value of one-half the amount so paid, were without jurisdiction. The company could not thus be relieved of its obligations to non-consenting annuity certificate holders and have its property returned to it exempt from their claims. Their rights could not be so disposed of. As to them the decree was not a judicial determination, and the courts of Missouri were right in holding it to be a nullity. See <i>Hovey</i> v. <i>Elliott,</i> 167 U.S. 409; <i>Windsor</i> v. <i>McVeigh,</i> 93 U.S. 274, 277; <i>McVeigh</i> v. <i>United States,</i> 11 Wall 259.<sup>[1a]</sup></p>\n<p><i>Writ of error dismissed.</i></p>\n<p><i>Writ of certiorari denied.</i></p>\n<h2>NOTES</h2>\n<p>[1]   <i>Missouri Pacific R.R. Co.</i> v. <i>Clarendon Boat Oar Co.,</i> 257 U.S. 533; <i>Piedmont Power &amp; Light Co.</i> v. <i>Graham,</i> 253 U.S. 193; <i>Toop</i> v. <i>Ulysses Land Co.,</i> 237 U.S. 580, 583; <i>Fay</i> v. <i>Crozer,</i> 217 U.S. 455; <i>Goodrich</i> v. <i>Ferris,</i> 214 U.S. 71, 79; <i>Farrell</i> v. <i>O'Brien,</i> 199 U.S. 89, 100. See also decisions per curiam: <i>Nesmith</i> v. <i>Ohio,</i> 257 U.S. 622; <i>Pueblo of Laguna</i> v. <i>Candelaria, id.</i> 623; <i>Harvey</i> v. <i>Union Traction Co., id.</i> 624; <i>Winehill &amp; Rosenthal</i> v. <i>Louisiana,</i> 258 U.S. 605; <i>Hartford Life Insurance Co.</i> v. <i>Johnson, id.</i> 612; <i>Lindsey</i> v. <i>Allen, id.</i> 613.</p>\n<p>[1a]   Cf. <i>Reynolds</i> v. <i>Stockton,</i> 140 U.S. 254, 264; Rev. Stats., § 737; Equity Rules 47 and 48, in force in 1908.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></span> (1923)</b></center>\n<center><h1>INTERNATIONAL LIFE INSURANCE COMPANY<br>\nv.<br>\nSHERMAN.</h1></center>\n<center>No. 295.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 15, 1923.</center>\n<center>Decided May 21, 1923.</center>\nERROR TO THE SUPREME COURT OF THE STATE OF MISSOURI.\n<p><i>Mr. Charles G. Revelle,</i> with whom <i>Mr. Armwell L. Cooper</i> was on the brief, for plaintiff in error.</p>\n<p><i>Mr. Oscar S. Hill,</i> with whom <i>Mr. Thad B. Landon, Mr. John H. Atwood</i> and <i>Mr. William Thomson</i> were on the brief, for defendant in error.</p>\n<p><span class=\"star-pagination\">*347</span> MR. JUSTICE BUTLER delivered the opinion of the Court.</p>\n<p>This is an action brought by the defendant in error in the Circuit Court of Jackson County, Missouri, for money paid by his assignors for annuity certificates issued by the Great Western Life Insurance Company, the predecessor of plaintiff in error. Judgment for $47,463.90, with interest and costs, was affirmed in the State Supreme Court. That court allowed writ of error bringing the case here. A petition for writ of certiorari also has been presented. The federal question asserted is that the state court, in violation of the Constitution and acts of Congress defining the jurisdiction of federal courts, failed to give full faith and credit to certain provisions of a decree of the United States Circuit (now District) Court for the Western District of Missouri, set up in the answer, purporting to cancel and annul the annuity certificates. The defendant in error moves to dismiss the writ of error and opposes the granting of certiorari on the grounds, among others, that the United States court was without jurisdiction to decree the cancellation of the certificates assigned to defendant in error, and that the provisions of the decree relied on by plaintiff in error are void.</p>\n<p>We are of opinion that the asserted federal right is so obviously devoid of merit and frivolous that the writ of error must be dismissed and certiorari denied.<sup>[1]</sup></p>\n<p>In 1906 the Great Western Agency Company was incorporated under the laws of Colorado. In 1907 those <span class=\"star-pagination\">*348</span> in control of that company caused the Great Western Life Insurance Company to be organized under the laws of Missouri, having a capital of $100,000  1000 shares. Eight shares were held in the names of the incorporators. and the remaining 992 were held by them as trustees for the agency company. Desiring to raise more funds, the company issued so-called annuity certificates which were sold at $150 per \"share.\" Each share obligated the company to pay an annuity to be arrived at by dividing 500 into a sum based on 25 cents on each $1000 of insurance  with certain exceptions not necessary here to be set forth  written by the company during fifty years from its incorporation. In May, 1908, certain stockholders of the agency company filed a bill in the United States court against that company, the insurance company and individuals controlling them, alleging mismanagement and improper use of the insurance company's property in fraud of their rights. It prayed that a receiver be appointed to take charge of and administer the assets of both companies for the benefit of those entitled thereto. A receiver was appointed and directed to sell the property of the insurance company. When the application of the receiver for confirmation of his acceptance of an offer came before the court, certain stockholders of the agency company and certificate holders appeared and asked a postponement. It was shown that some of the stockholders and certificate holders had undertaken to raise funds for the rehabilitation of the insurance company; that some money for this purpose had been contributed; and that there was assurance that enough would be raised to pay off the debts. Postponement was granted by an order which stated:</p>\n<p>\"F.M. Pearl and other stockholders of the Great Western Agency Company and annuity certificate holders of the Great Western Life Insurance Company who are similarly situated, appearing by B.P. Waggoner and James W. Orr, . . . etc.\"</p>\n<p><span class=\"star-pagination\">*349</span> The matter again came before the court, and its order recited:</p>\n<p>\"Now on this 27th day of August, 1908 . . . came on further to be heard the objections and exceptions of F.M. Pearl and other stockholders of the Great Western Agency Company and Annuity Certificate holders of the Great Western Life Insurance Company to the confirmation of the sale of the assets . . . A.F. Sherman appearing for himself and certain other annuity certificate holders . . . and all parties being before the court and being heard and the court being fully informed and advised, it is considered, ordered, and decreed:\" The decree approved the reorganization plan presented and directed the return of all property to the company, immediate payment of approved death claims, and the giving of a bond to indemnify the receiver from such claims as might be presented and approved. The plan of rehabilitation was that annuity certificate holders should pay $37.50 on each certificate, surrender the same for cancellation and then receive stock of the insurance company of par value equal to one-half of the payment, and gave those who had not availed themselves of this privilege 20 days within which to do so, and declared those failing to make such payment and surrender their annuity certificates for cancellation, \"barred and estopped from making any claim of any kind whatsoever against said Life Insurance Company or officers or stockholders thereof, or against any assets of said company, and such annuity certificates will then and thereby be fully canceled in law and in equity, and such annuity certificate holders will have no further rights, claims or demands against said company, its officers, stockholders, assets or property on account thereof.\"</p>\n<p>The decree directed the sale by the receiver of the agency company of the 992 shares of stock of the insurance company to a trustee for those so contributing to <span class=\"star-pagination\">*350</span> the rehabilitation of the insurance company; it fixed compensation of the receiver and his solicitors and provided for the payment thereof; it stated that the insurance company had deposited funds for carrying out the provisions of the decree and directed the same to be so used; bids submitted for the assets were rejected, and the decree continued: \". . . that the jurisdiction of this court is fully retained, extended and continued from time to time until this cause is finally concluded, over all subjects-matter covered by any pleading now on file or that later on may be filed, and over all parties whose names are now on the record and such other party or parties as may later on be brought into court, or who may come into court by any pleading. And all such parties now to the record, including the said, the Great Western Life Insurance Company, and all parties who may later on be made parties herein, shall be bound by such further orders and decrees as to the court may seem necessary and proper.\"</p>\n<p>No further proceedings were had, and on November 29, 1912, an order was filed relinquishing jurisdiction and discontinuing the case.</p>\n<p>The insurance company resumed business and continued until its merger with the plaintiff in error, December 7, 1912. By the articles of consolidation, the latter agreed to pay all debts, liabilities and obligations of the former. The claims of the certificate holders were specifically referred to, and the plaintiff in error agreed to pay the annuities provided for in such certificates or refund the amounts paid for them if they should be held by the Supreme Court of Missouri to be valid obligations of the Great Western Company at the time of the merger. The state court found that the certificate holders who assigned to defendant in error were not original parties to the suit; that they did not subsequently intervene or appear in person or by counsel; that no relief was sought <span class=\"star-pagination\">*351</span> against them by any party to the suit, and that the only relief sought by stockholders and annuity certificate holders, who proposed and supported the plan of rehabilitation, was to have the property returned to the insurance company upon payment of its debts. These findings are sustained by the evidence. The stockholders and certificate holders who did appear in that suit for the purpose of reorganizing the company had no authority or power to represent certificate holders who did not appear. There is nothing in the record to support the jurisdiction of the court to deal with or cancel the annuity certificates assigned to defendant in error. The assignors were denied a hearing upon the matters decreed against them.</p>\n<p>The provisions of the decree, attempting to bar and estop certificate holders from making any claim against the insurance company, its officers, stockholders or assets, and attempting to cancel their certificates and determine that they had no further rights, claims or demands unless within the specified 20 days, they should pay in $37.50 per share, and, upon surrender of their certificates, take stock in the insurance company of par value of one-half the amount so paid, were without jurisdiction. The company could not thus be relieved of its obligations to non-consenting annuity certificate holders and have its property returned to it exempt from their claims. Their rights could not be so disposed of. As to them the decree was not a judicial determination, and the courts of Missouri were right in holding it to be a nullity. See <i>Hovey</i> v. <i>Elliott,</i> 167 U.S. 409; <i>Windsor</i> v. <i>McVeigh,</i> <span class=\"citation\" data-id=\"89375\"><a href=\"/opinion/89375/windsor-v-mcveigh/\"><span class=\"volume\">93</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 277; <i>McVeigh</i> v. <i>United States,</i> 11 Wall 259.<sup>[1a]</sup></p>\n<p><i>Writ of error dismissed.</i></p>\n<p><i>Writ of certiorari denied.</i></p>\n<h2>NOTES</h2>\n<p>[1]   <i>Missouri Pacific R.R. Co.</i> v. <i>Clarendon Boat Oar Co.,</i> 257 U.S. 533; <i>Piedmont Power &amp; Light Co.</i> v. <i>Graham,</i> 253 U.S. 193; <i>Toop</i> v. <i>Ulysses Land Co.,</i> <span class=\"citation\" data-id=\"98471\"><a href=\"/opinion/98471/toop-v-ulysses-land-co/\"><span class=\"volume\">237</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">580</span></a></span>, 583; <i>Fay</i> v. <i>Crozer,</i> 217 U.S. 455; <i>Goodrich</i> v. <i>Ferris,</i> <span class=\"citation\" data-id=\"97034\"><a href=\"/opinion/97034/goodrich-v-ferris/\"><span class=\"volume\">214</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">71</span></a></span>, 79; <i>Farrell</i> v. <i>O'Brien,</i> <span class=\"citation\" data-id=\"96328\"><a href=\"/opinion/96328/farrell-v-obrien/\"><span class=\"volume\">199</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 100. See also decisions per curiam: <i>Nesmith</i> v. <i>Ohio,</i> 257 U.S. 622; <i>Pueblo of Laguna</i> v. <i>Candelaria, id.</i> 623; <i>Harvey</i> v. <i>Union Traction Co., id.</i> 624; <i>Winehill &amp; Rosenthal</i> v. <i>Louisiana,</i> 258 U.S. 605; <i>Hartford Life Insurance Co.</i> v. <i>Johnson, id.</i> 612; <i>Lindsey</i> v. <i>Allen, id.</i> 613.</p>\n<p>[1a]   Cf. <i>Reynolds</i> v. <i>Stockton,</i> <span class=\"citation\" data-id=\"93090\"><a href=\"/opinion/93090/reynolds-v-stockton/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, 264; Rev. Stats., § 737; Equity Rules 47 and 48, in force in 1908.</p>\n\n</div>", "id": 100227, "judges": "Butler", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100227/", "sha1": "b813e0e1be57fab53b84f3ae140ca2bc6f2c8968", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:21"}