{"absolute_url": "/opinion/2620995/curtis-collins-holbrook-co-v-united-states/", "blocked": false, "citation": {"case_name": "Curtis, Collins & Holbrook Co. v. United States", "docket_number": "341, and Nos. 342-364", "document_uris": ["/api/rest/v2/document/2620995/"], "federal_cite_one": "262 U.S. 215", "federal_cite_three": null, "federal_cite_two": null, "id": 2593767, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/2593767/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1923-05-21", "date_modified": "2014-12-22T10:27:13.264495", "docket": "/api/rest/v2/docket/8719/", "download_url": null, "extracted_by_ocr": false, "html": "", "html_lawbox": "<div>\n<center><b>262 U.S. 215 (1923)</b></center>\n<center><h1>CURTIS, COLLINS &amp; HOLBROOK COMPANY<br>\nv.<br>\nUNITED STATES. (And Twenty-three Other Cases.)</h1></center>\n<center>No. 341, and Nos. 342-364.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 9, 10, 1923.</center>\n<center>Decided May 21, 1923.</center>\nAPPEALS FROM THE CIRCUIT COURT OF APPEALS FOR THE NINTH CIRCUIT.\n<p><span class=\"star-pagination\">*221</span> <i>Mr. Charles A. Shurtleff,</i> with whom <i>Mr. Robert B. Gaylord</i> and <i>Mr. Morris R. Clark</i> were on the brief, for appellant.</p>\n<p><i>Mr. S.W. Williams,</i> Special Assistant to the Attorney General, with whom <i>Mr. Solicitor General Beck</i> and <i>Mr. Assistant Attorney General Riter</i> were on the brief, for the United States.</p>\n<p>Mr. CHIEF JUSTICE TAFT, after stating the case as above, delivered the opinion of the Court.</p>\n<p>The Circuit Court of Appeals attached importance to the conduct of Collins toward Tuman and the compromise made between him and Holbrook, to his willingness to abandon other titles secured by Holbrook when questioned, and to the long delay in recording the deeds to the Company (<i>Linn &amp; Lane Timber Co.</i> v. <i>United States,</i> 236 U.S. 574, 576) as suspicious circumstances indicating a consciousness on the part of the capitalists in the Company that the titles of the Company to the lands here in question were vulnerable because of the practices of Holbrook and Tuman. Without minimizing the significance of these circumstances, we put our concurrence in the decree of the Circuit Court of Appeals on the other ground stated by that court.</p>\n<p>While the contract of December, 1921, called it a sale of 42,000 acres of forest reservation lieu lands by Holbrook to Curtis and Collins, we think that in the light of all the circumstances, it was rather a contract of agency and joint adventure by which Holbrook was to procure the land for his principals at a stipulated profit for himself, they to furnish the money with which he could make the purchases for them. Even if the written contract <span class=\"star-pagination\">*222</span> would not bear this construction, the practical construction by the parties justifies it; and this is especially true of the subsequent oral contract under which the additional 30,000 acres of stone and timber land was to be purchased. The title to the land was never put in Holbrook, or in Curtis and Collins. Through a naked trustee, it was conveyed directly from the entrymen to the Company. The whole procedure under the Stone &amp; Timber Act was entrusted by Curtis and Collins to the initiation and execution of Holbrook as the management and vice president of the Company, in which Curtis and Collins had three-fifths interest, and Holbrook had one-sixth. The only safeguard imposed was that a reputable attorney was to pass on the paper title. The Company was in being and under the active management of Holbrook when these entries were being made and final proof submitted. Holbrook knew of the fraud practiced on the Government in making the entries, because Tuman says that he told him, and the circumstances as to the payment of money for expenses and bonuses out of moneys furnished by Holbrook confirms his complicity in it.</p>\n<p>Under these circumstances, we do not think the Company can be treated as a <i>bona fide</i> purchaser. It is charged with Holbrook's knowledge because he was the sole actor for the Company in procuring the fraudulent patents. It sufficiently appears that young Curtis, the treasurer of the Company, and Curtis and Collins, the capitalists, understood the difference there was between the procedure and limitations attending the acquisition of title to lands under the Forest Reservation Act and under the Stone &amp; Timber Law, and that they depended wholly on Holbrook to secure a good title under the latter act.</p>\n<p>The general rule is that a principal is charged with the knowledge of the agent acquired by the agent in the course of the principal's business. Here the business was <span class=\"star-pagination\">*223</span> the acquisition of land patented by the Government under the Stone &amp; Timber Act. The Company and all its stockholders were charged with notice of any facts impairing the titles, of which in securing them, Holbrook was advised. In other words, the Company in taking over the titles took them <i>cum onere. </i><i>Hovey</i> v. <i>Blanchard,</i> 13 N.H. 145; <i>Warren</i> v. <i>Hayes,</i> 74 N.H. 355; <i>Atlantic Cotton Mills</i> v. <i>Indian Orchard Mills,</i> 147 Mass. 268, 273; <i>Bank of New Milford</i> v. <i>Town of New Milford,</i> 36 Conn. 93, 101; <i>Holden</i> v. <i>New York &amp; Erie Bank,</i> 72 N.Y. 286, 294; <i>First National Bank</i> v. <i>Dunbar,</i> 118 Ill. 625, 632; <i>Fouche</i> v. <i>Merchants National Bank,</i> 410 Ga. 827, 848; <i>Wilson</i> v. <i>Pauly,</i> 72 Fed. 129, 135; Mechem on Agency, 2d ed., Vol. 2, ยง 1818.</p>\n<p>Appellants seek to avoid the application of this principle by asserting an exception to it when the agent's attitude is one adverse in interest to that of the principal, because of which it can not be inferred that the agent would communicate the facts against his own interest to his principal. The case relied on to establish this exception is that of <i>American National Bank</i> v. <i>Miller,</i> 229 U.S. 517. In that case one who was president of a bank at Macon, Georgia, owed his own bank $3,000, and paid it by a check on a Nashville bank in which he was a depositor, but which he owed $50,000. The Nashville bank received the check from the Macon bank for collection and then credited the Macon bank with the amount and sent a letter advising the Macon bank. The president of the Macon bank was insolvent and a petition of involuntary bankruptcy was filed against him the day his check was credited by the Nashville bank. The Nashville bank sought to charge off the credit to the Macon bank on the ground that that bank was chargeable with notice of its president's insolvency. We held that such knowledge could not be imputed to the Macon bank merely because the president knew it, for the reason that it was not to be <span class=\"star-pagination\">*224</span> inferred that he would communicate such knowledge to his own bank.</p>\n<p>We do not think the case applicable here. The president of the Macon bank was engaged in something in which his interest was plainly independent of any agency of his on behalf of his bank. His payment of his note was his own business, and not the bank's as his principal. In the case at bar, Holbrook was the sole agent acting for the Company in securing titles to land for it. It is true that the more titles he got the more profit he would make out of the agency, and we may assume that as between him and the Company in securing fraudulent titles for the Company, he was violating his instructions; but he and the Company were in a common adventure, and if the Company insists on retaining the fruits of that adventure, it must be charged with the knowledge of the agent through whom the fruits came. The interest of Collins, Curtis and Holbrook in the acquisition of the titles was common. Curtis and Collins knew exactly how far Holbrook's interest was adverse to theirs, but trusted him in the joint enterprise notwithstanding. The adverse interests as between them in sharing the fruits of the common business can not enable the Company to retain its share and repudiate the agent with all he knew. This view is sustained by the authorities above cited; it was taken by the Circuit Court of Appeals and we concur in it.</p>\n<p>Appellant relies on the cases of the <i>United States</i> v. <i>Detroit Timber &amp; Lumber Co.,</i> 200 U.S. 321, and <i>United States</i> v. <i>Clark,</i> 200 U.S. 601, to justify the plea of <i>bona fide</i> purchase in this case. The facts in those cases were different from the facts in the case before us. In the <i>Detroit Company Case,</i> there was no question of agency at all. It was the purchase by one company from another and it was sought to charge the purchasing company with knowledge of the vendor's violations of the statute by <span class=\"star-pagination\">*225</span> assuming that if the purchaser had looked into its books it might have inferred something irregular. The Court held that there was nothing to put the purchaser on such an inquiry. In the <i>Clark Case,</i> Clark bought outright from Cobban by direct warranty deeds lands patented under the Stone &amp; Timber Act. It did appear that Cobban had negotiations with Clark before Cobban acquired title to some of the land, and it further appeared that Clark lent money to Cobban secured by mortgage on land and timber owned by Cobban to enable him to buy additional land. But this Court and the two lower courts held that Clark and Cobban dealt at arm's length. We found expressly that the claim that Cobban was Clark's agent broke down.</p>\n<p>These two cases were seemingly relied upon by the Master and the District Court to show that the defense of <i>bona fide</i> purchaser is not an affirmative defense, the burden of sustaining which is on the defendant; but such a construction of those cases is refuted by the express ruling of this Court in <i>Wright-Blodgett Co.</i> v. <i>United States,</i> 236 U.S. 397.</p>\n<p>We think the case before us comes within the class of cases of which <i>McCaskill Co.</i> v. <i>United States,</i> 216 U.S. 504, and <i>United States</i> v. <i>Kettenbach,</i> 208 Fed. 209, 219, are instances.</p>\n<p><i>Decree affirmed in this and the other twenty-three cases.</i></p>\n</div>", "html_with_citations": "", "id": 2620995, "judges": "Taft, After Stating the Case as Above", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/2620995/", "sha1": "d2a371da38e0e95cf7737d750e95456db0ecd5d5", "source": "L", "supreme_court_db_id": null, "time_retrieved": "2013-11-01T13:18:53.730032"}