{"absolute_url": "/opinion/100610/brooks-v-united-states/", "blocked": false, "citation": {"case_name": "Brooks v. United States", "docket_number": "286", "document_uris": ["/api/rest/v2/document/100610/"], "federal_cite_one": "267 U.S. 432", "federal_cite_three": null, "federal_cite_two": null, "id": 84993, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84993/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 92, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1925-03-09", "date_modified": "2014-12-21T11:55:58.711279", "docket": "/api/rest/v2/docket/595948/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">267 U.S. 432</p>\n    <p class=\"case_cite\">45 S.Ct. 345</p>\n    <p class=\"case_cite\">69 L.Ed. 699</p>\n    <p class=\"parties\">BROOKS<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 286.</p>\n    <p class=\"date\">Argued Jan. 30, 1925.</p>\n    <p class=\"date\">Decided March 9, 1925.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Joe Kirby, of Sioux Falls, S. D., for plaintiff in error.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 433-434 intentionally omitted]</p>\n      <p class=\"indent\">Mr. Assistant Attorney General Donovan, for the United States.</p>\n      <p class=\"indent\">Mr. Chief Justice TAFT delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a writ of error to the District Court for the District of South Dakota brought by Rae Brooks to reverse a judgment against him of conviction under two indictments for violation of the Act of Congress of October, 1919, and known as the National Motor Vehicle Theft Act. The writ of error issued under section 238 of the Judicial Code (Comp. St. &#167; 1215) because the case involves the constrction or application of the Constitution, in that the chief assignment of error is the invalidity of the act. The act became effective October 29, 1919 (41 Stat. 324 [Comp. St. Ann. Supp. 1923, &#167;&#167; 10418b-10418f]), and is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'Chapter 89.&#8212;An act to punish the transportation of stolen      motor vehicles in interstate or foreign commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">'Be it enacted by the Senate and House of           Representatives of the United States of America in           Congress assembled, that this act may be cited as the           National Motor Vehicle Theft Act.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'Sec. 2. That when used in this act:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">'(a) The term 'motor vehicle' shall include an automobile,      automobile truck, automobile wagon, motorcycle, or any other      self-propelled vehicle not designed for running on rails;</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'(b) The term 'interstate or foreign commerce' as used in      this act shall include transportation from one state,      territory, or the District of Columbia, to another state,      territory, or the District of Columbia, or to a foreign      country, or from a foreign country to any state, territory,      or the District of Columbia.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'Sec. 3. That whoever shall transport or cause to be      transported in interstate or foreign commerce a motor      vehicle, knowing the same to have been stolen, shall be      punished by a fine of not more than $5,000, or by      imprisonment of not more than five years, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'Sec. 4. That whoever shall receive, conceal, store, barter,      sell, or dispose of any motor vehicle, moving as, or which is      a part of, or which constitutes interstate or foreign      commerce, knowing the same to have been stolen, shall be      punished by a fine of not more than $5,000, or by      imprisonment of not more than five years, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">'Sec. 5. That any person violating this act may be punished      in any district in or through which such motor vehicle has      been transported or removed by such offender.'</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The objection to the act cannot be sustained. Congress can certainly regulate interstate commerce to the extent of forbidding and punishing the use of such commerce as an agency to promote immorality, dishonesty or the spread of any evil or harm to the people of other states from the state of origin. In doing this it is merely exercising the police power, for the benefit of the public, within the field of interstate commerce. Gloucester Ferry Co. v. Pennsylvania, 114 U. S. 196, 215, 5 S. Ct. 826, 29 L. Ed. 158. In Reid v. Colorado, 187 U. S. 137, 23 S. Ct. 92, 47 L. Ed. 108, it was held that Congress could pass a law excluding diseased stock from interstate commerce in order to prevent its use in such a way as thereby to injure the stock of other states. In the Lottery Case, 188 U. S. 321, 23 S. Ct. 321, 47 L. Ed. 492, it was held that Congress might pass a law punishing the transmission of lottery tickets from one state to another, in order to prevent the carriage of those tickets to be sold in other states and thus demoralize, through a spread of the gambling habit, individuals who were likely to purchase. In the Hipolite Egg Co. v. United States, 220 U. S. 45, 31 S. Ct. 364, 55 L. Ed. 364, it was held that it was within the regulatory power of Congress to punish the transportation in interstate commerce of adulterated articles which if sold in other states from the one from which they were transported would deceive or injure persons who purchased such articles. In Hoke v. United States, 227 U. S. 308, 33 S. Ct. 281, 57 L. Ed. 523, 43 L. R. A. (N. S.) 906, Ann. Cas. 1913E, 905, and Caminetti v. United States, 242 U. S. 470, 37 S. Ct. 192, 61 L. Ed. 442, L. R. A. 1917F, 502, Ann. Cas. 1917B, 1168, the so-called White Slave Traffic Act, which was construed to punish any person engaged in enticing a woman from one state to another for immoral ends, whether for commercial purposes or otherwise, was valid because it was intended to prevent the use of interstate commerce to facilitate prostitution or concubinage and other forms of immorality. In Clark Distilling Co. v. Western Maryland Railway Co., 242 U. S. 311, 37 S. Ct. 180, 61 L. Ed. 326, L. R. A. 1917B, 1218, Ann. Cas. 1917B, 845, it was held that Congress had power to forbid the introduction of intoxicating liquors into any state in which their use was prohibited in order to prevent the use of interstate commerce to promote that which was illegal in the state. In Weber v. Freed, 239 U. S. 325, 36 S. Ct. 131, 60 L. Ed. 308, Ann. Cas. 1916C, 317, it was held that Congress had power to prohibit the importation of pictorial representations of prize fights designed for public exhibition because of the demoralizing effect of such exhibitions in the state of destination.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In Hammer v. Dagenhart, 247 U. S. 251, 38 S. Ct. 529, 62 L. Ed. 1101, 3 A. L. R. 649, Ann. Cas. 1918E, 724, it was held that a federal law forbidding the transportation of articles manufactured by child labor in one state to another was invalid because it was really not a regulation of interstate commerce but a congressional attempt to regulate labor in the state of origin by an embargo on its external trade. Articles made by child labor and transported into other states were harmless and could be properly transported without injuring any person who either bought or used them. In referring to the cases already cited, upon which the argument for the validity of the Child Labor Act (Comp. St. &#167;&#167; 8819a-8819f) was based, this court pointed out that in each of them the use of interstate commerce had contributed to the accomplishment of harmful results to people of other states, and that the congressional power over interstate transportation in such cases could only be effectively exercised by prohibiting it. The clear distinction between authorities first cited and the Child Labor Case leaves no doubt where the right lies in this case. It is known of all men that the radical change in transportation of persons and goods effected by the introduction of the automobile, the speed with which it moves, and the ease with which evil-minded persons can avoid capture have greatly encouraged and increased crimes. One of the crimes which have been encouraged is the theft of the automobiles themselves and their immediate transportation to places remote from homes of the owners. Elaborately organized conspiracies for the theft of automobiles and the spiriting them away into some other state and their sale or other disposition far away from the owner and his neighborhood have roused Congress to devise some method for defeating the success of these widely spread schemes of larceny. The quick passage of the machines into another state heips to conceal the trail of the thieves, gets the stolen property into another police jurisdiction and facilitates the finding of a safer place in which to dispose of the booty at a good price. This is a gross misuse of interstate commerce. Congress may properly punish such interstate transportation by any one with knowledge of the theft because of its harmful result and its defeat of the property rights of those whose machines against their will are taken into other jurisdictions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The fourth section merely makes more effective the regulation contained in the third section. The third section punishes the transportation of a stolen automobile with knowledge of the theft. The fourth section punishes the receipt, the concealment, the storing, the bartering, the sale or the disposition of such stolen vehicle moving as interstate commerce or as a part thereof with knowledge of its having been stolen. Of course this section can and does apply only to the storing or concealment of a stolen automobile with knowledge of its theft as a final step in the use of interstate transportation to promote the scheme of its unlawful disposition and the withholding of it from its owner. For these reasons we think that sections 3 and 4 are within the power of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The constitutional question brought this case directly to this court. Being here, the other questions arising on the record must be decided. Pierce v. United States, 252 U. S. 239, 40 S. Ct. 205, 64 L. Ed. 542; Brolan v. United States, 236 U. S. 216, 35 S. Ct. 285, 59 L. Ed. 544.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It is objected that the counts of the indictments failed to inform the defendant of the nature and cause of the accusation. There were two indictments with two counts each. One charged violation of section 3 in the first count and of section 4 in the second count as to one automobile. The second indictment made the same charges as to a second automobile. The charge in one under section 3 was that defendant 'knowingly, unlawfully and feloniously did transport and cause to be transported in interstate commerce' from Sioux City, Iowa, to Sioux Falls, S. D., a touring automobile describing it as of $1,000 value, the property of and belonging to one W. C. Wendt of Omaha, Neb., which said automobile theretofore on September 7th, A. D. 1921, had been stolen from Wendt, and that the defendant did not have the consent of the owner to transport it from Sioux City to Sioux Falls 'all of which he, the said Rae Brooks, then and there well knew.' The argument is that this does not sufficiently charge that the defendant knew that the automobile was stolen when he transported it. We think it does; that it is a reasonable construction to hold that the last words refer to the whole previous narration.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The third objection is that there is no evidence of the defendant's guilt, and that the jury should have been so advised. We have read the evidence and read the charge of the court. The charge of the court submitted the issues properly to the jury except possibly in one respect to which we shall refer.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It appeared that Brooks, the defendant, owned a garage in Sioux Falls, S. D., and that he went to Sioux City, Iowa, and obtained these two automobiles which had been stolen and transferred them to Sioux Falls. We cannot say that the circumstances were not such that a jury might properly infer that the defendant knew that they were stolen and had acquired them and transported them to South Dakota for the purpose of profiting by the transaction in stolen goods. It is said that there was no evidence after the cars were stored in Sioux Falls that the defendant made any effort to secrete, conceal or store them with guilty knowledge. It is not necessary for us to examine into this question or another mooted by the defendant's counsel. He contends that under the charge of the court the jury might have been led to convict the defendant on the second count in each indictment, on the theory that he became aware of the stolen character of the cars only after he reached Sioux Falls, and stored them after he became aware of their stolen character in Sioux Falls. This, he says, was an erroneous application of the fourth section because if his connection with the transporation was innocent, his subsequent criminal concealment of the stolen property would be disconnected with interstate commerce and be only a crime against the state. We do not think it necessary to pass on this question for the reason that the verdict of the jury was general, that the defendant was found guilty on both the counts of each of the two indictments and that the defendant was sentenced to 18 months on each indictment and each count, the sentences to run concurrently. As the convictions can be sustained on the first count in each indictment under the verdict, there is no ground for reversing the case because of error in charging as to the second count. Claassen v. United States, 142 U. S. 140, 146, 12 S. Ct. 169, 35 L. Ed. 966; Evans v. United States, 153 U. S. 608, 609, 14 S. Ct. 939, 38 L. Ed. 839; Abrams v. United States, 250 U. S. 616, 619, 40 S. Ct. 17, 63 L. Ed. 1173; Pierce v. United States, 252 U. S. 239, 252, 40 S. Ct. 205, 64 L. Ed. 542.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There are some objections made to the form of some questions put by the district attorney. We do not think they are shown to have been sufficiently prejudicial to justify a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The judgment of the District Court is affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>267 U.S. 432 (1925)</b></center>\n<center><h1>BROOKS<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 286.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 30, 1925.</center>\n<center>Decided March 9, 1925.</center>\nERROR TO THE DISTRICT COURT OF THE UNITED STATES FOR THE DISTRICT OF SOUTH DAKOTA.\n<p><span class=\"star-pagination\">*433</span> <i>Mr. Joe Kirby</i> for plaintiff in error.</p>\n<p><i>Mr. Assistant Attorney General Donovan,</i> with whom <i>Mr. Solicitor General Beck</i> and <i>Mr. Harry S. Ridgely</i> were on the brief, for the United States.</p>\n<p><span class=\"star-pagination\">*435</span> MR. CHIEF JUSTICE TAFT delivered the opinion of the Court.</p>\n<p>This is a writ of error to the District Court for the District of South Dakota brought by Rae Brooks to reverse a judgment against him of conviction under two indictments for violation of the Act of Congress, of October, 1919, known as the National Motor Vehicle Theft Act. The writ of error issued under § 238 of the Judicial Code, because the case involves the construction or application of the Constitution, in that the chief assignment of error is the invalidity of the Act. The Act became effective October 29, 1919 (41 Stat. 324), and is as follows:</p>\n<p>\"Chap. 89.  An Act to punish the transportation of stolen motor vehicles in interstate or foreign commerce.</p>\n<p><span class=\"star-pagination\">*436</span> \"Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That this Act may be cited as the National Motor Vehicle Theft Act.</p>\n<p>\"Sec. 2. That when used in this Act:</p>\n<p>\"(a) The term `motor vehicle' shall include an automobile, automobile truck, automobile wagon, motorcycle, or any other self-propelled vehicle not designed for running on rails;</p>\n<p>\"(b) The term `interstate or foreign commerce', as used in this Act shall include transportation from one State, Territory, or the District of Columbia, to another State, Territory, or the District of Columbia, or to a foreign country, or from a foreign country to any State, Territory, or the District of Columbia.</p>\n<p>\"Sec. 3. That whoever shall transport or cause to be transported in interstate or foreign commerce a motor vehicle, knowing the same to have been stolen, shall be punished by a fine of not more than $5,000, or by imprisonment of not more than five years, or both.</p>\n<p>\"Sec. 4. That whoever shall receive, conceal, store, barter, sell, or dispose of any motor vehicle, moving as, or which is a part of, or which constitutes interstate or foreign commerce, knowing the same to have been stolen, shall be punished by a fine of not more than $5,000, or by imprisonment of not more than five years, or both.</p>\n<p>\"Sec. 5. That any person violating this Act may be punished in any district in or through which such motor vehicle has been transported or removed by such offender.\"</p>\n<p>The objection to the Act can not be sustained. Congress can certainly regulate interstate commerce to the extent of forbidding and punishing the use of such commerce as an agency to promote immorality, dishonesty or the spread of any evil or harm to the people of other States from the State of origin. In doing this it is merely exercising the police power, for the benefit of the public, <span class=\"star-pagination\">*437</span> within the field of interstate commerce. <i>Gloucester Ferry Co.</i> v. <i>Pennsylvania,</i> 114 U.S. 196, 215. In <i>Reid</i> v. <i>Colorado,</i> 187 U.S. 137, it was held that Congress could pass a law excluding diseased stock from interstate commerce in order to prevent its use in such a way as thereby to injure the stock of other States. In the <i>Lottery Case,</i> 188 U.S. 321, it was held that Congress might pass a law punishing the transmission of lottery tickets from one State to another, in order to prevent the carriage of those tickets to be sold in other States and thus demoralize, through a spread of the gambling habit, individuals who were likely to purchase. In <i>Hipopolite Egg Co.</i> v. <i>United States,</i> 220 U.S. 45, it was held that it was within the regulatory power of Congress to punish the transportation in interstate commerce of adulterated articles which, if sold in other States than the one from which they were transported, would deceive or injure persons who purchased such articles. In <i>Hoke</i> v. <i>United States,</i> 227 U.S. 308 and <i>Caminetti</i> v. <i>United States,</i> 242 U.S. 470, the so-called White Slave Traffic Act, which was construed to punish any person engaged in enticing a woman from one State to another for immoral ends, whether for commercial purposes or otherwise, was valid because it was intended to prevent the use of interstate commerce to facilitate prostitution or concubinage, and other forms of immorality. In <i>Clark Distilling Co.</i> v. <i>Western Maryland Railway Co.,</i> 242 U.S. 311, it was held that Congress had power to forbid the introduction of intoxicating liquors into any State in which their use was prohibited, in order to prevent the use of interstate commerce to promote that which was illegal in the State. In <i>Weber</i> v. <i>Freed,</i> 239 U.S. 325, it was held that Congress had power to prohibit the importation of pictorial representations of prize fights designed for public exhibition, because of the demoralizing effect of such exhibitions in the State of destination.</p>\n<p><span class=\"star-pagination\">*438</span> In <i>Hammer</i> v. <i>Dagenhart,</i> 247 U.S. 251, it was held that a federal law forbidding the transportation of articles manufactured by child labor in one State to another was invalid, because it was really not a regulation of interstate commerce but a congressional attempt to regulate labor in the State of origin, by an embargo on its external trade. Articles made by child labor and transported into other States were harmless, and could be properly transported without injurying any person who either bought or used them. In referring to the cases already cited, upon which the argument for the validity of the Child Labor Act was based, this Court pointed out that, in each of them, the use of interstate commerce had contributed to the accomplishment of harmful results to people of other States, and that the congressional power over interstate transportation in such cases could only be effectively exercised by prohibiting it. The clear distinction between authorities first cited and the <i>Child Labor Case</i> leaves no doubt where the right lies in this case. It is known of all men that the radical change in transportation of persons and goods effected by the introduction of the automobile, the speed with which it moves, and the ease with which evil-minded persons can avoid capture, have greatly encouraged and increased crimes. One of the crimes which have been encouraged is the theft of the automobiles themselves and their immediate transportation to places remote from homes of the owners. Elaborately organized conspiracies for the theft of automobiles and the spiriting them away into some other State, and their sale or other disposition far away from the owner and his neighborhood, have roused Congress to devise some method for defeating the success of these widely spread schemes of larceny. The quick passage of the machines into another State helps to conceal the trail of the thieves, gets the stolen property into another police jurisdiction <span class=\"star-pagination\">*439</span> and facilitates the finding of a safer place in which to dispose of the booty at a good price. This is a gross misuse of interstate commerce. Congress may properly punish such interstate transportation by any one with knowledge of the theft, because of its harmful result and its defeat of the property rights of those whose machines against their will are taken into other jurisdictions.</p>\n<p>The fourth section merely makes more effective the regulation contained in the third section. The third section punishes the transportation of a stolen automobile with knowledge of the theft. The fourth section punishes the receipt, the concealment, the storing, the bartering, the sale, or the disposition of such stolen vehicle, moving as interstate commerce, or as a part thereof, with knowledge of its having been stolen. Of course, this section can and does apply only to the storing or concealment of a stolen automobile with knowledge of its theft, as a final step in the use of interstate transportation to promote the scheme of its unlawful disposition and the withholding of it from its owner. For these reasons, we think that §§ 3 and 4 are within the power of Congress.</p>\n<p>The constitutional question brought this case directly to this Court. Being here, the other questions arising on the record must be decided. <i>Pierce</i> v. <i>United States,</i> 252 U.S. 239; <i>Brolan</i> v. <i>United States,</i> 236 U.S. 216.</p>\n<p>It is objected that the counts of the indictments failed to inform the defendant of the nature and cause of the accusation. There were two indictments with two counts each. One charged violation of § 3 in the first count and of § 4 in the second count, as to one automobile. The second indictment made the same charges as to a second automobile. The charge in one, under § 3, was that defendant \"knowingly, unlawfully and feloniously did transport and cause to be transported in <span class=\"star-pagination\">*440</span> interstate commerce\" from Sioux City, Iowa, to Sioux Falls, South Dakota, a touring automobile, describing it as of $1,000 value, the property of and belonging to one W.C. Wendt of Omaha, Nebraska, which said automobile theretofore, on September 7th, A.D. 1921, had been stolen from Wendt, and that the defendant did not have the consent of the owner to transport it from Sioux City to Sioux Falls, \"all of which he, the said Rae Brooks, then and there well knew.\" The argument is that this does not sufficiently charge that the defendant knew that the automobile was stolen when he transported it. We think it does; that it is a reasonable construction to hold that the last words refer to the whole previous narration.</p>\n<p>The third objection is that there is no evidence of the defendant's guilt, and that the jury should have been so advised. We have read the evidence and read the charge of the court. The charge of the court submitted the issues properly to the jury except possibly in one respect, to which we shall refer.</p>\n<p>It appeared that Brooks, the defendant, owned a garage in Sioux Falls, South Dakota, and that he went to Sioux City, Iowa, and obtained these two automobiles, which had been stolen, and transferred them to Sioux Falls. We can not say that the circumstances were not such that a jury might properly infer that the defendant knew that they were stolen and had acquired them and transported them to South Dakota for the purpose of profiting by the transaction in stolen goods. It is said that there was no evidence after the cars were stored in Sioux Falls that the defendant made any effort to secrete, conceal or store them with guilty knowledge. It is not necessary for us to examine into this question or another mooted by the defendant's counsel. He contends that under the charge of the court the jury might have been led to convict the defendant on the second count in each indictment, <span class=\"star-pagination\">*441</span> on the theory that he became aware of the stolen character of the cars only after he reached Sioux Falls, and stored them after he became aware of their stolen character in Sioux Falls. This, he says, was an erroneous application of the 4th section, because, if his connection with the transportation was innocent, his subsequent criminal concealment of the stolen property would be disconnected with interstate commerce and be only a crime against the State. We do not think it necessary to pass on this question, for the reason that the verdict of the jury was general, that the defendant was found guilty on both the counts of each of the two indictments and that the defendant was sentenced to eighteen months on each indictment and each count, the sentences to run concurrently. As the convictions can be sustained on the first count in each indictment under the verdict, there is no ground for reversing the case because of error in charging as to the second count. <i>Claassen</i> v. <i>United States,</i> 142 U.S. 140, 146; <i>Evans</i> v. <i>United States,</i> 153 U.S. 608, 609; <i>Abrams</i> v. <i>United States,</i> 250 U.S. 616, 619; <i>Pierce</i> v. <i>United States,</i> 252 U.S. 239, 252.</p>\n<p>There are some objections made to the form of some questions put by the District Attorney. We do not think they are shown to have been sufficiently prejudicial to justify a new trial.</p>\n<p>The judgment of the District Court is</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">267</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">432</span></span> (1925)</b></center>\n<center><h1>BROOKS<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 286.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued January 30, 1925.</center>\n<center>Decided March 9, 1925.</center>\nERROR TO THE DISTRICT COURT OF THE UNITED STATES FOR THE DISTRICT OF SOUTH DAKOTA.\n<p><span class=\"star-pagination\">*433</span> <i>Mr. Joe Kirby</i> for plaintiff in error.</p>\n<p><i>Mr. Assistant Attorney General Donovan,</i> with whom <i>Mr. Solicitor General Beck</i> and <i>Mr. Harry S. Ridgely</i> were on the brief, for the United States.</p>\n<p><span class=\"star-pagination\">*435</span> MR. CHIEF JUSTICE TAFT delivered the opinion of the Court.</p>\n<p>This is a writ of error to the District Court for the District of South Dakota brought by Rae Brooks to reverse a judgment against him of conviction under two indictments for violation of the Act of Congress, of October, 1919, known as the National Motor Vehicle Theft Act. The writ of error issued under § 238 of the Judicial Code, because the case involves the construction or application of the Constitution, in that the chief assignment of error is the invalidity of the Act. The Act became effective October 29, 1919 (41 Stat. 324), and is as follows:</p>\n<p>\"Chap. 89.  An Act to punish the transportation of stolen motor vehicles in interstate or foreign commerce.</p>\n<p><span class=\"star-pagination\">*436</span> \"Be it enacted by the Senate and House of Representatives of the United States of America in Congress assembled, That this Act may be cited as the National Motor Vehicle Theft Act.</p>\n<p>\"Sec. 2. That when used in this Act:</p>\n<p>\"(a) The term `motor vehicle' shall include an automobile, automobile truck, automobile wagon, motorcycle, or any other self-propelled vehicle not designed for running on rails;</p>\n<p>\"(b) The term `interstate or foreign commerce', as used in this Act shall include transportation from one State, Territory, or the District of Columbia, to another State, Territory, or the District of Columbia, or to a foreign country, or from a foreign country to any State, Territory, or the District of Columbia.</p>\n<p>\"Sec. 3. That whoever shall transport or cause to be transported in interstate or foreign commerce a motor vehicle, knowing the same to have been stolen, shall be punished by a fine of not more than $5,000, or by imprisonment of not more than five years, or both.</p>\n<p>\"Sec. 4. That whoever shall receive, conceal, store, barter, sell, or dispose of any motor vehicle, moving as, or which is a part of, or which constitutes interstate or foreign commerce, knowing the same to have been stolen, shall be punished by a fine of not more than $5,000, or by imprisonment of not more than five years, or both.</p>\n<p>\"Sec. 5. That any person violating this Act may be punished in any district in or through which such motor vehicle has been transported or removed by such offender.\"</p>\n<p>The objection to the Act can not be sustained. Congress can certainly regulate interstate commerce to the extent of forbidding and punishing the use of such commerce as an agency to promote immorality, dishonesty or the spread of any evil or harm to the people of other States from the State of origin. In doing this it is merely exercising the police power, for the benefit of the public, <span class=\"star-pagination\">*437</span> within the field of interstate commerce. <i>Gloucester Ferry Co.</i> v. <i>Pennsylvania,</i> <span class=\"citation\" data-id=\"91358\"><a href=\"/opinion/91358/gloucester-ferry-co-v-pennsylvania/\"><span class=\"volume\">114</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">196</span></a></span>, 215. In <i>Reid</i> v. <i>Colorado,</i> <span class=\"citation\" data-id=\"2516349\"><a href=\"/opinion/2516349/reid-v-colorado/\"><span class=\"volume\">187</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, it was held that Congress could pass a law excluding diseased stock from interstate commerce in order to prevent its use in such a way as thereby to injure the stock of other States. In the <i>Lottery Case,</i> <span class=\"citation\" data-id=\"2421240\"><a href=\"/opinion/2421240/lottery-case/\"><span class=\"volume\">188</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, it was held that Congress might pass a law punishing the transmission of lottery tickets from one State to another, in order to prevent the carriage of those tickets to be sold in other States and thus demoralize, through a spread of the gambling habit, individuals who were likely to purchase. In <i>Hipopolite Egg Co.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"97373\"><a href=\"/opinion/97373/hipolite-egg-co-v-united-states/\"><span class=\"volume\">220</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></a></span>, it was held that it was within the regulatory power of Congress to punish the transportation in interstate commerce of adulterated articles which, if sold in other States than the one from which they were transported, would deceive or injure persons who purchased such articles. In <i>Hoke</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"97782\"><a href=\"/opinion/97782/hoke-v-united-states/\"><span class=\"volume\">227</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span> and <i>Caminetti</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"98854\"><a href=\"/opinion/98854/caminetti-v-united-states/\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, the so-called White Slave Traffic Act, which was construed to punish any person engaged in enticing a woman from one State to another for immoral ends, whether for commercial purposes or otherwise, was valid because it was intended to prevent the use of interstate commerce to facilitate prostitution or concubinage, and other forms of immorality. In <i>Clark Distilling Co.</i> v. <i>Western Maryland Railway Co.,</i> <span class=\"citation\" data-id=\"98832\"><a href=\"/opinion/98832/clark-distilling-co-v-western-maryland-r-co/\"><span class=\"volume\">242</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">311</span></a></span>, it was held that Congress had power to forbid the introduction of intoxicating liquors into any State in which their use was prohibited, in order to prevent the use of interstate commerce to promote that which was illegal in the State. In <i>Weber</i> v. <i>Freed,</i> <span class=\"citation\" data-id=\"98582\"><a href=\"/opinion/98582/weber-v-freed/\"><span class=\"volume\">239</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, it was held that Congress had power to prohibit the importation of pictorial representations of prize fights designed for public exhibition, because of the demoralizing effect of such exhibitions in the State of destination.</p>\n<p><span class=\"star-pagination\">*438</span> In <i>Hammer</i> v. <i>Dagenhart,</i> <span class=\"citation\" data-id=\"99190\"><a href=\"/opinion/99190/hammer-v-dagenhart/\"><span class=\"volume\">247</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">251</span></a></span>, it was held that a federal law forbidding the transportation of articles manufactured by child labor in one State to another was invalid, because it was really not a regulation of interstate commerce but a congressional attempt to regulate labor in the State of origin, by an embargo on its external trade. Articles made by child labor and transported into other States were harmless, and could be properly transported without injurying any person who either bought or used them. In referring to the cases already cited, upon which the argument for the validity of the Child Labor Act was based, this Court pointed out that, in each of them, the use of interstate commerce had contributed to the accomplishment of harmful results to people of other States, and that the congressional power over interstate transportation in such cases could only be effectively exercised by prohibiting it. The clear distinction between authorities first cited and the <i>Child Labor Case</i> leaves no doubt where the right lies in this case. It is known of all men that the radical change in transportation of persons and goods effected by the introduction of the automobile, the speed with which it moves, and the ease with which evil-minded persons can avoid capture, have greatly encouraged and increased crimes. One of the crimes which have been encouraged is the theft of the automobiles themselves and their immediate transportation to places remote from homes of the owners. Elaborately organized conspiracies for the theft of automobiles and the spiriting them away into some other State, and their sale or other disposition far away from the owner and his neighborhood, have roused Congress to devise some method for defeating the success of these widely spread schemes of larceny. The quick passage of the machines into another State helps to conceal the trail of the thieves, gets the stolen property into another police jurisdiction <span class=\"star-pagination\">*439</span> and facilitates the finding of a safer place in which to dispose of the booty at a good price. This is a gross misuse of interstate commerce. Congress may properly punish such interstate transportation by any one with knowledge of the theft, because of its harmful result and its defeat of the property rights of those whose machines against their will are taken into other jurisdictions.</p>\n<p>The fourth section merely makes more effective the regulation contained in the third section. The third section punishes the transportation of a stolen automobile with knowledge of the theft. The fourth section punishes the receipt, the concealment, the storing, the bartering, the sale, or the disposition of such stolen vehicle, moving as interstate commerce, or as a part thereof, with knowledge of its having been stolen. Of course, this section can and does apply only to the storing or concealment of a stolen automobile with knowledge of its theft, as a final step in the use of interstate transportation to promote the scheme of its unlawful disposition and the withholding of it from its owner. For these reasons, we think that §§ 3 and 4 are within the power of Congress.</p>\n<p>The constitutional question brought this case directly to this Court. Being here, the other questions arising on the record must be decided. <i>Pierce</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"99542\"><a href=\"/opinion/99542/pierce-v-united-states/\"><span class=\"volume\">252</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">239</span></a></span>; <i>Brolan</i> v. <i>United States,</i> 236 U.S. 216.</p>\n<p>It is objected that the counts of the indictments failed to inform the defendant of the nature and cause of the accusation. There were two indictments with two counts each. One charged violation of § 3 in the first count and of § 4 in the second count, as to one automobile. The second indictment made the same charges as to a second automobile. The charge in one, under § 3, was that defendant \"knowingly, unlawfully and feloniously did transport and cause to be transported in <span class=\"star-pagination\">*440</span> interstate commerce\" from Sioux City, Iowa, to Sioux Falls, South Dakota, a touring automobile, describing it as of $1,000 value, the property of and belonging to one W.C. Wendt of Omaha, Nebraska, which said automobile theretofore, on September 7th, A.D. 1921, had been stolen from Wendt, and that the defendant did not have the consent of the owner to transport it from Sioux City to Sioux Falls, \"all of which he, the said Rae Brooks, then and there well knew.\" The argument is that this does not sufficiently charge that the defendant knew that the automobile was stolen when he transported it. We think it does; that it is a reasonable construction to hold that the last words refer to the whole previous narration.</p>\n<p>The third objection is that there is no evidence of the defendant's guilt, and that the jury should have been so advised. We have read the evidence and read the charge of the court. The charge of the court submitted the issues properly to the jury except possibly in one respect, to which we shall refer.</p>\n<p>It appeared that Brooks, the defendant, owned a garage in Sioux Falls, South Dakota, and that he went to Sioux City, Iowa, and obtained these two automobiles, which had been stolen, and transferred them to Sioux Falls. We can not say that the circumstances were not such that a jury might properly infer that the defendant knew that they were stolen and had acquired them and transported them to South Dakota for the purpose of profiting by the transaction in stolen goods. It is said that there was no evidence after the cars were stored in Sioux Falls that the defendant made any effort to secrete, conceal or store them with guilty knowledge. It is not necessary for us to examine into this question or another mooted by the defendant's counsel. He contends that under the charge of the court the jury might have been led to convict the defendant on the second count in each indictment, <span class=\"star-pagination\">*441</span> on the theory that he became aware of the stolen character of the cars only after he reached Sioux Falls, and stored them after he became aware of their stolen character in Sioux Falls. This, he says, was an erroneous application of the 4th section, because, if his connection with the transportation was innocent, his subsequent criminal concealment of the stolen property would be disconnected with interstate commerce and be only a crime against the State. We do not think it necessary to pass on this question, for the reason that the verdict of the jury was general, that the defendant was found guilty on both the counts of each of the two indictments and that the defendant was sentenced to eighteen months on each indictment and each count, the sentences to run concurrently. As the convictions can be sustained on the first count in each indictment under the verdict, there is no ground for reversing the case because of error in charging as to the second count. <i>Claassen</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93206\"><a href=\"/opinion/93206/claassen-v-united-states/\"><span class=\"volume\">142</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></a></span>, 146; <i>Evans</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"93920\"><a href=\"/opinion/93920/evans-v-united-states/\"><span class=\"volume\">153</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">608</span></a></span>, 609; <i>Abrams</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"99461\"><a href=\"/opinion/99461/abrams-v-united-states/\"><span class=\"volume\">250</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">616</span></a></span>, 619; <i>Pierce</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"99542\"><a href=\"/opinion/99542/pierce-v-united-states/\"><span class=\"volume\">252</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">239</span></a></span>, 252.</p>\n<p>There are some objections made to the form of some questions put by the District Attorney. We do not think they are shown to have been sufficiently prejudicial to justify a new trial.</p>\n<p>The judgment of the District Court is</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 100610, "judges": "Taft", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100610/", "sha1": "1a805047ea2117b9b11364ffc24d885f240de457", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:30"}