{"absolute_url": "/opinion/93554/gaines-v-rugg/", "blocked": false, "citation": {"case_name": "Gaines v. Rugg", "docket_number": "12 Original", "document_uris": ["/api/rest/v2/document/93554/"], "federal_cite_one": "148 U.S. 228", "federal_cite_three": null, "federal_cite_two": null, "id": 77934, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77934/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 18, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1893-03-20", "date_modified": "2014-12-21T01:31:48.818743", "docket": "/api/rest/v2/docket/191192/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">148 U.S. 228</p>\n    <p class=\"case_cite\">13 S.Ct. 611</p>\n    <p class=\"case_cite\">37 L.Ed. 432</p>\n    <p class=\"parties\">GAINES et al.<br>v.<br>CALDWELL, as Judge of the United States Circuit Court,  and GEORGE G. LATTA.  GAINES et al.  v.  CALDWELL, as Judge of the United States Circuit  Court, and D. C. RUGG.</p>\n    <p class=\"docket\">No. 12 Original.</p>\n    <p class=\"docket\">No. 13 Original.</p>\n    <p class=\"date\">March 20, 1893.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">N. M. Rose and G. B. Rose, for petitioners.</p>\n      <p class=\"indent\">John McClure and A. H. Garland, opposed.</p>\n      <p class=\"indent\">Mr. Justice BLATCHFORD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These cases grow out of what is known as the 'Hot Springs Litigation,' phases of which are reported in Hot Springs Cases, 92 U. S. 698; Rector v. Gibbon, 111 U. S. 276, 4 Sup. Ct. Rep. 605; Lawrence v. Rector, 137 U. S. 139, 11 Sup. Ct. Rep. 33; and Goode v. Gaines, 145 U. S. 141, 12 Sup. Ct. Rep. 839. Goode v. Gaines covered also 14 other cases, one of which, Rugg v. Gaines, is involved in No. 13 original, and another of which, Latta v. Gaines, is involved in No. 12 original.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The case involved in No. 13 original was a bill in equity filed by William H. Gaines and Maria, his wife, in the circuit court of the United States for the eastern district of Arkansas, against D. C. Rugg and George W. Barnes, in which a decree was entered by that court on November 11, 1887, on the report of a special master. The decree overruled the exceptions of the defendant Rugg to the report, and decreed that there was due to the plaintiffs for rent, according to the terms of a certain lease, from the date of the award to the date of the filing of the bill, $1,016.38. That there was due to them since that date, and until the filing of the master's report, for the rental value of the property, and interest, $811.68; and for the amount of rent to the date of the decree, $245; amounting in the aggregate to $2,073.06; from which were to be deducted the amount due the defendant Rugg for taxes paid, and interest, $298; the amount of purchase money paid by him to the United States for the land, and interest, $158.40; and the present value of the improvements, $500. Those sums amounting in the aggregate to $956.40, which taken from the $2,073.06, left the sum of $1,116.66, which the court found to be the balance due to the plaintiffs; and it decreed that the plaintiffs recover from Rugg $1,116.66 and all costs of suit, and have execution therefor; that the plaintiffs recover from the defendants the possession of lot 14 in block 77 in the Hot Springs reservation, Garland county, Ark.; that a writ of possession issue; that serving a copy of the decree should be the writ; and that the special master be allowed $100 for his services as such. The decree further declared that the defendant Rugg prayed an appeal to the supreme court of the United States, which was granted, and it ordered that on his filing a bond in $3,616.66, and a bond for costs for $250 the decree be superseded pending the appeal. Maria Gaines, one of the appellees, subsequently died; and it was ordered that Albert B. Gaines, her executor, and seven other persons, her sole devisees and legatees, be made appellees. The case was argued in this court on April 18, 1892, and decided May 2, 1892; and the decree of this court was that the decree of the circuit court be reversed, each party to pay one half of the costs in this court. The mandate of this court, dated May 24, 1892, recited its decree, and ordered that the cause be remanded to the circuit court 'for further proceedings to be had therein in conformity with the opinion of this court,' and commanded the judges of the circuit court 'that such further proceedings be had in said cause, in conformity with the opinion and decree of this court, as, according to right and justice, and the laws of the United States, ought to be had, the said appeal notwithstanding.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The bill of complaint of Gaines and his wife, which was filed May 23, 1884, against Barnes and Rugg and two other defendants, alleged, in substance, that under the laws of the United States governing the entry and sale of lands in the reservation at Hot Springs, Ark., they were entitled to enter and purchase lot 14, in block 77, in Hot Springs; that the Hot Springs commission, through a mistake of law, permitted Barnes, assignee of Mary Waldron, who had entered upon and held said lot as tenant of the plaintiffs, to enter the lot in his own right, over the application to enter it lawfully made by the plaintiffs; that, by virtue of that error, Barnes, as assignee of the tenant, had procured a patent for the lot from the United States; and that Rugg had succeeded to the title of said tenant and Barnes. The bill prayed that the defendants might be held to be trustees for the benefit of the plaintiffs; that an account be had of the rents received by the defendants on the lot, and a decree be made for such rents, and for the possession of the lot; and for all other proper relief. On December 6, 1884, Rugg filed his answer to the bill, setting up various defenses. On November 10, 1886, the bill was dismissed as to the defendants other than Barnes and Rugg.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the hearing of the case the circuit court found and decreed that the commissioners, by error and mistake of law, had awarded the right to purchase the lot to Barnes, who had sold it to Rugg, who had notice of the plaintiffs' claim to it; that under such erroneous ruling a patent had issued to Barnes. And the circuit court decreed that the title of Rugg to the lot be divested out of him, and be vested in the plaintiffs, and their heirs and assigns, forever; that a reference be made to a master to take an account of the rents on said lot, the taxes paid and improvements placed on it, with directions to report an account of the same; and that the plaintiffs recover all costs of suit. On a hearing on the report of the master, the final decree of November 11, 1887, was made, in the terms before stated. This court, in each of the 15 cases, including the two involved respectively in No. 13 original and No. 12 original, held that no error was committed by the circuit court in any matter relating to the title or possession of the lands, but that error had been committed in allowing to the plaintiffs, according to the account taken by the master, for rents which accrued before the bils were filed. It therefore reversed the decrees below, and remanded the several causes, with a direction for further proceedings in conformity with the opinion of this court, the costs in this court to be equally divided. The opinion is reported as Goode v. Gaines, 145 U. S. 141, 12 Sup. Ct. Rep. 839.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the 1st of June, 1892, the mandates of this court in the two cases were presented to the circuit court, and were filed there and entered of record. On the same day, the plaintiffs in the Rugg Suit presented to the circuit court a petition accompanying the mandate, and praying for the entry of a decree that all the right, title, claim, and interest of the defendants in and to lot 14, in block 77, in the city of Hot Springs, be divested out of them, and be vested in the plaintiffs; that an account between the defendants and the plaintiffs be stated in accordance with the directions contained in the mandate; that, in taking the account, the defendants be charged with the rental value of the lot from May 23, 1884, (the day the bill was filed,) or during such portions of that time as they had kept the plaintiffs out of the possession thereof, down to the date of the proposed decree, with interest on the same from the end of each year at 6 per cent. per annum,&#8212;no additional rent, however, to be charged to the defendants by reason of any improvements placed upon the lot by them; that the plaintiffs be charged with all taxes paid by the defendants on the lot from the day the bill was filed, with interest on the same from the time of such payments until the date of the decree at 6 per cent. per annum, and also with the present value of all improvements placed by the defendants upon the lot, as the same might appear at the date of the decree, and with the sum of $120 paid by the defendants to the United States for the lot, with interest on the same at 6 per cent. per annum from January 1, 1882; that the defendants pay all the costs of the plaintiffs in the cause in the circuit court; that the plaintiffs have execution therefor as at law; and that the special master proceed to state an account between the parties according to the terms of the decree, and, to that end, take testimony, in writing, of all witnesses produced, and report the same, with his proceedings and findings, to the court. On the 21st of December, 1892, the plaintiffs filed in the circuit court a petition praying for a writ of possession, commanding the marshal to put them in possession of the land mentioned in the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the 6th of January, 1893, Rugg filed in the circuit court his exceptions to the proposed decree filed by the plaintiffs on June 1, 1892. Those exceptions embraced the propositions which are set forth in the margin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> On a hearing on the petition and exceptions, before the court, held by Judge Caldwell, one of the circuit judges, an order was entered on January 7, 1893, which stated that 'the court is of the opinion that said exceptions are well taken, and that the defendant herein should be allowed, if he so elects, to take further testimony in support of his said exceptions, by way of defense to the title to the land in controversy, and that this cause should be set down upon the issues formed by the pleadings and exceptions aforesaid as to the title to said lands. It is, therefore, ordered, that said exceptions be sustained, and that said decree prepared as aforesaid be not entered; but, as the plaintiffs announce their purpose to apply to the supreme court of the United States for a writ of mandamus to compel the entry of said decree as prepared by the plaintiff's solicitors, and the court being willing to expedite the said proposed proceeding, it is further ordered that said proposed decree and the petition of the plaintiffs for the entry thereof be made a part of the record herein. And it is further ordered, that the petition for writ of possession filed herein by said plaintiffs be, and the same is hereby, overruled; and said plaintiffs except to said several rulings, and ask that their exceptions be noted of record, which is accordingly done.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Thereupon, the plaintiffs made an application to this court, on January 23, 1893, for leave to file a petition for a writ of mandamus commanding Judge Caldwell, as judge of the circuit court, to grant the petition for a decree, filed by the plaintiffs in that court, on June 1, 1892, and to order the issue of a writ of possession as prayed by the plaintiffs, or to make such other orders and decrees as might be deemed proper in carrying out the decree heretofore made in this cause by this court, and for all other proper relief.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On the 30th of January, 1893, this court made an order, returnable March 6, 1893, requiring the circuit judge to show cause why the writ of mandamus should not be issued. A return to the order has been filed, made by Judge Caldwell, and the case has been argued before this court. In his return to the order to show cause, in case No. 13 original, Judge Caldwell makes the statement which is set forth in the margin.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In Goode v. Gaines, 145 U. S. 141, 12 Sup. Ct. Rep. 839, this court adhered to its decision in Rector v. Gibbon, 111 U. S. 276, 4 Sup. Ct. Rep. 605, touching titles to land in the Hot Springs reservation, and held that there were no facts in the 15 cases then before it (all being appeals from the circuit court of the United States for the eastern district of Arkansas) which took those cases out of the operation of that decision; but in view of the delay in commencing the suits, and the previous acquiescence of the plaintiffs in the possession by the defendants, this court limited the right of an account in equity of the rents of the premises to the date of the filing of the bills. It appears from the opinion of this court in Goode v. Gaines that the only matter with which it was dissatisfied in the decrees of the circuit court was the direction to the master in the interlocutory decrees in respect of the accounting, and the result finally adjudged thereon. This court said that, in its opinion, the measure of relief awarded and allowed by the circuit court in respect of the accounting would operate harshly and oppressively upon the defendants; that the account between the parties should be stated, as to both debit and credit, from the day the bills were filed, with the exception of the credit for the amounts paid to the government for the lots, of which payments this court regarded the plaintiffs as getting the entire benefit; that no increased rent should be allowed on account of the improvements, as the plaintiffs were to be held to their value only as of the date of the decrees; and that, in other words, the defendants should be charged with rental value from the date of the filing of the bills to the rendition of the decrees, with interest, and should be credited with taxes, etc., paid after the date of the filing of the bills, with interest, and also with the amounts paid the government for the different parcels, with interest from the dates of payments, as well as with the value of the improvements in each instance at the time of the rendition of the decrees. Because this court was dissatisfied with the decrees in respect of the accounting, and only for that reason, it reversed the decrees; but it remanded the causes to the circuit court with a direction, as the opinion and the mandate explicitly state, for further proceedings to be had therein in conformity with the opinion of this court. It did not disturb the findings and decrees of the circuit court in regard to the title and possession, but only its disposition of the matter of accounting. The mandate and the opinion, taken together, although they used the word 'reversed,' amount to a reversal only in respect of the accounting, and to a modification of the decree in respect of the accounting, and to an affirmance of it in all other respects.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is contended for the respondent that the construction of the intent and meaning of the opinion of this court in Goode v. Gaines was a matter for the exercise of judicial discretion by the circuit court. But we are of opinion that it is proper for this court, on this application for a writ of mandamus, to construe its own mandate in connection with its opinion; and if it finds that the circuit court has erred, or acted beyond its province, in construing the mandate and opinion, to correct the mistake now and here, and to do so by a writ of mandamus.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Obeying the mandate of this court, and proceeding in conformity with its opinion, in the present case, were not matters within the discretion of the circuit court; and therefore the cases which hold that this court will not direct in what manner the discretion of an inferior tribunal shall be exercised do not apply to the present case. The opinion of this court proceeded distinctly upon an approval by it of the action of the circuit court in respect to the title and the possession, and a disapproval only of the method of accounting. As to the account to be taken under the directions given by this court in its opinion in Goode v. Gaines, the circuit court had a certain discretion; and its further proceedings under such accounting could be reviewed only on appeal. But the circuit court had no right to empower the defendant, as it undertook to do by its order of January 7, 1893, to take further testimony in support of his exceptions, by way of defense to the title to the land in controversy, or to set down the cause for hearing upon the issues formed by the pleadings and such exceptions as to the title to the land, or to sustain the exceptions, or to refuse to enter the decree proposed by the plaintiffs, or to refuse to grant to the plaintiffs a writ of possession. What the proposed decree of the plaintiffs contained was a direction that the right, title, claim, and interest of the defendants to the lot in question be divested out of them, and vested in the plaintiffs; that an account between the parties be taken in accordance with the directions contained in the mandate; and that the account be taken on certain principles stated, which agree entirely, so far as we can see, with the directions contained in the opinion of this court in Goode v. Gaines, in respect to the accounting.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is contended for the respondent that the decree of this court was one absolutely reversing the decree of the circuit court; that the circuit court had a right, therefore, to proceed in the case, in the language of the mandate, not merely 'in conformity with the opinion and decree of this court,' but also 'according to right and justice;' and that, therefore, it had authority to permit the defendant Rugg to take further testimony in support of his exceptions, 'by way of defense to the title to the lands in controversy,' and to set down the cause 'upon the issues formed by the pleadings and exceptions aforesaid as to the title to said lands;' in other words, that the whole controversy was to be reopened as if it had never been passed upon by this court as to the title and possession of the land. This cannot be allowed, and is not in accordance with the opinion and mandate of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As the decree of the circuit court, made November 11, 1887, directed that the plaintiffs recover the possession of the lot from the defendants, and have a writ of possession, and that was a determination that the title of Rugg to the lot in question be divested out of him, and be vested in the plaintiffs, it was perhaps unnecessary to insert that provision again in the new proposed decree. But, in view of the language of the opinion and mandate in regard to a reversal of the decree, it can do no harm, for in fact it was what was decided both by the circuit court and by this court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The order made by the circuit court on January 7, 1893, states that the plaintiffs excepted to the several rulings of the court made in that order, and that such exceptions were entered of record.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is, we think, very plain that so much of the decree of the circuit court of November 11, 1887, as was not disapproved by this court still stands in full force. Whatever there is to impair that decree must be sought for only in the opinion, decree, and mandate of this court. This court held that no objection could be sustained to the provisions of the decree of the circuit court as to the title. It found error only in the rules prescribed by the circuit court for the taking of the account, and the decree of that court was reversed only for the purpose of taking an account according to the principles laid down by this court. As the decree of the circuit court in regard to the title was not invalidated by the action of this court on the appeal, the circuit court had no right to set aside that decree, as respected the title, nearly five years after it was rendered. The decree was beyond the control of the circuit court, unless on a bill of review duly filed; and the time for filing a bill of review had long ago elapsed. The circuit court could do nothing to affect the decree, except in obedience to the mandate of this court. Chaires v. U. S., 3 How. 611, 620.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">What remained for the circuit court to do was only the taking of the account in the manner indicated by this court. This court, in its opinion, overruled all the objections taken to the title; and to say that its decree virtually reversed the whole decree of the circuit court is to say that it has done that which it said, in its opinion, ought not to be done. Under its opinion, it intended to reverse only a part of the decree, and that is all that it did. It substantially affirmed that part of the decree below which related to the title, and virtually only modified the entire decree, and that only in respect to taking the account.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Skillern's Ex'rs v. May's Ex'rs, 6 Cranch, 267, this court had reversed the decree of the circuit court and remanded the cause for further proceedings; and, after the mandate of this court had been received by the circuit court, that court discovered that the cause was not within its jurisdiction. The question being certified to this court as to whether the circuit court could then dismiss the case for want of jurisdiction, this court held that, as the merits of the case had been finally decided by it, and its mandate required only the execution of its decree, the circuit court was bound to carry that decree into execution, although the jurisdiction of the circuit court was not alleged in the pleadings. This court has even gone so far as to say, in Bridge Co. v. Stewart, 3 How. 413, that after a case has been here decided upon its merits, and remanded to the court below, and is again brought up on a second appeal, it is too late then to allege that this court had not jurisdiction to try the first appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">To allow the exceptions filed in the circuit court on January 6, 1893, is substantially to allow the filing of a bill of review of the decree of the circuit court made November 11, 1887, as to the title to the land, and of the decree of this court, which found that there was no error in that respect in the decree of the circuit court, and this without consent of the court. Southard v. Russell, 16 How. 547; Purcell v. Miner, 4 Wall. 519; Kingsbury v. Buckner, 134 U. S. 650, 671, 672, 10 Sup. Ct. Rep. 638. It has been distinctly held that a final judgment of this court is conclusive on the parties, and cannot be re-examined. Martin v. Hunter's Lessee, 1 Wheat. 304, 355.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In Ex parte Dubuque &amp; Pac. R. Co., 1 Wall. 69, 73, a case where this court had reversed a judgment of a circuit court, and remanded the cause, with a mandate to that court to enter judgment for the other party, and the court below had thereafter received affidavits showing new facts, and granted a new trial, this court, by mandamus, ordered it to vacate the rule for a new trial, saying that the court below had no power to set aside the judgment of this court, 'its authority extending only to executing the mandate.' This principle was applied, also, in Ex parte Story, 12 Pet. 339; Sibald v. U. S., Id. 488, West v. Brashear, 14 Pet. 51; Bank v. Moss, 6 How. 31, 40; Corning v. Nail Factory, 15 How. 451; Noonan v. Bradley, 12 Wall. 121, 129; Tyler v. Maguire, 17 Wall. 253, 283; Stewart v. Salmon, 97 U. S. 361; Durant v. Essex Co., 101 U. S. 555; Mackall v. Richards, 112 U. S. 369, 5 Sup. Ct. Rep. 170, and 116 U. S. 45, 6 Sup. Ct. Rep. 234; Hickman v. City of Ft. Scott, 141 U. S. 415, 12 Sup. Ct. Rep. 9.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">But we have had this matter before us very recently. In Railroad Co. v. McDade, 135 U. S. 554, 10 Sup. Ct. Rep. 1044, this court affirmed a judgment of the supreme court of the District of Columbia, which had, in general term, affirmed a judgment awarding to the plaintiff $6,195 as a recovery in an action of tort for damages for personal injuries sustained through the negligence of the defendant. Neither the special term nor the general term had said in its judgment anything about interest. This court, in its judgment, merely affirmed, with costs, the judgment of the general term, but said nothing about interest. The mandate of this court contained its judgment, and then commanded the court below that such execution and proceedings be had in the cause 'as, according to right and justice, and the laws of the United States, ought to be had,' notwithstanding the writ of error. The court below, on the presentation to it of the mandate, entered up a judgment against the defendant for interest on thejudgment of the special term from the date of that judgment as originally entered. The defendant took exception to such action, and then applied to this court for a writ of mandamus to command the court below to vacate its judgment entered on the mandate of this court, so far as it related to interest. This court held that the mandamus must be granted, irrespectively of the question whether a judgment founded on tort bore, or ought to bear, interest in the supreme court of the district from the date of its rendition; and it issued the mandamus commanding the court below to vacate its judgment so far as it related to interest, and to enter a judgment on the previous mandate of this court, simply affirming, without more, with costs, the original judgment of the general term. Ex parte Washington &amp; G. R. Co., 140 U. S. 91, 11 Sup. Ct. Rep. 673. This court held that it was the duty of the court below to have entered a judgment strictly in accordance with the judgment of this court, and not to add to it the allowance of interest, and that the language of the mandate of this court, 'that such execution and proceedings be had in said cause as, according to right and justice, and the laws of the United States, ought to be had, the said writ of error notwithstanding,' did not authorize the court below to depart in any respect from the judgment of this court. It further held that a mandamus would lie to correct the error, where there was no other adequate remedy, and where there was no discretion to be exercised by the inferior court, citing Sibald v. U. S., 12 Pet. 488; Ex parte Bradley, 7 Wall. 364, 376; Virginia v. Rives, 100 U. S. 313, 329; and, also, Perkins v. Fourniquet, 14 How. 328, 330; Ex parte Dubuque &amp; Pac. R. Co., 1 Wall. 69; Durant v. Essex Co., 101 U. S. 555, 556; Boyce's Ex'rs v. Grundy, 9 Pet. 275.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the present case, as we have before observed, there was no discretion to be exercised by the circuit court; and although it might have been admissible to raise the question by a new appeal to the proper court, yet, in view of the delay to be caused thereby, we do not consider that such remedy would have been, or would be, fully adequate, or that a writ of mandamus is now improper.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As to the suggestion that the views adopted by this court in its decision in McDonald v. Belding, 145 U. S. 492, 12 Sup. Ct. Rep. 892, (decided by this court after the present cases were decided,) would, if applied to the present cases, have caused a different result in them, we are of opinion that, without conceding that such would have been the result, this court cannot, on well-established rules and principles, permit the circuit court, of its own motion, to go back of, or survert, what was settled by the opinion and mandate in the present cases.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">As to the provision in the decree presented to the circuit court, June 1, 1892, that the defendants pay all the costs of the plaintiffs in the circuit court, it is sufficient to say that the decree of November 11, 1887, awarded to the plaintiffs a recovery from Rugg of all costs of the suit.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We therefore direct that a writ of mandamus be issued, in the terms prayed for in the petition. It is proper that the decree presented to the circuit court on June 1, 1892, should be entered. So far as it directs that the title to the land be divested out of the defendants, and be invested in the plaintiffs, it corresponds with the terms of the decree of the circuit court of November 11, 1887. So far as the petition for a mandamus asks that the judge of the circuit court be commanded to order the issue of a writ of possession, it corresponds with the decree of the circuit court of November 11, 1887, which ordered a writ of possession to issue, and that a service of a copy of the decree should be the writ. So far as the decree presented to the circuit court on June 1, 1892, ordered that the account be stated in accordance with the directions contained in the mandate, and directed the terms in which the account should be taken, and as to the rental value of the lot, the interest, taxes, value of improvements, and the amount paid by the defendant to the United States, with interest, the directions in such proposed decree correspond with the terms of the opinion of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In all the particulars which we have above considered, case No. 12 original is also embraced. The same rulings are made as to that case as have been made in regard to No. 13 original, and a writ of mandamus in the same terms will be issued.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Writs of mandamus accordingly.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> (1) That said proposed decree did not reverse the former decree.</p>\n        <p>(2) That it appeared by the proofs in the cause that just after the award, and many times afterwards, appellees declared themselves satisfied with the awards made by said commission, and that by various acts and declarations they had estopped themselves from setting up any title or right to said lot as against said Rugg.</p>\n        <p>(3) That said lot includes a piece of land not embraced in the lease made by Gaines to Waldron.</p>\n        <p>(4) That there were four heirs of Ludovicus Belding, under whom appellees claim, of whom said Maria Gaines was one, and that there is no proof in the record that the appellees ever acquired the title of two of said heirs, by name Henry and Albert Belding.</p>\n        <p>(5) That on the former hearing in the circuit court the court was of the opinion that one holding under a quitclaim deed could not be held to be an innocent purchaser for value, but that since that time the supreme court of the United States has held otherwise, and that there is no proof in the record to show that Rugg had such notice as would bind him.</p>\n        <p>(6) That in the absence of proof of the identity of lot 14, block 77, no final decree should be rendered.</p>\n        <p>(7) That there is no proof in the record that the lot described in the lease is identical with lot 14.</p>\n        <p>(8) Because there is no proof in the record that appellees ever acquired the interest of Albert and Henry Belding in said lot.</p>\n        <p>(9) Because there is no proof in the record that Rugg bought with notice of plaintiffs' claim, and because there is proof that he bought without such notice, and when plaintiffs were publicly proclaiming that they were content with the awards made.</p>\n        <p>(10) Because there is no proof in the record on which a decree for plaintiffs can be based.</p>\n        <p>(11) Defendant prays for a decree for one half of the costs of transcript used on the appeal.</p>\n        <p>(12) No judgment for costs should be rendered until the cause is finally disposed of.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Among other exceptions to the proposed decree is the fifth, which is as follows: '(5) That one of the defenses relied upon by the appellant in this cause, at the hearing in which the former decrees were rendered, was, that he was a purchaser, for full value, from a person to whom the Hot Springs commission had awarded the lot in controversy, without notice of the claim</p>\n        <p>or contention of the appellees, and exhibited a quitclaim deed showing such conveyance and purchase in good faith and as evidence of his title; that this honorable court was of the opinion at the former hearing of this cause that one holding under a quitclaim deed could not be regarded as a bona fide purchaser for value without notice, and that such a deed was not sufficient to put appellees to proof of notice; that one holding under a quitclaim deed could not avail himself of such a defense; that the supreme court of the United States, at the October term, 1891, (since the decision and ruling of this honorable court as aforesaid,) has held in the case of McDonald v. Belding, 145 U. S. 492, 12 Sup. Ct. Rep. 892, that the question of whether one was a bona fide purchaser for value, without notice, was one that was not to be determined by a mere inspection of the muniments of title, and that one could as well be a bona fide purchaser for value, without notice, under a quitclaim deed, as one of warranty; that such a question was one to be settled by proof. Appellant states that there is no proof in the record showing that appellant had notice of the claim of the appellees, and now denies, as is already denied by answer, that he had such notice, and submits that no decree ought to be rendered on the mandate herein in favor of the appellees, as to do so would not be according 'to right and justice, and the laws of the United States,' in the absence of proof that the appellees had such notice as is averred in the bill of complaint.'</p>\n        <p>Case No. 379, McDonald v. Belding, 145 U. S. 492, 12 Sup. Ct. Rep. 892, and cases No. 227, Goode v. Gaines; No. 302, Smith v. Gaines; No. 303, Dugan v. Gaines; No. 304, Cohn v. Gaines; No. 305, Allen v. Gaines; No. 306, Madison v. Gaines; No. 307, Rugg v. Gaines; No. 308, Garnett v. Gaines; No. 309, Garnett v. Gaines; No. 310, Rugg v. Gaines; No. 311, Granger v. Gaines; No. 312, Neubert v. Gaines; No. 313, Sumpter v. Gaines; No. 314, Latta v. Gaines; and No. 315, Latta v. Gaines,&#8212;12 Sup. Ct. Rep. 839, were all cases growing out of what is known as the 'Hot Springs Reservation Litigation.' There were some questions common to all the cases. The question as to whether the action of the Hot Springs commissioners was final (Rector v. Gibbon, 111 U. S. 276, 4 Sup. Ct. Rep. 605) was common to all of them. The question as to the rights of those parties who had purchased and paid value without notice of any defect in the title, but who accepted quitclaim deeds from their grantors, was not common to all the cases, but was raised in several of the cases upon pleadings and proofs identical insubstance and legal effect. Among the cases in which that question was raised upon substantially the same pleadings and proofs was case No. 379, McDonald v. Belding, and case No. 314, Latta v. Gaines, and case No. 307, Rugg v. Gaines. In the circuit court, most, if not all, of these cases were tried at the same time, and treated very much as one case. On appeal in this honorable court it appears that the cases were all submitted and heard together, with the exception of case No. 379, McDonald v. Belding, which was argued, submitted, and decided by itself. Why this case was</p>\n        <p>separated from the others in the argument and submission in this honorable court, respondent is not advised. It appears from the report (145 U. S. 141, 12 Sup. Ct. Rep. 839) that cases numbered 227, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, and 315 were argued April 18, 1892, and decided May 2, 1892, and that case No. 379, McDonald v. Belding, was submitted April 26, 1892, and decided May 16, 1892. In the case of McDonald v. Belding this honorable court said: 'Under all the circumstances it cannot be held that McDonald, although taking a quitclaim deed, was chargeable, when he purchased, with notice of any existing claim to the property upon the part of the plaintiffs or of either of them,' and reversed the decree of the circuit court, and remanded the cause, with directions to the circuit court to dismiss the bill. The same pleadings, the same proofs, and the same 'circumstances,' in substance and legal effect, are present in the case of Latta v. Gaines and others, and Rugg v. Gaines and others. On this point the pleadings and proofs in the last two cases may fairly be said to be identical with the pleadings and proofs in the case of McDonald v. Belding.</p>\n        <p>The contention of the petitioners is that, while the mandate of this honorable court apparently reverses the decree of the circuit court, that this honorable court did not intend so to do, but only intended to reverse so much of said decree as related to the mode of stating the account of rents and profits between the parties. Such an intention could have been made perfectly clear by affirming so much of the decree as vested title in the petitioners, and directing how the account should be stated. Instead of doing that, it reversed both the interlocutory and final decrees, and remanded the cause to be proceeded in according to law and justice, and the laws of the United States, in conformity to the opinion of this honorable court.</p>\n        <p>If the supreme court has not in fact reversed that portion of the decree of the circuit court which vested title in the petitioners, then there is no necessity for entering any portion of the proposed decree, save that which directs the manner of stating the account. If it has reversed that portion of the decree vesting title in the petitioners, and remanded the cause to be proceeded in in accordance with the opinion of this honorable court, the determination of what the opinion directs calls for the exercise of judicial functions and discretion, and it is submitted that such discretion cannot be controlled by mandamus.</p>\n        <p>In the McDonald-Belding Case it appears that one Flynn leased a lot in the Hot Springs reservation from Belding and made some improvements thereon; that, after the appointment of the Hot Springs commission, Flynn, on the ground that he had made the improvements on the lot, made claim to it, and Belding claimed that he was entitled to it by reason of previous occupation and possession, and that he held continuous possession through Flynn, his tenant. The commission awarded the lot to Flynn, who afterwards, and before the commencement of suit by Belding, sold and conveyed</p>\n        <p>the same to McDonald by a quitclaim deed. After the sale to McDonald, Belding commenced suit against both of them, seeking to charge them as trustees and to compel them to convey to him, alleging that McDonald purchased with full knowledge of his (Belding's) equities. McDonald denied notice of the alleged equities of Belding, and claimed to be an innocent purchaser for value. The circuit court held that one holding under a quitclaim deed could not be regarded as an innocent purchaser for value, and rendered a decree in favor of Belding. This honorable court, on appeal, held that McDonald, under the quitclaim deed, could be, and was, an innocent purchaser for value, and reversed the decree of the circuit court, and directed that the bill should be dismissed.</p>\n        <p>In view of the uniform character of the Hot Springs litigation, and the customary mode and manner of hearing and deciding what are known as the 'Hot Springs Cases,' respondent believes that the circuit court, in the disposition of said cases reversed by this honorable court, and remanded to the circuit court with instructions to proceed therein 'according to right and justice, and the laws of the United States,' should give effect to the several decisions of this honorable court in the Hot Springs Cases, and that, where the pleadings and proofs are identical with the pleadings and proofs in McDonald v. Belding, the circuit court should apply the doctrine of that case, and that the opinion in that case should be read into, and treated as if it were a part of, the opinion in the consolidated case reported under the title of Goode v. Gaines, in such of the cases embraced therein as are on all fours with the case of McDonald v. Belding.</p>\n        <p>Respondent respectfully submits to the judgment of this honorable court, and will enter and enforce, by proper decree, any order or decree made by this honorable court in and about the matters complained of; and respondent respectfully refers to the brief of the counsel for George G. Latta and D. C. Rugg, which will be filed in this cause, and the authorities therein referred to, to show why a peremptory writ should not issue.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>148 U.S. 228 (1893)</b></center>\n<center><h1>GAINES<br>\nv.<br>\nRUGG.<br>\nGAINES<br>\nv.<br>\nLATTA.</h1></center>\n<center>Nos. 12 and 13 original.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 7, 8, 1893.</center>\n<center>Decided March 20, 1893.</center>\nORIGINAL.\n<p><span class=\"star-pagination\">*229</span> <i>Mr. U.M. Rose,</i> (with whom was <i>Mr. G.B. Rose</i> on the brief,) for Gaines, petitioner.</p>\n<p><i>Mr. A.H. Garland,</i> (with whom was <i>Mr. John McClure</i> on the brief,) for Rugg and Latta, opposing.</p>\n<p>MR. JUSTICE BLATCHFORD delivered the opinion of the court.</p>\n<p>These cases grow out of what is known as \"the Hot Springs litigation,\" phases of which are reported in <i>Hot Springs Cases,</i> 92 U.S. 698; <i>Rector</i> v. <i>Gibbon,</i> 111 U.S. 276; <i>Lawrence</i> v. <i>Rector,</i> 137 U.S. 139; and <i>Goode</i> v. <i>Gaines,</i> 145 U.S. 141. <i>Goode</i> v. <i>Gaines</i> covered also fourteen other cases, one of which, <i>Rugg</i> v. <i>Gaines,</i> is involved in No. 13 original; and another of which, <i>Latta</i> v. <i>Gaines,</i> is involved in No. 12 original.</p>\n<p>The case involved in No. 13 original was a bill in equity filed by William H. Gaines and Maria, his wife, in the Circuit Court of the United States for the Eastern District of Arkansas, against D.C. Rugg and George W. Barnes, in which a decree was entered by that court, on November 11, 1887, on the report of a special master. The decree overruled the exceptions of the defendant Rugg to the report, and decreed that there was due to the plaintiffs for rent, according to the terms of a certain lease, from the date of the award to the date of the filing of the bill, $1016.38; that there was due to them since that date and until the filing of the master's report, for the rental value of the property, and interest, $811.68; and for the amount of rent to the date of the decree, $245; amounting in the aggregate to $2073.06; from which were to be deducted the amount due the defendant Rugg for taxes paid, and interest, $298; the amount of purchase money paid by him to the United States for the land, and interest, <span class=\"star-pagination\">*230</span> $158.40; and the present value of the improvements, $500; those sums amounting in the aggregate to $956.40, which, taken from the $2073.06, left the sum of $1116.66, which the court found to be the balance due to the plaintiffs; and it decreed that the plaintiffs recover from Rugg $1116.66 and all costs of suit, and have execution therefor; that the plaintiffs recover from the defendants the possession of lot 14 in block 77 in the Hot Springs reservation, Garland County, Arkansas; that a writ of possession issue; that serving a copy of the decree should be the writ; and that the special master be allowed $100 for his services as such. The decree further declared that the defendant Rugg prayed an appeal to the Supreme Court of the United States, which was granted, and it ordered that, on his filing a bond in $3616.66, and a bond for costs for $250, the decree be superseded pending the appeal. Maria Gaines, one of the appellees, subsequently died, and it was ordered that Albert B. Gaines, her executor, and seven other persons, her sole devisees and legatees, be made appellees.</p>\n<p>The case was argued in this court on April 18, 1892, and decided May 2, 1892; and the decree of this court was that the decree of the Circuit Court be reversed, each party to pay one-half of the costs in this court. The mandate of this court, dated May 24, 1892, recited its decree and ordered that the cause be remanded to the Circuit Court \"for further proceedings to be had therein in conformity with the opinion of this court,\" and commanded the judges of the Circuit Court \"that such further proceedings be had in said cause, in conformity with the opinion and decree of this court, as, according to right and justice and the laws of the United States, ought to be had, the said appeal notwithstanding.\"</p>\n<p>The bill of complaint of Gaines and his wife, which was filed May 23, 1884, against Barnes and Rugg and two other defendants, alleged in substance that, under the laws of the United States governing the entry and sale of lands in the reservation at Hot Springs, Arkansas, they were entitled to enter and purchase lot 14, in block 77, in Hot Springs; that the Hot Springs Commission, through a mistake of law, permitted <span class=\"star-pagination\">*231</span> Barnes, assignee of Mary Waldron, who had entered upon and held said lot as tenant of the plaintiffs, to enter the lot in his own right, over the application to enter it lawfully made by the plaintiffs; that, by virtue of that error, Barnes, as assignee of the tenant, had procured a patent for the lot from the United States; and that Rugg had succeeded to the title of said tenant and Barnes. The bill prayed that the defendants might be held to be trustees for the benefit of the plaintiffs; that an account be had of the rents received by the defendants on the lot, and a decree be made for such rents, and for the possession of the lot; and for all other proper relief. On December 6, 1884, Rugg filed his answer to the bill, setting up various defences. On November 10, 1886, the bill was dismissed as to the defendants other than Barnes and Rugg.</p>\n<p>On the hearing of the case, the Circuit Court found and decreed that the commissioners, by error and mistake of law, had awarded the right to purchase the lot to Barnes, who had sold it to Rugg, who had notice of the plaintiffs' claim to it; that, under such erroneous ruling, a patent had issued to Barnes; and the Circuit Court decreed that the title of Rugg to the lot be divested out of him and be vested in the plaintiffs and their heirs and assigns forever; that a reference be made to a master to take an account of the rents on said lot, the taxes paid and improvements placed on it, with directions to report an account of the same; and that the plaintiffs recover all costs of suit. On a hearing on the report of the master, the final decree of November 11, 1887, was made, in the terms before stated. This court, in each of the fifteen cases, including the two involved respectively in No. 13 original and No. 12 original, held that no error was committed by the Circuit Court in any matter relating to the title or possession of the lands, but that error had been committed in allowing to the plaintiffs, according to the account taken by the master, for rents which accrued before the bills were filed. It therefore reversed the decrees below, and remanded the several causes with a direction for further proceedings in conformity with the opinion of this court, the costs in this court to be equally <span class=\"star-pagination\">*232</span> divided. The opinion is reported as <i>Goode</i> v. <i>Gaines,</i> 145 U.S. 141.</p>\n<p>On the 1st of June, 1892, the mandates of this court in the two cases were presented to the Circuit Court, and were filed there and entered of record. On the same day, the plaintiffs in the Rugg suit presented to the Circuit Court a petition accompanying the mandate, and praying for the entry of a decree that all the right, title, claim and interest of the defendants in and to lot 14 in block 77, in the city of Hot Springs, be divested out of them and be vested in the plaintiffs; that an account between the defendants and the plaintiffs be stated in accordance with the directions contained in the mandate; that, in taking the account, the defendants be charged with the rental value of the lot from May 23, 1884, (the day the bill was filed,) or during such portions of that time as they had kept the plaintiffs out of the possession thereof, down to the date of the proposed decree, with interest on the same from the end of each year at 6 per cent per annum, no additional rent, however, to be charged to the defendants by reason of any improvements placed upon the lot by them; that the plaintiffs be charged with all taxes paid by the defendants on the lot from the day the bill was filed, with interest on the same from the time of such payments until the date of the decree, at 6 per cent per annum, and also with the present value of all improvements placed by the defendants upon the lot as the same might appear at the date of the decree, and with the sum of $120 paid by the defendants to the United States for the lot, with interest on the same at 6 per cent annum from January 1, 1882; that the defendants pay all the costs of the plaintiffs in the cause in the Circuit Court; that the plaintiffs have execution therefor as at law; and that the special master proceed to state an account between the parties according to the terms of the decree, and to that end, take testimony in writing of all witnesses produced, and report the same, with his proceedings and findings, to the court. On the 21st of December, 1892, the plaintiffs filed in the Circuit Court a petition praying for a writ of possession commanding the marshal to put them in possession of the land mentioned in the decree.</p>\n<p><span class=\"star-pagination\">*233</span> On the 6th of January, 1893, Rugg filed in the Circuit Court his exceptions to the proposed decree filed by the plaintiffs on June 1, 1892. Those exceptions embraced the propositions which are set forth in the margin.<sup>[1]</sup> On a hearing on the petition and exceptions, before the court, held by Judge Caldwell, one of the Circuit Judges, an order was entered on January 7, 1893, which stated that \"the court is of the opinion that said exceptions are well taken, and that the defendant herein should be allowed, if he so elects, to take farther testimony in support of his said exceptions, by way of defence to the title to <span class=\"star-pagination\">*234</span> the land in controversy, and that this cause should be set down upon the issues formed by the pleadings and exceptions aforesaid as to the title to said lands. It is, therefore, ordered, that said exceptions be sustained, and that said decree prepared as aforesaid be not entered; but, as the plaintiffs announce their purpose to apply to the Supreme Court of the United States for a writ of mandamus to compel the entry of said decree as prepared by the plaintiffs' solicitors, and the court being willing to expedite the said proposed proceeding, it is further ordered that said proposed decree and the petition of the plaintiffs for the entry thereof be made a part of the record herein. And it is further ordered, that the petition for writ of possession filed herein by said plaintiffs be, and the same is hereby, overruled; and said plaintiffs except to said several rulings, and ask that their exceptions be noted of record, which is accordingly done.\"</p>\n<p>Thereupon, the plaintiffs made an application to this court, on January 23, 1893, for leave to file a petition for a writ of mandamus commanding Judge Caldwell, as judge of the Circuit Court, to grant the petition for a decree, filed by the plaintiffs in that court, on June 1, 1892, and to order the issue of a writ of possession as prayed by the plaintiffs, or to make such other orders and decrees as might be deemed proper in carrying out the decree heretofore made in this cause by this court, and for all other proper relief.</p>\n<p>On the 30th of January, 1893, this court made an order, returnable March 6, 1893, requiring the Circuit Judge to show cause why the writ of mandamus should not be issued. A return to the order has been filed, made by Judge Caldwell, and the case has been argued before this court. In his return to the order to show cause, in case No. 13 original, Judge Caldwell makes the statement which is set forth in the margin.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*235</span> In <i>Goode</i> v. <i>Gaines,</i> 145 U.S. 141, this court adhered to its decision in <i>Rector</i> v. <i>Gibbon,</i> 111 U.S. 276, touching titles <span class=\"star-pagination\">*236</span> to land in the Hot Springs reservation, and held that there were no facts in the fifteen cases then before it (all being <span class=\"star-pagination\">*237</span> appeals from the Circuit Court of the United States for the Eastern District of Arkansas,) which took those cases out of the operation of that decision; but, in view of the delay in commencing the suits and the previous acquiescence of the plaintiffs in the possession by the defendants, this court limited the right of an account in equity of the rents of the premises to the date of the filing of the bills. It appears from the opinion of this court in <i>Goode</i> v. <i>Gaines</i><i>,</i> that the only matter with which it was dissatisfied in the decrees of the Circuit Court was the direction to the master in the interlocutory decrees in respect of the accounting, and the result finally adjudged thereon. This court said that, in its opinion, the measure of relief awarded and allowed by the Circuit Court in respect of <span class=\"star-pagination\">*238</span> the accounting would operate harshly and oppressively upon the defendants; that the account between the parties should be stated, as to both debit and credit, from the day the bills were filed, with the exception of the credit for the amounts paid to the government for the lots, of which payments this court regarded the plaintiffs as getting the entire benefit; that no increased rent should be allowed on account of the improvements, as the plaintiffs were to be held to their value only as of the date of the decrees; and that, in other words, the defendants should be charged with rental value from the date of the filing of the bills to the rendition of the decrees, with interest, and should be credited with taxes, etc., paid after the date of the filing of the bills, with interest, and also with the amounts paid the government for the different parcels, with interest from the dates of payments, as well as with the value of the improvements in each instance at the time of the rendition of the decrees. Because this court was dissatisfied with the decrees in respect of the accounting, and only for that reason, it reversed the decrees; but it remanded the causes to the Circuit Court with a direction, as the opinion and the mandate explicitly state, for further proceedings to be had therein in conformity with the opinion of this court. It did not disturb the findings and decrees of the Circuit Court in regard to the title and possession, but only its disposition of the matter of accounting. The mandate and the opinion, taken together, although they used the word \"reversed,\" amount to a reversal only in respect of the accounting, and to a modification of the decree in respect of the accounting, and to an affirmance of it in all other respects.</p>\n<p>It is contended for the respondent that the construction of the intent and meaning of the opinion of this court in <i>Goode</i> v. <i>Gaines</i> was a matter for the exercise of judicial discretion by the Circuit Court. But we are of opinion that it is proper for this court, on this application for a writ of mandamus, to construe its own mandate in connection with its opinion; and if it finds that the Circuit Court has erred, or acted beyond its province, in construing the mandate and opinion, to correct the mistake now and here, and to do so by a writ of mandamus.</p>\n<p><span class=\"star-pagination\">*239</span> Obeying the mandate of this court, and proceeding in conformity with its opinion, in the present case, were not matters within the discretion of the Circuit Court; and, therefore, the cases which hold that this court will not direct in what manner the discretion of an inferior tribunal shall be exercised do not apply to the present case. The opinion of this court proceeded distinctly upon an approval by it of the action of the Circuit Court in respect to the title and the possession, and a disapproval only of the method of accounting. As to the account to be taken under the directions given by this court in its opinion in <i>Goode</i> v. <i>Gaines</i><i>,</i> the Circuit Court had a certain discretion; and its further proceedings under such accounting could be reviewed only on appeal. But the Circuit Court had no right to empower the defendant, as it undertook to do by its order of January 7, 1893, to take further testimony in support of his exceptions, by way of defence to the title to the land in controversy, or to set down the cause for hearing upon the issues formed by the pleadings and such exceptions as to the title to the land, or to sustain the exceptions, or to refuse to enter the decree proposed by the plaintiffs, or to refuse to grant to the plaintiffs a writ of possession. What the proposed decree of the plaintiffs contained was a direction that the right, title, claim and interest of the defendants to the lot in question be divested out of them and vested in the plaintiffs; that an account between the parties be taken in accordance with the directions contained in the mandate; and that the account be taken on certain principles stated, which agree entirely, so far as we can see, with the directions contained in the opinion of this court in <i>Goode</i> v. <i>Gaines</i><i>,</i> in respect to the accounting.</p>\n<p>It is contended for the respondent that the decree of this court was one absolutely reversing the decree of the Circuit Court; that the Circuit Court had a right, therefore, to proceed in the case, in the language of the mandate, not merely \"in conformity with the opinion and decree of this court,\" but also \"according to right and justice;\" and that, therefore, it had authority to permit the defendant Rugg to take further testimony in support of his exceptions, \"by way of defence to <span class=\"star-pagination\">*240</span> the title to the lands in controversy,\" and to set down the cause \"upon the issues formed by the pleadings and exceptions aforesaid as to the title to said lands;\" in other words, that the whole controversy was to be reopened as if it had never been passed upon by this court as to the title and possession of the land. This cannot be allowed, and is not in accordance with the opinion and mandate of this court.</p>\n<p>As the decree of the Circuit Court, made November 11, 1887, directed that the plaintiffs recover the possession of the lot from the defendants and have a writ of possession, and that was a determination that the title of Rugg to the lot in question be divested out of him and be vested in the plaintiffs, it was perhaps unnecessary to insert that provision again in the new proposed decree. But, in view of the language of the opinion and mandate in regard to a reversal of the decree, it can do no harm, for in fact it was what was decided both by the Circuit Court and by this court.</p>\n<p>The order made by the Circuit Court on January 7, 1893, states that the plaintiffs excepted to the several rulings of the court made in that order, and that such exceptions were entered of record.</p>\n<p>It is, we think, very plain that so much of the decree of the Circuit Court of November 11, 1887, as was not disapproved by this court still stands in full force. Whatever there is to impair that decree must be sought for only in the opinion, decree and mandate of this court. This court held that no objection could be sustained to the provisions of the decree of the Circuit Court as to the title. It found error only in the rules prescribed by the Circuit Court for the taking of the account, and the decree of that court was reversed only for the purpose of taking an account according to the principles laid down by this court. As the decree of the Circuit Court in regard to the title was not invalidated by the action of this court on the appeal, the Circuit Court had no right to set aside that decree as respected the title nearly five years after it was rendered. The decree was beyond the control of the Circuit Court, unless on a bill of review duly filed, and the time for filing a bill of review had long ago elapsed. The Circuit Court <span class=\"star-pagination\">*241</span> could do nothing to affect the decree, except in obedience to the mandate of this court. <i>Chaires</i> v. <i>United States,</i> 3 How. 611, 620.</p>\n<p>What it remained for the Circuit Court to do was only the taking of the account in the manner indicated by this court. This court, in its opinion, overruled all the objections taken to the title, and to say that its decree virtually reversed the whole decree of the Circuit Court is to say that it has done that which it said in its opinion ought not to be done. Under its opinion, it intended to reverse only a part of the decree, and that is all that it did. It substantially affirmed that part of the decree below which related to the title, and virtually only modified the entire decree, and that only in respect to taking the account.</p>\n<p>In <i>Skillern's Executors</i> v. <i>May's Executors,</i> 6 Cranch, 267, this court had reversed the decree of the Circuit Court and remanded the cause for further proceedings; and, after the mandate of this court had been received by the Circuit Court, that court discovered that the cause was not within its jurisdiction. The question being certified to this court as to whether the Circuit Court could then dismiss the case for want of jurisdiction, this court held that, as the merits of the case had been finally decided by it, and its mandate required only the execution of its decree, the Circuit Court was bound to carry that decree into execution, although the jurisdiction of the Circuit Court was not alleged in the pleadings. This court has even gone so far as to say, in <i>Washington Bridge Co.</i> v. <i>Stewart,</i> 3 How. 413, that after a case has been here decided upon its merits, and remanded to the court below, and is again brought up on a second appeal, it is too late then to allege that this court had not jurisdiction to try the first appeal.</p>\n<p>To allow the exceptions filed in the Circuit Court on January 6, 1893, is substantially to allow the filing of a bill of review of the decree of the Circuit Court made November 11, 1887, as to the title to the land, and of the decree of this court which found that there was no error in that respect in the decree of the Circuit Court, and this without consent of the court. <i>Southard</i> v. <i>Russell,</i> 16 How. 547; <i>Purcell</i> v. <i>Miller,</i> <span class=\"star-pagination\">*242</span> 4 Wall. 519; <i>Kingsbury</i> v. <i>Buckner,</i> 134 U.S. 650, 671, 672. It has been distinctly held that a final judgment of this court is conclusive on the parties, and cannot be rexamined. <i>Martin</i> v. <i>Hunter's Lessee,</i> 1 Wheat. 304, 355.</p>\n<p>In <i>Ex parte Dubuque &amp; Pacific Railroad,</i> 1 Wall. 69, 73, a case where this court had reversed a judgment of a Circuit Court and remanded the cause with a mandate to that court to enter judgment for the other party, and the court below had thereafter received affidavits showing new facts and granted a new trial, this court, by mandamus, ordered it to vacate the rule for a new trial, saying that the court below had no power to set aside the judgment of this court, \"its authority extending only to executing the mandate.\" This principle was applied also in <i>Ex parte Story,</i> 12 Pet. 339; <i>Sibbald</i> v. <i>United States,</i> 12 Pet. 488; <i>West</i> v. <i>Brashear,</i> 14; Pet. 51; <i>Bank of the </i><i>United States</i> v. <i>Moss,</i> 6 How. 31, 40; <i>Corning</i> v. <i>Troy Iron &amp; Nail Factory,</i> 15 How. 451; <i>Noonan</i> v. <i>Bradley,</i> 12 Wall. 121, 129; <i>Tyler</i> v. <i>Magwire,</i> 17 Wall. 253, 283; <i>Stewart</i> v. <i>Salamon,</i> 97 U.S. 361; <i>Durant</i> v. <i>Essex Co.,</i> 101 U.S. 555; <i>Mackall</i> v. <i>Richards,</i> 112 U.S. 369, and 116 U.S. 45; <i>Hickman</i> v. <i>Fort Scott,</i> 141 U.S. 415.</p>\n<p>But we have had this matter before us very recently. In <i>Washington &amp; Georgetown Railroad</i> v. <i>McDade,</i> 135 U.S. 554, this court affirmed a judgment of the Supreme Court of the District of Columbia, which had in general term affirmed a judgment awarding to the plaintiff $6195 as a recovery in an action of tort for damages for personal injuries sustained through the negligence of the defendant. Neither the special term nor the general term had said in its judgment anything about interest. This court, in its judgment, merely affirmed, with costs, the judgment of the general term, but said nothing about interest. The mandate of this court contained its judgment, and then commanded the court below that such execution and proceedings be had in the cause \"as, according to right and justice and the laws of the United States, ought to be had,\" notwithstanding the writ of error. The court below, on the presentation to it of the mandate, entered up a judgment against the defendant for interest on the judgment <span class=\"star-pagination\">*243</span> of the special term from the date of that judgment as originally entered. The defendant took exception to such action, and then applied to this court for a writ of mandamus to command the court below to vacate its judgment entered on the mandate of this court, so far as it related to interest. This court held that the mandamus must be granted, irrespectively of the question whether a judgment founded on tort bore, or ought to bear, interest in the Supreme Court of the District from the date of its rendition; and it issued the mandamus commanding the court below to vacate its judgment, so far as it related to interest, and to enter a judgment on the previous mandate of this court, simply affirming, without more, with costs, the original judgment of the general term. <i>In re Washington &amp; Georgetown Railroad,</i> 140 U.S. 91. This court held that it was the duty of the court below to have entered a judgment strictly in accordance with the judgment of this court, and not to add to it the allowance of interest; and that the language of the mandate of this court, \"that such execution and proceedings be had in said cause as, according to right and justice and the laws of the United States, ought to be had, the said writ of error notwithstanding,\" did not authorize the court below to depart in any respect from the judgment of this court. It further held that a mandamus would lie to correct the error, where there was no other adequate remedy, and where there was no discretion to be exercised by the inferior court, citing <i>Sibbald</i> v. <i>United States,</i> 12 Pet. 488; <i>Ex parte Bradley,</i> 7 Wall. 364, 376; <i>Virginia</i> v. <i>Rives,</i> 100 U.S. 313, 329; and, also, <i>Perkins</i> v. <i>Fourniquet,</i> 14 How. 328, 330; <i>Ex parte Dubuque &amp; Pacific Railroad,</i> 1 Wall. 69; <i>Durant</i> v. <i>Essex Co.,</i> 101 U.S. 555, 556; <i>Boyce's Executors</i> v. <i>Grundy,</i> 9 Pet. 275.</p>\n<p>In the present case, as we have before observed, there was no discretion to be exercised by the Circuit Court; and, although it might have been admissible to raise the question by a new appeal to the proper court, yet in view of the delay to be caused thereby, we do not consider that such remedy would have been, or would be, fully adequate, or that a writ of mandamus is now improper.</p>\n<p><span class=\"star-pagination\">*244</span> As to the suggestion that the views adopted by this court in its decision in <i>McDonald</i> v. <i>Belding,</i> 145 U.S. 492, decided by this court after the present cases were decided, would, if applied to the present cases, have caused a different result in them, we are of opinion that, without conceding that such would have been the result, this court cannot, on well-established rules and principles, permit the Circuit Court, of its own motion, to go back of, or subvert, what was settled by the opinion and mandate in the present cases.</p>\n<p>As to the provision in the decree presented to the Circuit Court, June 1, 1892, that the defendants pay all the costs of the plaintiffs in the Circuit Court, it is sufficient to say that the decree of November 11, 1887, awarded to the plaintiffs a recovery from Rugg of all costs of the suit.</p>\n<p>We therefore direct that a writ of mandamus be issued, in the terms prayed for in the petition. It is proper that the decree presented to the Circuit Court on June 1, 1892, should be entered. So far as it directs that the title to the land be divested out of the defendants and be vested in the plaintiffs, it corresponds with the terms of the decree of the Circuit Court of November 11, 1887. So far as the petition for a mandamus asks that the judge of the Circuit Court be commanded to order the issue of a writ of possession, it corresponds with the decree of the Circuit Court of November 11, 1887, which ordered a writ of possession to issue, and that a service of a copy of the decree should be the writ. So far as the decree presented to the Circuit Court on June 1, 1892, ordered that the account be stated in accordance with the directions contained in the mandate, and directed the terms in which the account should be taken, and as to the rental value of the lot, the interest, taxes, value of improvements and the amount paid by the defendant to the United States, with interest, the directions in such proposed decree correspond with the terms of the opinion of this court.</p>\n<p>In all the particulars which we have above considered, case No. 12 original is also embraced. The same rulings are made as to that case as have been made in regard to No. 13 original, and a writ of mandamus in the same terms will be issued.</p>\n<p><i>Writs of mandamus accordingly.</i></p>\n<h2>NOTES</h2>\n<p>[1]  1. That said proposed decree did not reverse the former decree.\n</p>\n<p>2. That it appeared by the proofs in the cause that just after the award, and many times afterwards, appellees declared themselves satisfied with the awards made by said commission, and that by various acts and declarations they had estopped themselves from setting up any title or right to said lot as against said Rugg.</p>\n<p>3. That said lot includes a piece of land not embraced in the lease made by Gaines to Waldron.</p>\n<p>4. That there were four heirs of Ludovicus Belding, under whom appellees claim, of whom said Maria Gaines was one, and that there is no proof in the record that the appellees ever acquired the title of two of said heirs, by name Henry and Albert Belding.</p>\n<p>5. That on the former hearing in the Circuit Court, the court was of the opinion that one holding under a quitclaim deed could not be held to be an innocent purchaser for value, but that since that time the Supreme Court of the United States has held otherwise; and that there is no proof in the record to show that Rugg had such notice as would bind him.</p>\n<p>6. That in the absence of proof of the identity of lot 14, block 77, no final decree should be rendered.</p>\n<p>7. That there is no proof in the record that the lot described in the lease is identical with lot 14.</p>\n<p>8. Because there is no proof in the record that appellees ever acquired the interest of Albert and Henry Belding in said lot.</p>\n<p>9. Because there is no proof in the record that Rugg bought with notice of plaintiff's claim; and because there is proof that he bought without such notice, and when plaintiffs were publicly proclaiming that they were content with the awards made.</p>\n<p>10. Because there is no proof in the record on which a decree for plaintiffs can be based.</p>\n<p>11. Defendant prays for a decree for one-half of the costs of transcript used on the appeal.</p>\n<p>12. No judgment for costs should be rendered until the cause is finally disposed of.</p>\n<p>[1]  Among other exceptions to the proposed decree is the fifth, which is as follows: \"5. That one of the defences relied upon by the appellant in this cause, at the hearing in which the former decrees were rendered was, that he was a purchaser for full value from a person to whom the Hot Springs Commission had awarded the lot in controversy without notice of the claim or contention of the appellees, and exhibited a quitclaim deed showing such conveyance and purchase in good faith and as evidence of his title; that this honorable court was of the opinion, at the former hearing of this cause, that one holding under a quitclaim deed could not be regarded as a <i>bona fide</i> purchaser for value without notice, and that such a deed was not sufficient to put appellees to proof of notice; that one holding under a quitclaim deed could not avail himself of such a defence; that the Supreme Court of the United States, at the October term, 1891, (since the decision and ruling of this honorable court as aforesaid,) has held in the case of <i>McDonald</i> v. <i>Belding,</i> 145 U.S. 492, that the question of whether one was a <i>bona fide</i> purchaser for value without notice was one that was not to be determined by a mere inspection of the muniments of title, and that one could as well be a <i>bona fide</i> purchaser for value, without notice, under a quitclaim deed as one of warranty; that such a question was one to be settled by proof. Appellant states that there is no proof in the record showing that appellant had notice of the claim of the appellees, and now denies, as is already denied by answer, that he had such notice, and submits that no decree ought to be rendered on the mandate herein in favor of the appellees, as to do so would not be according `to right and justice and the laws of the United States' in the absence of proof that the appellees had such notice as is averred in the bill of complaint.\"\n</p>\n<p>Case No. 379, <i>McDonald</i> v. <i>Belding,</i> 145 U.S. 492, and cases No. 227, <i>Goode</i> v. <i>Gaines</i><i>;</i> No. 302, <i>Smith</i> v. <i>Gaines;</i> No. 303, <i>Dugan</i> v. <i>Gaines;</i> No. 304, <i>Cohn</i> v. <i>Gaines;</i> No. 305, <i>Allen</i> v. <i>Gaines;</i> No. 306, <i>Madison</i> v. <i>Gaines;</i> No. 307, <i>Rugg</i> v. <i>Gaines;</i> No. 308, <i>Garnett</i> v. <i>Gaines;</i> No. 309, <i>Garnett</i> v. <i>Gaines;</i> No. 310, <i>Rugg</i> v. <i>Gaines;</i> No. 311, <i>Granger</i> v. <i>Gaines;</i> No. 312, <i>Neubert</i> v. <i>Gaines;</i> No. 313, <i>Sumpter</i> v. <i>Gaines;</i> No. 314, <i>Latta</i> v. <i>Gaines;</i> and No. 315, <i>Latta</i> v. <i>Gaines,</i> were all cases growing out of what is known as the Hot Springs reservation litigation. There were some questions common to all the cases. The question as to whether the action of the Hot Springs commissioners was final (<i>Rector</i> v. <i>Gibbon,</i> 111 U.S. 276,) was common to all of them. The question as to the rights of those parties who had purchased and paid value without notice of any defect in the title, but who accepted quitclaim deeds from their grantors was not common to all the cases, but was raised in several of the cases upon pleadings and proofs identical in substance and legal effect. Among the cases in which that question was raised upon substantially the same pleadings and proofs was case No. 379, <i>McDonald</i> v. <i>Belding</i><i>,</i> and case No. 314, <i>Latta</i> v. <i>Gaines,</i> and case No. 307, <i>Rugg</i> v. <i>Gaines.</i> In the Circuit Court, most, if not all, of these cases were tried at the same time and treated very much as one case. On appeal in this honorable court it appears that the cases were all submitted and heard together with the exception of case No. 379, <i>McDonald</i> v. <i>Belding</i><i>,</i> which was argued, submitted and decided by itself. Why this case was separated from the others in the argument and submission in this honorable court respondent is not advised. It appears from the report (145 U.S. 141) that cases numbered 227, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314 and 315 were argued April 18, 1892, and decided May 2, 1892, and that case No. 379, <i>McDonald</i> v. <i>Belding</i><i>,</i> was submitted April 26, 1892, and decided May 16, 1892. In the case of <i>McDonald</i> v. <i>Belding</i><i>,</i> this honorable court said: \"Under all the circumstances it cannot be held that McDonald, although taking a quitclaim deed, was chargeable, when he purchased with notice of any existing claim to the property upon the part of the plaintiffs or of either of them,\" and reversed the decree of the Circuit Court and remanded the cause with directions to the Circuit Court to dismiss the bill. The same pleadings, the same proofs, and the same \"circumstances\" in substance and legal effect are present in the case of <i>Latta</i> v. <i>Gaines</i> and others and <i>Rugg</i> v. <i>Gaines</i> and others. On this point the pleadings and proofs in the last two cases may fairly be said to be identical with the pleadings and proofs in the case of <i>McDonald</i> v. <i>Belding</i><i>.</i></p>\n<p>The contention of the petitioners is that while the mandate of this honorable court apparently reverses the decree of the Circuit Court that this honorable court did not intend so to do, but only intended to reverse so much of said decree as related to the mode of stating the account of rents and profits between the parties. Such an intention could have been made perfectly clear by affirming so much of the decree as vested title in the petitioners and directing how the account should be stated. Instead of doing that it reversed both the interlocutory and final decrees and remanded the cause to be proceeded in according to law and justice and the laws of the United States, in conformity to the opinion of this honorable court.</p>\n<p>If the Supreme Court has not in fact reversed that portion of the decree of the Circuit Court which vested title in the petitioners, then there is no necessity for entering any portion of the proposed decree save that which directs the manner of stating the account. If it has reversed that portion of the decree vesting title in the petitioners and remanded the cause to be proceeded in, in accordance with the opinion of this honorable court, the determination of what the opinion directs calls for the exercise of judicial functions and discretion, and it is submitted that such discretion cannot be controlled by mandamus.</p>\n<p>In the <i>McDonald-Belding case</i> it appears that one Flynn leased a lot in the Hot Springs reservation from Belding and made some improvements thereon; that after the appointment of the Hot Springs Commission, Flynn, on the ground that he had made the improvements on the lot, made claim to it, and Belding claimed that he was entitled to it by reason of previous occupation and possession, and that he held continuous possession through Flynn, his tenant. The commission awarded the lot to Flynn, who afterwards and before the commencement of suit by Belding, sold and conveyed the same to McDonald by a quitclaim deed. After the sale to McDonald, Belding commenced suit against both of them, seeking to charge them as trustees and to compel them to convey to him, alleging that McDonald purchased with full knowledge of his (Belding's) equities. McDonald denied notice of the alleged equities of Belding and claimed to be an innocent purchaser for value. The Circuit Court held that one holding under a quitclaim deed could not be regarded as an innocent purchaser for value, and rendered a decree in favor of Belding. This honorable court, on appeal, held that McDonald, under the quitclaim deed, could be and was an innocent purchaser for value, and reversed the decree of the Circuit Court and directed that the bill should be dismissed.</p>\n<p>In view of the uniform character of the Hot Springs litigation and the customary mode and manner of hearing and deciding what are known as the Hot Springs cases, respondent believes that the Circuit Court, in the disposition of said cases reversed by this honorable court and remanded to the Circuit Court with instructions to proceed therein \"according to right and justice and the laws of the United States,\" should give effect to the several decisions of this honorable court in the Hot Springs cases, and that, where the pleadings and proofs are identical with the pleadings and proofs in <i>McDonald</i> v. <i>Belding</i><i>,</i> the Circuit Court should apply the doctrine of that case, and that the opinion in that case should be read into and treated as if it were a part of the opinion in the consolidated case reported under the title of <i>Goode</i> v. <i>Gaines</i><i>,</i> in such of the cases embraced therein as are on all fours with the case of <i>McDonald</i> v. <i>Belding</i><i>.</i></p>\n<p>Respondent respectfully submits to the judgment of this honorable court, and will enter and enforce by proper decree any order or decree made by this honorable court in and about the matters complained of; and respondent respectfully refers to the brief of the counsel for George G. Latta and D.C. Rugg, which will be filed in this cause, and the authorities therein referred to, to show why a peremptory writ should not issue.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></span> (1893)</b></center>\n<center><h1>GAINES<br>\nv.<br>\nRUGG.<br>\nGAINES<br>\nv.<br>\nLATTA.</h1></center>\n<center>Nos. 12 and 13 original.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 7, 8, 1893.</center>\n<center>Decided March 20, 1893.</center>\nORIGINAL.\n<p><span class=\"star-pagination\">*229</span> <i>Mr. U.M. Rose,</i> (with whom was <i>Mr. G.B. Rose</i> on the brief,) for Gaines, petitioner.</p>\n<p><i>Mr. A.H. Garland,</i> (with whom was <i>Mr. John McClure</i> on the brief,) for Rugg and Latta, opposing.</p>\n<p>MR. JUSTICE BLATCHFORD delivered the opinion of the court.</p>\n<p>These cases grow out of what is known as \"the Hot Springs litigation,\" phases of which are reported in <i>Hot Springs Cases,</i> 92 U.S. 698; <i>Rector</i> v. <i>Gibbon,</i> <span class=\"citation\" data-id=\"91109\"><a href=\"/opinion/91109/rector-v-gibbon/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">276</span></a></span>; <i>Lawrence</i> v. <i>Rector,</i> 137 U.S. 139; and <i>Goode</i> v. <i>Gaines,</i> <span class=\"citation\" data-id=\"93369\"><a href=\"/opinion/93369/goode-v-gaines/\"><span class=\"volume\">145</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>. <i>Goode</i> v. <i>Gaines</i> covered also fourteen other cases, one of which, <i>Rugg</i> v. <i>Gaines,</i> is involved in No. 13 original; and another of which, <i>Latta</i> v. <i>Gaines,</i> is involved in No. 12 original.</p>\n<p>The case involved in No. 13 original was a bill in equity filed by William H. Gaines and Maria, his wife, in the Circuit Court of the United States for the Eastern District of Arkansas, against D.C. Rugg and George W. Barnes, in which a decree was entered by that court, on November 11, 1887, on the report of a special master. The decree overruled the exceptions of the defendant Rugg to the report, and decreed that there was due to the plaintiffs for rent, according to the terms of a certain lease, from the date of the award to the date of the filing of the bill, $1016.38; that there was due to them since that date and until the filing of the master's report, for the rental value of the property, and interest, $811.68; and for the amount of rent to the date of the decree, $245; amounting in the aggregate to $2073.06; from which were to be deducted the amount due the defendant Rugg for taxes paid, and interest, $298; the amount of purchase money paid by him to the United States for the land, and interest, <span class=\"star-pagination\">*230</span> $158.40; and the present value of the improvements, $500; those sums amounting in the aggregate to $956.40, which, taken from the $2073.06, left the sum of $1116.66, which the court found to be the balance due to the plaintiffs; and it decreed that the plaintiffs recover from Rugg $1116.66 and all costs of suit, and have execution therefor; that the plaintiffs recover from the defendants the possession of lot 14 in block 77 in the Hot Springs reservation, Garland County, Arkansas; that a writ of possession issue; that serving a copy of the decree should be the writ; and that the special master be allowed $100 for his services as such. The decree further declared that the defendant Rugg prayed an appeal to the Supreme Court of the United States, which was granted, and it ordered that, on his filing a bond in $3616.66, and a bond for costs for $250, the decree be superseded pending the appeal. Maria Gaines, one of the appellees, subsequently died, and it was ordered that Albert B. Gaines, her executor, and seven other persons, her sole devisees and legatees, be made appellees.</p>\n<p>The case was argued in this court on April 18, 1892, and decided May 2, 1892; and the decree of this court was that the decree of the Circuit Court be reversed, each party to pay one-half of the costs in this court. The mandate of this court, dated May 24, 1892, recited its decree and ordered that the cause be remanded to the Circuit Court \"for further proceedings to be had therein in conformity with the opinion of this court,\" and commanded the judges of the Circuit Court \"that such further proceedings be had in said cause, in conformity with the opinion and decree of this court, as, according to right and justice and the laws of the United States, ought to be had, the said appeal notwithstanding.\"</p>\n<p>The bill of complaint of Gaines and his wife, which was filed May 23, 1884, against Barnes and Rugg and two other defendants, alleged in substance that, under the laws of the United States governing the entry and sale of lands in the reservation at Hot Springs, Arkansas, they were entitled to enter and purchase lot 14, in block 77, in Hot Springs; that the Hot Springs Commission, through a mistake of law, permitted <span class=\"star-pagination\">*231</span> Barnes, assignee of Mary Waldron, who had entered upon and held said lot as tenant of the plaintiffs, to enter the lot in his own right, over the application to enter it lawfully made by the plaintiffs; that, by virtue of that error, Barnes, as assignee of the tenant, had procured a patent for the lot from the United States; and that Rugg had succeeded to the title of said tenant and Barnes. The bill prayed that the defendants might be held to be trustees for the benefit of the plaintiffs; that an account be had of the rents received by the defendants on the lot, and a decree be made for such rents, and for the possession of the lot; and for all other proper relief. On December 6, 1884, Rugg filed his answer to the bill, setting up various defences. On November 10, 1886, the bill was dismissed as to the defendants other than Barnes and Rugg.</p>\n<p>On the hearing of the case, the Circuit Court found and decreed that the commissioners, by error and mistake of law, had awarded the right to purchase the lot to Barnes, who had sold it to Rugg, who had notice of the plaintiffs' claim to it; that, under such erroneous ruling, a patent had issued to Barnes; and the Circuit Court decreed that the title of Rugg to the lot be divested out of him and be vested in the plaintiffs and their heirs and assigns forever; that a reference be made to a master to take an account of the rents on said lot, the taxes paid and improvements placed on it, with directions to report an account of the same; and that the plaintiffs recover all costs of suit. On a hearing on the report of the master, the final decree of November 11, 1887, was made, in the terms before stated. This court, in each of the fifteen cases, including the two involved respectively in No. 13 original and No. 12 original, held that no error was committed by the Circuit Court in any matter relating to the title or possession of the lands, but that error had been committed in allowing to the plaintiffs, according to the account taken by the master, for rents which accrued before the bills were filed. It therefore reversed the decrees below, and remanded the several causes with a direction for further proceedings in conformity with the opinion of this court, the costs in this court to be equally <span class=\"star-pagination\">*232</span> divided. The opinion is reported as <i>Goode</i> v. <i>Gaines,</i> <span class=\"citation\" data-id=\"93369\"><a href=\"/opinion/93369/goode-v-gaines/\"><span class=\"volume\">145</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>.</p>\n<p>On the 1st of June, 1892, the mandates of this court in the two cases were presented to the Circuit Court, and were filed there and entered of record. On the same day, the plaintiffs in the Rugg suit presented to the Circuit Court a petition accompanying the mandate, and praying for the entry of a decree that all the right, title, claim and interest of the defendants in and to lot 14 in block 77, in the city of Hot Springs, be divested out of them and be vested in the plaintiffs; that an account between the defendants and the plaintiffs be stated in accordance with the directions contained in the mandate; that, in taking the account, the defendants be charged with the rental value of the lot from May 23, 1884, (the day the bill was filed,) or during such portions of that time as they had kept the plaintiffs out of the possession thereof, down to the date of the proposed decree, with interest on the same from the end of each year at 6 per cent per annum, no additional rent, however, to be charged to the defendants by reason of any improvements placed upon the lot by them; that the plaintiffs be charged with all taxes paid by the defendants on the lot from the day the bill was filed, with interest on the same from the time of such payments until the date of the decree, at 6 per cent per annum, and also with the present value of all improvements placed by the defendants upon the lot as the same might appear at the date of the decree, and with the sum of $120 paid by the defendants to the United States for the lot, with interest on the same at 6 per cent annum from January 1, 1882; that the defendants pay all the costs of the plaintiffs in the cause in the Circuit Court; that the plaintiffs have execution therefor as at law; and that the special master proceed to state an account between the parties according to the terms of the decree, and to that end, take testimony in writing of all witnesses produced, and report the same, with his proceedings and findings, to the court. On the 21st of December, 1892, the plaintiffs filed in the Circuit Court a petition praying for a writ of possession commanding the marshal to put them in possession of the land mentioned in the decree.</p>\n<p><span class=\"star-pagination\">*233</span> On the 6th of January, 1893, Rugg filed in the Circuit Court his exceptions to the proposed decree filed by the plaintiffs on June 1, 1892. Those exceptions embraced the propositions which are set forth in the margin.<sup>[1]</sup> On a hearing on the petition and exceptions, before the court, held by Judge Caldwell, one of the Circuit Judges, an order was entered on January 7, 1893, which stated that \"the court is of the opinion that said exceptions are well taken, and that the defendant herein should be allowed, if he so elects, to take farther testimony in support of his said exceptions, by way of defence to the title to <span class=\"star-pagination\">*234</span> the land in controversy, and that this cause should be set down upon the issues formed by the pleadings and exceptions aforesaid as to the title to said lands. It is, therefore, ordered, that said exceptions be sustained, and that said decree prepared as aforesaid be not entered; but, as the plaintiffs announce their purpose to apply to the Supreme Court of the United States for a writ of mandamus to compel the entry of said decree as prepared by the plaintiffs' solicitors, and the court being willing to expedite the said proposed proceeding, it is further ordered that said proposed decree and the petition of the plaintiffs for the entry thereof be made a part of the record herein. And it is further ordered, that the petition for writ of possession filed herein by said plaintiffs be, and the same is hereby, overruled; and said plaintiffs except to said several rulings, and ask that their exceptions be noted of record, which is accordingly done.\"</p>\n<p>Thereupon, the plaintiffs made an application to this court, on January 23, 1893, for leave to file a petition for a writ of mandamus commanding Judge Caldwell, as judge of the Circuit Court, to grant the petition for a decree, filed by the plaintiffs in that court, on June 1, 1892, and to order the issue of a writ of possession as prayed by the plaintiffs, or to make such other orders and decrees as might be deemed proper in carrying out the decree heretofore made in this cause by this court, and for all other proper relief.</p>\n<p>On the 30th of January, 1893, this court made an order, returnable March 6, 1893, requiring the Circuit Judge to show cause why the writ of mandamus should not be issued. A return to the order has been filed, made by Judge Caldwell, and the case has been argued before this court. In his return to the order to show cause, in case No. 13 original, Judge Caldwell makes the statement which is set forth in the margin.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*235</span> In <i>Goode</i> v. <i>Gaines,</i> <span class=\"citation\" data-id=\"93369\"><a href=\"/opinion/93369/goode-v-gaines/\"><span class=\"volume\">145</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, this court adhered to its decision in <i>Rector</i> v. <i>Gibbon,</i> <span class=\"citation\" data-id=\"91109\"><a href=\"/opinion/91109/rector-v-gibbon/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">276</span></a></span>, touching titles <span class=\"star-pagination\">*236</span> to land in the Hot Springs reservation, and held that there were no facts in the fifteen cases then before it (all being <span class=\"star-pagination\">*237</span> appeals from the Circuit Court of the United States for the Eastern District of Arkansas,) which took those cases out of the operation of that decision; but, in view of the delay in commencing the suits and the previous acquiescence of the plaintiffs in the possession by the defendants, this court limited the right of an account in equity of the rents of the premises to the date of the filing of the bills. It appears from the opinion of this court in <i>Goode</i> v. <i>Gaines</i><i>,</i> that the only matter with which it was dissatisfied in the decrees of the Circuit Court was the direction to the master in the interlocutory decrees in respect of the accounting, and the result finally adjudged thereon. This court said that, in its opinion, the measure of relief awarded and allowed by the Circuit Court in respect of <span class=\"star-pagination\">*238</span> the accounting would operate harshly and oppressively upon the defendants; that the account between the parties should be stated, as to both debit and credit, from the day the bills were filed, with the exception of the credit for the amounts paid to the government for the lots, of which payments this court regarded the plaintiffs as getting the entire benefit; that no increased rent should be allowed on account of the improvements, as the plaintiffs were to be held to their value only as of the date of the decrees; and that, in other words, the defendants should be charged with rental value from the date of the filing of the bills to the rendition of the decrees, with interest, and should be credited with taxes, etc., paid after the date of the filing of the bills, with interest, and also with the amounts paid the government for the different parcels, with interest from the dates of payments, as well as with the value of the improvements in each instance at the time of the rendition of the decrees. Because this court was dissatisfied with the decrees in respect of the accounting, and only for that reason, it reversed the decrees; but it remanded the causes to the Circuit Court with a direction, as the opinion and the mandate explicitly state, for further proceedings to be had therein in conformity with the opinion of this court. It did not disturb the findings and decrees of the Circuit Court in regard to the title and possession, but only its disposition of the matter of accounting. The mandate and the opinion, taken together, although they used the word \"reversed,\" amount to a reversal only in respect of the accounting, and to a modification of the decree in respect of the accounting, and to an affirmance of it in all other respects.</p>\n<p>It is contended for the respondent that the construction of the intent and meaning of the opinion of this court in <i>Goode</i> v. <i>Gaines</i> was a matter for the exercise of judicial discretion by the Circuit Court. But we are of opinion that it is proper for this court, on this application for a writ of mandamus, to construe its own mandate in connection with its opinion; and if it finds that the Circuit Court has erred, or acted beyond its province, in construing the mandate and opinion, to correct the mistake now and here, and to do so by a writ of mandamus.</p>\n<p><span class=\"star-pagination\">*239</span> Obeying the mandate of this court, and proceeding in conformity with its opinion, in the present case, were not matters within the discretion of the Circuit Court; and, therefore, the cases which hold that this court will not direct in what manner the discretion of an inferior tribunal shall be exercised do not apply to the present case. The opinion of this court proceeded distinctly upon an approval by it of the action of the Circuit Court in respect to the title and the possession, and a disapproval only of the method of accounting. As to the account to be taken under the directions given by this court in its opinion in <i>Goode</i> v. <i>Gaines</i><i>,</i> the Circuit Court had a certain discretion; and its further proceedings under such accounting could be reviewed only on appeal. But the Circuit Court had no right to empower the defendant, as it undertook to do by its order of January 7, 1893, to take further testimony in support of his exceptions, by way of defence to the title to the land in controversy, or to set down the cause for hearing upon the issues formed by the pleadings and such exceptions as to the title to the land, or to sustain the exceptions, or to refuse to enter the decree proposed by the plaintiffs, or to refuse to grant to the plaintiffs a writ of possession. What the proposed decree of the plaintiffs contained was a direction that the right, title, claim and interest of the defendants to the lot in question be divested out of them and vested in the plaintiffs; that an account between the parties be taken in accordance with the directions contained in the mandate; and that the account be taken on certain principles stated, which agree entirely, so far as we can see, with the directions contained in the opinion of this court in <i>Goode</i> v. <i>Gaines</i><i>,</i> in respect to the accounting.</p>\n<p>It is contended for the respondent that the decree of this court was one absolutely reversing the decree of the Circuit Court; that the Circuit Court had a right, therefore, to proceed in the case, in the language of the mandate, not merely \"in conformity with the opinion and decree of this court,\" but also \"according to right and justice;\" and that, therefore, it had authority to permit the defendant Rugg to take further testimony in support of his exceptions, \"by way of defence to <span class=\"star-pagination\">*240</span> the title to the lands in controversy,\" and to set down the cause \"upon the issues formed by the pleadings and exceptions aforesaid as to the title to said lands;\" in other words, that the whole controversy was to be reopened as if it had never been passed upon by this court as to the title and possession of the land. This cannot be allowed, and is not in accordance with the opinion and mandate of this court.</p>\n<p>As the decree of the Circuit Court, made November 11, 1887, directed that the plaintiffs recover the possession of the lot from the defendants and have a writ of possession, and that was a determination that the title of Rugg to the lot in question be divested out of him and be vested in the plaintiffs, it was perhaps unnecessary to insert that provision again in the new proposed decree. But, in view of the language of the opinion and mandate in regard to a reversal of the decree, it can do no harm, for in fact it was what was decided both by the Circuit Court and by this court.</p>\n<p>The order made by the Circuit Court on January 7, 1893, states that the plaintiffs excepted to the several rulings of the court made in that order, and that such exceptions were entered of record.</p>\n<p>It is, we think, very plain that so much of the decree of the Circuit Court of November 11, 1887, as was not disapproved by this court still stands in full force. Whatever there is to impair that decree must be sought for only in the opinion, decree and mandate of this court. This court held that no objection could be sustained to the provisions of the decree of the Circuit Court as to the title. It found error only in the rules prescribed by the Circuit Court for the taking of the account, and the decree of that court was reversed only for the purpose of taking an account according to the principles laid down by this court. As the decree of the Circuit Court in regard to the title was not invalidated by the action of this court on the appeal, the Circuit Court had no right to set aside that decree as respected the title nearly five years after it was rendered. The decree was beyond the control of the Circuit Court, unless on a bill of review duly filed, and the time for filing a bill of review had long ago elapsed. The Circuit Court <span class=\"star-pagination\">*241</span> could do nothing to affect the decree, except in obedience to the mandate of this court. <i>Chaires</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"86335\"><a href=\"/opinion/86335/chaires-v-united-states/\"><span class=\"volume\">3</span> <span class=\"reporter\">How.</span> <span class=\"page\">611</span></a></span>, 620.</p>\n<p>What it remained for the Circuit Court to do was only the taking of the account in the manner indicated by this court. This court, in its opinion, overruled all the objections taken to the title, and to say that its decree virtually reversed the whole decree of the Circuit Court is to say that it has done that which it said in its opinion ought not to be done. Under its opinion, it intended to reverse only a part of the decree, and that is all that it did. It substantially affirmed that part of the decree below which related to the title, and virtually only modified the entire decree, and that only in respect to taking the account.</p>\n<p>In <i>Skillern's Executors</i> v. <i>May's Executors,</i> 6 Cranch, 267, this court had reversed the decree of the Circuit Court and remanded the cause for further proceedings; and, after the mandate of this court had been received by the Circuit Court, that court discovered that the cause was not within its jurisdiction. The question being certified to this court as to whether the Circuit Court could then dismiss the case for want of jurisdiction, this court held that, as the merits of the case had been finally decided by it, and its mandate required only the execution of its decree, the Circuit Court was bound to carry that decree into execution, although the jurisdiction of the Circuit Court was not alleged in the pleadings. This court has even gone so far as to say, in <i>Washington Bridge Co.</i> v. <i>Stewart,</i> <span class=\"citation\" data-id=\"86322\"><a href=\"/opinion/86322/washington-bridge-co-v-stewart/\"><span class=\"volume\">3</span> <span class=\"reporter\">How.</span> <span class=\"page\">413</span></a></span>, that after a case has been here decided upon its merits, and remanded to the court below, and is again brought up on a second appeal, it is too late then to allege that this court had not jurisdiction to try the first appeal.</p>\n<p>To allow the exceptions filed in the Circuit Court on January 6, 1893, is substantially to allow the filing of a bill of review of the decree of the Circuit Court made November 11, 1887, as to the title to the land, and of the decree of this court which found that there was no error in that respect in the decree of the Circuit Court, and this without consent of the court. <i>Southard</i> v. <i>Russell,</i> 16 How. 547; <i>Purcell</i> v. <i>Miller,</i> <span class=\"star-pagination\">*242</span> 4 Wall. 519; <i>Kingsbury</i> v. <i>Buckner,</i> <span class=\"citation\" data-id=\"92764\"><a href=\"/opinion/92764/kingsbury-v-buckner/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">650</span></a></span>, 671, 672. It has been distinctly held that a final judgment of this court is conclusive on the parties, and cannot be rexamined. <i>Martin</i> v. <i>Hunter's Lessee,</i> <span class=\"citation\" data-id=\"85160\"><a href=\"/opinion/85160/martin-v-hunters-lessee/\"><span class=\"volume\">1</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">304</span></a></span>, 355.</p>\n<p>In <i>Ex parte Dubuque &amp; Pacific Railroad,</i> <span class=\"citation\" data-id=\"87555\"><a href=\"/opinion/87555/ex-parte-dubuque-and-pacific-railroad/\"><span class=\"volume\">1</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">69</span></a></span>, 73, a case where this court had reversed a judgment of a Circuit Court and remanded the cause with a mandate to that court to enter judgment for the other party, and the court below had thereafter received affidavits showing new facts and granted a new trial, this court, by mandamus, ordered it to vacate the rule for a new trial, saying that the court below had no power to set aside the judgment of this court, \"its authority extending only to executing the mandate.\" This principle was applied also in <i>Ex parte Story,</i> 12 Pet. 339; <i>Sibbald</i> v. <i>United States,</i> 12 Pet. 488; <i>West</i> v. <i>Brashear,</i> 14; Pet. 51; <i>Bank of the </i><i>United States</i> v. <i>Moss,</i> <span class=\"citation\" data-id=\"86435\"><a href=\"/opinion/86435/the-bank-of-the-united-states-v-moss/\"><span class=\"volume\">6</span> <span class=\"reporter\">How.</span> <span class=\"page\">31</span></a></span>, 40; <i>Corning</i> v. <i>Troy Iron &amp; Nail Factory,</i> 15 How. 451; <i>Noonan</i> v. <i>Bradley,</i> <span class=\"citation\" data-id=\"88368\"><a href=\"/opinion/88368/noonan-v-bradley/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">121</span></a></span>, 129; <i>Tyler</i> v. <i>Magwire,</i> <span class=\"citation\" data-id=\"88739\"><a href=\"/opinion/88739/tyler-v-magwire/\"><span class=\"volume\">17</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">253</span></a></span>, 283; <i>Stewart</i> v. <i>Salamon,</i> 97 U.S. 361; <i>Durant</i> v. <i>Essex Co.,</i> <span class=\"citation\" data-id=\"90162\"><a href=\"/opinion/90162/durant-v-essex-co/\"><span class=\"volume\">101</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>; <i>Mackall</i> v. <i>Richards,</i> <span class=\"citation\" data-id=\"91216\"><a href=\"/opinion/91216/mackall-v-richards/\"><span class=\"volume\">112</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span>, and 116 U.S. 45; <i>Hickman</i> v. <i>Fort Scott,</i> 141 U.S. 415.</p>\n<p>But we have had this matter before us very recently. In <i>Washington &amp; Georgetown Railroad</i> v. <i>McDade,</i> <span class=\"citation\" data-id=\"92802\"><a href=\"/opinion/92802/washington-georgetown-r-co-v-mcdade/\"><span class=\"volume\">135</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">554</span></a></span>, this court affirmed a judgment of the Supreme Court of the District of Columbia, which had in general term affirmed a judgment awarding to the plaintiff $6195 as a recovery in an action of tort for damages for personal injuries sustained through the negligence of the defendant. Neither the special term nor the general term had said in its judgment anything about interest. This court, in its judgment, merely affirmed, with costs, the judgment of the general term, but said nothing about interest. The mandate of this court contained its judgment, and then commanded the court below that such execution and proceedings be had in the cause \"as, according to right and justice and the laws of the United States, ought to be had,\" notwithstanding the writ of error. The court below, on the presentation to it of the mandate, entered up a judgment against the defendant for interest on the judgment <span class=\"star-pagination\">*243</span> of the special term from the date of that judgment as originally entered. The defendant took exception to such action, and then applied to this court for a writ of mandamus to command the court below to vacate its judgment entered on the mandate of this court, so far as it related to interest. This court held that the mandamus must be granted, irrespectively of the question whether a judgment founded on tort bore, or ought to bear, interest in the Supreme Court of the District from the date of its rendition; and it issued the mandamus commanding the court below to vacate its judgment, so far as it related to interest, and to enter a judgment on the previous mandate of this court, simply affirming, without more, with costs, the original judgment of the general term. <i>In re Washington &amp; Georgetown Railroad,</i> 140 U.S. 91. This court held that it was the duty of the court below to have entered a judgment strictly in accordance with the judgment of this court, and not to add to it the allowance of interest; and that the language of the mandate of this court, \"that such execution and proceedings be had in said cause as, according to right and justice and the laws of the United States, ought to be had, the said writ of error notwithstanding,\" did not authorize the court below to depart in any respect from the judgment of this court. It further held that a mandamus would lie to correct the error, where there was no other adequate remedy, and where there was no discretion to be exercised by the inferior court, citing <i>Sibbald</i> v. <i>United States,</i> 12 Pet. 488; <i>Ex parte Bradley,</i> <span class=\"citation\" data-id=\"88368\"><a href=\"/opinion/88368/noonan-v-bradley/\"><span class=\"volume\">7</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">364</span></a></span>, 376; <i>Virginia</i> v. <i>Rives,</i> <span class=\"citation\" data-id=\"90040\"><a href=\"/opinion/90040/virginia-v-rives/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">313</span></a></span>, 329; and, also, <i>Perkins</i> v. <i>Fourniquet,</i> <span class=\"citation\" data-id=\"86787\"><a href=\"/opinion/86787/perkins-v-fourniquet/\"><span class=\"volume\">14</span> <span class=\"reporter\">How.</span> <span class=\"page\">328</span></a></span>, 330; <i>Ex parte Dubuque &amp; Pacific Railroad,</i> <span class=\"citation\" data-id=\"87555\"><a href=\"/opinion/87555/ex-parte-dubuque-and-pacific-railroad/\"><span class=\"volume\">1</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">69</span></a></span>; <i>Durant</i> v. <i>Essex Co.,</i> <span class=\"citation\" data-id=\"90162\"><a href=\"/opinion/90162/durant-v-essex-co/\"><span class=\"volume\">101</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 556; <i>Boyce's Executors</i> v. <i>Grundy,</i> 9 Pet. 275.</p>\n<p>In the present case, as we have before observed, there was no discretion to be exercised by the Circuit Court; and, although it might have been admissible to raise the question by a new appeal to the proper court, yet in view of the delay to be caused thereby, we do not consider that such remedy would have been, or would be, fully adequate, or that a writ of mandamus is now improper.</p>\n<p><span class=\"star-pagination\">*244</span> As to the suggestion that the views adopted by this court in its decision in <i>McDonald</i> v. <i>Belding,</i> <span class=\"citation\" data-id=\"93400\"><a href=\"/opinion/93400/mcdonald-v-belding/\"><span class=\"volume\">145</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">492</span></a></span>, decided by this court after the present cases were decided, would, if applied to the present cases, have caused a different result in them, we are of opinion that, without conceding that such would have been the result, this court cannot, on well-established rules and principles, permit the Circuit Court, of its own motion, to go back of, or subvert, what was settled by the opinion and mandate in the present cases.</p>\n<p>As to the provision in the decree presented to the Circuit Court, June 1, 1892, that the defendants pay all the costs of the plaintiffs in the Circuit Court, it is sufficient to say that the decree of November 11, 1887, awarded to the plaintiffs a recovery from Rugg of all costs of the suit.</p>\n<p>We therefore direct that a writ of mandamus be issued, in the terms prayed for in the petition. It is proper that the decree presented to the Circuit Court on June 1, 1892, should be entered. So far as it directs that the title to the land be divested out of the defendants and be vested in the plaintiffs, it corresponds with the terms of the decree of the Circuit Court of November 11, 1887. So far as the petition for a mandamus asks that the judge of the Circuit Court be commanded to order the issue of a writ of possession, it corresponds with the decree of the Circuit Court of November 11, 1887, which ordered a writ of possession to issue, and that a service of a copy of the decree should be the writ. So far as the decree presented to the Circuit Court on June 1, 1892, ordered that the account be stated in accordance with the directions contained in the mandate, and directed the terms in which the account should be taken, and as to the rental value of the lot, the interest, taxes, value of improvements and the amount paid by the defendant to the United States, with interest, the directions in such proposed decree correspond with the terms of the opinion of this court.</p>\n<p>In all the particulars which we have above considered, case No. 12 original is also embraced. The same rulings are made as to that case as have been made in regard to No. 13 original, and a writ of mandamus in the same terms will be issued.</p>\n<p><i>Writs of mandamus accordingly.</i></p>\n<h2>NOTES</h2>\n<p>[1]  1. That said proposed decree did not reverse the former decree.\n</p>\n<p>2. That it appeared by the proofs in the cause that just after the award, and many times afterwards, appellees declared themselves satisfied with the awards made by said commission, and that by various acts and declarations they had estopped themselves from setting up any title or right to said lot as against said Rugg.</p>\n<p>3. That said lot includes a piece of land not embraced in the lease made by Gaines to Waldron.</p>\n<p>4. That there were four heirs of Ludovicus Belding, under whom appellees claim, of whom said Maria Gaines was one, and that there is no proof in the record that the appellees ever acquired the title of two of said heirs, by name Henry and Albert Belding.</p>\n<p>5. That on the former hearing in the Circuit Court, the court was of the opinion that one holding under a quitclaim deed could not be held to be an innocent purchaser for value, but that since that time the Supreme Court of the United States has held otherwise; and that there is no proof in the record to show that Rugg had such notice as would bind him.</p>\n<p>6. That in the absence of proof of the identity of lot 14, block 77, no final decree should be rendered.</p>\n<p>7. That there is no proof in the record that the lot described in the lease is identical with lot 14.</p>\n<p>8. Because there is no proof in the record that appellees ever acquired the interest of Albert and Henry Belding in said lot.</p>\n<p>9. Because there is no proof in the record that Rugg bought with notice of plaintiff's claim; and because there is proof that he bought without such notice, and when plaintiffs were publicly proclaiming that they were content with the awards made.</p>\n<p>10. Because there is no proof in the record on which a decree for plaintiffs can be based.</p>\n<p>11. Defendant prays for a decree for one-half of the costs of transcript used on the appeal.</p>\n<p>12. No judgment for costs should be rendered until the cause is finally disposed of.</p>\n<p>[1]  Among other exceptions to the proposed decree is the fifth, which is as follows: \"5. That one of the defences relied upon by the appellant in this cause, at the hearing in which the former decrees were rendered was, that he was a purchaser for full value from a person to whom the Hot Springs Commission had awarded the lot in controversy without notice of the claim or contention of the appellees, and exhibited a quitclaim deed showing such conveyance and purchase in good faith and as evidence of his title; that this honorable court was of the opinion, at the former hearing of this cause, that one holding under a quitclaim deed could not be regarded as a <i>bona fide</i> purchaser for value without notice, and that such a deed was not sufficient to put appellees to proof of notice; that one holding under a quitclaim deed could not avail himself of such a defence; that the Supreme Court of the United States, at the October term, 1891, (since the decision and ruling of this honorable court as aforesaid,) has held in the case of <i>McDonald</i> v. <i>Belding,</i> <span class=\"citation\" data-id=\"93400\"><a href=\"/opinion/93400/mcdonald-v-belding/\"><span class=\"volume\">145</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">492</span></a></span>, that the question of whether one was a <i>bona fide</i> purchaser for value without notice was one that was not to be determined by a mere inspection of the muniments of title, and that one could as well be a <i>bona fide</i> purchaser for value, without notice, under a quitclaim deed as one of warranty; that such a question was one to be settled by proof. Appellant states that there is no proof in the record showing that appellant had notice of the claim of the appellees, and now denies, as is already denied by answer, that he had such notice, and submits that no decree ought to be rendered on the mandate herein in favor of the appellees, as to do so would not be according `to right and justice and the laws of the United States' in the absence of proof that the appellees had such notice as is averred in the bill of complaint.\"\n</p>\n<p>Case No. 379, <i>McDonald</i> v. <i>Belding,</i> <span class=\"citation\" data-id=\"93400\"><a href=\"/opinion/93400/mcdonald-v-belding/\"><span class=\"volume\">145</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">492</span></a></span>, and cases No. 227, <i>Goode</i> v. <i>Gaines</i><i>;</i> No. 302, <i>Smith</i> v. <i>Gaines;</i> No. 303, <i>Dugan</i> v. <i>Gaines;</i> No. 304, <i>Cohn</i> v. <i>Gaines;</i> No. 305, <i>Allen</i> v. <i>Gaines;</i> No. 306, <i>Madison</i> v. <i>Gaines;</i> No. 307, <i>Rugg</i> v. <i>Gaines;</i> No. 308, <i>Garnett</i> v. <i>Gaines;</i> No. 309, <i>Garnett</i> v. <i>Gaines;</i> No. 310, <i>Rugg</i> v. <i>Gaines;</i> No. 311, <i>Granger</i> v. <i>Gaines;</i> No. 312, <i>Neubert</i> v. <i>Gaines;</i> No. 313, <i>Sumpter</i> v. <i>Gaines;</i> No. 314, <i>Latta</i> v. <i>Gaines;</i> and No. 315, <i>Latta</i> v. <i>Gaines,</i> were all cases growing out of what is known as the Hot Springs reservation litigation. There were some questions common to all the cases. The question as to whether the action of the Hot Springs commissioners was final (<i>Rector</i> v. <i>Gibbon,</i> <span class=\"citation\" data-id=\"91109\"><a href=\"/opinion/91109/rector-v-gibbon/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">276</span></a></span>,) was common to all of them. The question as to the rights of those parties who had purchased and paid value without notice of any defect in the title, but who accepted quitclaim deeds from their grantors was not common to all the cases, but was raised in several of the cases upon pleadings and proofs identical in substance and legal effect. Among the cases in which that question was raised upon substantially the same pleadings and proofs was case No. 379, <i>McDonald</i> v. <i>Belding</i><i>,</i> and case No. 314, <i>Latta</i> v. <i>Gaines,</i> and case No. 307, <i>Rugg</i> v. <i>Gaines.</i> In the Circuit Court, most, if not all, of these cases were tried at the same time and treated very much as one case. On appeal in this honorable court it appears that the cases were all submitted and heard together with the exception of case No. 379, <i>McDonald</i> v. <i>Belding</i><i>,</i> which was argued, submitted and decided by itself. Why this case was separated from the others in the argument and submission in this honorable court respondent is not advised. It appears from the report (<span class=\"citation\" data-id=\"93369\"><a href=\"/opinion/93369/goode-v-gaines/\"><span class=\"volume\">145</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>) that cases numbered 227, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314 and 315 were argued April 18, 1892, and decided May 2, 1892, and that case No. 379, <i>McDonald</i> v. <i>Belding</i><i>,</i> was submitted April 26, 1892, and decided May 16, 1892. In the case of <i>McDonald</i> v. <i>Belding</i><i>,</i> this honorable court said: \"Under all the circumstances it cannot be held that McDonald, although taking a quitclaim deed, was chargeable, when he purchased with notice of any existing claim to the property upon the part of the plaintiffs or of either of them,\" and reversed the decree of the Circuit Court and remanded the cause with directions to the Circuit Court to dismiss the bill. The same pleadings, the same proofs, and the same \"circumstances\" in substance and legal effect are present in the case of <i>Latta</i> v. <i>Gaines</i> and others and <i>Rugg</i> v. <i>Gaines</i> and others. On this point the pleadings and proofs in the last two cases may fairly be said to be identical with the pleadings and proofs in the case of <i>McDonald</i> v. <i>Belding</i><i>.</i></p>\n<p>The contention of the petitioners is that while the mandate of this honorable court apparently reverses the decree of the Circuit Court that this honorable court did not intend so to do, but only intended to reverse so much of said decree as related to the mode of stating the account of rents and profits between the parties. Such an intention could have been made perfectly clear by affirming so much of the decree as vested title in the petitioners and directing how the account should be stated. Instead of doing that it reversed both the interlocutory and final decrees and remanded the cause to be proceeded in according to law and justice and the laws of the United States, in conformity to the opinion of this honorable court.</p>\n<p>If the Supreme Court has not in fact reversed that portion of the decree of the Circuit Court which vested title in the petitioners, then there is no necessity for entering any portion of the proposed decree save that which directs the manner of stating the account. If it has reversed that portion of the decree vesting title in the petitioners and remanded the cause to be proceeded in, in accordance with the opinion of this honorable court, the determination of what the opinion directs calls for the exercise of judicial functions and discretion, and it is submitted that such discretion cannot be controlled by mandamus.</p>\n<p>In the <i>McDonald-Belding case</i> it appears that one Flynn leased a lot in the Hot Springs reservation from Belding and made some improvements thereon; that after the appointment of the Hot Springs Commission, Flynn, on the ground that he had made the improvements on the lot, made claim to it, and Belding claimed that he was entitled to it by reason of previous occupation and possession, and that he held continuous possession through Flynn, his tenant. The commission awarded the lot to Flynn, who afterwards and before the commencement of suit by Belding, sold and conveyed the same to McDonald by a quitclaim deed. After the sale to McDonald, Belding commenced suit against both of them, seeking to charge them as trustees and to compel them to convey to him, alleging that McDonald purchased with full knowledge of his (Belding's) equities. McDonald denied notice of the alleged equities of Belding and claimed to be an innocent purchaser for value. The Circuit Court held that one holding under a quitclaim deed could not be regarded as an innocent purchaser for value, and rendered a decree in favor of Belding. This honorable court, on appeal, held that McDonald, under the quitclaim deed, could be and was an innocent purchaser for value, and reversed the decree of the Circuit Court and directed that the bill should be dismissed.</p>\n<p>In view of the uniform character of the Hot Springs litigation and the customary mode and manner of hearing and deciding what are known as the Hot Springs cases, respondent believes that the Circuit Court, in the disposition of said cases reversed by this honorable court and remanded to the Circuit Court with instructions to proceed therein \"according to right and justice and the laws of the United States,\" should give effect to the several decisions of this honorable court in the Hot Springs cases, and that, where the pleadings and proofs are identical with the pleadings and proofs in <i>McDonald</i> v. <i>Belding</i><i>,</i> the Circuit Court should apply the doctrine of that case, and that the opinion in that case should be read into and treated as if it were a part of the opinion in the consolidated case reported under the title of <i>Goode</i> v. <i>Gaines</i><i>,</i> in such of the cases embraced therein as are on all fours with the case of <i>McDonald</i> v. <i>Belding</i><i>.</i></p>\n<p>Respondent respectfully submits to the judgment of this honorable court, and will enter and enforce by proper decree any order or decree made by this honorable court in and about the matters complained of; and respondent respectfully refers to the brief of the counsel for George G. Latta and D.C. Rugg, which will be filed in this cause, and the authorities therein referred to, to show why a peremptory writ should not issue.</p>\n\n</div>", "id": 93554, "judges": "Blatchford", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93554/", "sha1": "e4b76ad408033ee6451dcb2219914c67274250d3", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:07:38"}