{"absolute_url": "/opinion/93601/in-re-frederich/", "blocked": false, "citation": {"case_name": "In Re Frederich", "docket_number": "1,305", "document_uris": ["/api/rest/v2/document/93601/"], "federal_cite_one": "149 U.S. 70", "federal_cite_three": null, "federal_cite_two": null, "id": 77981, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77981/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 27, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1893-04-24", "date_modified": "2014-12-21T01:31:45.526169", "docket": "/api/rest/v2/docket/1380403/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">149 U.S. 70</p>\n    <p class=\"case_cite\">13 S.Ct. 793</p>\n    <p class=\"case_cite\">37 L.Ed. 653</p>\n    <p class=\"parties\">Ex parte FREDERICH.</p>\n    <p class=\"docket\">No. 1,305.</p>\n    <p class=\"date\">April 24, 1893.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">This is an appeal from an order denying an application for a writ of habeas corpus addressed to the court below by Albert Frederich, a prisoner confined in the penitentiary of the state of Washington, at Walla Walla, in that state. See 51 Fed. Rep. 747.</p>\n      <p class=\"indent\">The case, as made by the petition and accompanying exhibits, is as follows: On the 17th of June, 1891, the prisoner was duly indicted by the grand jury of King county, Washington, for the murder of one Julius Scherbring, and upon said indictment he was subsequently arraigned, pleaded not guilty, was tried by a jury, and on the 26th of September, 1891, was found guilty of murder in the first degree. A motion for a new trial having been overruled, he was sentenced to be hung. From this judgment of death, and the order overruling his motion for a new trial, the accused appealed to the supreme court of the state, which reversed the judgment of the trial court, and remanded the case, with a direction to set aside and vacate the judgment imposing the sentence of death, but to let the verdict stand, and to enter a new judgment thereon for murder in the second degree, that being, in the opinion of the state supreme court, the proper degree of his crime, inasmuch as the evidence in the case did not show such deliberate and premeditated malice as would sustain a conviction of murder in the first degree. State v. Freidrich, 4 Wash. 204, 29 Pac. Rep. 1055, 30 Pac. Rep. 328, and 31 Pac. Rep. 332.</p>\n      <p class=\"indent\">This judgment of the supreme court was rendered under and in pursuance of the following provision of Hill's Code of the state, (volume 2:)</p>\n      <p class=\"indent\">'Sec. 1429. The supreme court may affirm, reverse, or modify any judgment or order appealed from, and may direct the proper judgment or order to be entered, or direct a new trial or further proceedings.'</p>\n      <p class=\"indent\">Pursuant to this order of the supreme court, the prisoner, on the 16th of June, 1892, was again brought before the trial court, and adjudged to be guilty of murder in the second degree, and he was thereupon sentenced to imprisonment in the state penitentiary for the term of 20 years. This sentence having been carried into execution, and the prisoner incarcerated in the penitentiary, he thereupon, on the 9th of August, 1892, made this application for a writ of habeas corpus, claiming that he was deprived of his liberty without due process of law, in violation of the provisions of the fourteenth amendment to the constitution of the United States.</p>\n      <p class=\"indent\">The grounds upon which this application is based are that the supreme court of the state was without jurisdiction, and did not have any authority, under said section 1429 of the Code, or under any other law, to render the judgment it did; that all that court could do was either to affirm the judgment of the trial court outright, or to reverse it outright, and, under proper instructions, remand the cause for a new trial by a jury; that therefore its judgment was absolutely void, and the judgment of the trial court in carrying out the directions of the supreme court was, of necessity, void; and that the prisoner ought therefore to be discharged.</p>\n      <p class=\"indent\">The court below practically agreed with the petitioner that the supreme court of the state had misinterpreted said section 1429 of the Code, and that what it had actually done, by its decision and judgment, was to modify the verdict of the jury, which, under legal and proper proceedings, it had no authority to do; that its judgment, and the subsequent judgment of the trial court carrying it into effect, were both void; and that, therefore, the petitioner's imprisonment was without due process of law, and in violation of the fourteenth amendment to the federal constitution. The circuit court further ruled, however, that the petitioner's proper remedy was not by writ of habeas corpus in the federal courts, in the first instance, but that he should first raise the question of his illegal imprisonment in the state courts, and, if it was finally decided against him by the state supreme court, he could then have it reviewed and corrected by the supreme court of the United States on a writ of error; and it accordingly denied the application. 51 Fed. Rep. 747.</p>\n      <p class=\"indent\">S. F. Phillips and Fred. D. McKenney, for appellant.</p>\n      <p class=\"indent\">W. C. Jones, Attorney General of Washington, for respondent.</p>\n      <p class=\"indent\">[Argument of Counsel from pages 72-74 intentionally omitted]</p>\n      <p class=\"indent\">Mr Justice JACKSON delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">At common law the general rule undoubtedly was that where an erroneous judgment was entered by a trial court, or an erroneous sentence imposed, on a valid indictment, the appellate court, on error, could not itself render such a judgment as the trial court should have rendered, or remit the case to the trial court with directions for it to do so, but the only thing it could do was to reverse the judgment and discharge the defendant. This rule was recognized in England in the case of Rex v. Bourne, 7 Adol. &amp; E. 58, where the court of king's bench reversed the judgment of the court of quarter sessions, and discharged the defendants, because the sentence imposed upon them by that court was of a lower grade than that which the law provided for the crime of which they had been convicted.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Some of the states in which the common law prevails, or is adhered to, have adopted the same rule; but in most of the states it is expressly provided by statute that when there is an error in the sentence which calls for a reversal the appellate court is to render such judgment as the court below should have rendered, or to remand the record to the court below with directions for it to render the proper judgment, and this practice seems to prevail in the state of Washington. The whole subject is discussed in Whart. Crim. Pl. &#167;&#167; 780, 927, where the authorities are collected and cited.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">But whether this practice in the state of Washington is warranted, under a correct construction of said section 1429 of the Code, or whether, if it is, that section violates the fourteenth amendment to the federal constitution, in that it operates to deprive a defendant whose case is governed by it of his liberty without due process of law, we do not feel called upon to determine in this case, because we are of opinion that for other reasons the writ of habeas corpus was properly refused.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While the writ of habeas corpus is one of the remedies for the enforcement of the right to personal freedom, it will not issue as a matter of course, and it should be cautiously used by the federal courts in reference to state prisoners. Being a civil process, it cannot be converted into a remedy for the correction of mere errors of judgment or of procedure in the court having cognizance of the criminal offense. Under the writ of habeas corpus this court can exercise no appellate jurisdiction over the proceedings of the trial court or courts of the state, nor review their conclusions of law or fact, and pronounce them erroneous. The writ of habeas corpus is not a proceeding for the correction of errors. Ex parte Lange, 18 Wall. 163; Ex parte Siebold, 100 U. S. 371; Ex parte Curtis, 106 U. S. 371, 1 Sup. Ct. Rep. 381; Ex parte Carll, 106 U. S. 521, 1 Sup. Ct. Rep. 535; Ex parte Bigelow, 113 U. S. 328, 5 Sup. Ct. Rep. 542; Ex parte Yarbrough, 110 U. S. 651, 4 Sup. Ct. Rep. 152; Ex parte Wilson, 114 U. S. 417, 5 Sup. Ct. Rep. 935; Ex parte Royall, 117 U. S. 241, 6 Sup. Ct. Rep. 734; In re Snow, 120 U. S. 274, 7 Sup. Ct. Rep. 556; In re Coy, 127 U. S. 731, 8 Sup. Ct. Rep. 1263; In re Wight, 134 U. S. 136, 10 Sup. Ct. Rep. 487; Stevens v. Fuller, 136 U. S. 468, 10 Sup. Ct. Rep. 911.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As was said by this court, speaking by Mr. Justice Harlan, in Ex parte Royall, 117 U. S. 241, 252, 253, 6 Sup. Ct. Rep. 734, 741, 'where a person is in custody, under process from a state court of original jurisdiction, for an alleged offense against the laws of such state, and it is claimed that he is restained of his liberty in violation of the constitution of the United States, the circuit court has a discretion whether it will discharge him, upon habeas corpus, in advance of his trial in the court in which he is indicted; that discretion, however, to be subordinated to any special circumstances requiring immediate action. When the state court shall have finally acted upon the case, the circuit court has still a discretion whether, under all the circumstances then existing, the accused, if convicted, shall be put to his writ of error from the highest court of the state, or whether it will proceed by writ of habeas corpus summarily to determine whether the petitioner is restrained of his liberty in violation of the constitution of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The office of a writ of habeas corpus, and the cases in which it will generally be awarded, was clearly stated by Mr. Justice Bradley, speaking for the court in Ex parte Siebold, 100 U. S. 371, 375, as follows: 'The only ground on which this court, or any court, without some special statute authorizing it, will give relief on habeas corpus to a prisoner under conviction and sentence of another court, is the want of jurisdiction in such court over the person or the cause, or some other matter rendering its proceedings void. This distinction between an erroneous judgment, and one that is illegal or void, is well illustrated by the two cases of Ex parte Lange, 18 Wall. 163, and Ex parte Parks, 93 U. S. 18. In the former case we held that the judgment was void, and released the prisoner accordingly; in the latter, we held that the judgment, whether erroneous or not, was not void, because the court had jurisdiction of the cause, and we refused to interfere.' The reason of this rule lies in the fact that a habeas corpus proceeding is a collateral attack, of a civil nature, to impeach the validity of a judgment or sentence of another court in a criminal proceeding, and it should therefore be limited to cases in which the judgment or sentence attacked is clearly void, by reason of its having been rendered without jurisdiction, or by reason of the court's having exceeded its jurisdiction in the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">It is said in Ex parte Royall, supra, that after a prisoner is convicted of a crime in the highest court of the state in which a conviction could be had, if such conviction was obtained in disregard or in violation of rights secured to him by the constitution and laws of the United States, two remedies are open to him for relief in the federal courts: He may either take his writ of error from this court, under section 709 of the Revised Statutes, and have his case re-examined in that way on the question of whether the state court has denied him any right, privilege, or immunity guarantied him by the constitution and laws of the United States, or he may apply for a writ of habeas corpus to be discharged from custody under such conviction, on the ground that the state court had no jurisdiction of either his person or the offense charged against him, or had for some reason lost or exceeded its jurisdiction, so as to render its judgment a nullity, in which latter proceeding the federal courts could not review the action or rulings of the state court, which could be reviewed by this court upon a writ of error. But, as already stated, the circuit court has a discretion as to which of these remedies it will require the petitioner to adopt. This was expressly ruled in Ex parte Royall, supra, and has been repeatedly followed since that case. In the recent case of In re Wood, 140 U. S. 278, 290, 11 Sup. Ct. Rep. 738, after reaffirming the rule laid down in Ex parte Royall, the court added: 'After the final disposition of the case by the highest court of the state, the circuit court, in its discretion, may put the party who has been denied a right, privilege, or immunity claimed under the constitution or laws of the United States to his writ of error from this court, rather than interfere by writ of habeas corpus.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We adhere to the views expressed in that case. It is certainly the better practice, in cases of this kind, to put the prisoner to his remedy by writ of error from this court, under section 709 of the Revised Statutes, than to award him a writ of habeas corpus; for, under proceedings by writ of error, the validity of the judgment against him can be called in question, and the federal court left in a position to correct the wrong, if any, done the petitioner, and at the same time leave the state authorities in a position to deal with him thereafter, within the limits of proper authority, instead of discharging him by habeas corpus proceedings, and thereby depriving the state of the opportunity of asserting further jurisdiction over his person in respect to the crime with which he is charged.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In some instances, as in Medley, Petitioner, 134 U. S. 160, 10 Sup. Ct. Rep. 384, the proceeding by habeas corpus has been entertained, although a writ of error could be prosecuted; but the general rule, and better practice, in the absence of special facts and circumstances, is to require a prisoner who claims that the judgment of a state court violates his rights under the constitution or laws of the United States to seek a review thereof by writ of error, instead of resorting to the writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the present case we agree with the court below that the petitioner had open to him the remedy by writ of error from this court for the correction of whatever injury may have been done to him by the action of the state courts, and that he should have been put to that remedy, rather than given the remedy by writ of habeas corpus. The circuit court had authority to exercise its discretion in the premises, and we do not see that there was any improper exercise of that discretion, under the facts and circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Without passing, therefore, upon the merits of the question as to the constitutionality of the provision of the Code under which the supreme court proceeded in disposing of the case when it was before it, or upon the question of the validity of the judgments rendered by the state courts in the case, we are of opinion, for the reasons stated, that the order of the circuit court refusing the application for the writ of habeas corpus was correct, and it is accordingly affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>149 U.S. 70 (1893)</b></center>\n<center><h1>In re FREDERICH, Petitioner.</h1></center>\n<center>No. 1305.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 7, 10, 1893.</center>\n<center>Decided April 24, 1893.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF WASHINGTON.\n<p><span class=\"star-pagination\">*72</span> <i>Mr. Frederic D. McKenney,</i> (with whom were <i>Mr. S.F. Phillips</i> and <i>Mr. W.B. Tyler</i> on the brief.)</p>\n<p><i>Mr. W.C. Jones,</i> Attorney General of the State of Washington, and <i>Mr. James A. Haight,</i> opposing, submitted on their brief.</p>\n<p><span class=\"star-pagination\">*74</span> MR. JUSTICE JACKSON, after stating the case, delivered the opinion of the court.</p>\n<p>At common law the general rule undoubtedly was that where an erroneous judgment was entered by a trial court, or an erroneous sentence imposed, on a valid indictment, the appellate court, on error, could not itself render such a judgment as the trial court should have rendered or remit the case to the trial court with directions for it to do so, but the only thing it could do was to reverse the judgment and discharge the defendant. This rule was recognized in England in the case of <i>The King</i> v. <i>Bourne,</i> 7 Ad. &amp; El. 58, where the Court of King's Bench reversed the judgment of the Court of Quarter Sessions, and discharged the defendants because the sentence imposed upon them by that court was of a lower grade than that which the law provided for the crime of which they had been convicted.</p>\n<p>Some of the States in which the common law prevails, or is <span class=\"star-pagination\">*75</span> adhered to, have adopted the same rule, but in most of the States it is expressly provided by statute that when there is an error in the sentence which calls for a reversal, the appellate court is to render such judgment as the court below should have rendered, or to remand the record to the court below with directions for it to render the proper judgment. And this practice seems to prevail in the State of Washington. The whole subject is discussed in Wharton's Crim. Pl. &amp; Pr., §§ 780, 927, where the authorities are collected and cited.</p>\n<p>But whether this practice in the State of Washington is warranted, under a correct construction of said § 1429 of the code, or whether, if it is, that section violates the Fourteenth Amendment to the Federal Constitution, in that it operates to deprive a defendant whose case is governed by it of his liberty without due process of law, we do not feel called upon to determine in this case, because we are of opinion that, for other reasons, the writ of <i>habeas corpus</i> was properly refused.</p>\n<p>While the writ of <i>habeas corpus</i> is one of the remedies for the enforcement of the right to personal freedom, it will not issue, as a matter of course, and it should be cautiously used by the federal courts in reference to state prisoners. Being a civil process it cannot be converted into a remedy for the correction of mere errors of judgment or of procedure in the court having cognizance of the criminal offence. Under the writ of <i>habeas corpus,</i> this court can exercise no appellate jurisdiction over the proceedings of the trial court or courts of the State, nor review their conclusions of law or fact, and pronounce them erroneous. The writ of <i>habeas corpus</i> is not a proceeding for the correction of errors. <i>Ex parte Lange,</i> 18 Wall. 163; <i>Ex parte Siebold,</i> 100 U.S. 371; <i>Ex parte Curtis,</i> 106 U.S. 371; <i>Ex parte Carll,</i> 106 U.S. 521; <i>Ex parte Bigelow,</i> 113 U.S. 328; <i>Ex parte Yarbrough,</i> 110 U.S. 651; <i>Ex parte Wilson,</i> 114 U.S. 417; <i>Ex parte Royall,</i> 117 U.S. 241; <i>In re Snow,</i> 120 U.S. 274; <i>In re Coy,</i> 127 U.S. 731; <i>In re Wight, petitioner,</i> 134 U.S. 136; <i>Stevens</i> v. <i>Fuller,</i> 136 U.S. 468.</p>\n<p>As was said by this court, speaking by Mr. Justice Harlan, in <i>Ex parte Royall,</i> 117 U.S. 241, 252, 253, \"where a person is in custody, under process from a state court of original <span class=\"star-pagination\">*76</span> jurisdiction, for an alleged offence against the laws of such State, and it is claimed that he is restrained of his liberty in violation of the Constitution of the United States, the Circuit Court has a discretion whether it will discharge him, upon <i>habêas corpus,</i> in advance of his trial in the court in which he is indicted; that discretion, however, to be subordinated to any special circumstances requiring immediate action. When the state court shall have finally acted upon the case, the Circuit Court has still a discretion whether, under all the circumstances then existing, the accused, if convicted, shall be put to his writ of error from the highest court of the State, or whether it will proceed by writ of <i>habeas corpus</i> summarily to determine whether the petitioner is restrained of his liberty in violation of the Constitution of the United States.\"</p>\n<p>The office of a writ of <i>habeas corpus</i> and the cases in which it will generally be awarded was clearly stated by Mr. Justice Bradley speaking for the court in <i>Ex parte Siebold,</i> 100 U.S. 371, 375, as follows: \"The only ground on which this court, or any court, without some special statute authorizing it, will give relief on <i>habeas corpus</i> to a prisoner under conviction and sentence of another court is the want of jurisdiction in such court over the person or the cause, or some other matter rendering its proceedings void. This distinction between an erroneous judgment and one that is illegal or void is well illustrated by the two cases of <i>Ex parte Lange,</i> 18 Wall. 163, and <i>Ex parte Parks,</i> 93 U.S. 18. In the former case we held that the judgment was void, and released the prisoner accordingly; in the latter we held that the judgment, whether erroneous or not, was not void because the court had jurisdiction of the cause, and we refused to interfere.\" The reason of this rule lies in the fact that a <i>habeas corpus</i> proceeding is a collateral attack of a civil nature to impeach the validity of a judgment or sentence of another court in a criminal proceeding, and it should, therefore, be limited to cases in which the judgment or sentence attacked is clearly void by reason of its having been rendered without jurisdiction, or by reason of the court's having exceeded its jurisdiction in the premises.</p>\n<p><span class=\"star-pagination\">*77</span> It is said in <i>Ex parte Royall, supra</i><i>,</i> that after a prisoner is convicted of a crime in the highest court of the State in which a conviction could be had, if such conviction was obtained in disregard or in violation of rights secured to him by the Constitution and laws of the United States, two remedies are open to him for relief in the federal courts  he may either take his writ of error from this court, under § 709 of the Revised Statutes, and have his case reëxamined in that way on the question of whether the state court has denied him any right, privilege or immunity guaranteed him by the Constitution and laws of the United States; or he may apply for a writ of <i>habeas corpus</i> to be discharged from custody under such conviction, on the ground that the state court had no jurisdiction of either his person or the offence charged against him, or had, for some reason, lost or exceeded its jurisdiction, so as to render its judgment a nullity; in which latter proceeding the federal courts could not review the action or rulings of the state court, which could be reviewed by this court upon a writ of error. But, as already stated, the Circuit Court has a discretion as to which of these remedies it will require the petitioner to adopt. This was expressly ruled in <i>Ex parte Royall, supra</i><i>,</i> and has been repeatedly followed since that case. In the recent case of <i>In re Wood,</i> 140 U.S. 278, 290, after reaffirming the rule laid down in <i>Ex parte Royall</i><i>,</i> the court added: \"After the final disposition of the case by the highest court of the State, the Circuit Court, in its discretion, may put the party who has been denied a right, privilege or immunity claimed under the Constitution or laws of the United States to his writ of error from this court, rather than interfere by writ of <i>habeas corpus.\"</i></p>\n<p>We adhere to the views expressed in that case. It is certainly the better practice, in cases of this kind, to put the prisoner to his remedy by writ of error from this court, under section 709 of the Revised Statutes, than to award him a writ of <i>habeas corpus.</i> For, under proceedings by writ of error, the validity of the judgment against him can be called in question, and the federal court left in a position to correct the <span class=\"star-pagination\">*78</span> wrong, if any, done the petitioner, and at the same time leave the state authorities in a position to deal with him thereafter, within the limits of proper authority, instead of discharging him by <i>habeas corpus</i> proceedings, and thereby depriving the State of the opportunity of asserting further jurisdiction over his person in respect to the crime with which he is charged.</p>\n<p>In some instances, as in <i>Medley, petitioner,</i> 134 U.S. 160, the proceeding by <i>habeas corpus</i> has been entertained, although a writ of error could be prosecuted; but the general rule and better practice, in the absence of special facts and circumstances, is to require a prisoner who claims that the judgment of a state court violates his rights under the Constitution or laws of the United States, to seek a review thereof by writ of error instead of resorting to the writ of <i>habeas corpus.</i></p>\n<p>In the present case we agree with the court below that the petitioner had open to him the remedy by writ of error from this court for the correction of whatever injury may have been done to him by the action of the state courts, and that he should have been put to that remedy, rather than given the remedy by writ of <i>habeas corpus.</i> The Circuit Court had authority to exercise its discretion in the premises, and we do not see that there was any improper exercise of that discretion, under the facts and circumstances.</p>\n<p>Without passing, therefore, upon the merits of the question as to the constitutionality of the provision of the code under which the Supreme Court proceeded in disposing of the case, when it was before it, or upon the question of the validity of the judgments rendered by the state courts in the case, we are of opinion, for the reasons stated, that the order of the Circuit Court refusing the application for the writ of <i>habeas corpus</i> was correct, and it is accordingly</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></span> (1893)</b></center>\n<center><h1>In re FREDERICH, Petitioner.</h1></center>\n<center>No. 1305.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 7, 10, 1893.</center>\n<center>Decided April 24, 1893.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF WASHINGTON.\n<p><span class=\"star-pagination\">*72</span> <i>Mr. Frederic D. McKenney,</i> (with whom were <i>Mr. S.F. Phillips</i> and <i>Mr. W.B. Tyler</i> on the brief.)</p>\n<p><i>Mr. W.C. Jones,</i> Attorney General of the State of Washington, and <i>Mr. James A. Haight,</i> opposing, submitted on their brief.</p>\n<p><span class=\"star-pagination\">*74</span> MR. JUSTICE JACKSON, after stating the case, delivered the opinion of the court.</p>\n<p>At common law the general rule undoubtedly was that where an erroneous judgment was entered by a trial court, or an erroneous sentence imposed, on a valid indictment, the appellate court, on error, could not itself render such a judgment as the trial court should have rendered or remit the case to the trial court with directions for it to do so, but the only thing it could do was to reverse the judgment and discharge the defendant. This rule was recognized in England in the case of <i>The King</i> v. <i>Bourne,</i> 7 Ad. &amp; El. 58, where the Court of King's Bench reversed the judgment of the Court of Quarter Sessions, and discharged the defendants because the sentence imposed upon them by that court was of a lower grade than that which the law provided for the crime of which they had been convicted.</p>\n<p>Some of the States in which the common law prevails, or is <span class=\"star-pagination\">*75</span> adhered to, have adopted the same rule, but in most of the States it is expressly provided by statute that when there is an error in the sentence which calls for a reversal, the appellate court is to render such judgment as the court below should have rendered, or to remand the record to the court below with directions for it to render the proper judgment. And this practice seems to prevail in the State of Washington. The whole subject is discussed in Wharton's Crim. Pl. &amp; Pr., §§ 780, 927, where the authorities are collected and cited.</p>\n<p>But whether this practice in the State of Washington is warranted, under a correct construction of said § 1429 of the code, or whether, if it is, that section violates the Fourteenth Amendment to the Federal Constitution, in that it operates to deprive a defendant whose case is governed by it of his liberty without due process of law, we do not feel called upon to determine in this case, because we are of opinion that, for other reasons, the writ of <i>habeas corpus</i> was properly refused.</p>\n<p>While the writ of <i>habeas corpus</i> is one of the remedies for the enforcement of the right to personal freedom, it will not issue, as a matter of course, and it should be cautiously used by the federal courts in reference to state prisoners. Being a civil process it cannot be converted into a remedy for the correction of mere errors of judgment or of procedure in the court having cognizance of the criminal offence. Under the writ of <i>habeas corpus,</i> this court can exercise no appellate jurisdiction over the proceedings of the trial court or courts of the State, nor review their conclusions of law or fact, and pronounce them erroneous. The writ of <i>habeas corpus</i> is not a proceeding for the correction of errors. <i>Ex parte Lange,</i> <span class=\"citation\" data-id=\"88804\"><a href=\"/opinion/88804/ex-parte-lange/\"><span class=\"volume\">18</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">163</span></a></span>; <i>Ex parte Siebold,</i> <span class=\"citation\" data-id=\"90042\"><a href=\"/opinion/90042/ex-parte-siebold/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>; <i>Ex parte Curtis,</i> 106 U.S. 371; <i>Ex parte Carll,</i> 106 U.S. 521; <i>Ex parte Bigelow,</i> 113 U.S. 328; <i>Ex parte Yarbrough,</i> 110 U.S. 651; <i>Ex parte Wilson,</i> 114 U.S. 417; <i>Ex parte Royall,</i> <span class=\"citation\" data-id=\"91598\"><a href=\"/opinion/91598/ex-parte-royall/\"><span class=\"volume\">117</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>; <i>In re Snow,</i> 120 U.S. 274; <i>In re Coy,</i> 127 U.S. 731; <i>In re Wight, petitioner,</i> 134 U.S. 136; <i>Stevens</i> v. <i>Fuller,</i> 136 U.S. 468.</p>\n<p>As was said by this court, speaking by Mr. Justice Harlan, in <i>Ex parte Royall,</i> <span class=\"citation\" data-id=\"91598\"><a href=\"/opinion/91598/ex-parte-royall/\"><span class=\"volume\">117</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>, 252, 253, \"where a person is in custody, under process from a state court of original <span class=\"star-pagination\">*76</span> jurisdiction, for an alleged offence against the laws of such State, and it is claimed that he is restrained of his liberty in violation of the Constitution of the United States, the Circuit Court has a discretion whether it will discharge him, upon <i>habêas corpus,</i> in advance of his trial in the court in which he is indicted; that discretion, however, to be subordinated to any special circumstances requiring immediate action. When the state court shall have finally acted upon the case, the Circuit Court has still a discretion whether, under all the circumstances then existing, the accused, if convicted, shall be put to his writ of error from the highest court of the State, or whether it will proceed by writ of <i>habeas corpus</i> summarily to determine whether the petitioner is restrained of his liberty in violation of the Constitution of the United States.\"</p>\n<p>The office of a writ of <i>habeas corpus</i> and the cases in which it will generally be awarded was clearly stated by Mr. Justice Bradley speaking for the court in <i>Ex parte Siebold,</i> <span class=\"citation\" data-id=\"90042\"><a href=\"/opinion/90042/ex-parte-siebold/\"><span class=\"volume\">100</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>, 375, as follows: \"The only ground on which this court, or any court, without some special statute authorizing it, will give relief on <i>habeas corpus</i> to a prisoner under conviction and sentence of another court is the want of jurisdiction in such court over the person or the cause, or some other matter rendering its proceedings void. This distinction between an erroneous judgment and one that is illegal or void is well illustrated by the two cases of <i>Ex parte Lange,</i> <span class=\"citation\" data-id=\"88804\"><a href=\"/opinion/88804/ex-parte-lange/\"><span class=\"volume\">18</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">163</span></a></span>, and <i>Ex parte Parks,</i> 93 U.S. 18. In the former case we held that the judgment was void, and released the prisoner accordingly; in the latter we held that the judgment, whether erroneous or not, was not void because the court had jurisdiction of the cause, and we refused to interfere.\" The reason of this rule lies in the fact that a <i>habeas corpus</i> proceeding is a collateral attack of a civil nature to impeach the validity of a judgment or sentence of another court in a criminal proceeding, and it should, therefore, be limited to cases in which the judgment or sentence attacked is clearly void by reason of its having been rendered without jurisdiction, or by reason of the court's having exceeded its jurisdiction in the premises.</p>\n<p><span class=\"star-pagination\">*77</span> It is said in <i>Ex parte Royall, supra</i><i>,</i> that after a prisoner is convicted of a crime in the highest court of the State in which a conviction could be had, if such conviction was obtained in disregard or in violation of rights secured to him by the Constitution and laws of the United States, two remedies are open to him for relief in the federal courts  he may either take his writ of error from this court, under § 709 of the Revised Statutes, and have his case reëxamined in that way on the question of whether the state court has denied him any right, privilege or immunity guaranteed him by the Constitution and laws of the United States; or he may apply for a writ of <i>habeas corpus</i> to be discharged from custody under such conviction, on the ground that the state court had no jurisdiction of either his person or the offence charged against him, or had, for some reason, lost or exceeded its jurisdiction, so as to render its judgment a nullity; in which latter proceeding the federal courts could not review the action or rulings of the state court, which could be reviewed by this court upon a writ of error. But, as already stated, the Circuit Court has a discretion as to which of these remedies it will require the petitioner to adopt. This was expressly ruled in <i>Ex parte Royall, supra</i><i>,</i> and has been repeatedly followed since that case. In the recent case of <i>In re Wood,</i> <span class=\"citation\" data-id=\"93092\"><a href=\"/opinion/93092/in-re-wood/\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>, 290, after reaffirming the rule laid down in <i>Ex parte Royall</i><i>,</i> the court added: \"After the final disposition of the case by the highest court of the State, the Circuit Court, in its discretion, may put the party who has been denied a right, privilege or immunity claimed under the Constitution or laws of the United States to his writ of error from this court, rather than interfere by writ of <i>habeas corpus.\"</i></p>\n<p>We adhere to the views expressed in that case. It is certainly the better practice, in cases of this kind, to put the prisoner to his remedy by writ of error from this court, under section 709 of the Revised Statutes, than to award him a writ of <i>habeas corpus.</i> For, under proceedings by writ of error, the validity of the judgment against him can be called in question, and the federal court left in a position to correct the <span class=\"star-pagination\">*78</span> wrong, if any, done the petitioner, and at the same time leave the state authorities in a position to deal with him thereafter, within the limits of proper authority, instead of discharging him by <i>habeas corpus</i> proceedings, and thereby depriving the State of the opportunity of asserting further jurisdiction over his person in respect to the crime with which he is charged.</p>\n<p>In some instances, as in <i>Medley, petitioner,</i> <span class=\"citation\" data-id=\"92716\"><a href=\"/opinion/92716/medley/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, the proceeding by <i>habeas corpus</i> has been entertained, although a writ of error could be prosecuted; but the general rule and better practice, in the absence of special facts and circumstances, is to require a prisoner who claims that the judgment of a state court violates his rights under the Constitution or laws of the United States, to seek a review thereof by writ of error instead of resorting to the writ of <i>habeas corpus.</i></p>\n<p>In the present case we agree with the court below that the petitioner had open to him the remedy by writ of error from this court for the correction of whatever injury may have been done to him by the action of the state courts, and that he should have been put to that remedy, rather than given the remedy by writ of <i>habeas corpus.</i> The Circuit Court had authority to exercise its discretion in the premises, and we do not see that there was any improper exercise of that discretion, under the facts and circumstances.</p>\n<p>Without passing, therefore, upon the merits of the question as to the constitutionality of the provision of the code under which the Supreme Court proceeded in disposing of the case, when it was before it, or upon the question of the validity of the judgments rendered by the state courts in the case, we are of opinion, for the reasons stated, that the order of the Circuit Court refusing the application for the writ of <i>habeas corpus</i> was correct, and it is accordingly</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 93601, "judges": "Jackson, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93601/", "sha1": "345a7f90dd96512eb469250fcc2ddf1b1bb4ca76", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:07:40"}