{"absolute_url": "/opinion/93673/gordon-v-warder/", "blocked": false, "citation": {"case_name": "Gordon v. Warder", "docket_number": "Nos. 34, 35, 36, and 37", "document_uris": ["/api/rest/v2/document/93673/"], "federal_cite_one": "150 U.S. 47", "federal_cite_three": null, "federal_cite_two": null, "id": 78053, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/78053/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1893-10-30", "date_modified": "2014-12-21T01:31:49.490338", "docket": "/api/rest/v2/docket/224979/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">150 U.S. 47</p>\n    <p class=\"case_cite\">14 S.Ct. 32</p>\n    <p class=\"case_cite\">37 L.Ed. 992</p>\n    <p class=\"parties\">GORDON et al.<br>v.<br>WARDER et al.  SAME  v.  HOOVER et al.  SAME  v.  CHAMPION MACH. CO.  SAME  v.  WHITELY et al.</p>\n    <p class=\"docket\">Nos. 34, 35, 36, and 37.</p>\n    <p class=\"date\">October 30, 1893.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Esek Cowen and F. P. Fish, for appellants.</p>\n      <p class=\"indent\">R. H. Parkinson and Edmund Wetmore, for appellees.</p>\n      <p class=\"indent\">Mr. Justice SHIRAS delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These are appeals from decrees of the circuit court of the United States for the southern district of Ohio, dismissing the bill of complaint in each of the four cases. The questions in controversy are the same in all of the cases, and can be considered and determined in one opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The bills of complaint, as originally filed, averred infringements by the defendants of three different patents, respectively dated May 12, 1868, June 16, 1874, and October 26, 1875, granted to James F. Gordon, and held and owned by the several complainants; but, before final hearing, the complainants withdrew those portions of the bills that pertained to the two latter patents, and the decrees only dealt with the alleged infringement of the letters patent dated May 12, 1868.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The invention of James F. Gordon related to an improvement in that class of harvesters by which the grain, as it is cut, is bound by the operation of the machine. It was not claimed by Gordon that he was the first to devise a grain binder as part of a harvester. Such devices were well known in the art. A practical difficulty in the operation of such machines was found in the fact that in different fields of grain, and often in the same field, the grain stalks were of different lengths. Hence, if the binding apparatus occupied a fixed and unchangeable position with respect to the bundle or gavel of grain when brought to the operation of the binder, the binding wire or cord would be passed round the bundle without reference to the length of the stalks, and thus it would happen that the cord that would pass around the middle of a bundle of long stalks would, in case the stalks were short, pass round the bundle near the head of the stalks. A sheaf formed by the passage of the cord round the bundle at any place except the middle of the stalks will be apt to fall apart, and the operation of binding thus become unsuccessful.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Gordon claimed to have surmounted this difficulty by contriving a binding apparatus that should be movable at the will of the operator, and adjustable to suit the varying lengths of the grain, and thus operate to pass the binding cord always round the middle of the stalks.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Having, in the specifications forming part of his letters patent, described the difficulty to be overcome, and the method devised by him to do so, the inventor made 11 several claims to different parts and combinations of of parts in his machine. In this litigation, however, the complainants have restricted their case, as against these defendants, to an alleged infringement of the first claim made by Gordon.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This claim is for 'a binding arm capable of adjustment in the direction of the length of the grain, in combination with an automatic twisting device, substantially as and for the purposes described.' The specification discloses that the binding arm and the twisting device are to remain in juxtaposition with each other, and are adjustable, with respect to the grain to be bound, by a movement horizontally along a shaft, so as always to apply the binding wire to the center of the sheaf. This longitudinal movement is regulated by a lever, which is applied by the driver or operator, and which enables him to change the position of the binding arm and twister so as to operate on the middle of the bundle of grain.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The view that we take of these cases relieves us from going at length into the history of mechanical binding devices, and from minutely considering the nature of Gordon's first claim. We content ourselves with saying that, upon the evidence laid before us, we are satisfied that Gordon was the first inventor of a mechanical binder and twister, adjustable, at the will of the operator, to effect the binding by passing the cord or wire round the middle of the bundle, where this adjustability was reached by mounting the binder and twister upon a frame which was movable upon a shaft in a longitudinal direction. We are willing to adopt, as a fair definition of Gordon's claim, that given by complainant's counsel in his brief: 'The invention of Gordon consisted in this: In so arranging the binding arm and twister, or its equivalent, that while they continuously act with each other, for the purpose of placing the band around the grain and uniting the ends of the band, the driver can instantaneously change their position with reference to the grain-delivering mechanism of the harvester, so as to lay the band in the center of the bundle, without stopping the machine or dismounting from his seat.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We do not regard the patent of Watson, Renwick, and Watson, dated May 13, 1851, as an anticipation of Gordon, although the specification in that case did contain a paragraph stating that it might be advantageous, in some cases, to make the binder adjustable in respect to the cutting apparatus. No means were there provided, or method pointed out, whereby such a desirable result could be obtained. Nor do we find, in the other patents put in evidence by the defendants, any such anticipation of the Gordon claim, as above defined, as to invalidate the grant made to Gordon on May 12, 1868, though such a state or condition of the art was brought about, by these earlier patents, as to require us to restrict the scope of the Gordon patent closely to the devices and methods claimed by him.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It was claimed on behalf of the defendants, and apparently conceded by the court below, that, in the Gordon machine, the rake which gathers and moves the grain to the place where the bundle is to be bound is a part of the binding mechanism; that, without the action of the rake as an adjunct of the binding apparatus, no successful operation could be effected. But Gordon, while describing the rake and its mode of operation, does not claim the rake as a part of his combination. His invention assumes that some instrumentality must be used to bring the grain within the grasp of the binder; but his claim can and must be restricted to the devices applied by him to render the binder and twister adjustable, at the will of the driver, to the varying lengths of the stalks to be bound. It was further contended, on behalf of the defendants, that the Gordon invention is exemplified by a machine into which harvesting or cutting devices and binding devices are incorporated as integral parts, and in which some of the parts belong equally to the harvesting mechanism and to the binding mechanism. The object of this contention was to afford a ground on which to distinguish the defendants' machine, which is claimed to consist of an aggregation of two distinct and independent organisms, to wit, a complete harvesting machine and a complete binding machine.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is doubtless true that several of Gordon's claims do apparently involve a claim of parts of the harvesting machine in combination with the binding apparatus, thus constituting an organic whole. But, as we have seen, the complainants have withdrawn from our consideration all of the claims except the first, and that is restricted, as above stated, to the special devices therein described.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We do not attach much importance to the defendants' contention that Gordon's invention was not a practical success. Our examination of the evidence in that respect has not satisfied us that the alleged failure, in the harvest field, of machines embodying the Gordon invention, was owing to the failure of the binding and twisting apparatus to successfully operate, but it rather seems to have been occasioned by mechanical defects in other parts of the harvesters. On the other hand, there was testimony that in several instances the Gordon apparatus operated successfully.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This brings us to a consideration of the question of infringement.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A large part of the argument on behalf of the defendants goes to show that the Gordon patent is substantially for a machine combining the cutter and rake and other parts of a harvester with the binder and twister, all the parts being mounted on one frame, and constituting an organic whole; whereas the defendants use, in combination, two machines, each complete in itself,&#8212;one a harvesting machine composed of a substantial frame, in and upon which are erected mechanisms for cutting grain, for moving the grain, when cut, laterally as it falls upon the platform, and for elevating and discharging it over the top of the main wheel, upon which the greater portion of the weight of the machine is supported, together with suitable gearing for transmitting from the main wheel the necessary power to operate these mechanisms; the other, a binding machine composed of another frame, in and upon which are erected devices for packing grain into bundles, for compressing said bundles, for applying and tying a cord around the compressed part of each bundle, and for discharging the bound bundle to the ground, together with suitable gearing for transmitting motion to these devices from the prime shaft of the binder.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Gordon specification does seem to describe a composite machine whose purpose is to cut and bind the grain; and if the 11 claims are read together, as if they constituted the invention claimed, the defendants' argument would properly demand that we should consider the distinction suggested between a machine composed of the cutting and binding apparatus mounted upon one frame and constituting an entirety, and two machines co-operating in the manner used by the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">But as the complainants have restricted their case to an alleged infringement of the first claim, and as that claim is merely for the devices used to make the binder and twister movable, at the will of the operator, along a horizontal shaft, we are only called upon to compare the devices of Gordon with those used by the defendants for attaining a common purpose, namely, securing the stalks of grain into bundles by passing around them a band at the middle of the stalks.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Bearing in mind the previously given definition of Gordon's claim, we shall now compare it with the devices used by the defendants in converting a bundle of stalks into a sheaf.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A distinction is pointed out between a twister and a knotter, one designed for use when a wire forms the band, and the other for use when a cord or string is used; but we do not regard such a distinction as a vital one, and prefer to consider the twister and the knotter as substitutes for the equivalents of each other.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The novelty of the structure mentioned in the first claim of the Gordon patent consists solely in the fact that the automatic twisting device and the binding arm possess the capacity of fore and aft adjustment with relation to all the other parts of the binding apparatus, including the binder receptacle, which is the platform extension upon which the bundle of grain collected by the rake is deposited preparatory to being bound; and the binding arm and twisting device are adapted to slide upon the shafts by which they are operated, for the purpose of adjusting the machine for binding the bundles in the middle.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The defendants have mounted both binding arm and knotter immovably in the supporting frame of the binding machine, excluding the capacity for adjustment with which Gordon endowed them. The arm and knotter are not pushed backward and forward on their shafts. To adjust for central binding, the entire binding machine is moved bodily frontward or rearward, in order to bring different parts of the binder opposite the center of the path along which the grain is delivered from the harvester elevator belts.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the Gordon machine the devices belonging to the binder cannot be taken away without dismantling the harvester, or, if the harvester be left intact, then what is left of the binding mechanism will not be operative as a binder. In defendants' case the binding mechanism can be wholly detached from the harvester without in any way affecting the capacity of the harvester to operate, and, when so removed, the binder will continue to operate as such whenever it is fed with grain and power is applied to its shaft. Doubtless this difference between the two machines would not, of itself, prevent the complainants from claiming an infringement of the Gordon first claim, restricted, as it is, to the method of adjusting the binder and twister. But as above stated, and as clearly appears on an inspection of the defendants' machines, their devices to bring the bundles to the binder so as to present them to be bound in the middle are altogether different from those described in Gordon's first claim. The end sought to be effected is the same in both methods, but the devices are not the same; and in the state of the art as shown by the earlier patents in evidence, and of which we may mention patents of Watson, Renwick, and Watson, dated May 13, 1851, of Watson and Renwick, dated June 6, 1853, of S. S. Hurlburt, dated February 4, 1851, of Sherwood, dated September 14, 1858, and August 30, 1859, we cannot regard Gordon's first claim as entitled to protection as a pioneer invention, covering the achievement of the desired result in its widest form, unlimited by specific details. If this claim can be sustained, in the light of the previous inventions, it can only be done by restricting it narrowly to the particular devices described, and under such a construction the machines of defendants cannot be deemed to infringe.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">None of the defendants are shown to have ever made, sold, or used a machine containing a binding arm and twister, or any equivalent device, adjustable with reference to the binding machine in which they are mounted, or with reference to the platform on which the binding takes place, or with reference to the bundles of grain in position to be bound. In the defendants' machines the binding arm and knot-tying mechanism are permanently secured in a fixed position, and incapable of adjustment by being moved to and fro in the machine. When the binding machine itself is moved so as to adjust it to the middle of the stalks to be bound, the binding arm and tying mechanism, by virtue of their permanent attachment to the frame of the machine, are necessarily moved with it, but they cannot be adjusted in it.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Our examination of these cases has brought us to the conclusion reached by the court below, and its decrees dismissing the several bills of complaint are therefore affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>150 U.S. 47 (1893)</b></center>\n<center><h1>GORDON<br>\nv.<br>\nWARDER.<br>\nGORDON<br>\nv.<br>\nHOOVER.<br>\nGORDON<br>\nv.<br>\nCHAMPION MACHINE COMPANY.<br>\nGORDON<br>\nv.<br>\nWHITELEY.</h1></center>\n<center>Nos. 34, 35, 36, 37.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 16, 17, 1893.</center>\n<center>Decided October 30, 1893.</center>\nAPPEALS FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF OHIO.\n<p><i>Mr. Esek Cowen</i> and <i>Mr. Frederick P. Fish</i> for appellants.</p>\n<p><i>Mr. Robert H. Parkinson</i> and <i>Mr. Edmund Wetmore</i> for appellees.</p>\n<p><span class=\"star-pagination\">*48</span> MR. JUSTICE SHIRAS delivered the opinion of the court.</p>\n<p>These are appeals from decrees of the Circuit Court of the United States for the Southern District of Ohio, dismissing the bill of complaint in each of the four cases. The questions in controversy are the same in all of the cases, and can be considered and determined in one opinion.</p>\n<p>The bills of complaint, as originally filed, averred infringements by the defendants of three different patents, respectively dated May 12, 1868, June 16, 1874, and October 26, 1875, granted to James F. Gordon, and held and owned by the several complainants; but, before final hearing, the complainants withdrew those portions of the bills that pertained to the two latter patents, and the decrees only dealt with the alleged infringement of the letters patent dated May 12, 1868.</p>\n<p>The invention of James F. Gordon related to an improvement in that class of harvesters by which the grain, as it is cut, is bound by the operation of the machine. It was not claimed by Gordon that he was the first to devise a grain binder as part of a harvester; such devices were well known in the art. A practical difficulty in the operation of such machines was found in the fact that, in different fields of grain, and often in the same field, the grain stalks were of different lengths. Hence, if the binding apparatus occupied a fixed and unchangeable position with respect to the bundle or gavel of grain when brought to the operation of the binder, the binding wire or cord would be passed round the bundle without reference to the length of the stalks, and thus it would happen that the cord that would pass around the middle of a bundle of long stalks would, in case the stalks were short, pass round the bundle near the head of the stalks. A sheaf formed by the passage of the cord round the bundle at any place, except the middle of the stalks, will be apt to fall apart, and the operation of binding thus become unsuccessful.</p>\n<p>Gordon claimed to have surmounted this difficulty by contriving a binding apparatus that should be movable at the will <span class=\"star-pagination\">*49</span> of the operator, and adjustable to suit the varying lengths of the grain, and thus operate to pass the binding cord always round the middle of the stalks.</p>\n<p>Having, in the specification forming part of his letters patent, described the difficulty to be overcome and the method devised by him to do so, the inventor made eleven several claims to different parts and combinations of parts in his machine. In this litigation, however, the complainants have restricted their case, as against these defendants, to an alleged infringement of the first claim made by Gordon.</p>\n<p>This claim is for \"a binding arm, capable of adjustment in the direction of the length of the grain, in combination with an automatic twisting device, substantially as and for the purposes described.\" The specification discloses that the binding arm and the twisting device are to remain in juxtaposition with each other, and are adjustable, with respect to the grain to be bound, by a movement horizontally along a shaft, so as always to apply the binding wire to the centre of the sheaf. This longitudinal movement is regulated by a lever, which is applied by the driver or operator, and which enables him to change the position of the binding arm and twister so as to operate on the middle of the bundle of grain.</p>\n<p>The view that we take of these cases relieves us from going at length into the history of mechanical binding devices, and from minutely considering the nature of Gordon's first claim. We content ourselves with saying that, upon the evidence laid before us, we are satisfied that Gordon was the first inventor of a mechanical binder and twister adjustable, at the will of the operator, to affect the binding by passing the cord or wire round the middle of the bundle, where this adjustability was reached by mounting the binder and twister upon a frame which was movable upon a shaft in a longitudinal direction. We are willing to adopt, as a fair definition of Gordon's claim, that given by complainant's counsel in his brief: \"The invention of Gordon consisted in this: In so arranging the binding arm and twister, or its equivalent, that while they continuously act with each other, for the purpose of placing the band around the grain and uniting the ends of the band, the driver <span class=\"star-pagination\">*50</span> can instantaneously change their position with reference to the grain-delivering mechanism of the harvester, so as to lay the band in the centre of the bundle, without stopping the machine or dismounting from his seat.\"</p>\n<p>We do not regard the patent of Watson, Renwick and Watson, dated May 13, 1851, as an anticipation of Gordon, although the specification in that case did contain a paragraph stating that it might be advantageous, in some cases, to make the binder adjustable in respect to the cutting apparatus. No means were there provided, or method pointed out, whereby such a desirable result could be obtained. Nor do we find, in the other patents put in evidence by the defendants, any such anticipation of the Gordon claim as above defined, as to invalidate the grant made to Gordon on May 12, 1868, though such a state or condition of the art was brought about, by these earlier patents, as to require us to restrict the scope of the Gordon patent closely to the devices and methods claimed by him.</p>\n<p>It was claimed on behalf of the defendants, and apparently conceded by the court below, that in the Gordon machine the rake, which gathers and moves the grain to the place where the bundle is to be bound, is a part of the binding mechanism; that without the action of the rake, as an adjunct of the binding apparatus, no successful operation could be effected. But Gordon, while describing the rake and its mode of operation, does not claim the rake as a part of his combination. His invention assumes that some instrumentality must be used to bring the grain within the grasp of the binder, but his claim can and must be restricted to the devices applied by him to render the binder and twister adjustable, at the will of the driver, to the varying lengths of the stalks to be bound. It was further contended, on behalf of the defendants, that the Gordon invention is exemplified by a machine into which harvesting or cutting devices and binding devices are incorporated as integral parts, and in which some of the parts belong equally to the harvesting mechanism and to the binding mechanism. The object of this contention was to afford a ground on which to distinguish the defendants' machine, which <span class=\"star-pagination\">*51</span> is claimed to consist of an aggregation of two distinct and independent organisms, to wit, a complete harvesting machine and a complete binding machine.</p>\n<p>It is doubtless true that several of Gordon's claims do apparently involve a claim of parts of the harvesting machine in combination with the binding apparatus, thus constituting an organic whole. But, as we have seen, the complainants have withdrawn from our consideration all of the claims except the first, and that is restricted, as above stated, to the special devices therein described.</p>\n<p>We do not attach much importance to the defendants' contention that Gordon's invention was not a practical success. Our examination of the evidence in that respect has not satisfied us that the alleged failure, in the harvest field, of machines embodying the Gordon invention was owing to the failure of the binding and twisting apparatus to successfully operate, but it rather seems to have been occasioned by mechanical defects in other parts of the harvesters. On the other hand, there was testimony that, in several instances, the Gordon apparatus operated successfully.</p>\n<p>This brings us to a consideration of the question of infringement.</p>\n<p>A large part of the argument on behalf of the defendants goes to show that the Gordon patent is substantially for a machine combining the cutter and rake and other parts of a harvester with the binder and twister, all the parts being mounted on one frame, and constituting an organic whole; whereas the defendants use, in combination, two machines, each complete in itself, one a harvesting machine composed of a substantial frame, in and upon which are erected mechanisms for cutting grain, for moving the grain, when cut, laterally as it falls upon the platform, and for elevating and discharging it over the top of the main wheel, upon which the greater portion of the weight of the machine is supported, together with suitable gearing for transmitting from the main wheel the necessary power to operate these mechanisms; the other, a binding machine composed of another frame, in and upon which are erected devices for packing grain into bundles, for <span class=\"star-pagination\">*52</span> compressing said bundles, for applying and tying a cord around the compressed part of each bundle, and for discharging the bound bundle to the ground, together with suitable gearing for transmitting motion to these devices from the prime shaft of the binder.</p>\n<p>The Gordon specification does seem to describe a composite machine whose purpose is to cut and bind the grain, and if the eleven claims are read together, as if they constituted the invention claimed, the defendants' argument would properly demand that we should consider the distinction suggested between a machine composed of the cutting and binding apparatus mounted upon one frame and constituting an entirety, and two machines coöperating in the manner used by the defendants.</p>\n<p>But as the complainants have restricted their case to an alleged infringement of the first claim, and as that claim is merely for the devices used to make the binder and twister movable, at the will of the operator, along a horizontal shaft, we are only called upon to compare the devices of Gordon with those used by the defendants, for attaining a common purpose, namely, securing the stalks of grain into bundles by passing around them a band at the middle of the stalks.</p>\n<p>Bearing in mind the previously given definition of Gordon's claim, we shall now compare it with the devices used by the defendants in converting a bundle of stalks into a sheaf.</p>\n<p>A distinction is pointed out between a twister and a knotter, one designed for use when a wire forms the band, and the other for use when a cord or string is used. But we do not regard such a distinction as a vital one, and prefer to consider the twister and the knotter as substitutes for and equivalents of each other.</p>\n<p>The novelty of the structure mentioned in the first claim of the Gordon patent consists solely in the fact that the automatic twisting device and the binding arm possess the capacity of fore and aft adjustment with relation to all the other parts of the binding apparatus, including the binder receptacle, which is the platform extension upon which the bundle of grain, collected by the rake, is deposited preparatory to <span class=\"star-pagination\">*53</span> being bound; and the binding arm and twisting device are adapted to slide upon the shafts by which they are operated, for the purpose of adjusting the machine for binding the bundles in the middle.</p>\n<p>The defendants have mounted both binding arm and knotter immovably in the supporting frame of the binding machine, excluding the capacity for adjustment with which Gordon endowed them. The arm and knotter are not pushed backward and forward on their shafts. To adjust for central binding, the entire binding machine is moved bodily frontward or rearward, in order to bring different parts of the binder opposite the centre of the path along which the grain is delivered from the harvester elevator belts.</p>\n<p>In the Gordon machine the devices belonging to the binder cannot be taken away without dismantling the harvester, or if the harvester be left intact, then what is left of the binding mechanism will not be operative as a binder. In defendants' case, the binding mechanism can be wholly detached from the harvester without in any way affecting the capacity of the harvester to operate, and when so removed the binder will continue to operate as such whenever it is fed with grain and power is applied to its shaft. Doubtless this difference between the two machines would not, of itself, prevent the complainants from claiming an infringement of the Gordon first claim, restricted, as it is, to the method of adjusting the binder and twister. But, as above stated, and as clearly appears on an inspection of the defendants' machines, their devices to bring the bundles to the binder, so as to present them to be bound in the middle, are altogether different from those described in Gordon's first claim. The end sought to be effected is the same in both methods, but the devices are not the same; and in the state of the art, as shown by the earlier patents in evidence, and of which we may mention the patent of Watson, Renwick and Watson, dated May 13, 1851; of Watson and Renwick, dated June 6, 1853; of S.S. Hurlburt, dated February 4, 1851; of Sherwood, dated September 14, 1858, and August 30, 1859; we cannot regard Gordon's first claim as entitled to protection as a pioneer invention, covering the <span class=\"star-pagination\">*54</span> achievement of the desired result in its widest form, unlimited by specific details. If this claim can be sustained, in the light of the previous inventions, it can only be done by restricting it narrowly to the particular devices described, and under such a construction the machines of defendants cannot be deemed to infringe.</p>\n<p>None of the defendants are shown to have ever made, sold, or used a machine containing a binding arm and twister, or any equivalent device, adjustable with reference to the binding machine in which they are mounted, or with reference to the platform on which the binding takes place, or with reference to the bundles of grain in position to be bound. In the defendants' machines the binding arm and knot-tying mechanism are permanently secured in a fixed position and incapable of adjustment by being moved to and fro in the machine. When the binding machine itself is moved so as to adjust it to the middle of the stalks to be bound, the binding arm and tying mechanism, by virtue of their permanent attachment to the frame of the machine, are necessarily moved with it, but they cannot be adjusted in it.</p>\n<p>Our examination of these cases has brought us to the conclusion reached by the court below, and its decrees, dismissing the several bills of complaint, are, therefore,</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></span> (1893)</b></center>\n<center><h1>GORDON<br>\nv.<br>\nWARDER.<br>\nGORDON<br>\nv.<br>\nHOOVER.<br>\nGORDON<br>\nv.<br>\nCHAMPION MACHINE COMPANY.<br>\nGORDON<br>\nv.<br>\nWHITELEY.</h1></center>\n<center>Nos. 34, 35, 36, 37.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 16, 17, 1893.</center>\n<center>Decided October 30, 1893.</center>\nAPPEALS FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF OHIO.\n<p><i>Mr. Esek Cowen</i> and <i>Mr. Frederick P. Fish</i> for appellants.</p>\n<p><i>Mr. Robert H. Parkinson</i> and <i>Mr. Edmund Wetmore</i> for appellees.</p>\n<p><span class=\"star-pagination\">*48</span> MR. JUSTICE SHIRAS delivered the opinion of the court.</p>\n<p>These are appeals from decrees of the Circuit Court of the United States for the Southern District of Ohio, dismissing the bill of complaint in each of the four cases. The questions in controversy are the same in all of the cases, and can be considered and determined in one opinion.</p>\n<p>The bills of complaint, as originally filed, averred infringements by the defendants of three different patents, respectively dated May 12, 1868, June 16, 1874, and October 26, 1875, granted to James F. Gordon, and held and owned by the several complainants; but, before final hearing, the complainants withdrew those portions of the bills that pertained to the two latter patents, and the decrees only dealt with the alleged infringement of the letters patent dated May 12, 1868.</p>\n<p>The invention of James F. Gordon related to an improvement in that class of harvesters by which the grain, as it is cut, is bound by the operation of the machine. It was not claimed by Gordon that he was the first to devise a grain binder as part of a harvester; such devices were well known in the art. A practical difficulty in the operation of such machines was found in the fact that, in different fields of grain, and often in the same field, the grain stalks were of different lengths. Hence, if the binding apparatus occupied a fixed and unchangeable position with respect to the bundle or gavel of grain when brought to the operation of the binder, the binding wire or cord would be passed round the bundle without reference to the length of the stalks, and thus it would happen that the cord that would pass around the middle of a bundle of long stalks would, in case the stalks were short, pass round the bundle near the head of the stalks. A sheaf formed by the passage of the cord round the bundle at any place, except the middle of the stalks, will be apt to fall apart, and the operation of binding thus become unsuccessful.</p>\n<p>Gordon claimed to have surmounted this difficulty by contriving a binding apparatus that should be movable at the will <span class=\"star-pagination\">*49</span> of the operator, and adjustable to suit the varying lengths of the grain, and thus operate to pass the binding cord always round the middle of the stalks.</p>\n<p>Having, in the specification forming part of his letters patent, described the difficulty to be overcome and the method devised by him to do so, the inventor made eleven several claims to different parts and combinations of parts in his machine. In this litigation, however, the complainants have restricted their case, as against these defendants, to an alleged infringement of the first claim made by Gordon.</p>\n<p>This claim is for \"a binding arm, capable of adjustment in the direction of the length of the grain, in combination with an automatic twisting device, substantially as and for the purposes described.\" The specification discloses that the binding arm and the twisting device are to remain in juxtaposition with each other, and are adjustable, with respect to the grain to be bound, by a movement horizontally along a shaft, so as always to apply the binding wire to the centre of the sheaf. This longitudinal movement is regulated by a lever, which is applied by the driver or operator, and which enables him to change the position of the binding arm and twister so as to operate on the middle of the bundle of grain.</p>\n<p>The view that we take of these cases relieves us from going at length into the history of mechanical binding devices, and from minutely considering the nature of Gordon's first claim. We content ourselves with saying that, upon the evidence laid before us, we are satisfied that Gordon was the first inventor of a mechanical binder and twister adjustable, at the will of the operator, to affect the binding by passing the cord or wire round the middle of the bundle, where this adjustability was reached by mounting the binder and twister upon a frame which was movable upon a shaft in a longitudinal direction. We are willing to adopt, as a fair definition of Gordon's claim, that given by complainant's counsel in his brief: \"The invention of Gordon consisted in this: In so arranging the binding arm and twister, or its equivalent, that while they continuously act with each other, for the purpose of placing the band around the grain and uniting the ends of the band, the driver <span class=\"star-pagination\">*50</span> can instantaneously change their position with reference to the grain-delivering mechanism of the harvester, so as to lay the band in the centre of the bundle, without stopping the machine or dismounting from his seat.\"</p>\n<p>We do not regard the patent of Watson, Renwick and Watson, dated May 13, 1851, as an anticipation of Gordon, although the specification in that case did contain a paragraph stating that it might be advantageous, in some cases, to make the binder adjustable in respect to the cutting apparatus. No means were there provided, or method pointed out, whereby such a desirable result could be obtained. Nor do we find, in the other patents put in evidence by the defendants, any such anticipation of the Gordon claim as above defined, as to invalidate the grant made to Gordon on May 12, 1868, though such a state or condition of the art was brought about, by these earlier patents, as to require us to restrict the scope of the Gordon patent closely to the devices and methods claimed by him.</p>\n<p>It was claimed on behalf of the defendants, and apparently conceded by the court below, that in the Gordon machine the rake, which gathers and moves the grain to the place where the bundle is to be bound, is a part of the binding mechanism; that without the action of the rake, as an adjunct of the binding apparatus, no successful operation could be effected. But Gordon, while describing the rake and its mode of operation, does not claim the rake as a part of his combination. His invention assumes that some instrumentality must be used to bring the grain within the grasp of the binder, but his claim can and must be restricted to the devices applied by him to render the binder and twister adjustable, at the will of the driver, to the varying lengths of the stalks to be bound. It was further contended, on behalf of the defendants, that the Gordon invention is exemplified by a machine into which harvesting or cutting devices and binding devices are incorporated as integral parts, and in which some of the parts belong equally to the harvesting mechanism and to the binding mechanism. The object of this contention was to afford a ground on which to distinguish the defendants' machine, which <span class=\"star-pagination\">*51</span> is claimed to consist of an aggregation of two distinct and independent organisms, to wit, a complete harvesting machine and a complete binding machine.</p>\n<p>It is doubtless true that several of Gordon's claims do apparently involve a claim of parts of the harvesting machine in combination with the binding apparatus, thus constituting an organic whole. But, as we have seen, the complainants have withdrawn from our consideration all of the claims except the first, and that is restricted, as above stated, to the special devices therein described.</p>\n<p>We do not attach much importance to the defendants' contention that Gordon's invention was not a practical success. Our examination of the evidence in that respect has not satisfied us that the alleged failure, in the harvest field, of machines embodying the Gordon invention was owing to the failure of the binding and twisting apparatus to successfully operate, but it rather seems to have been occasioned by mechanical defects in other parts of the harvesters. On the other hand, there was testimony that, in several instances, the Gordon apparatus operated successfully.</p>\n<p>This brings us to a consideration of the question of infringement.</p>\n<p>A large part of the argument on behalf of the defendants goes to show that the Gordon patent is substantially for a machine combining the cutter and rake and other parts of a harvester with the binder and twister, all the parts being mounted on one frame, and constituting an organic whole; whereas the defendants use, in combination, two machines, each complete in itself, one a harvesting machine composed of a substantial frame, in and upon which are erected mechanisms for cutting grain, for moving the grain, when cut, laterally as it falls upon the platform, and for elevating and discharging it over the top of the main wheel, upon which the greater portion of the weight of the machine is supported, together with suitable gearing for transmitting from the main wheel the necessary power to operate these mechanisms; the other, a binding machine composed of another frame, in and upon which are erected devices for packing grain into bundles, for <span class=\"star-pagination\">*52</span> compressing said bundles, for applying and tying a cord around the compressed part of each bundle, and for discharging the bound bundle to the ground, together with suitable gearing for transmitting motion to these devices from the prime shaft of the binder.</p>\n<p>The Gordon specification does seem to describe a composite machine whose purpose is to cut and bind the grain, and if the eleven claims are read together, as if they constituted the invention claimed, the defendants' argument would properly demand that we should consider the distinction suggested between a machine composed of the cutting and binding apparatus mounted upon one frame and constituting an entirety, and two machines coöperating in the manner used by the defendants.</p>\n<p>But as the complainants have restricted their case to an alleged infringement of the first claim, and as that claim is merely for the devices used to make the binder and twister movable, at the will of the operator, along a horizontal shaft, we are only called upon to compare the devices of Gordon with those used by the defendants, for attaining a common purpose, namely, securing the stalks of grain into bundles by passing around them a band at the middle of the stalks.</p>\n<p>Bearing in mind the previously given definition of Gordon's claim, we shall now compare it with the devices used by the defendants in converting a bundle of stalks into a sheaf.</p>\n<p>A distinction is pointed out between a twister and a knotter, one designed for use when a wire forms the band, and the other for use when a cord or string is used. But we do not regard such a distinction as a vital one, and prefer to consider the twister and the knotter as substitutes for and equivalents of each other.</p>\n<p>The novelty of the structure mentioned in the first claim of the Gordon patent consists solely in the fact that the automatic twisting device and the binding arm possess the capacity of fore and aft adjustment with relation to all the other parts of the binding apparatus, including the binder receptacle, which is the platform extension upon which the bundle of grain, collected by the rake, is deposited preparatory to <span class=\"star-pagination\">*53</span> being bound; and the binding arm and twisting device are adapted to slide upon the shafts by which they are operated, for the purpose of adjusting the machine for binding the bundles in the middle.</p>\n<p>The defendants have mounted both binding arm and knotter immovably in the supporting frame of the binding machine, excluding the capacity for adjustment with which Gordon endowed them. The arm and knotter are not pushed backward and forward on their shafts. To adjust for central binding, the entire binding machine is moved bodily frontward or rearward, in order to bring different parts of the binder opposite the centre of the path along which the grain is delivered from the harvester elevator belts.</p>\n<p>In the Gordon machine the devices belonging to the binder cannot be taken away without dismantling the harvester, or if the harvester be left intact, then what is left of the binding mechanism will not be operative as a binder. In defendants' case, the binding mechanism can be wholly detached from the harvester without in any way affecting the capacity of the harvester to operate, and when so removed the binder will continue to operate as such whenever it is fed with grain and power is applied to its shaft. Doubtless this difference between the two machines would not, of itself, prevent the complainants from claiming an infringement of the Gordon first claim, restricted, as it is, to the method of adjusting the binder and twister. But, as above stated, and as clearly appears on an inspection of the defendants' machines, their devices to bring the bundles to the binder, so as to present them to be bound in the middle, are altogether different from those described in Gordon's first claim. The end sought to be effected is the same in both methods, but the devices are not the same; and in the state of the art, as shown by the earlier patents in evidence, and of which we may mention the patent of Watson, Renwick and Watson, dated May 13, 1851; of Watson and Renwick, dated June 6, 1853; of S.S. Hurlburt, dated February 4, 1851; of Sherwood, dated September 14, 1858, and August 30, 1859; we cannot regard Gordon's first claim as entitled to protection as a pioneer invention, covering the <span class=\"star-pagination\">*54</span> achievement of the desired result in its widest form, unlimited by specific details. If this claim can be sustained, in the light of the previous inventions, it can only be done by restricting it narrowly to the particular devices described, and under such a construction the machines of defendants cannot be deemed to infringe.</p>\n<p>None of the defendants are shown to have ever made, sold, or used a machine containing a binding arm and twister, or any equivalent device, adjustable with reference to the binding machine in which they are mounted, or with reference to the platform on which the binding takes place, or with reference to the bundles of grain in position to be bound. In the defendants' machines the binding arm and knot-tying mechanism are permanently secured in a fixed position and incapable of adjustment by being moved to and fro in the machine. When the binding machine itself is moved so as to adjust it to the middle of the stalks to be bound, the binding arm and tying mechanism, by virtue of their permanent attachment to the frame of the machine, are necessarily moved with it, but they cannot be adjusted in it.</p>\n<p>Our examination of these cases has brought us to the conclusion reached by the court below, and its decrees, dismissing the several bills of complaint, are, therefore,</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 93673, "judges": "Shiras", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93673/", "sha1": "0226f0c04eb675533a3d535f8650034f6f480dc1", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:07:50"}