{"absolute_url": "/opinion/93697/hedges-v-dixon-county/", "blocked": false, "citation": {"case_name": "Hedges v. Dixon County", "docket_number": "62", "document_uris": ["/api/rest/v2/document/93697/"], "federal_cite_one": "150 U.S. 182", "federal_cite_three": null, "federal_cite_two": null, "id": 78077, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/78077/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 52, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1893-11-13", "date_modified": "2015-03-31T08:32:27.495158", "docket": "/api/rest/v2/docket/468576/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">150 U.S. 182</p>\n    <p class=\"case_cite\">14 S.Ct. 71</p>\n    <p class=\"case_cite\">37 L.Ed. 1044</p>\n    <p class=\"parties\">HEDGES et al.<br>v.<br>DIXON COUNTY.</p>\n    <p class=\"docket\">No. 62.</p>\n    <p class=\"date\">November 13, 1893.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">J. M. Woolworth, for appellants.</p>\n      <p class=\"indent\">John M. Thurston, for appellee.</p>\n      <p class=\"indent\">Mr. Justice JACKSON delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented by the record in this case is whether parties holding the greater part of a series of bonds issued by a county in excess of the limit fixed by the constitution of the state, and which for that reason are not enforceable at law, can invoke the aid of a court of equity to afford them relief, by first ascertaining the extent of such excess, or settling the amount of bonds which the county could lawfully have issued, and then proceeding to scale down the issue to the limit thus ascertained, and to declare such excess, only, to be void, and thereupon decree the residue of such bonds good and valid, and enforce payment of such residue, with interest, against the county. Or, in other words, can be holders of bonds issued by a county in excess of its authority, by an offer to surrender and cancel so much of such bonds as may, upon inquiry, be found to exceed the limit authorized by law, invest a court of equity with jurisdiction, not only to ascertain the amount of such excess, but to declare the residue of such bonds valid, and enforce the payment thereof against the county?</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellants, being the holders of nearly the entire issue of $8,7000 in bonds of the county of Dixon, which were by that county issued and donated to the Covington, Columbus &amp; Black Hills Railroad Company, January 1, 1876, filed their bill in May, 1888, in the circuit court of the United States for the district of Nebraska, setting forth, among other things, that by a vote of the electors of the county held on December 27, 1875, the bonds in question were authorized to be issued to the railroad company; that they became the holders thereof, relying upon recitals contained therein, and the certificates indorsed thereon, and believing them to be binding and valid obligations of the county; that, when the interest coupons matured, payment was refused by the county officials, who alleged that the bonds were invalid because they exceeded in amount 10 per cent. of the assessed valuation of the property of the county at the time of their issuance. The bill further alleges that complainants had offered to surrender up for cancellation such amounts of the bonds as exceeded 10 per cent. of the assessed valuation of the property of the county, each holder surrendering his proportionate share of such excess; that this offer was refused by the county, which, complainants insist, cured any infirmity in the bonds; and that the county was equitably bound to recognize as valid the residue thereof, because it and its citizens had received, in the construction of the railroad which the bonds were issued to promote, all the consideration that was intended to be secured thereby. The prayer of the bill was that an account might be taken to ascertain the excess of the issue over 10 per cent. of the assessed valuation of the property of the county; that such excess might be distributed among the holders of the bonds, or be applied to reduce the amount of each bond ratably, so as to bring the entire issue within the limit authorized by law; that the residue might be declared good and valid; and that the county might be decreed to pay the same, with interest at the rate of 10 per cent. from January 1, 1876, to the date of the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The county demurred to the bill on the ground that the complainants had not, in and by their bill, stated such a case as to entitle them to the relief sought. This demurrer was sustained by the court, and, the defects being of such a character that they could not be remedied by amendment, a decree was entered dismissing the bill. 37 Fed. Rep. 304. From that decree the present appeal is prosecuted.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The bonds in question were made payable to the Covington, Columbus &amp; Black Hills Railroad Company, or bearer, and were put in circulation by that company, with its indorsement thereon, guarantying to the holders the payment of the principal and interest of the bonds, according to the tenor thereof, at the place where, and as the same became, due and payable. The only consideration received by the county in the transaction was the incidental benefit derived from the construction of the railroad; the proceeds of the bonds, when negotiated, being received directly by the railroad company. The theory of the bill is that the bonds are void only to the extent that they exceed 10 per cent. of the assessed valuation of the property of the county at the time of their issuance, and upon the abatement of that excess the holders are entitled to have the residue thereof, which the county could have lawfully issued, treated as valid, because of the incidental benefits derived from the construction of the road, which was sought to be secured by the donation of bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The complainants, by their bill and exhibits thereto, have presented the same state of facts which were considered in Dixon Co. v. Field, 111 U. S. 83, 4 Sup. Ct. Rep. 315, where the bonds in question were directly involved, and were held by this court to be void because they exceeded, in the aggregate, the sum of 10 per cent. of the assessed valuation of the property of the county at the time of their issue. This decision was based upon section 2, art. 12, of the constitution of the state of Nebraska, which provides as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'No city, county, town, precinct, municipality, or other subdivision of the state, shall ever make donations to any railroad or other works of internal improvement, unless a proposition so to do shall have been first submitted to the qualified electors thereof, at an election by authority of law: provided, that such donations of a county, with the donations of such subdivisions, in the aggregate shall not exceed ten per cent. of the assessed valuation of such county.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">While the complainants concede that the issue of bonds was in excess of what the county was authorized to donate under this provision of the constitution, and for that reason were invalid at law, they insist that a promise to pay so much thereof as could have been lawfully issued should be implied, and enforced against the county, under the principle applied in Louisiana v. Wood, 102 U. S. 294, and in Read v. City of Plattsmouth, 107 U. S. 568, 2 Sup. Ct. Rep. 208. Those cases are clearly distinguishable from the present. In Louisiana v. Wood, by the act of the city, the bonds bore a false date, which apparently made them obligatory and binding. They were sold by the city, and purchased by the holder in good faith, and the money paid therefor went directly into the city's treasury. This court held that the city was in the market as a borrower, and received the money in that character, notwithstanding the transaction assumed the form of a sale of her securities, which, being defectively executed, a suit could not be maintained thereon, and that the holder was entitled to recover the money paid, with interest thereon from the time the obligation of the city to pay was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In Read v. City of Plattsmouth the bonds were issued by a city for the purpose of raising money wherewith to construct a highschool building within her limits. The bonds were sold, and the proceeds applied to that purpose. The legislature subsequently legalized the proceedings of the city in the premises; but this act of the legislature was passed after the constitution of the state went into effect, declaring that the 'legislature shall pass no special act conferring corporate powers,' and that 'no bill shall contain more than one subject, which shall be clearly expressed in its title.' A purchaser of the bonds, for value, without notice of any infirmity in their issue, brought suit to recover the amount of the coupons then due and unpaid. It was held that as, by force of the transaction, the city was bound to refund the moneys paid it in consideration of its void bonds, and as the act, by confirming them, merely recognizes the existence of that obligation, and provides a medium for enforcing it according to the original intention of the parties, no new corporate powers were thereby conferred. In this case, as in Louisiana v. Wood, the city got the full pecuniary consideration for the bonds, and applied the money to the very purpose for which they were issued; and upon well-settled principles, if the securities given for the money so obtained proved invalid or defective for any reason, there was a clear legal, as well as moral, obligation to refund the money which had been so advanced to, and received by, the city. The circumstances and conditions which gave the holders of the bonds an equitable right, in those cases, to recover from the municipality the money which the bonds represented, do not exist in the case under consideration, where the county received no part of the proceeds of the bonds, and no direct money benefit, but merely derived an incidental advantage arising from the construction of the railroad, upon which advantage it would be impossible for the court to place a pecuniary estimate, or to say that it would be equal to such portion of the bonds in question as the county could lawfully have issued.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Moreover, by the provisions of the constitution of the state of Nebraska, and by the express terms of the proposition submitted to the vote of the people of Dixon county, the bonds in question were issued as a donation to the railroad company; and, being intended as a donation, it cannot properly be said that the purchasers of these bonds from the railroad company paid any consideration therefor to the county, so as to raise any equity, as against it, for the amount represented by the bonds, or any part thereof. Any equitable demand which might, under the circumstances, have existed against the county, on the theory of consideration received, was in favor of the railroad company which constructed the railroad, and thereby conferred all the indicental benefits which the county derived from the transaction. If any equitable claim arises in favor of the holders of the bonds, it must be against the railroad company, from whom the bonds were purchased, and by whom their payment was guarantied, as that company was the recipient of the legal consideration realized upon the negotiation of the bonds.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Again, the constitution of the state having prescribed the amount which the county might donate to a railroad company, that provision operated as an absolute limitation upon the power of the county to exceed that amount; and it is well settled that no recitals in the bonds, or indorsed thereon, could estop the county from setting up their invalidity, based upon a want of constitutional authority to issue the same. Recitals in bonds issued under legislative authority may estop the municipality from disputing their authority, as against a bona fide holder for value; but, when the municipal bonds are issued in violation of a constitutional provision, no such estoppel can arise by reason of any recitals contained in the bonds. Lake Co. v. Rollins, 130 U. S. 662, 9 Sup. Ct. Rep. 651; Same v. Graham, 130 U. S. 674, 9 Sup. Ct. Rep. 654; Sutliff v. Commissioners, within the principle announced in Daviess</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">But, aside from this view of the subject, the bill proceeds upon the false assumption that the bonds in question were partly valid and partly void, and that the case is brought within the principle announced in Daviess Co. v. Dickinson, 117 U. S. 657, 6 Sup. Ct. Rep. 897. In that case, under authority conferred by statute, the county voted a subscription of $250,000 to a railroad company, which was made, and, by order of the county court, bonds of the county to that amount were ordered to be sold and disposed of by a committee, for the purpose of paying such subscription. The officers of the county, without authority, executed and issued bonds in the amount of $300,000. The bonds, as they were delivered, were separately numbered, and entered upon the county register. The court held that the power to issue bonds was limited to $250,000, and that the bonds issued in excess of that amount were unlawful and void. It was further held that bonds to the amount authorized, which were first issued and delivered, were valid, and entitled to payment. In that case there was a clear and well-defined line between the legal and illegal issues, which enabled the court to declare invalid such of the bonds as exceeded the amount authorized, and to hold that the illegal excess did not vitiate the bonds which were authorized, and legally issued. There was no scaling of the entire issue, in that case, so as to bring it within the limits of the county's authority. The $250,000 which the court pronounced valid had been expressly authorized by the county, and the bonds for that amount were readily separated from the $50,000 excess, which had not been authorized. It did not, therefore, involve any investigation on the part of the court to ascertain what the county could lawfully issue, but was merely the identification of the bonds which it intended to issue. Again, the amount of the bonds issued was not based upon the assessed valuation of the property of the county, but was limited to the amount which the people of the county, by an election duly held, had determined should be issued. There is a radical difference in these respects between that case and the one under consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">What the county authorized and carried into execution, in the present case, both by the vote and by the donation, was one entire transaction; and, if it should be so reformed as to curtail the entire issue of bonds to such an amount as was within the constitutional limits of the county to donate, it would be something different from that which was voted by the county, and carried into effect by the issue of the bonds. This would involve the making of a different donation from what the county voted and intended to make to the railroad company.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is urged that the vote and the issue of the bonds constituted a contract between the railroad company and the county, and that the bonds issued in pursuance thereof should be scaled, as sought by the bill, to bring the contract within the authority of the county; that, as the county intended to make a valid donation, such reduction of the amount of the issue, which the complainants offer to make, should be sanctioned by the court, and the residue declared valid. But the difficulty in the way of this suggestion is that, treating the transaction as a contract, it is not within the power of a court of equity to change its terms and provisions. Besides, it is not shown that the county would have voted a different amount from what was issued, or that it intended to issue a less amount. It is too well settled to need citation of authorities that a court of equity, in the absence of fraud, accident, or mistake, cannot change the terms of a contract.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Again, if a right to the equitable relief sought by the complainants could be worked out on the theory of a contract between the county and the railroad company, it would be necessary to establish that such contract actually existed, and was valid. In the present case, however, the county had no authority to vote the donation. In Reineman v. Railroad Co., 7 Neb. 310, where an excessive issue of bonds had been voted by the county in aid of internal improvements, it was held by the supreme court of Nebraska that the vote was simply a void act, and conferred no authority on the county officials to issue the bonds of the county, either to the amount voted, or for any amount. It was urged in that case, as in this, that, even if it should be held that the proposition submitted to the electors was in excess of the amount authorized to be voted, still, to the extent that the county could have lawfully voted and issued such bonds, they should be treated as constituting a contract between the county and the railroad company, and to that extent be upheld. The supreme court of the state declined to accede to this view of the subject, and ruled that 'the proposition submitted to the electors was an entirety, and indivisible. It exceeded the statutory limit, and was therefore wholly unauthorized. The election was simply a void act, conferring no authority whatever upon the county commissioners to issue bonds of the county in any amount whatever.'</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Several state decisions have been cited in support of the bill. Johnson v. Stark Co., 24 Ill. 75; City of Quincy v. Warfield, 25 Ill. 319; Briscoe v. Allison, 43 Ill. 291; State v. Allen, Id. 456; Stockdale v. School District, 47 Mich. 226, 10 N. W. Rep. 349. But they mostly relate to taxes imposed beyond authority, and stand upon a different doctrine from that involved in the present case. We do not, however, deem it necessary to review them, for, if they can be construed to support a bill like the one under consideration, we think they are not founded upon correct principles, and are not in harmony with the decisions of this court.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In Buchanan v. Litchfield, 102 U. S. 278, bonds were issued by the city of Litchfield, under authority of a statute of Illinois and an ordinance of the city, for the construction of a system of waterworks for the use of the municipality. Neither the statute nor the ordinance contained any reference to the provisions of the constitution prohibiting any county, city, township, or school district from becoming indebted, in any manner or for any purpose, to an amount, including existing indebtedness, in the aggregate, exceeding 5 per cent. of the taxable property therein. The ordinance of the city made no reference to or mention of the indebtedness of the city, although, at that time, it exceeded the constitutional limit. A bona fide holder of the bonds brought suit upon the unpaid coupons thereto attached, and it was held that they were void, and could not be recovered. In this case the city was directly benefited by the issue of the bonds, which were negotiated for the sole purpose of erecting a system of public works. The holders of the bonds thereafter sought relief by a bill in equity against the city of Litchfield to enforce the payment of the money loaned, or which the city had received upon the issue of the bonds, and used in the construction of its public works. The question of their right to recover on the equitable consideration came before this court in City of Litchfield v. Ballou, 114 U. S. 190, 5 Sup. Ct. Rep. 820; and it was held that a provision in a state constitution that a municipal corporation shall not become indebted in any manner, or for any purpose, to an amount exceeding 5 per cent. of its taxable property therein, forbids implied as well as express liability for the amount or amounts received on bonds issued contrary to such provision, and that a court of equity could not afford relief in such a case either on an express or implied obligation; that the transaction, being invalid at law, was equally invalid in equity. This conclusion was reached after a full review of the authorities on the question, and the court denied the relief sought.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Insurance Co. v. Middleport, 124 U. S. 534, 8 Sup. Ct. Rep. 625, the town of Middleport made an appropriation to a railroad company, to be raised by tax on the property of the town, and bonds of the town for a sum large enough to include interest and discount for which they could be sold and delivered were issued to the railroad company, by whom they were put in circulation. These bonds were declared void, and the insurance company, as a purchaser and holder, for value and without notice, of a portion thereof, sought, by a proceeding in equity, to be subrogated to the right of the railroad company to enforce payment of the amount of the appropriation voted by the town; but it was held that the purchase of these bonds by the holder was no payment of the appropriation voted by the town, and that the holder was not entitled to claim the benefit of such appropriation, nor that the advantages conferred by the railroad company upon the town inured to the benefit of the holder, or constituted the basis of a consideration on which it could claim to be paid the sum appropriated for the railroad company. The proposition contended for in that case by the complainant was that, by its purchase of the bonds, which were supposed to represent the benefit conferred upon the town by the appropriation to the railroad company, it became entitled, in equity, to claim the payment of the amount represented by the bonds, on the basis of the original consideration. This contention was not sustained, and the complainant was denied the equitable relief sought.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The principle running through these decisions controls the case under consideration, and clearly establishes that the complainants are not entitled to the relief they seek. The fact that the complainants have no remedy at law, arising from the invalidity of the bonds, confers no jurisdiction upon a court of equity to afford them relief. The established rule, although not of universal application, is that equity follows the law, or as stated in Magniac v. Thomson, 15 How. 299, 'that, wherever the rights or the situation of parties are clearly defined and established by law, equity has no power to change or unsettle those rights or that situation, but in all such instances the maxim 'equitas sequitur legem' is strictly applicable.'</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Where a contract is void at law for want of power to make it, a court of equity has no jurisdiction to enforce such contract, or in the absence of fraud, accident, or mistake to so modify it as to make it legal, and then enforce it. Courts of equity can no more disregard statutory and constitutional requirements and provisions than can courts of law. They are bound by positive provisions of a statute equally with courts of law, and where the transaction or the contract is declared void because not in compliance with express statutory or constitutional provision, a court of equity cannot interpose to give validity to such transaction or contract, or any part thereof. These general propositions clearly establish that the present bill cannot be sustained, and our conclusion, therefore, is that there was no error in the judgment of the court below in dismissing the bill, and that judgment is accordingly affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mr. Justice HARLAN dissents from the conclusion in this case.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>150 U.S. 182 (1893)</b></center>\n<center><h1>HEDGES<br>\nv.<br>\nDIXON COUNTY.</h1></center>\n<center>No. 62.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 2, 1893.</center>\n<center>Decided November 13, 1893.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF NEBRASKA.\n<p><i>Mr. J.M. Woolworth</i> and <i>Mr. C.L. Wright,</i> for appellants.</p>\n<p><i>Mr. John M. Thurston,</i> for appellee.</p>\n<p><span class=\"star-pagination\">*183</span> MR. JUSTICE JACKSON delivered the opinion of the court.</p>\n<p>The question presented by the record in this case is whether parties holding the greater part of a series of bonds issued by a county in excess of the limit fixed by the constitution of the State, and which for that reason are not enforceable at law, can invoke the aid of a court of equity to afford them relief by first ascertaining the extent of such excess, or settling the amount of bonds which the county could lawfully have issued, and then proceeding to scale down the issue to the limit thus ascertained, and to declare such excess only to be void, and thereupon decree the residue of such bonds good and valid, and enforce payment of such residue, with interest, against the county; or, in other words, can the holders of bonds issued by a county in excess of its authority, by an offer to surrender and cancel so much of such bonds as may upon inquiry be found to exceed the limit authorized by law, invest a court of equity with jurisdiction, not only to ascertain the amount of such excess, but to declare the residue of such bonds valid and enforce the payment thereof against the county?</p>\n<p>The appellants, being the holders of nearly the entire issue of $87,000 in bonds of the county of Dixon, which were by that county issued and donated to the Covington, Columbus and Black Hills Railroad Company, January 1, 1876, filed their bill in May, 1888, in the Circuit Court of the United States for the District of Nebraska, setting forth, among other things, that by a vote of the electors of the county, held on December 27, 1875, the bonds in question were authorized to be issued to the railroad company; that they became the holders thereof, relying upon recitals contained therein, and the certificates endorsed thereon, and believing them to be binding and valid obligations of the county; that, when the interest coupons matured, payment was refused by the county officials, who alleged that the bonds were invalid, because they exceeded in amount ten per cent of the assessed valuation of the property of the county at the time of their issuance. The bill further alleges that complainants had offered to surrender up for cancellation such amounts of the bonds as exceeded ten <span class=\"star-pagination\">*184</span> per cent of the assessed valuation of the property of the county, each holder surrendering his proportionate share of such excess; that this offer was refused by the county, which complainants insist cured any infirmity in the bonds, and that the county was equitably bound to recognize as valid the residue thereof, because it and its citizens had received in the construction of the railroad, which the bonds were issued to promote, all the consideration that was intended to be secured thereby. The prayer of the bill was that an account might be taken to ascertain the excess of the issue over ten per cent of the assessed valuation of the property of the county; that such excess might be distributed among the holders of the bonds, or be applied to reduce the amount of each bond ratably so as to bring the entire issue within the limit authorized by law; that the residue might be declared good and valid, and that the county might be decreed to pay the same, with interest, at the rate of ten per cent from January 1, 1876, to the date of the decree.</p>\n<p>The county demurred to the bill, on the ground that the complainants had not, in and by their bill, stated such a case as to entitle them to the relief sought. This demurrer was sustained by the court, and the defects being of such a character that they could not be remedied by amendment, a decree was entered dismissing the bill. 37 Fed. Rep. 304. From that decree the present appeal is prosecuted.</p>\n<p>The bonds in question were made payable to the Covington, Columbus and Black Hills Railroad Company, or bearer, and were put in circulation by that company with its indorsement thereon guaranteeing to the holders the payment of the principal and interest of the bonds, according to the tenor thereof, at the place where, and as the same became due and payable. The only consideration received by the county in the transaction was the incidental benefit derived from the construction of the railroad  the proceeds of the bonds, when negotiated, being received directly by the railroad company. The theory of the bill is that the bonds are void only to the extent that they exceed ten per cent of the assessed valuation of the property of the county at the time of their issuance, and upon <span class=\"star-pagination\">*185</span> the abatement of that excess the holders are entitled to have the residue thereof  which the county could have lawfully issued  treated as valid, because of the incidental benefits derived from the construction of the road which was sought to be secured by the donation of bonds.</p>\n<p>The complainants by their bill, and exhibits thereto, have presented the same state of facts which were considered in <i>Dixon County</i> v. <i>Field,</i> 111 U.S. 83, where the bonds in question were directly involved, and were held by this court to be void because they exceeded in the aggregate the sum of ten per cent of the assessed valuation of the property of the county at the time of their issue. This decision was based upon section 2, Art. XII. of the constitution of the State of Nebraska, which provides as follows:</p>\n<p>\"No city, county, town, precinct, municipality, or other subdivision of the State, shall ever make donations to any railroad or other work of internal improvement, unless a proposition so to do shall have been first submitted to the qualified electors thereof, at an election by authority of law: <i>Provided,</i> That such donations of a county, with the donations of such subdivisions, in the aggregate, shall not exceed ten per cent of the assessed valuation of such county.\"</p>\n<p>While the complainants concede that the issue of bonds was in excess of what the county was authorized to donate under this provision of the constitution, and for that reason were invalid at law, they insist that a promise to pay so much thereof as could have been lawfully issued should be implied and enforced against the county, under the principle applied in <i>Louisiana</i> v. <i>Wood,</i> 102 U.S. 294, and in <i>Read</i> v. <i>Plattsmouth,</i> 107 U.S. 568. Those cases are clearly distinguishable from the present. In <i>Louisiana</i> v. <i>Wood</i><i>,</i> by the act of the city, the bonds bore a false date which apparently made them obligatory and binding; they were sold by the city and purchased by the holder in good faith, and the money paid therefor went directly into the city's treasury. This court held that the city was in the market as a borrower and received the money in that character, notwithstanding the transaction assumed the form of a sale of her securities, which being <span class=\"star-pagination\">*186</span> defectively executed a suit could not be maintained thereon, and that the holder was entitled to recover the money paid, with interest thereon from the time the obligation of the city to pay was denied.</p>\n<p>In <i>Read</i> v. <i>Plattsmouth</i> the bonds were issued by a city for the purpose of raising money wherewith to construct a high school building within her limits. The bonds were sold and the proceeds applied to that purpose. The legislature subsequently legalized the proceedings of the city in the premises, but this act of the legislature was passed after the constitution of the State went into effect, declaring that the \"legislature shall pass no special act conferring corporate powers,\" and that \"no bill shall contain more than one subject, which shall be clearly expressed in its title.\" A purchaser of the bonds for value without notice of any infirmity in their issue brought suit to recover the amount of the coupons then due and unpaid. It was held that as, by force of the transaction, the city was bound to refund the moneys paid it in consideration of its void bonds, and as the act by confirming them merely recognizes the existence of that obligation and provides a medium for enforcing it according to the original intention of the parties, no new corporate powers were thereby conferred. In this case, as in <i>Louisiana</i> v. <i>Wood</i><i>,</i> the city got the full pecuniary consideration for the bonds, and applied the money to the very purpose for which they were issued; and upon well-settled principles, if the securities given for the money so obtained proved invalid or defective for any reason, there was a clear legal, as well as moral, obligation to refund the money which had been so advanced to and received by the city. The circumstances and conditions which gave the holders of the bonds an equitable right in those cases to recover from the municipality the money which the bonds represented, do not exist in the case under consideration, where the county received no part of the proceeds of the bonds, and no direct money benefit, but merely derived an incidental advantage arising from the construction of the railroad, upon which advantage it would be impossible for the court to place a pecuniary estimate, or to say that it would be equal to such <span class=\"star-pagination\">*187</span> portion of the bonds in question as the county could lawfully have issued.</p>\n<p>Moreover, by the provisions of the constitution of the State of Nebraska, and by the express terms of the proposition submitted to the vote of the people of Dixon County, the bonds in question were issued <i>as a donation to the railroad company,</i> and, being intended as a donation, it cannot properly be said that the purchasers of these bonds from the railroad company paid any consideration therefor to the county so as to raise any equity as against it, for the amount represented by the bonds, or any part thereof. Any equitable demand which might under the circumstances have existed against the county, on the theory of consideration received, was in favor of the railroad company which constructed the railroad, and thereby conferred all the incidental benefits which the county derived from the transaction. If any equitable claim arises in favor of the holders of the bonds it must be against the railroad company, from whom the bonds were purchased, and by whom their payment was guaranteed, as that company was the recipient of the legal consideration realized upon the negotiation of the bonds.</p>\n<p>Again, the constitution of the State having prescribed the amount which the county might donate to a railroad company, that provision operated as an absolute limitation upon the power of the county to exceed that amount, and it is well settled that no recitals in the bonds, or endorsed thereon, could estop the county from setting up their invalidity, based upon a want of constitutional authority to issue the same. Recitals in bonds issued under legislative authority may estop the municipality from disputing their authority as against a <i>bona fide</i> holder for value, but when the municipal bonds are issued in violation of a constitutional provision, no such estoppel can arise by reason of any recitals contained in the bonds. <i>Lake County</i> v. <i>Rollins,</i> 130 U.S. 662; <i>Lake County</i> v. <i>Graham,</i> 130 U.S. 674; <i>Sutliff</i> v. <i>Lake County Commissioners,</i> 147 U.S. 230.</p>\n<p>But aside from this view of the subject the bill proceeds upon the false assumption that the bonds in question were partly valid and partly void, and that the case is brought <span class=\"star-pagination\">*188</span> within the principle announced in <i>Daviess County</i> v. <i>Dickinson,</i> 117 U.S. 657. In that case, under authority conferred by statute, the county voted a subscription of $250,000 to a railroad company, which was made, and, by order of the county court, bonds of the county to that amount were ordered to be sold and disposed of by a committee, for the purpose of paying such subscription. The officers of the county, without authority, executed and issued bonds in the amount of $300,000. The bonds, as they were delivered, were separately numbered and entered upon the county register. The court held that the power to issue bonds was limited to $250,000, and that the bonds issued in excess of that amount were unlawful and void. It was further held that bonds to the amount authorized, which were first issued and delivered, were valid and entitled to payment. In that case there was a clear and well-defined line between the legal and illegal issues, which enabled the court to declare invalid such of the bonds as exceeded the amount authorized, and to hold that the illegal excess did not vitiate the bonds which were authorized and legally issued. There was no scaling of the entire issue in that case so as to bring it within the limits of the county's authority. The $250,000, which the court pronounced valid, had been expressly authorized by the county, and the bonds for that amount were readily separated from the $50,000 excess which had not been authorized. It did not, therefore, involve any investigation on the part of the court to ascertain what the county could lawfully issue, but was merely the identification of the bonds which it intended to issue. Again, the amount of the bonds issued was not based upon the assessed valuation of the property of the county, but was limited to the amount which the people of the county, by an election duly held, had determined should be issued. There is a radical difference in these respects between that case and the one under consideration.</p>\n<p>What the county authorized and carried into execution in the present case, both by the vote and by the donation, was one entire transaction, and if it should be so reformed as to curtail the entire issue of bonds to such an amount as was within the constitutional limits of the county to donate, it <span class=\"star-pagination\">*189</span> would be something different from that which was voted by the county, and carried into effect by the issue of the bonds. This would involve the making of a different donation from what the county voted and intended to make to the railroad company.</p>\n<p>It is urged that the vote and the issue of the bonds constituted a contract between the railroad company and the county, and that the bonds issued in pursuance thereof should be scaled, as sought by the bill, to bring the contract within the authority of the county; that as the county intended to make a valid donation, such reduction of the amount of the issue, which the complainants offer to make, should be sanctioned by the court, and the residue declared valid. But the difficulty in the way of this suggestion is that, treating the transaction as a contract, it is not within the power of a court of equity to change its terms and provisions. Besides, it is not shown that the county would have voted a different amount from what was issued, or that it intended to issue a less amount. It is too well settled to need citation of authorities that a court of equity, in the absence of fraud, accident or mistake, cannot change the terms of a contract.</p>\n<p>Again, if a right to the equitable relief sought by the complainants could be worked out on the theory of a contract between the county and the railroad company, it would be necessary to establish that such contract actually existed and was valid. In the present case, however, the county had no authority to vote the donation. In <i>Reineman</i> v. <i>Covington, Columbus &amp; Black IIills Railroad,</i> 7 Nebraska, 310, where an excessive issue of bonds had been voted by the county in aid of internal improvements, it was held by the Supreme Court of Nebraska that the vote was simply a void act, and conferred no authority on the county officials to issue the bonds of the county, either to the amount voted or for any amount. It was urged in that case, as in this, that even if it should be held that the proposition submitted to the electors was in excess of the amount authorized to be voted, still to the extent that the county could have lawfully voted and issued such bonds, they should be treated as constituting a contract between the county <span class=\"star-pagination\">*190</span> and the railroad company, and to that extent he upheld. The Supreme Court of the State declined to accede to this view of the subject, and ruled that \"the proposition submitted to the electors was an entirety and indivisible. It exceeded the statutory limit, and was therefore wholly unauthorized. The election was simply a void act, conferring no authority whatever upon the county commissioners to issue bonds of the county in any amount whatever.\"</p>\n<p>Several state decisions have been cited in support of the bill. <i>Johnson</i> v. <i>County of Stark,</i> 24 Illinois, 75; <i>City of Quincy</i> v. <i>Warfield,</i> 25 Illinois, 317; <i>Briscoe</i> v. <i>Allison,</i> 43 Illinois, 291; <i>State</i> v. <i>Allen,</i> 43 Illinois, 456; <i>Stockdale</i> v. <i>Wayland School District,</i> 47 Michigan, 226. But they mostly relate to taxes imposed beyond authority and stand upon a different doctrine from that involved in the present case. We do not, however, deem it necessary to review them, for if they can be construed to support a bill like the one under consideration, we think they are not founded upon correct principles, and are not in harmony with the decisions of this court.</p>\n<p>In <i>Buchanan</i> v. <i>Litchfield,</i> 102 U.S. 278, bonds were issued by the city of Litchfield under authority of a statute of Illinois and an ordinance of the city, for the construction of a system of water works for the use of the municipality. Neither the statute nor the ordinance contained any reference to the provisions of the constitution prohibiting any county, city, township, or school district from becoming indebted in any manner, or for any purpose, to an amount, including existing indebtedness, in the aggregate exceeding five per cent of the taxable property therein. The ordinance of the city made no reference to or mention of the indebtedness of the city, although at that time it exceeded the constitutional limit. A <i>bona fide</i> holder of the bonds brought suit upon the unpaid coupons thereto attached, and it was held that they were void and could not be recovered. In this case the city was directly benefited by the issue of the bonds, which were negotiated for the sole purpose of erecting a system of public works. The holders of the bonds thereafter sought relief by a bill in equity against the city of Litchfield to enforce the payment <span class=\"star-pagination\">*191</span> of the money loaned, or which the city had received upon the issue of the bonds, and used in the construction of its public works. The question of their right to recover on the equitable consideration came before this court in <i>Litchfield</i> v. <i>Ballou,</i> 114 U.S. 190, and it was held that a provision in a state constitution that a municipal corporation shall not become indebted in any manner, or for any purpose, to an amount exceeding five per cent of its taxable property therein, forbids implied as well as express liability for the amount or amounts received on bonds issued contrary to such provision, and that a court of equity could not afford relief in such a case either on an express or implied obligation; that the transaction being invalid at law, was equally invalid in equity. This conclusion was reached after a full review of the authorities on the question, and the court denied the relief sought.</p>\n<p>In <i>Ætna Life Insurance Co.</i> v. <i>Middleport,</i> 124 U.S. 534, the town of Middleport made an appropriation to a railroad company, to be raised by tax on the property of the town, and bonds of the town for a sum large enough to include interest and discount for which they could be sold and delivered were issued to the railroad company, by whom they were put in circulation. These bonds were declared void, and the insurance company, as a purchaser and holder, for value and without notice, of a portion thereof, sought by a proceeding in equity to be subrogated to the right of the railroad company to enforce payment of the amount of the appropriation voted by the town; but it was held that the purchase of these bonds by the holder was no payment of the appropriation voted by the town, and that the holder was not entitled to claim the benefit of such appropriation; nor that the advantages conferred by the railroad company upon the town inured to the benefit of the holder, or constituted the basis of a consideration on which it could claim to be paid the sum appropriated for the railroad company. The proposition contended for in that case by the complainant was that by its purchase of the bonds, which were supposed to represent the benefit conferred upon the town by the appropriation to the railroad company, it became entitled in equity to claim the payment of the <span class=\"star-pagination\">*192</span> amount represented by the bonds on the basis of the original consideration. This contention was not sustained, and the complainant was denied the equitable relief sought.</p>\n<p>The principle running through these decisions controls the case under consideration, and clearly establishes that the complainants are not entitled to the relief they seek. The fact that the complainants have no remedy at law, arising from the invalidity of the bonds, confers no jurisdiction upon a court of equity to afford them relief, The established rule, although not of universal application, is that equity follows the law, or, as stated in <i>Magniac</i> v. <i>Thomson,</i> 15 How. 281, 299, \"that wherever the rights or the situation of parties are clearly defined and established by law, equity has no power to change or unsettle those rights or that situation, but in all such instances the maxim <i>equitas sequitur legem</i> is strictly applicable.\"</p>\n<p>Where a contract is void at law for want of power to make it, a court of equity has no jurisdiction to enforce such contract, or, in the absence of fraud, accident, or mistake to so modify it as to make it legal and then enforce it. Courts of equity can no more disregard statutory and constitutional requirements and provisions than can courts of law. They are bound by positive provisions of a statute equally with courts of law, and where the transaction, or the contract, is declared void because not in compliance with express statutory or constitutional provision, a court of equity cannot interpose to give validity to such transaction or contract, or any part thereof. These general propositions clearly establish that the present bill cannot be sustained, and our conclusion, therefore, is that there was no error in the judgment of the court below in dismissing the bill, and that judgment is accordingly</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HARLAN dissented from the conclusion in this case.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">182</span></span> (1893)</b></center>\n<center><h1>HEDGES<br>\nv.<br>\nDIXON COUNTY.</h1></center>\n<center>No. 62.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 2, 1893.</center>\n<center>Decided November 13, 1893.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF NEBRASKA.\n<p><i>Mr. J.M. Woolworth</i> and <i>Mr. C.L. Wright,</i> for appellants.</p>\n<p><i>Mr. John M. Thurston,</i> for appellee.</p>\n<p><span class=\"star-pagination\">*183</span> MR. JUSTICE JACKSON delivered the opinion of the court.</p>\n<p>The question presented by the record in this case is whether parties holding the greater part of a series of bonds issued by a county in excess of the limit fixed by the constitution of the State, and which for that reason are not enforceable at law, can invoke the aid of a court of equity to afford them relief by first ascertaining the extent of such excess, or settling the amount of bonds which the county could lawfully have issued, and then proceeding to scale down the issue to the limit thus ascertained, and to declare such excess only to be void, and thereupon decree the residue of such bonds good and valid, and enforce payment of such residue, with interest, against the county; or, in other words, can the holders of bonds issued by a county in excess of its authority, by an offer to surrender and cancel so much of such bonds as may upon inquiry be found to exceed the limit authorized by law, invest a court of equity with jurisdiction, not only to ascertain the amount of such excess, but to declare the residue of such bonds valid and enforce the payment thereof against the county?</p>\n<p>The appellants, being the holders of nearly the entire issue of $87,000 in bonds of the county of Dixon, which were by that county issued and donated to the Covington, Columbus and Black Hills Railroad Company, January 1, 1876, filed their bill in May, 1888, in the Circuit Court of the United States for the District of Nebraska, setting forth, among other things, that by a vote of the electors of the county, held on December 27, 1875, the bonds in question were authorized to be issued to the railroad company; that they became the holders thereof, relying upon recitals contained therein, and the certificates endorsed thereon, and believing them to be binding and valid obligations of the county; that, when the interest coupons matured, payment was refused by the county officials, who alleged that the bonds were invalid, because they exceeded in amount ten per cent of the assessed valuation of the property of the county at the time of their issuance. The bill further alleges that complainants had offered to surrender up for cancellation such amounts of the bonds as exceeded ten <span class=\"star-pagination\">*184</span> per cent of the assessed valuation of the property of the county, each holder surrendering his proportionate share of such excess; that this offer was refused by the county, which complainants insist cured any infirmity in the bonds, and that the county was equitably bound to recognize as valid the residue thereof, because it and its citizens had received in the construction of the railroad, which the bonds were issued to promote, all the consideration that was intended to be secured thereby. The prayer of the bill was that an account might be taken to ascertain the excess of the issue over ten per cent of the assessed valuation of the property of the county; that such excess might be distributed among the holders of the bonds, or be applied to reduce the amount of each bond ratably so as to bring the entire issue within the limit authorized by law; that the residue might be declared good and valid, and that the county might be decreed to pay the same, with interest, at the rate of ten per cent from January 1, 1876, to the date of the decree.</p>\n<p>The county demurred to the bill, on the ground that the complainants had not, in and by their bill, stated such a case as to entitle them to the relief sought. This demurrer was sustained by the court, and the defects being of such a character that they could not be remedied by amendment, a decree was entered dismissing the bill. 37 Fed. Rep. 304. From that decree the present appeal is prosecuted.</p>\n<p>The bonds in question were made payable to the Covington, Columbus and Black Hills Railroad Company, or bearer, and were put in circulation by that company with its indorsement thereon guaranteeing to the holders the payment of the principal and interest of the bonds, according to the tenor thereof, at the place where, and as the same became due and payable. The only consideration received by the county in the transaction was the incidental benefit derived from the construction of the railroad  the proceeds of the bonds, when negotiated, being received directly by the railroad company. The theory of the bill is that the bonds are void only to the extent that they exceed ten per cent of the assessed valuation of the property of the county at the time of their issuance, and upon <span class=\"star-pagination\">*185</span> the abatement of that excess the holders are entitled to have the residue thereof  which the county could have lawfully issued  treated as valid, because of the incidental benefits derived from the construction of the road which was sought to be secured by the donation of bonds.</p>\n<p>The complainants by their bill, and exhibits thereto, have presented the same state of facts which were considered in <i>Dixon County</i> v. <i>Field,</i> <span class=\"citation\" data-id=\"91086\"><a href=\"/opinion/91086/dixon-county-v-field/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, where the bonds in question were directly involved, and were held by this court to be void because they exceeded in the aggregate the sum of ten per cent of the assessed valuation of the property of the county at the time of their issue. This decision was based upon section 2, Art. XII. of the constitution of the State of Nebraska, which provides as follows:</p>\n<p>\"No city, county, town, precinct, municipality, or other subdivision of the State, shall ever make donations to any railroad or other work of internal improvement, unless a proposition so to do shall have been first submitted to the qualified electors thereof, at an election by authority of law: <i>Provided,</i> That such donations of a county, with the donations of such subdivisions, in the aggregate, shall not exceed ten per cent of the assessed valuation of such county.\"</p>\n<p>While the complainants concede that the issue of bonds was in excess of what the county was authorized to donate under this provision of the constitution, and for that reason were invalid at law, they insist that a promise to pay so much thereof as could have been lawfully issued should be implied and enforced against the county, under the principle applied in <i>Louisiana</i> v. <i>Wood,</i> <span class=\"citation\" data-id=\"90244\"><a href=\"/opinion/90244/louisiana-v-wood/\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span>, and in <i>Read</i> v. <i>Plattsmouth,</i> 107 U.S. 568. Those cases are clearly distinguishable from the present. In <i>Louisiana</i> v. <i>Wood</i><i>,</i> by the act of the city, the bonds bore a false date which apparently made them obligatory and binding; they were sold by the city and purchased by the holder in good faith, and the money paid therefor went directly into the city's treasury. This court held that the city was in the market as a borrower and received the money in that character, notwithstanding the transaction assumed the form of a sale of her securities, which being <span class=\"star-pagination\">*186</span> defectively executed a suit could not be maintained thereon, and that the holder was entitled to recover the money paid, with interest thereon from the time the obligation of the city to pay was denied.</p>\n<p>In <i>Read</i> v. <i>Plattsmouth</i> the bonds were issued by a city for the purpose of raising money wherewith to construct a high school building within her limits. The bonds were sold and the proceeds applied to that purpose. The legislature subsequently legalized the proceedings of the city in the premises, but this act of the legislature was passed after the constitution of the State went into effect, declaring that the \"legislature shall pass no special act conferring corporate powers,\" and that \"no bill shall contain more than one subject, which shall be clearly expressed in its title.\" A purchaser of the bonds for value without notice of any infirmity in their issue brought suit to recover the amount of the coupons then due and unpaid. It was held that as, by force of the transaction, the city was bound to refund the moneys paid it in consideration of its void bonds, and as the act by confirming them merely recognizes the existence of that obligation and provides a medium for enforcing it according to the original intention of the parties, no new corporate powers were thereby conferred. In this case, as in <i>Louisiana</i> v. <i>Wood</i><i>,</i> the city got the full pecuniary consideration for the bonds, and applied the money to the very purpose for which they were issued; and upon well-settled principles, if the securities given for the money so obtained proved invalid or defective for any reason, there was a clear legal, as well as moral, obligation to refund the money which had been so advanced to and received by the city. The circumstances and conditions which gave the holders of the bonds an equitable right in those cases to recover from the municipality the money which the bonds represented, do not exist in the case under consideration, where the county received no part of the proceeds of the bonds, and no direct money benefit, but merely derived an incidental advantage arising from the construction of the railroad, upon which advantage it would be impossible for the court to place a pecuniary estimate, or to say that it would be equal to such <span class=\"star-pagination\">*187</span> portion of the bonds in question as the county could lawfully have issued.</p>\n<p>Moreover, by the provisions of the constitution of the State of Nebraska, and by the express terms of the proposition submitted to the vote of the people of Dixon County, the bonds in question were issued <i>as a donation to the railroad company,</i> and, being intended as a donation, it cannot properly be said that the purchasers of these bonds from the railroad company paid any consideration therefor to the county so as to raise any equity as against it, for the amount represented by the bonds, or any part thereof. Any equitable demand which might under the circumstances have existed against the county, on the theory of consideration received, was in favor of the railroad company which constructed the railroad, and thereby conferred all the incidental benefits which the county derived from the transaction. If any equitable claim arises in favor of the holders of the bonds it must be against the railroad company, from whom the bonds were purchased, and by whom their payment was guaranteed, as that company was the recipient of the legal consideration realized upon the negotiation of the bonds.</p>\n<p>Again, the constitution of the State having prescribed the amount which the county might donate to a railroad company, that provision operated as an absolute limitation upon the power of the county to exceed that amount, and it is well settled that no recitals in the bonds, or endorsed thereon, could estop the county from setting up their invalidity, based upon a want of constitutional authority to issue the same. Recitals in bonds issued under legislative authority may estop the municipality from disputing their authority as against a <i>bona fide</i> holder for value, but when the municipal bonds are issued in violation of a constitutional provision, no such estoppel can arise by reason of any recitals contained in the bonds. <i>Lake County</i> v. <i>Rollins,</i> 130 U.S. 662; <i>Lake County</i> v. <i>Graham,</i> 130 U.S. 674; <i>Sutliff</i> v. <i>Lake County Commissioners,</i> 147 U.S. 230.</p>\n<p>But aside from this view of the subject the bill proceeds upon the false assumption that the bonds in question were partly valid and partly void, and that the case is brought <span class=\"star-pagination\">*188</span> within the principle announced in <i>Daviess County</i> v. <i>Dickinson,</i> 117 U.S. 657. In that case, under authority conferred by statute, the county voted a subscription of $250,000 to a railroad company, which was made, and, by order of the county court, bonds of the county to that amount were ordered to be sold and disposed of by a committee, for the purpose of paying such subscription. The officers of the county, without authority, executed and issued bonds in the amount of $300,000. The bonds, as they were delivered, were separately numbered and entered upon the county register. The court held that the power to issue bonds was limited to $250,000, and that the bonds issued in excess of that amount were unlawful and void. It was further held that bonds to the amount authorized, which were first issued and delivered, were valid and entitled to payment. In that case there was a clear and well-defined line between the legal and illegal issues, which enabled the court to declare invalid such of the bonds as exceeded the amount authorized, and to hold that the illegal excess did not vitiate the bonds which were authorized and legally issued. There was no scaling of the entire issue in that case so as to bring it within the limits of the county's authority. The $250,000, which the court pronounced valid, had been expressly authorized by the county, and the bonds for that amount were readily separated from the $50,000 excess which had not been authorized. It did not, therefore, involve any investigation on the part of the court to ascertain what the county could lawfully issue, but was merely the identification of the bonds which it intended to issue. Again, the amount of the bonds issued was not based upon the assessed valuation of the property of the county, but was limited to the amount which the people of the county, by an election duly held, had determined should be issued. There is a radical difference in these respects between that case and the one under consideration.</p>\n<p>What the county authorized and carried into execution in the present case, both by the vote and by the donation, was one entire transaction, and if it should be so reformed as to curtail the entire issue of bonds to such an amount as was within the constitutional limits of the county to donate, it <span class=\"star-pagination\">*189</span> would be something different from that which was voted by the county, and carried into effect by the issue of the bonds. This would involve the making of a different donation from what the county voted and intended to make to the railroad company.</p>\n<p>It is urged that the vote and the issue of the bonds constituted a contract between the railroad company and the county, and that the bonds issued in pursuance thereof should be scaled, as sought by the bill, to bring the contract within the authority of the county; that as the county intended to make a valid donation, such reduction of the amount of the issue, which the complainants offer to make, should be sanctioned by the court, and the residue declared valid. But the difficulty in the way of this suggestion is that, treating the transaction as a contract, it is not within the power of a court of equity to change its terms and provisions. Besides, it is not shown that the county would have voted a different amount from what was issued, or that it intended to issue a less amount. It is too well settled to need citation of authorities that a court of equity, in the absence of fraud, accident or mistake, cannot change the terms of a contract.</p>\n<p>Again, if a right to the equitable relief sought by the complainants could be worked out on the theory of a contract between the county and the railroad company, it would be necessary to establish that such contract actually existed and was valid. In the present case, however, the county had no authority to vote the donation. In <i>Reineman</i> v. <i>Covington, Columbus &amp; Black IIills Railroad,</i> 7 Nebraska, 310, where an excessive issue of bonds had been voted by the county in aid of internal improvements, it was held by the Supreme Court of Nebraska that the vote was simply a void act, and conferred no authority on the county officials to issue the bonds of the county, either to the amount voted or for any amount. It was urged in that case, as in this, that even if it should be held that the proposition submitted to the electors was in excess of the amount authorized to be voted, still to the extent that the county could have lawfully voted and issued such bonds, they should be treated as constituting a contract between the county <span class=\"star-pagination\">*190</span> and the railroad company, and to that extent he upheld. The Supreme Court of the State declined to accede to this view of the subject, and ruled that \"the proposition submitted to the electors was an entirety and indivisible. It exceeded the statutory limit, and was therefore wholly unauthorized. The election was simply a void act, conferring no authority whatever upon the county commissioners to issue bonds of the county in any amount whatever.\"</p>\n<p>Several state decisions have been cited in support of the bill. <i>Johnson</i> v. <i>County of Stark,</i> 24 Illinois, 75; <i>City of Quincy</i> v. <i>Warfield,</i> 25 Illinois, 317; <i>Briscoe</i> v. <i>Allison,</i> 43 Illinois, 291; <i>State</i> v. <i>Allen,</i> 43 Illinois, 456; <i>Stockdale</i> v. <i>Wayland School District,</i> 47 Michigan, 226. But they mostly relate to taxes imposed beyond authority and stand upon a different doctrine from that involved in the present case. We do not, however, deem it necessary to review them, for if they can be construed to support a bill like the one under consideration, we think they are not founded upon correct principles, and are not in harmony with the decisions of this court.</p>\n<p>In <i>Buchanan</i> v. <i>Litchfield,</i> <span class=\"citation\" data-id=\"90243\"><a href=\"/opinion/90243/buchanan-v-litchfield/\"><span class=\"volume\">102</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">278</span></a></span>, bonds were issued by the city of Litchfield under authority of a statute of Illinois and an ordinance of the city, for the construction of a system of water works for the use of the municipality. Neither the statute nor the ordinance contained any reference to the provisions of the constitution prohibiting any county, city, township, or school district from becoming indebted in any manner, or for any purpose, to an amount, including existing indebtedness, in the aggregate exceeding five per cent of the taxable property therein. The ordinance of the city made no reference to or mention of the indebtedness of the city, although at that time it exceeded the constitutional limit. A <i>bona fide</i> holder of the bonds brought suit upon the unpaid coupons thereto attached, and it was held that they were void and could not be recovered. In this case the city was directly benefited by the issue of the bonds, which were negotiated for the sole purpose of erecting a system of public works. The holders of the bonds thereafter sought relief by a bill in equity against the city of Litchfield to enforce the payment <span class=\"star-pagination\">*191</span> of the money loaned, or which the city had received upon the issue of the bonds, and used in the construction of its public works. The question of their right to recover on the equitable consideration came before this court in <i>Litchfield</i> v. <i>Ballou,</i> <span class=\"citation\" data-id=\"91357\"><a href=\"/opinion/91357/litchfield-v-ballou/\"><span class=\"volume\">114</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, and it was held that a provision in a state constitution that a municipal corporation shall not become indebted in any manner, or for any purpose, to an amount exceeding five per cent of its taxable property therein, forbids implied as well as express liability for the amount or amounts received on bonds issued contrary to such provision, and that a court of equity could not afford relief in such a case either on an express or implied obligation; that the transaction being invalid at law, was equally invalid in equity. This conclusion was reached after a full review of the authorities on the question, and the court denied the relief sought.</p>\n<p>In <i>Ætna Life Insurance Co.</i> v. <i>Middleport,</i> <span class=\"citation\" data-id=\"92152\"><a href=\"/opinion/92152/aetna-life-ins-co-v-middleport/\"><span class=\"volume\">124</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">534</span></a></span>, the town of Middleport made an appropriation to a railroad company, to be raised by tax on the property of the town, and bonds of the town for a sum large enough to include interest and discount for which they could be sold and delivered were issued to the railroad company, by whom they were put in circulation. These bonds were declared void, and the insurance company, as a purchaser and holder, for value and without notice, of a portion thereof, sought by a proceeding in equity to be subrogated to the right of the railroad company to enforce payment of the amount of the appropriation voted by the town; but it was held that the purchase of these bonds by the holder was no payment of the appropriation voted by the town, and that the holder was not entitled to claim the benefit of such appropriation; nor that the advantages conferred by the railroad company upon the town inured to the benefit of the holder, or constituted the basis of a consideration on which it could claim to be paid the sum appropriated for the railroad company. The proposition contended for in that case by the complainant was that by its purchase of the bonds, which were supposed to represent the benefit conferred upon the town by the appropriation to the railroad company, it became entitled in equity to claim the payment of the <span class=\"star-pagination\">*192</span> amount represented by the bonds on the basis of the original consideration. This contention was not sustained, and the complainant was denied the equitable relief sought.</p>\n<p>The principle running through these decisions controls the case under consideration, and clearly establishes that the complainants are not entitled to the relief they seek. The fact that the complainants have no remedy at law, arising from the invalidity of the bonds, confers no jurisdiction upon a court of equity to afford them relief, The established rule, although not of universal application, is that equity follows the law, or, as stated in <i>Magniac</i> v. <i>Thomson,</i> <span class=\"citation\" data-id=\"86833\"><a href=\"/opinion/86833/magniac-v-thomson/\"><span class=\"volume\">15</span> <span class=\"reporter\">How.</span> <span class=\"page\">281</span></a></span>, 299, \"that wherever the rights or the situation of parties are clearly defined and established by law, equity has no power to change or unsettle those rights or that situation, but in all such instances the maxim <i>equitas sequitur legem</i> is strictly applicable.\"</p>\n<p>Where a contract is void at law for want of power to make it, a court of equity has no jurisdiction to enforce such contract, or, in the absence of fraud, accident, or mistake to so modify it as to make it legal and then enforce it. Courts of equity can no more disregard statutory and constitutional requirements and provisions than can courts of law. They are bound by positive provisions of a statute equally with courts of law, and where the transaction, or the contract, is declared void because not in compliance with express statutory or constitutional provision, a court of equity cannot interpose to give validity to such transaction or contract, or any part thereof. These general propositions clearly establish that the present bill cannot be sustained, and our conclusion, therefore, is that there was no error in the judgment of the court below in dismissing the bill, and that judgment is accordingly</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE HARLAN dissented from the conclusion in this case.</p>\n</div>", "id": 93697, "judges": "Jackson", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93697/", "sha1": "96c54879b55ec42642e1edf3a5af2a1ddeff7de2", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:07:51"}