{"absolute_url": "/opinion/87779/ex-parte-garland/", "blocked": false, "citation": {"case_name": "Ex Parte Garland", "docket_number": null, "document_uris": ["/api/rest/v2/document/87779/"], "federal_cite_one": "71 U.S. 333", "federal_cite_three": null, "federal_cite_two": null, "id": 56671, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/56671/", "scotus_early_cite": "4 Wall. 333", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 94, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1867-01-14", "date_modified": "2014-12-21T01:25:46.430022", "docket": "/api/rest/v2/docket/263759/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">71 U.S. 333</p>\n    <p class=\"case_cite\">18 L.Ed. 366</p>\n    <p class=\"case_cite\">4 Wall. 333</p>\n    <p class=\"parties\">EX PARTE GARLAND.</p>\n    <p class=\"date\">December Term, 1866</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON the 2d of July, 1862, Congress, by 'An act to prescribe an oath of office, and for other purposes,'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> enacted:</p>\n      <p class=\"indent\">'That hereafter every person elected or appointed to any office of honor or profit under the government of the United States, either in the civil, military, or naval departments of the public service, excepting the President of the United States, shall, before entering upon the duties of such office, take and subscribe the following oath or affirmation:</p>\n      <p class=\"indent\">\"I, A. B., do solemnly swear (or affirm) that I have never voluntarily borne arms against the United States since I have been a citizen thereof; <i>that I have voluntarily given no aid, countenance, counsel, or encouragement to</i> persons engaged in armed hostility thereto; that I have neither sought nor accepted, not attempted to exercise the functions of <i>any office whatever, under any authority or pretended authority in hostility to the United States;</i> that I have not yielded a voluntary support to any pretended government, authority, power, or constitution with the United States, hostile or inimical thereto. And I do further swear (or affirm) that, to the best of my knowledge and ability, I will support and defend the Constitution of the United States against all enemies, foreign and domestic; that I will bear true faith and allegiance to the same; that I take this obligation freely, without any mental reservation or purpose of evasion, and that I will well and faithfully discharge the duties of the office on which I am about to enter, so help me God;' &amp;c.</p>\n      <p class=\"indent\">'Any person who shall falsely take the said oath shall be guilty of perjury; and, on conviction, in addition to the penalties now prescribed for that offence, shall be deprived of his office, and rendered incapable forever after of holding any office or place under the United States.'</p>\n      <p class=\"indent\">On the 24th of January, 1865,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Congress passed a supplementary act extending these provisions so as to embrace attorneys and counsellors of the courts of the United States. It is as follows:</p>\n      <p class=\"indent\">'No person, after the date of this act, shall be admitted to the bar of the <i>Supreme Court of the United States</i>, or at any time after the fourth of March next, shall be admitted to the bar <i>of any Circuit or District Court of the United States, or of the Court of Claims</i>, as an attorney or counsellor of such court, or shall be allowed to appear and be heard in any such court, by virtue of any previous admission, or any special power of attorney, unless he shall have first taken and subscribed the oath prescribed in 'An act to prescribe an oath of office and for other purposes,' approved July 2d, 1862. And any person who shall falsely take the said oath shall be guilty of perjury, and, on conviction,' &amp;c.</p>\n      <p class=\"indent\">By the Judiciary Act of 1789, the Supreme Court has power to make rules and decide upon the qualifications of attorneys.</p>\n      <p class=\"indent\">At the December Term of 1860, A. H. Garland, Esquire, was admitted as an attorney and counsellor of the court, and took and subscribed the oath then required. The second rule, as it then existed, was as follows:'It shall be requisite to the admission of attorneys and counsellors to practise in this court, that they shall have been such for three years past in the Supreme Courts of the States to which they respectively belong, <i>and that their private and professional character shall appear to be fair</i>.</p>\n      <p class=\"indent\">'They shall respectively take the following oath or affirmation, viz.:</p>\n      <p class=\"indent\">\"I, A. B., do solemnly swear (or affirm, as the case may be) that I will demean myself as an attorney and counsellor of this court, uprightly, and according to law, and that I will support the Constitution of the United States.\"</p>\n      <p class=\"indent\">There was then no other qualification for attorneys in this court than such as are named in this rule.</p>\n      <p class=\"indent\">In March, 1865, this rule was changed by the addition of a clause requiring an oath, in conformity with the act of Congress.</p>\n      <p class=\"indent\">At the same term at which he was admitted, Mr. Garland appeared, and presented printed argument in several cases in which he was counsel. His name continued on the roll of attorneys from then to the present time; but the late Rebellion intervened, and all business in which he was concerned at the time of his admission remained undisposed of. In some of the cases alluded to fees were paid, and in others they were partially paid. Having taken part in the Rebellion against the United States, by being in the Congress of the so-called Confederate States, from May, 1861, until the final surrender of the forces of such Confederate States first in the lower house, and afterwards in the Senate of that body, as the representative of the State of Arkansas, of which he was a citizen&#8212;Mr. Garland could not take the oath prescribed by the acts of Congress before mentioned, and the rule of the court of March, 1865.</p>\n      <p class=\"indent\">The State, in May, 1861, passed an ordinance of secession, purporting to withdraw herself from the Union; and afterwards, in the same year, by another ordinance, attached herself to the so-called Confederate States.</p>\n      <p class=\"indent\">In July, 1865, Mr. Garland received from the President a pardon, by which the chief magistrate, reciting that Mr. Garland, 'by taking part in the late Rebellion against the government, had made himself liable to heavy pains and penalties,' &amp;c., did thereby</p>\n      <p class=\"indent\">'Grant to the said A. H. Garland a FULL PRADON AND AMNESTY for all offences by him committed, arising from participation, direct or implied, in the said Rebellion, conditioned as follows: This pardon to begin and take effect from the day on which the said A. H. Garland shall take the oath prescribed in the proclamation of the President, dated May 29th, 1865; and to be void and of no effect if the said A. H. Garland shall hereafter at any time acquire any property whatever in slaves, or make use of slave labor; and that he first pay all costs which may have accrued in any proceedings hitherto instituted against his person or property. And upon the further condition that the said A. H. Garland shall notify the Secretary of State in writing that he has received and accepted the foregoing pardon.'</p>\n      <p class=\"indent\">The oath required was taken by Mr. Garland and annexed to the pardon. It was to the purport that he would thenceforth 'faithfully support, protect, and defend the Constitution of the United States and the union of the States thereunder; and that he would in like manner abide by and faithfully support all laws and proclamations which had been made during the existing Rebellion with reference to the emancipation of slaves.'</p>\n      <p class=\"indent\">Mr. Garland now produced this pardon, and by petition filed in court asked permission to continue to practise as an attorney and counsellor of the court, without taking the oath required by the act of January 24th, 1865, and the rule of the court. He rested his application principally upon two grounds:</p>\n      <p class=\"indent\">1st. That the act of January 24th, 1865, so far as it affected his status in the court, was unconstitutional and void; and,</p>\n      <p class=\"indent\">2d. That, if the act were constitutional, he was released from compliance with its provisions by the pardon of the President.</p>\n      <p class=\"indent\"><i>Messrs. Reverdy Johnson and M. H. Carpenter, for the petitioner, Mr. Garland</i>, who had filed a brief of his own presenting fully his case.</p>\n      <p class=\"indent\">I. In discussing the constitutionality of any law of Congress, the real question is, would the act accomplish a result which the Constitution forbids? If so, no matter what may be the form of the act, it is unconstitutional.</p>\n      <p class=\"indent\">This court, in <i>Green</i> v. <i>Biddle,</i> 3 <i>McCracken</i> v. <i>Hayward</i>,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> has held, that although the States may legislate at pleasure upon remedies merely, yet if the practical effect of such legislation, in a given case, be to burden the right of a creditor unreasonably, or withdraw the debtor's property from the reach of the creditor, then such law is unconstitutional, as impairing the obligations of the contract. In <i>Bronson</i> v. <i>Kinzie</i>, C. J. Taney says:</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">'Whatever belongs merely to the remedy may be altered according to the will of the State, provided the alteration does not impair the obligation of the contract. <i>But if that effect is produced</i>, it is immaterial whether it is done by acting on the remedy, or directly on the contract itself. <i>In either case it is prohibited by the Constitution</i>.'</p>\n    </div>\n    <p class=\"indent\">Again he says:</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'And no one, we presume, would say that there is any substantial difference between a retrospective law declaring a particular contract or class of contracts to be abrogated and void, and one which took away all remedy to enforce them, or incumbered it with conditions <i>that render it useless or impracticable to pursue it</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the Passenger Cases,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> this court held that State laws, nominally mere health or police laws, were unconstitutional, <i>because, in their effect</i>, they amounted to a regulation of commerce; and, therefore, were an exercise of power vested exclusively in the Federal government.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The judges of this court hold office during good behavior. An act of Congress passed to-day, requiring them to take an oath that they were not above forty years of age, and providing, as the act in question does in relation to attorneys, that, 'after the 4th March next, no justice of this court should be admitted to his seat, unless he should take such oath, even if he were previously a justice of said court,' would be a palpable violation of the Constitution, because it would amount to a disqualification to any man above forty years of age, and be equivalent to providing that no justice of this court should remain in office beyond that age; while the Constitution provides that the judges shall hold during good behavior.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Constitution provides,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> that 'no attainder of treason shall work corruption of blood, or forfeiture, except during the life of the person attainted.' Now, an act of Congress, or of a State, declaring that before any heir should enter into his ancestral estates he should take an oath that his ancestor had not been attainted of treason, would violate this provision; and could be intended for no other purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Assault and battery is a crime punishable by fine of $50, but not with disqualification to hold office. Suppose A. today commits that offence, is tried and fined. To-morrow, Congress passes a law that no person shall be admitted to hold any office of honor, profit, or trust until he shall subscribe an oath that he has never committed the crime of assault and battery. Is it not apparent that such act, in its practical operation, would be <i>ex post facto</i>, as adding to the punishment of assault and battery an important penalty not attaching when the crime was committed?</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">These are instances, and many might be cited, illustrating the proposition that an act is unconstitutional, which accomplishes a result forbidden by, or in conflict with, the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">II. What, then, is the result accomplished by the act complained of, and how does that result accord with the spirit and provisions of the Constitution?</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This may be considered&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(1.) With reference to the petition; and</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(2.) Upon principle generally.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">1. Conceding, for the purpose of this argument, that the petitioner has been guilty of treason, for which, on conviction in the manner provided in the Constitution (on the testimony of two witnesses to the same overt act, or on confession in open court), he might have been punished with death.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The President has fully pardoned him for this offence; and the constitutional effect of that pardon is to restore him to all his rights, civil and political, including the capacity or qualification to hold office, as fully in every respect as though he had never committed the offence. Previous to the Rebellion, the petitioner was not only qualified to be, but actually was a member of this bar. In consequence of his supposed treason, and only in consequence of that, he subjected himself to the liability of forfeiture of that office; but the pardon wipes out both the crime and the liability to punishment, and restores the petitioner to the rights he before possessed, including the right to practise at this bar. This act of Congress, however, fixes upon this petitioner, as a consequence of the offence, a perpetual disqualification to hold this or any other office of honor, profit, or trust. In other words, the act accomplishes a result in direct opposition to the constitutional effect of the pardon. Dropping names and forms and considering the substance of things, the President says, by his pardon: 'You shall not be precluded from practising in the Supreme Court in consequence of your crime; I pardon you.' The act says: 'You shall never practise in the Supreme Court without taking an oath which will be perjury, and then, on conviction of that, that shall disqualify you.' The President is trying to pardon, and Congress to punish the petitioner for the same offence; and the only question is, which power prevails over the other?To examine this subject we must consider first the nature and effect of the pardon granted to the petitioner; and secondly, the character and effect of the oath prescribed by the act. If it can be shown that the pardon, in its constitutional effect, extinguishes the crime and precludes the possibility of punishment; and that the oath in effect fixes a disqualification, which is in the nature of a penalty or punishment for the same offence, then, of course, the conflict between the two is established, and we presume it will be conceded, in that case, that the pardon must prevail.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, the pardon. The Constitution provides<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> that the President 'shall have power to grant reprives and pardons for offences against the United States, except in cases of impeachment.' This language is plain. 'Offences,' means 'all offences;' and then the express exception of cases of impeachment is a repetition of the same idea.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In <i>United States</i> v. <i>Wilson</i>,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Chief Justice Marshall, speaking of the pardoning power, says:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'As this power had been exercised from time immemorial by the Executive of that nation, whose language is our language, and to whose judicial institutions ours bear a close resemblance, we adopt their principles respecting the operation and effect of a pardon, and look into their books for the rules prescribing the manner in which it is to be used by the person who would avail himself of it.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This court, delivering its opinion by Mr. Justice Wayne, in <i>Ex parte Wells</i>,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> quotes this language of Chief Justice Marshall with approval, and says further that the power granted to the President was the same that had before been exercised by the Crown of England. Now let us turn to the English and American authorities.</p>\n    </div>\n    <p class=\"indent\">In Sharswood's Blackstone<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> it is said:</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'The effect of a pardon is to make the offender a new man; to acquit him of all corporal penalties and forfeitures annexed to that offence for which he obtains a pardon; it gives him a new credit and capacity; and the pardon of treason or felony, even after conviction or attainder, will enable a man to have an action of slander for calling him a traitor or felon.'</p>\n    </div>\n    <p class=\"indent\">Bacon's Abridgment says:</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">'The stroke being pardoned, the effects of it are consequently pardoned.'</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">And refers to Cole's Case, in the old and accurate reporter Plowden.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Bacon says, also:<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">'The pardon removes all punishment and legal disability.'<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <p class=\"indent\">In Bishop's Criminal Law it is said:<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">'The effect of a full pardon is to absolve the party from all the consequences of his crime, and of his conviction therefor, direct and collateral; it frees him from the punishment, whether of imprisonment, pecuniary penalty, or whatever else the law has provided.'</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the Pennsylvania case of <i>Cope</i> v. <i>Commonwealth</i>,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> the court says:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">'We are satisfied, however, that although the remission of the fine imposed would not discharge the offender from all the consequences of his guilt, a full pardon of the offence would.'</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In the Massachusetts case of <i>Perkins</i> v. <i>Stevens</i>,<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> it is said:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">'It is only a full pardon of the offence which can wipe away the infamy of the conviction, and restore the convict of his civil rights.'</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">And quoting from the attorney-general of that State, the court approves the following language:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">'When fully exercised, pardon is an effectual mode of restoring the competency of a witness. It must be fully exercised to produce this effect; for if the punishment only be pardoned or remitted it will not restore the competency, and does not remove the blemish of character. There must be a full and free pardon of the offence before these can be released and removed.'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In other cases<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> a pardon was held to render the convict a competent witness, upon the ground that the pardon removed not only the punishment but the stigma of guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">These authorities show that the people intended to, and in fact did, clothe the President with the power to pardon all offences, and thereby to wash away the legal stain and extinguish all the legal consequences of treason&#8212;all penalties, all punishments, and everything in the nature of punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The President, for reasons of the sufficiency of which he is the sole and exclusive judge, has exercised this power in favor of the petitioner. The effect of the pardon, therefore, is to make it impossible for any power on earth to inflict, constitutionally, any punishment whatever upon the petitioner for the crime of treason specified in the pardon.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">III. The act applied to the petitioner, in substance and effect, visits upon him a punishment for his pardoned crime. It will be conceded that the effect of this act is to exclude the petitioner from this and from all civil office. That a permanent disqualification for office is a grievous punishment need not be argued in America.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\"><i>In the matter of Dorsey</i>,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> a motion was made for the admission of Dorsey as an attorney, and to dispense with administering to him an oath in relation to duelling, required by an act of 1826. This act provided that 'all members of the general assembly, all officers and public functionaries, elected or appointed under the constitution or laws of the State, and all counsellors and attorneys at law,' before entering upon their office, should take an oath that they had never been engaged in any duel, and that they never would be.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The report of the case occupies about two hundred pages, and is an able and elaborate discussion of this subject, and a full authority for the position we take in this case. It was there held:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">1. That in that case the law prescribed a qualification for holding office, which an individual never could comply with, and that such act, as to him, was a disqualification.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">2. That such disqualification was punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">3. That the retrospective part of the oath was unconstitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">4. That as a part of the oath was unconstitutional, and the court could not separate it, the whole oath was unconstitutional, and the petitioner was entitled to be admitted without taking it.</p>\n    </div>\n    <p class=\"indent\">Goldthwaite, J., says:<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">'I have omitted any argument to show that disqualification from office, or from the pursuits of a lawful avocation, is a punishment; that it is so, is too evident to require any illustration; indeed, it may be questioned whether any ingenuity could devise any penalty which would operate more forcibly on society.'</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In <i>Barker</i> v. <i>The People</i>,<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> a New York case, the chancellor says:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">'Whether the legislature can exclude from public trusts any person not excluded by the express rules of the Constitution, is the question which I have already examined, and according to my views of that question there may be an exclusion by law, in punishment for crimes, but in no other manner, and for no other cause.'</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In same case, in Supreme Court, where the opinion was delivered by Spencer, C. J., it is said:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">'The disfranchisement of a citizen is not an unusual punishment; it was the consequence of treason, and of infamous crimes, and it was altogether discretionary in the legislature to extend that punishment to other offences.'Indeed, the very act we are considering provides this punishment for those who shall be convicted of perjury for taking the test oath falsely.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">And more than all, the Constitution of the United States<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> itself is to the same effect. It says:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">'Judgment in cases of impeachment shall not extend further than to removal from office, and disqualification to hold and enjoy any office of honor, trust, or profit under the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For the highest crimes, then, and on trial in the most solemn form known to the Constitution, the only punishment is disqualification.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">These authorities, as we assert, establish:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">1. That the pardon absolves the petitioner from all punishment for his offence; and,</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">2. That the act in question does, in its operation upon the petitioner, disfranchise him from holding office; and</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">3. That such disfranchisement is in effect a punishment for the same offence for which he has been pardoned; and, therefore,</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">4. That the act and the pardon are in conflict, and the pardon must prevail.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">IV. The foregoing objections are conclusive as regards Mr. Garland; but it might be omitting a duty that every lawyer owes his country, not to call attention to other general objections to this act.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">1. What right has Congress to prescribe other qualifications than are found in the Constitution; and what is the limit of the power? Of course the power is conceded to make perpetual or limited disqualification one of the penalties of crime, applying the act prospectively. Such was the act sustained in <i>Barker</i> v. <i>The People</i>, before cited; but where does Congress get the power to disfranchise and disqualify any citizen, except as punishment for crimes, whereof the party shall have been duly convicted?Congress can exercise none but actually delegated powers, or such as are incidental and necessary to carry out those expressly granted. If this act is constitutional, then there is no limit to the oaths that may be hereafter prescribed. The whole matter rests in the discretion of Congress. A law requiring every public officer to swear that he voted for a particular candidate at the last election, or leave his office, would be more wanton, but not less constitutional, than the one we are considering; for if it is in the constitutional power of Congress to require these disfranchising oaths to be taken, then Congress alone can determine their nature. There is no appeal from its determination of any matter within its constitutional province.</p>\n    </div>\n    <p class=\"indent\">2. The Constitution provides:<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">'No person shall be held to answer for a capital or otherwise infamous crime, unless on a presentment or indictment of a grand jury; except,' &amp;c. . . . 'Nor shall he be compelled, in any criminal case, to be a witness against himself, nor be deprived of life, liberty, or property, without due process of law,' &amp;c.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Now, suppose murder or treason to have been in fact committed by a public officer, but that there is no witness to establish the fact. Can Congress pass a law requiring him, as a condition to his further continuance in office, or ever after holding any office, to take an oath that he has not committed murder or treason? If so, all the consequences which can follow from conviction on impeachment, viz., incapacity to hold office, may be visited upon the guilty party without indictment, trial, or witnesses produced against him, and without any process of law whatever; and Congress may by <i>ex post facto</i> laws brand the most trifling offence, or even a difference of political opinion, with total disqualification to hold office. Such rapid administration of justice might often reach a correct result, and disfranchise a guilty man whose absence from office might not endanger the Republic; but the question is, is it a constitutional method of establishing and punishing guilt?</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">3. The petitioner's right to practise in this court is property. In <i>Wammack</i> v. <i>Halloway</i>,<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> it was held by the court unanimously, that 'the right to exercise an office is as much a species of property as any other thing capable of possession; and to wrongfully deprive one of it, or unjustly withhold it, is an injury which the law can redress in as ample a manner as any other wrong; and conflicting claims to exercise it must be decided in the same manner as other claims involving any other right, if either of the claimants insist on a jury.'</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In <i>Ex parte Heyfron</i>,<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> it was held to be 'error to strike an attorney from the roll on motion without giving him notice of the proceeding,' the court saying: 'It is a cardinal principle in the administration of justice, that no man can be condemned, or divested of <i>his rights</i>, until he has had an opportunity of being heard.'</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\"><i>In the matter of Cooper</i>,<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> it was held that the court, in passing upon the admission of an applicant to practise as an attorney, acted judicially, and its decision was reviewable in the appellate court.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In <i>Ex parte Secombe</i>,<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> this court say (by C. J. Taney):</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">'It rests exclusively with the court to determine who is qualified to become one of its officers, as an attorney and counsellor, and for what cause he ought to be removed. <i>The power, however, is not an arbitrary and despotic one, to be exercised at the pleasure of the court, or from passion, prejudice, or personal hostility;</i> but it is the duty of the court to exercise and regulate it by sound and just judicial discretion, whereby the rights and independence of the bar may be as scrupulously guarded and maintained by the court as the rights and dignity of the court itself.'</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">These cases show that the petitioner has a vested right in his office as an attorney of this court, of which he can only be deprived by some regular judicial proceeding. He may be removed for cause; but the adjudication of the court in the premises is a judicial judgment, which may be reviewed on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Depriving the petitioner, therefore, of his office by an enforcement of this act of Congress, is depriving him of his property without due process of law.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Mr. R. H. Marr, also for the petitioner:</i>\n      <a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a>\n    </p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">I. The President has granted to the petitioner a 'full pardon and amnesty.' Here are two words, and the meaning of them is different.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The meaning of the word pardon has been discussed and is well known. The word 'amnesty' is not of frequent use in the English law; for the clemency which is expressed by that word is usually exercised in England by what they call an act of indemnity. Let us inquire into its meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Neither the English law nor our law throws great light upon the matter. It may be well to trace its history, and to see how it was understood originally, how it has been uniformly understood since, and is now understood, by some of the most polished nations of the world. If we turn our attention to France, particularly, so long and so often the sport of political storms and revolutions, we shall find in her jurisprudence abundant light to guide us in our inquiry as to the meaning and effect of the amnesty.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The word comes from the Greek, A?vns?ia, and means oblivion, the state or condition of being forgotten, no longer remembered. When Thrasybulus had overcome and dethroned the Thirty Tyrants, he induced his followers, by his persuasive eloquence, and by the influence which his noble virtues gave him, to pass an act of perpetual oblivion in favor of an oligarchical party, from whom they had suffered atrocious wrongs; to forget, to remember no longer, the past offences, grievous as they were; and this act of clemency, running back to about the year 403 B. C., he called A?vns?ia.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The Romans, too, had their amnesty, which they called <i>Abolitio</i>, and which is thus defined in their law: '<i>Abolitio est deletio, oblivio, vel extinctio accusationis</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">This high prerogative was exercised by the kings of Spain from a very remote period; and its effect<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> is, to condone the penalty, and to obliterate, efface the mark of infamy.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">From an early period, this prerogative has been exercised by the kings of France, and its effect has been the subject of the most minute judicial investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Merlin<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a> defines the word: '<i>Grace du souverain, par laquelle il veut qu'on oublie ce qui a  et e fait contre lui ou contre ses ordres</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Fleming &amp; Tibbins, in their Dictionary,<a class=\"footnote\" href=\"#fn31\" id=\"fn31_ref\">31</a> define it: '<i>Pardon qu'on accorde  a des rebelles ou  a des d eserteurs</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">In the matter of a person named Clemency,<a class=\"footnote\" href=\"#fn32\" id=\"fn32_ref\">32</a> the Court of Cassation say:</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">'If the effect of letters of pardon is limited to the remission of the whole or a part of the penalties pronounced against one or more individuals; if they leave the offence still subsisting, as well as the culpability of the pardoned, and even declare the justice of the condemnation, it is otherwise with respect to a <i>full and complete amnesty</i>, which carries with it the extinction of the offences of which it is the object; of the prosecutions commenced or to be commenced; of the condemnations which may have been or which may be pronounced; so that these offences, covered with the veil of the law, by the royal power and clemency, are, with respect to courts and tribunals, <i>as if they had never been committed</i>, saving to third persons their right to reparation, by civil action, for injury to them.'Clemency had been guilty of theft, in a time of great scarcity; and was amnestied. She afterwards committed the same offence, and the prosecution insisted on inflicting upon her the accumulated penalties due to a repetition of the offence. But the court held that the first offence had been so completely annihilated by the amnesty, that it could not be considered in law as having ever existed or been committed, insomuch that the offence for which she was then prosecuted, though in reality a repetition of the first, could be considered in law only as a first offence, and punished as such.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Girardin was married in 1822. In 1834, by judgment of the court of assizes of the department to which he belonged, he was condemned by default, and sentenced to death for some political offence; and civil death was a consequence of that judgment. In 1840, an amnesty was declared by royal ordinance, in favor of all under condemnation for political crimes or offences.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Supposing, as the effect of the civil death pronounced against him operated a dissolution of his marriage, that it was necessary to have it celebrated anew, Girardin instituted some proceeding, in the nature of a <i>mandamus</i>, against the mayor of his town, to compel the performance of the marriage ceremony; and the court of first instance ordered the new celebration to take place.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The mayor appealed; and the royal court reversed the decision, upon the ground that:</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">'The amnesty had annihilated the sentence pronounced against Girardin, had abolished the past, and had reintegrated the amnestied in the plenitude of his civil life; that, consequently, he is to be regarded as having never been deprived of civil life; and that the new celebration would be in some sort an act of derision, and contrary in every respect to the sanctity of marriage.'<a class=\"footnote\" href=\"#fn33\" id=\"fn33_ref\">33</a></p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">By writ of error, Girardin sought, in the Court of Cassation, the highest judicial tribunal in France, a reversal of the judgment of the royal court. But the Court of Cassation rejected the writ of error, and affirmed the judgment of the royal court. The court say:</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">'Since the object of the amnesty is to efface, completely, the past&#8212;that is to say, to replace the amnestied in the position in which they were before the condemnation had been incurred, it follows that it produces the complete re-establishment of the amnestied in the enjoyment of the rights which they had before the condemnation, saving the rights of third persons.'<a class=\"footnote\" href=\"#fn34\" id=\"fn34_ref\">34</a></p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">It may be said generally, we think, that pardon is usually granted to an individual; amnesty to a class of persons, or to a whole community. Pardon usually follows conviction, and then its effect is to remit the penalty. Amnesty usually precedes, but it may follow trial and conviction, and its effect is to obliterate the past, to leave no trace of the offence, and to place the offender exactly in the position which he occupied before the offence was committed, or in which he would have been if he had not committed the offence.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">II. The President had the right to grant an amnesty. The Constitution gives him unlimited power in respect to pardon, save only in cases of impeachment. The Constitution does not say what sort of pardon; but the term being generic necessarily includes every species of pardon, individual as well as general, conditional as well as absolute. It is, therefore, within the power of the President to limit his pardon, as in those cases in which it is individual and after conviction, to the mere release of the penalty&#8212;it is equally within his prerogative to extend it so as to include a whole class of offenders&#8212;to interpose this act of clemency before trial or conviction; and not merely to take away the penalty, but to forgive and obliterate the offence.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">It is worthy of remark, that Congress stands committed as to the extent of the pardoning power, and the mode of exercising that power by proclamation. By the act approved 17th July, 1862, entitled '<i>An act to suppress insurrection</i>,' &amp;c., section 13, it is declared, that</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">'The President is hereby authorized, at any time hereafter, by proclamation, to extend to persons who may have participated in the existing Rebellion in any State or part thereof, pardon and amnesty, with such exceptions and at such time and on such conditions as he may deem expedient for the public welfare.'</p>\n    </div>\n    <p class=\"indent\">\n      <i>Mr. Speed, contra, for the United States:</i>\n    </p>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Gentlemen present themselves here who were once practitioners before this court, but who confess in form that they have been traitors, and virtually confess that they have forfeited the privileges which they had under the rules of this court. Confessing all this, they maintain their right to take the original oath again, and to come back to practise before this court because they have been pardoned by the President.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Who is a counsellor or attorney? Opposing counsel seem to think that a man has a natural right to practise law; the same sort of right that he has to locomotion, and even to life. But this, we submit, is not so. The last-mentioned rights were given to us by the Creator; and government is made to preserve them. The government does not give the right to life, nor the right to locomotion, though it protects us all in the exercise of both. We sometimes call the privilege to practise law a right, but this is a mere manner of speaking; for it is, in truth, but a privilege; a privilege created by the law; held under the law, and according to the terms and conditions prescribed in the law. Not being a natural right, and one so protected, but a right received, and upon conditions and terms, the question in this case is, can the legislature or this court prescribe such conditions as are stated in this oath?</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Whence came the power of this court to exact of an attorney an oath of any kind? No oath is prescribed in the Constitution, nor in the Judiciary Act of 1789. Whence comes the power? Under the act of 1789 this court is doubtless vested with the power to prescribe one. Under that power this court prescribed the old<a class=\"footnote\" href=\"#fn35\" id=\"fn35_ref\">35</a> oath. But why that oath any more than any other oath? What part of the Constitution restrains the court to the point of prescribing this oath, and this oath only? None. Then if the court could prescribe this old oath, can it not prescribe another and different oath? No, say opposing counsel, it cannot; and especially it cannot prescribe a retroactive oath.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">But really there is no retroaction about this law. Every qualification is retroactive in one sense. A man presents himself to qualify under the old rule as a counsellor and attorney of this court. What is the question? It is as to his past life, as to his past conduct, and as to his then sufficiency because of his past life and past conduct. His 'private and professional character shall appear to be fair,' said the rule. Moreover, we submit that every man stands here with a continuing condition of that sort upon him. The condition attaches every hour in which any man stands before the courts. It is not simply that he <i>is</i>, at the time he takes it, a man whose private and professional character appears fair. Could any gentleman, having committed yesterday an offence for which, if the court knew when he was admitted that he had been guilty of, he would not have been admtted&#8212;could he stand here to-day and contend that an exclusion on account of that offence would be retroactive? The qualification does not infer as a necessity that the counsellor admitted will both <i>then</i> and <i>for all future time</i> be qualified. He may disqualify himself. Being once qualified, he must live up to that rule which qualified him at the first. Suppose a member of the bar of this court, having been once qualified for admission, were guilty of perjury before this court, does he ever afterwards continue qualified? There is, then, nothing retroactive in this qualification.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">Is it a penalty? No; only a qualification. Take it as an original matter, say the opposing counsel, it is one thing; take it as a question retroactive, it is another thing. But it is always an original question whether this court cannot change its rules and repeat the qualification, either as to moral qualities, as to professional skill and ability, and even as to political crimes. Who doubts that it is competent for the court to-morrow morning to read a rule here that shall require every gentleman who practises at this bar to submit his pretensions for sufficiency over again? But the power to make the rule contains the power to repeal the rule; the power to make the rule and repeal the rule contains the power to modify and to change the rule as the court may see proper to do.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Under the act of 1789, then, it was competent for this court, by the authority given under that act, to pass such a rule as that objected to, and to make such a rule applicable not only to those who present themselves in the future, but applicable to all who appear here with a previous license to practise law.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">But if under the act of 1789 the court cannot make the rule, we have the act of Congress of 24th January, 1865. Cannot the legislature prescribe the qualifications which the counsellor shall have; the length of time he shall have been at the bar; the number of books, or the very books, that he shall have read and understood; that he shall not practise in this court at all, unless he shall have practised in the Federal courts in the several States; that he may practise in this court though he had never appeared before the Supreme Court of a State? Where is the limit? Congress has the power. How can you limit that power? Can you limit it because Congress may abuse that power? Opposing counsel argue about this government becoming a government of faction, a government of party, &amp;c., if these powers exist in Congress. This court has said too often, and it is too familiar to the judges for me to do more than mention it, that the fact that a power may be abused is no argument against its existence.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">It is said Congress cannot exact <i>such</i> an oath of office from attorneys, or from any one else; but on the face of the Constitution there is such a power given. The word 'oath' occurs but three times in the Constitution; once it prescribes an oath to be taken by the President; next, it is declared that the senators and representatives before mentioned, and the members of the several State legislatures, and all executive and judicial officers, both of the United States and of the several States, shall be bound by oath or affirmation to support this Constitution; '<i>but no religious test</i>, it is ordained, <i>shall ever be required as a qualification to any office or public trust under the United States</i>.' Why this exception? Simply because the framers of the instrument knew that if the exception was not put in the instrument, there would be the ability to require a religious test. That one sort of oath alone is forbidden by the Constitution. From that provision it is to be inferred that other oaths may be exacted. The inference extends to senators and members of the House of Representatives; it even reaches to that point&#8212;a point not now before the court. Some persons have argued that this oath in the Constitution cannot be changed by the Senate or House of Representatives; that all the Senate or House have to do, is to inquire as to the age and residence of the party. Have not the Senate a right to go beyond that? Have they not the right to expel a man from the body? Take the case of Breckenridge, who was expelled; the Senate recording upon its journals that he was a traitor. Could that man present credentials, and demand that he should be formally admitted, even though he might be again expelled? It was in our view of the Constitution that Chief Justice Marshall, in <i>McCulloch</i> v. <i>The State of Maryland</i>,<a class=\"footnote\" href=\"#fn36\" id=\"fn36_ref\">36</a> says, that the man would be insane who should say that Congress had not the power to require any other oath of office than the one mentioned in the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">As to the expediency and the propriety of passing such an act as that of 24th January, 1865, that involves a question of duty in Congress, with which this court has nothing to do. It would seem that, in times such as we have had, some oath ought to be required that would keep from this bench and from this bar men who had been guilty, and were then guilty, of treason. There was a late associate justice upon this bench, a gentleman for whom personally all had high regard. He left this bench and went off to the Confederacy. Suppose he had not resigned; suppose that this judge had come back here and demanded to take his seat on the bench; could you have received him in your conference-room either pardoned or unpardoned? Would the court regard itself as discharging its duty, if it took him into conference, guilty, as he confessed himself to be, of treason? I know that the court would not.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">Will the judges admit men to minister at the bar of justice, whom they would not admit like men among themselves? Will they say that it is unconstitutional to keep such men from the bar by an oath like this, but that it is quite constitutional to keep them from the bench? If a man has a right, without taking this oath, to come here among us, and stand at this bar, and exercise all the functions of an attorney and counsellor in this court because he has a pardon, would not a judge, though guilty confessedly of treason, have a like right to return to the bench;&#8212;if he had been pardoned? Why could he not do it? Only because this thing of office, this thing of privilege, is a creature of law, and not a natural right. Being a creature of law, no man can, like a parricide, stab that law, and claim at the same time all its privileges and all its honors. He would destroy the very government for which he asserts a right to act. This he cannot do. The case of <i>Cohen</i> v. <i>Wright</i><a class=\"footnote\" href=\"#fn37\" id=\"fn37_ref\">37</a> bears strongly in our favor. There the constitution of California prescribed an oath, to be taken by 'members of the legislature and all officers, executive and judicial.' It then declared that 'no other oath, declaration, or test, shall be required as a qualification for any office or public trust.' On the 25th April, 1863, the legislature passed an act, declaring that a defendant in any suit pending in a court of record might object to the loyalty of the plaintiff; and thereupon the plaintiff should take an oath, in addition to other things, that he had not, since the passage of the act, aided or encouraged the Confederate States in their rebellion, and that he would not do so in the future. In default of his taking the oath, his suit should be absolutely dismissed, and no other suit should be maintained by himself, his grantee, or assigns, for the same cause of action. All attorneys-at-law were required to take the same oath, and file it in the county clerk's office of their respective counties; and to practise without taking it, was declared a misdemeanor. A few days after the passage of the act, an action of assumpsit was brought in one of the courts on a contract, which, as would seem from the opinion in the case, existed at and before the passage of the act. The plaintiff was required to take the oath; and having refused to do so, his case was dismissed, and judgment rendered that it should not again be brought. The attorney appearing in the cause refused to take the oath, and he was debarred. Both questions were passed on by the Supreme Court, and the oath sustained as equally applicable to both litigants and attorneys. The court say, in reference to attorneys, that the legislature 'has the power to regulate as well as to suppress particular branches of busines deemed by it immoral and prejudicial to the general good. The duty of government comprehends the moral as well as the physical welfare of the state.' In reference to the objection that litigants are deprived of rights by a process not known as 'due process of law,' which is guaranteed by the California constitution, the court say: 'As one State of the Union, California has the right to deny the use of her courts to those who have committed or intended to commit treason against the nation.'</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The California case, indeed, was, we admit, decided on a prospective statute; and the court, in that case, say there would be a doubt if it was retroactive. Upon that subject. as we have said before, we have no doubt; because the license and privilege of every gentleman here, at the bar, is upon a continuing condition, and is subject to the power of this court, subject to the power of Congress to change the rule, there being no natural, inalienable right to occupy the position.</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">\n        <i>Mr. Stanbery, special counsel of the United States, on the same side, and against the petitioner:</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">I. A pardon is not, as argued, all-absorbing. It does not protect the party from all the consequences of his act. What is the old Latin maxim that governs pardon? <i>Rex non potest dare gratiam cum injuri a et damno aliorum</i>. A pardon, while it absolves the offender, does not touch the rights of others. Suppose that there is a penal statute against an offence, and the policy of the law being to detect the offender, there is a promise of reward to the informer, upon his conviction, to be had. If a pardon is given to that offender, what is the consequence upon the informer, who draws his right simply out of the offence and the conviction of the offence? Does it take away his right to the fine, or the liability to pay him the fine? If the fine is half to the informer and half to the public, what is the effect? The half to the public is gone, but the half to the informer is not gone. There is one consequence arising out of the offence that the pardon does not reach.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">Put another case. Suppose a man is indicted and sent to the penitentiary for life, and that the consequence of the confinement is declared by law to be that he is <i>civiliter mortuus</i>&#8212;dead in the estimation of the law. During his confinement his wife is released from the bonds of matrimony. She is a widow in the estimation of the law; her husband is dead, so far as the law can see. She marries again. After all that comes executive clemency, makes the offender a new man, pardons the offence, and, if you please, all the consequences. The man is no longer <i>civiliter mortuus;</i> again he is <i>probus legalis</i>, or <i>legalis homo;</i> but shall he have his wife, however willing she may be? Does this pardon divorce the newly-married parties, and annul their marriage? Does it make the first husband just the man he was, and with all the rights he had when he committed the offence? No.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">Suppose it is some ecclesiastical penalty that has been incurred; that some incumbent has lost his office as a part of the punishment of the offence, and afterwards the king chooses to pardon him. What does Baron Comyns say, in that case, as to restoration to rights?<a class=\"footnote\" href=\"#fn38\" id=\"fn38_ref\">38</a></p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">'A pardon to the parson of a church of all contempts for acceptance of a plurality does not restore him to the former church.'</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">'So a pardon does not discharge a thing consequent, in which a subject has an interest vested in him; as if costs are taxed in a spiritual court, a pardon of the offence does not discharge the costs.'</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Pardon is forgiveness, but not necessarily restoration; it restores many things&#8212;not all things. For centuries, it has been a question in England, whether a pardon makes a man fit to sit in the jury-box, where the offence involves a forfeiture of his right to sit in the jury-box; and so whether a pardon restores a man to competency as a witness, when the crime of which he stands convicted excludes him from being a witness? On that question, I should suppose that much depends on the terms of the pardon.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">What are the rights of this court and the rights of Congress, also, with regard to those who are to practise here? There are certain things in which neither the executive department nor yet the legislative department can interfere with this bench; and I am glad it is so. No law can deprive your honors of your places here during life or good behavior. No President can remove a judge from this bench; and thank God it is so. No law of Congress can remove a judge from this bench. I know there have been laws of Congress that have removed United States judges from lower benches than this, but their validity has been always questioned. But no Congress has ever dared to pass a law to remove a judge from this bench, or to abolish this bench, or change the structure of the Supreme Court of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">What next? Congress, it is certain, cannot interfere with your proper judicial functions. Wherever anything is commanded of you by Congress that interferes with the upright and impartial and unfettered judicial authority that you have, such a law is void, and invades your department, just as distinct and unassailable as the power of Congress itself or the executive power itself; so that if this law, which prescribes an oath to be taken by counsellors of this court, invades the proper and exclusive power of this court&#8212;if Congress has no right to say what lawyers shall practise here or what shall be their qualifications&#8212;if that is a matter exclusively for this court, then, undoubtedly and beyond all question, this is a void law.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">But let us consider what Congress may really do with regard to this court and with regard to its officers; let us see the great field over which legislation walks undisturbed in reference to it. Who made this number of ten judges here? Congress. And they can put twelve here, or twenty, if they see fit. One they cannot take from here by act of Congress, but only by impeachment after due trial. What further can they not do? They fix your salaries; but the moment the law is passed and approved, the salary so fixed is beyond their power to reduce, not to increase. They may force the judges to take more, but they cannot require them to take a dollar less.</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">What next can they do? This court sits here in this Capitol. Is that not by authority of law? Why is there a chief justice to preside here? Was he made by this bench? Not at all; but made by law. Why are the judges sitting here now to hold a term? Of their own motion? Not at all; but under the authority of law. Why are the judges required to visit all the circuits, at great personal inconvenience perhaps? On their own motion? No; by authority of law.</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">Passing from the bench. What is the clerk? An officer of this court, appointed by this court; but under what authority? By law. Who pays him? He is paid by law. What is he? An office merely of this court, or an officer of the United States under the laws of the United States? He is the latter in every respect. Then, your marshal; who sends him here, and compels him to be here? Congress. It is by authority of law. All the machinery of the court, so far as its officers are concerned, comes to you by statute. The statute says you shall have one marshal, not two; one clerk, not three.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">A class remains; the attorneys and counsellors that practise here. Under what authority is it that we have attorneys and counsellors here, and that they have rights to be heard here? Did your honors give us these rights? Is it by grant from this court that there are counsellors and attorneys here? No. It comes by act of Congress. The Constitution is silent upon it. The word 'attorney' is not mentioned, and the word 'counsel' is only mentioned in it as the right of a person accused of crime. It is an act of Congress that creates us and gives us the right to appear here as attorneys and counsellors at law under certain limitations. Congress has imposed very few upon us. Congress very wisely have given to the court the power to receive or to exclude, and to lay down the terms upon which a counsellor shall be admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">But when you are exercising that power with regard to attorneys and counsellors you are exercising a power granted by Congress, and we stand here as attorneys under that law and say to your honors, 'Admit us; here are all the things that you have required and all that the law has required; admit us.' Is it not so, that in everything in which Congress has given you the power over us, to admit us or to exclude us, you get that power by law? Who prescribes the oath of the attorney? Is that left to the court merely, or has that been exercised by Congress? The original oath required of attorneys is not found in the Constitution. The Constitution, upon the subject of oaths to be administered, relates only to oaths of office of persons appointed or elected to office under the Federal authority. Attorneys, as it is admitted on the other side, are not such officers, and the oath pointed out by the Constitution has nothing to do with lawyers. But Congress undertook, in the original Judiciary Act, to say that in all courts of the United States the parties may plead and manage their own causes personally, 'or by the assistance of such counsel or attorneys-at-law <i>as by the rules of the said courts</i> respectively shall be permitted to manage and conduct causes therein.' Congress gives power to the court to prescribe the oath; and to exercise over its counsel all wholesome control.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">What further may Congress do? If under the authority thus given to you over attorneys you have a right to prescribe an additional oath, may not Congress do the same thing? Is there any constitutional objection there? Has Congress exhausted all its power with reference to such a body of men as attorneys and counsellors in the courts of the United States, so that it can do nothing further and lay down no further rule for admission or exclusion, for oath, for bond, for security? Not at all. The very first exercise of the power under which we take our first right to be attorneys and counsellors here remains; it is not exhausted; and no one can assign any reason at this moment why Congress, in its power over the attorneys and counsellors of this court, may not prescribe rules of admission, residence, and a thousand other things, that might be fixed under a constitution like ours. In the States we do not leave so much to our courts in regard to attorneys and counsellors as Congress has, very wisely, I think, left to this court. We prescribe almost everything there by statute; fix all the qualifications through the legislative department, to be observed as to those who practise before the judicial department.</p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">Then I take it as clear, so far as these persons are concerned, these attorneys and counsellors at law, that there is a power in this court to prescribe oaths and additional oaths, and just as clear a power in Congress to prescribe oaths and additional oaths.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">Having shown that the subject-matter of an oath to be taken by attorneys and counsellors of this court is within the competency of legislative authority and regulation, quite as fully as it is within the competency of this court by virtue of the Judiciary Act; having shown that there is no constitutional objection to the exercise of this power by Congress, and that the only possible objection that can be taken to it, is that Congress has once exercised the power by law; when I have shown that that exercise of power did not exhaust the power of the legislature, then I have shown that so far this is a valid law and a valid oath. All that it is necessary for me to say is this: if the rule is valid, the law, which has somewhat more of solemnity and force than a rule, is equally valid. I do not ask for it any greater validity, but equality, so far as mere validity is concerned in the passage of the law or the passage of the rule. If I am right here, what will the bench say to a pardon of the President, who, when a lawyer is ejected from this court as unfit to practise here, grants a pardon for the very offence for which the court has ejected him? For instance, the lawyer may have committed forgery or perjury, things which make a man, when convicted of them, very unfit to practise as an attorney and counsellor at law. In consequence of that, the court may disbar him. Then the President pardons him, absolves him from the conviction of prejury and forgery, and, according to the position of the opposite side, restores him at once to his right to be here, and defies the rule which you have made, and your authority to exclude him. If that cannot be done in opposition to a rule, can the same thing be done in opposition to a law passed by the legislative body that had authority over the subject-matter? Clearly not.</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">II. Now, passing over the question of the power of Congress to do it, was it not eminently fit that such a law should be passed at the time; that Congress, then charged with the duty of saving the country, should exclude from its courts members of the bar in actual rebellion against it? It was eminently proper then. What! only exclude those who have not yet committed treason, and make them swear that they will not commit treason; and have no power to exclude those who have committed treason, and who come to demand as a right to practise here, with the admission on their lips that they are traitors, and, if you please, mean to continue traitors; for I am speaking of the thing as it was in 1862, when that law was passed. What! after treason is committed, and the traitor comes here <i>flagrante delicto</i>, without pardon, if you please, asking no clemency, comes here to practise law, and this oath is opposed to him, he says, 'It does not bind me; I have committed treason, it is true; I have never recanted; I have not been pardoned; but that oath is unconstitutional, so far as I am concerned, and takes away my high privilege of practising in this court at this time.' He says that it is <i>ex post facto</i> and void, because it makes a thing a crime which was not a crime at the time! Does it impose a criminal penalty with regard to penal matters? That is the meaning of penalty in that sense. We have now here before us a law that simply says, that a party who has committed a certain act shall not practise law in the courts of the United States. Is that making a new crime? Is that adding a new penalty in the sense of criminal penalties? Not at all. The act prescribing the oath does not say, that when a man comes here and admits that he has committed the offence, the court shall try and punish him for that offence. It says, that in order to practise he shall take an oath that he has never committed treason, that he has never joined the Rebellion. That is all. He may take the oath or not as he pleases. No one compels him to take it. Is it a penalty, when he must invoke the penalty on his own head if there is penalty? That oath does not punish him, nor authorize anybody to punish him, nor say that he has done anything heretofore that is punishable in the sense of crime or delict. He may stay away; no one can touch him. He may choose to practise in the State courts; and that is well. All that the law says is, 'If you come <i>here</i>, we require you, before we give you the privilege to appear in <i>this</i> court, to state under oath that you have not been in rebellion against this government.' That is the whole of it.</p>\n    </div>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">\n        <i>Mr. Reverdy Johnson, in reply, for the petitioner:</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">I. The ninth clause of the first article of the Constitution declares that no '<i>ex post facto</i> law shall be passed.' So solicitous were the framers of the Constitution to prohibit the enactment of such laws, that they imposed upon every State government the same restriction. They considered laws of that character to be 'contrary to the first principles of the social compact, and to every principle of sound legislation.' So says Mr. Madison in the 44th number of the Federalist. In the same number he tells us that, however obvious this is, 'Our own experience has taught us nevertheless that additional fences against these dangers ought not to be omitted. Very properly, therefore, have the convention added this constitutional bulwark in favor of personal security and private rights.' Mr. Hamilton, in the 78th number of the same work, advocates the necessity of an independent judiciary, upon the ground of its being 'essential in a limited constitution,' and adds: 'By a limited constitution I understand one which contains certain specified exceptions to the legislative authority, such, for instance, as that it shall pass <i>no bills of attainder, no ex post facto laws, and the like</i>. Limitations of this kind can be preserved in practice in no other way than through the medium of the courts of justice, whose duty it must be to declare all acts, contrary to the manifest tenor of the Constitution, void. Without this, all the reservations of particular rights or privileges would amount to nothing.' Is not the act in question, in its application to Mr. Garland, an <i>ex post facto</i> law? These terms are technical, and were known to the common law of England when the Constitution was adopted. Their meaning, too, was then well understood. An English writer says that such a law is one 'made to meet a particular offence committed.' Another defines it to be 'a law enacted <i>purposely</i> to take cognizance of an offence already committed.' The same meaning was given to it as early as 1798, in <i>Calder</i> v. <i>Bull</i>.<a class=\"footnote\" href=\"#fn39\" id=\"fn39_ref\">39</a> And in the subsequent case of <i>Fletcher</i> v. <i>Peck</i>,<a class=\"footnote\" href=\"#fn40\" id=\"fn40_ref\">40</a> it was again defined and adjudged to be a law which renders 'an act punishable in a manner in which it was not punishable when it was committed.' This definition, as is truly said by Chancellor Kent, is 'distinguished for its comprehensive brevity and precision;' and Kent correctly tells us that 'laws passed after the act, and affecting a person by way of punishment, either in his person or estate, are within the definition.'<a class=\"footnote\" href=\"#fn41\" id=\"fn41_ref\">41</a></p>\n    </div>\n    <div class=\"num\" id=\"p115\">\n      <span class=\"num\">115</span>\n      <p class=\"indent\">The design, therefore, of this restriction was to prohibit legislation punishing a man, <i>either in his person or estate</i>, for an act for which there was no punishment provided when the act was done, or from imposing an additional punishment to that which was then imposed, or to supply a deficiency of legal proof by admitting testimony less than that before required, or testimony which the courts were before prohibited from admitting. With this understanding of the term, is not the act of 1865 an <i>ex post facto</i> law? Does it not punish Mr. Garland for an act in a manner in which he was not punishable when it was committed? Does it not punish him in fact? Educated for the profession, his hopes centred in his success in it, his highest ambition being to share its honors, his support and that of his family depending upon success; can any man doubt that a law which deprives him of the right to pursue that profession, which defeats such hopes, which deprives him of the opportunity to gratify so noble an ambition, and which deprives him of the means of supporting himself and those dependent upon him, inflicts a severe, cruel, and heretofore in this country an unexampled punishment?</p>\n    </div>\n    <div class=\"num\" id=\"p116\">\n      <span class=\"num\">116</span>\n      <p class=\"indent\">Our statutes, indeed, are full of provisions showing that, in the judgment of Congress, similar consequences are punishments to be inflicted for crime. Disfranchisement of the privilege of holding offices of honor, trust, or profit, is imposed as a punishment upon those who are convicted of bribery, forgery, and many other offences. And how crushing is such punishment! To be excluded from the public service makes the man virtually an exile in his native land; an alien in his own country; and whilst subjecting him to all the obligations of the Constitution, holds him to strict allegiance and denies him some of its most important advantages. Can the imagination of man conceive a punishment greater than this? And this is not only the effect of the act, but such was its obvious and declared purpose. When it was passed the country was engaged in a civil war of unexampled magnitude, begun and waged for the purpose of destroying the very life of the nation, of dissevering the government which our fathers provided for its preservation. In 1865 nearly all the members of the legal profession in the Southern States had adopted the heresy of secession as a constitutional right, and were, or had been, either in the military or civil service of the Confederate government, or had given voluntary 'aid, countenance, counsel, or encouragement to persons engaged in armed hostility' to the United States, or had yielded a voluntary support to some 'pretended government, authority, power, or constitution within the United States hostile or inimical to the same;' and this was known to Congress. However criminal such conduct may have been; however liable the parties were to prosecution and punishment by the laws then in force, the particular punishment inflicted by the act of 1865 could not have been awarded. That act does not repeal the laws by which such conduct was then punishable, but imposes (and such was its sole and avowed purpose) the additional punishment of disfranchisement. The law assumes that the acts which the oath it prescribes is to deny, have been done by lawyers, and that such acts are crimes to be punished by a denial or forfeiture of their right to appear as counsel in the courts of the Union. Its very design, therefore, and its effect is to inflict a punishment for the imputed crime additional to that which the laws in force when the crime was committed provided. It falls, then, within the conceded definition of an <i>ex post facto</i> law, and is therefore void. It is also obnoxious to the same objection, because it changes 'the legal rules of evidence and receives different testimony than was requisite for the conviction of the offender at the time the offence was perpetrated.'<a class=\"footnote\" href=\"#fn42\" id=\"fn42_ref\">42</a> This is evident. The offence imputed is treason, of which the party at the time of its commission could not have been convicted by refusing to take such an oath as this act requires, or any other, but only upon 'the testimony of two witnesses to the same overt act, or on confession in open court.'<a class=\"footnote\" href=\"#fn43\" id=\"fn43_ref\">43</a></p>\n    </div>\n    <div class=\"num\" id=\"p117\">\n      <span class=\"num\">117</span>\n      <p class=\"indent\">II. The act is also in conflict with that part of the fifth article of the amendments of the Constitution which provides that no person 'shall be compelled, in any criminal case, to be a witness against himself, nor be deprived of life, liberty, or property, without due process of law.'</p>\n    </div>\n    <div class=\"num\" id=\"p118\">\n      <span class=\"num\">118</span>\n      <p class=\"indent\">Within the meaning of the first part of this clause, every charge of crime against a party constitutes a 'criminal case.' No matter how made, if it becomes a subject of legal inquiry, the party cannot be compelled to testify. The purpose is to prevent his being called upon to prove his guilt; to prevent his being examined in relation to it against his will. Any law, therefore, which, in terms or in effect, makes him 'a witness against himself' is within the clause. That a law directly compelling him to testify would be within it, will be admitted; and it is a rule of construction especially applicable to a constitutional provision intended for the protection of the citizen, that what cannot be done directly, cannot be done indirectly. Where the protection is intended to be complete, it cannot be defeated by any evasion. What, in this particular, does this law provide? It does not say that Mr. Garland shall be compelled 'to be a witness against himself;' but it does the same thing by providing that his guilt is to be considered conclusively established unless he will swear to his innocence. His refusal to swear that he is not guilty is made the evidence of his guilt, and has the same operation as his admission of his guilt. If this is not a clear evasion of the clause, and fatal to the protection it is designed to afford, there can be no evasion of it. The law in question says, that unless the lawyer, who is already a counsellor, will swear to his innocence of the imputed acts, he shall not continue to be such counsellor, or, if he was not before one, he shall not be admitted to that right. It constitutes, therefore, his oath the evidence of his innocence, and his refusal to take it conclusive evidence of his guilt. That this is its effect, if authority be needed, is decided in the Pennsylvania case of <i>Respublica and Gibbs</i>,<a class=\"footnote\" href=\"#fn44\" id=\"fn44_ref\">44</a> and the Rhode Island case of <i>Green and Briggs</i>.<a class=\"footnote\" href=\"#fn45\" id=\"fn45_ref\">45</a> The reasoning upon the point in those cases, and especially that of Pittman, J., in the latter case, is conclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p119\">\n      <span class=\"num\">119</span>\n      <p class=\"indent\">And here allow me to read an extract from a speech of the late Lord Erskine.<a class=\"footnote\" href=\"#fn46\" id=\"fn46_ref\">46</a> It was made during the troubles we had with England and France, growing out of the Berlin and Milan decrees, and the orders in council. It was said there that parties were not obliged to do what those laws required, and as they were not obliged the laws did them no harm. Lord Erskine replied:</p>\n    </div>\n    <div class=\"num\" id=\"p120\">\n      <span class=\"num\">120</span>\n      <p class=\"indent\">'Is it not adding insult to injury to say to America that her shipping is not compelled to come into our ports, since they may return back again! Let us suppose that his majesty had been advised, while I was a practiser at the bar, to issue a proclamation that no barrister should go into Westminster Hall without passing through a particular gate at which a tax was to be levied on him. Should I have been told gravely that I was by no means compelled by such a proclamation to pass through it? Should I have been told that I might go back again to my chambers with briefs, and sleep there in my empty bag, if I liked? Would it be an answer to a market gardener in the neighborhood of London, if compelled to pass a similar gate erected in every passage to Covent Garden, that he was by no means compelled to bring his greens to market, as he might stay at home with his family and starve?'</p>\n    </div>\n    <div class=\"num\" id=\"p121\">\n      <span class=\"num\">121</span>\n      <p class=\"indent\">And that is what we are practically told is the ground on which this law is to be upheld. The right to be a counsellor in this court, it is said, is not a natural right; that it grows out of legislation; that it may be given, or it may not be given; and as it may not be given, the legislature (in whom the power is supposed to reside), if it thinks proper to give it at all, may give it on such terms as it may prescribe; and opposing counsel apply that doctrine even to a case in which the right exists, for that is the condition of the gentleman whom I am here representing. He has got your judgment, and the legislature undertakes to say to him, 'You shall no longer enjoy that right, unless you will swear that you have not done the things stated in the oath which we require you to take;' and he is gravely told, 'You are not obliged to take it.' Certainly, he is not obliged to take it. No man is obliged to follow his occupation; but unless he takes it he must starve, except he have other means of living.</p>\n    </div>\n    <div class=\"num\" id=\"p122\">\n      <span class=\"num\">122</span>\n      <p class=\"indent\">III. The act is void, because it interferes with the rights and powers conferred on the judicial department of the government by the third article of the Constitution. By that article the entire judicial power of the United States is vested in 'one Supreme Court, and in such inferior courts as the Congress may from time to time ordain and establish, and the judges are to hold their 'office during good behavior,\" receiving a compensation for their services which cannot be diminished.</p>\n    </div>\n    <div class=\"num\" id=\"p123\">\n      <span class=\"num\">123</span>\n      <p class=\"indent\">When the Constitution was adopted, it was well known that courts could not properly discharge their functions without the aid of counsel; and it was equally well known that such a class of men, in a free government, was absolutely necessary to the protection of the citizen and the defence of constitutional liberty, whenever these might be involved, as history had proved they often were, in prosecutions instituted by government. The existence and necessity of this class, for the protection of the citizen, is recognized in the amendment last referred to, securing to the accused, in a criminal prosecution, 'the assistance of counsel for his defence.' And, further, by the thirty-fifth section of the Judiciary Act, passed by a Congress in which were many of the distinguished men who framed the Constitution, parties are secured 'the assistance of such counsel or attorneys-at-law as, by the rules of the said courts (courts of the United States), respectively, shall be permitted to manage and conduct causes therein.' As before stated, Mr. Garland, having complied with the terms of your second rule, was admitted as a counsellor of this court. Has Congress the authority to reverse that judgment without this court's assent? This the act does, if it be compulsory upon the court. The decision in <i>Ex parte Secombe</i><a class=\"footnote\" href=\"#fn47\" id=\"fn47_ref\">47</a> is, that the relations between a court of the United States and the attorneys and counsellors who practise in it, and their respective rights and duties, are regulated by the common law; and that it has been well settled by the rules and practice of common law courts, that it rests exclusively with the court to determine who is qualified to become one of its officers as an attorney and counsellor, and for what cause he ought to be removed. Let us consider this question for a few moments.</p>\n    </div>\n    <div class=\"num\" id=\"p124\">\n      <span class=\"num\">124</span>\n      <p class=\"indent\">1st. The admission of counsel, and dismissal when admitted, is evidently, by the act of 1789, esteemed a power inherent in the courts, and to be exercised by them alone; and in the decision just quoted, it is held to be one resting 'exclusively' with the courts. This being so, the propriety of its exercise cannot be questioned by any other department of the government. Belonging exclusively to the courts, their judgment is conclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p125\">\n      <span class=\"num\">125</span>\n      <p class=\"indent\">2d. If this was not the rule, and Congress has authority to interfere with or revise such judgments, if they can annul them by legislation, as is done by the act in question, then they possess a power which may be so used as to take from the courts the benefit of counsel, and thereby necessarily defeat the right secured to the accused in criminal prosecutions, of having 'the assistance of counsel for his defence.' A power of this description is, I submit, wholly inconsistent with the jurisdiction conferred upon the judicial department of the government, and fatal to the objects for which that department was created, and is directly in conflict with the provision of the amendment just referred to.</p>\n    </div>\n    <div class=\"num\" id=\"p126\">\n      <span class=\"num\">126</span>\n      <p class=\"indent\">IV. If I understand the Attorney-General, the only ground upon which he maintains the validity of the act of 1865, is that the right to be attorneys and counsellors of this court, or of any court of the United States, is not a natural one, but one given by law only; a right to be regulated at any time by law, or not be given at all, or, when given, to be at any time taken away. Without stopping to inquire whether these propositions are correct, I deny, with perfect confidence, that Congress can prohibit the appearance of counsel in the courts of the Union. The sixth amendment of the Constitution, before quoted, secures to the accused, in a criminal case, 'the assistance of counsel for his defense.' This security is, therefore, not dependent upon, or subject to, the power of Congress. They have no more authority to deny an accused the assistance of counsel, than they have to deny him a jury trial; or the right 'to be informed of the nature and cause of the accusation;' or 'to be confronted with the witnesses against him;' or 'to have compulsory process for obtaining witnesses in his favor.' The right to have counsel is as effectually secured as is either of the other rights given by the amendment. If that, therefore, can be taken away or impaired by legislation, either or all of the other rights can be so taken away or impaired. It is true that courts, by the common law, possess authority to adopt rules for the admission of counsel; but this is to enable them, for their own advantage and the benefit and protection of suitors, to obtain, not to exclude, lawyers of competent legal learning and of fair character. They have no right to use the power so as to exclude them. On the contrary, it is one which it is their duty to execute to obtain competent counsel. It would be not only in conflict with the Constitution, but inconsistent with the principles of a free government, that there should exist a power to deny counsel. In a free country, courts without counsel could not for a moment be tolerated. The history of every such government demonstrates that the safety of the citizen greatly depends upon the existence of such a class of men. The courts also require, for the safe and correct exercise of their own powers, their aid. The preservation of liberty itself demands counsel. In all the revolutionary struggles of the past to attain or retain liberty, success, where it has been achieved, has been ever owing greatly, if not principally, to their patriotic efforts. Congress would, therefore, but convert themselves into a mere assemblage of tyrants, regardless of the safety of the citizen, recreant to the cause of freedom, and forgetful of the guarantees of the Constitution, if they attempted to deny to the courts and to the citizen the assistance of counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p127\">\n      <span class=\"num\">127</span>\n      <p class=\"indent\">V. Conceding, for argument sake, the constitutionality of the act, Mr. Garland is saved from its operation by the President's pardon, with the terms of which he has complied. By the second section of the second article of the Constitution, power is given to the President 'to grant reprieves and pardons for offences against the United States, except in cases of impeachment.' With that exception the power is unlimited. It extends to every offence, and is intended to relieve the party who may have committed it or who may be charged with its commission, from all the punishments of every description that the law, at the time of the pardon, imposes.</p>\n    </div>\n    <div class=\"num\" id=\"p128\">\n      <span class=\"num\">128</span>\n      <p class=\"indent\">That the law in question is a penal one I have already proved. That the penalty which it imposes is for the offence imputed to Mr. Garland, and of which he was technically guilty, is also, I hope, made clear; for the offence is the one assumed by the law, and in denying to him the right to continue a counsellor of this court, that denial was designed as penalty. This being the design and effect of the law, there can be no possible doubt that Mr. Garland is saved from that penalty by his pardon.</p>\n    </div>\n    <div class=\"num\" id=\"p129\">\n      <span class=\"num\">129</span>\n      <p class=\"indent\">May it please the court, every right-minded man&#8212;I should think every man who has within his bosom a heart capable of sympathy&#8212;who is not the slave to a narrow political feeling&#8212;a feeling that does not embrace, as it ought to do, a <i>nation's</i> happiness&#8212;must make it the subject of his daily thoughts and of his prayers to God, that the hour may come, and come soon, when all the States shall be again within the protecting shelter of the Union; enjoying, all of them, its benefits, contented and happy and prosperous; sharing all of them, in its duties; devoted, all, to its principles, and participating alike in its renown; that hour when former differences shall be forgotten, and nothing remembered but our ancient concord and the equal title we have to share in the glories of the past, and to labor together for the even greater glories of the future. And may I not, with truth, assure your honors that this result will be hastened by the bringing within these courts of the United States, a class of men, now excluded, who, by education, character, and profession are especially qualified by their example to influence the public sentiment of their respective States, and to bring these States to the complete conviction which, it is believed, they most largely entertain&#8212;that to support and defend the Constitution of the United States, and the government constituted by it, in all its rightful authority, is not only essential to their people's happiness and freedom, but is a duty to their country and their God.</p>\n    </div>\n    <div class=\"num\" id=\"p130\">\n      <span class=\"num\">130</span>\n      <p class=\"indent\">Mr. Justice FIELD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p131\">\n      <span class=\"num\">131</span>\n      <p class=\"indent\">On the second of July, 1862, Congress passed an act prescribing an oath to be taken by every person elected or appointed to any office of honor or profit under the government of the United States, either in the civil, military, or naval departments of the public service, except the President, before entering upon the duties of his office, and before being entitled to its salary, or other emoluments. On the 24th of January, 1865, Congress, by a supplementary act, extended its provisions so as to embrace attorneys and counsellors of the courts of the United States. This latter act provides that after its passage no person shall be admitted as an attorney and counsellor to the bar of the Supreme Court, and, after the fourth of March, 1865, to the bar of any Circuit or District Court of the United States, or of the Court of Claims, or be allowed to appear and be heard by virtue of any previous admission, or any special power of attorney, unless he shall have first taken and subscribed the oath prescribed by the act of July 2d, 1862. It also provides that the oath shall be preserved among the files of the court; and if any person take it falsely he shall be guilty of perjury, and, upon conviction, shall be subject to the pains and penalties of that offence.</p>\n    </div>\n    <div class=\"num\" id=\"p132\">\n      <span class=\"num\">132</span>\n      <p class=\"indent\">At the December Term, 1860, the petitioner was admitted as an attorney and counsellor of this court, and took and subscribed the oath then required. By the second rule, as it then existed, it was only requisite to the admission of attorneys and counsellors of this court, that they should have been such officers for the three previous years in the highest courts of the States to which they respectively belonged, and that their private and professional character should appear to be fair.</p>\n    </div>\n    <div class=\"num\" id=\"p133\">\n      <span class=\"num\">133</span>\n      <p class=\"indent\">In March, 1865, this rule was changed by the addition of a clause requiring the administration of the oath, in conformity with the act of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p134\">\n      <span class=\"num\">134</span>\n      <p class=\"indent\">In May, 1861, the State of Arkansas, of which the petitioner was a citizen, passed an ordinance of secession, which purported to withdraw the State from the Union, and afterwards, in the same year, by another ordinance, attached herself to the so-called Confederate States, and by act of the congress of that confederacy was received as one of its members.</p>\n    </div>\n    <div class=\"num\" id=\"p135\">\n      <span class=\"num\">135</span>\n      <p class=\"indent\">The petitioner followed the State, and was one of her representatives&#8212;first in the lower house, and afterwards in the senate, of the congress of that confederacy, and was a member of the senate at the time of the surrender of the Confederate forces to the armies of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p136\">\n      <span class=\"num\">136</span>\n      <p class=\"indent\">In July, 1865, he received from the President of the United States a full pardon for all offences committed by his participation, direct or implied, in the Rebellion. He now produces his pardon, and asks permission to continue to practise as an attorney and counsellor of the court without taking the oath required by the act of January 24th, 1865, and the rule of the court, which he is unable to take, by reason of the offices he held under the Confederate government. He rests his application principally upon two grounds:</p>\n    </div>\n    <div class=\"num\" id=\"p137\">\n      <span class=\"num\">137</span>\n      <p class=\"indent\">1st. That the act of January 24th, 1865, so far as it affects his status in the court, is unconstitutional and void; and,</p>\n    </div>\n    <div class=\"num\" id=\"p138\">\n      <span class=\"num\">138</span>\n      <p class=\"indent\">2d. That, if the act be constitutional, he is released from compliance with its provisions by the pardon of the President.</p>\n    </div>\n    <div class=\"num\" id=\"p139\">\n      <span class=\"num\">139</span>\n      <p class=\"indent\">The oath prescribed by the act is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p140\">\n      <span class=\"num\">140</span>\n      <p class=\"indent\">1st. That the deponent has never voluntarily borne arms against the United States since he has been a citizen thereof;</p>\n    </div>\n    <div class=\"num\" id=\"p141\">\n      <span class=\"num\">141</span>\n      <p class=\"indent\">2d. That he has not voluntarily given aid, countenance, counsel, or encouragement to persons engaged in armed hostility thereto;</p>\n    </div>\n    <div class=\"num\" id=\"p142\">\n      <span class=\"num\">142</span>\n      <p class=\"indent\">3d. That he has never sought, accepted, or attempted to exercise the functions of any office whatsoever, under any authority, or pretended authority, in hostility to the United States;</p>\n    </div>\n    <div class=\"num\" id=\"p143\">\n      <span class=\"num\">143</span>\n      <p class=\"indent\">4th. That he has not yielded a voluntary support to any pretended government, authority, power, or constitution, within the United States, hostile or inimical thereto; and,</p>\n    </div>\n    <div class=\"num\" id=\"p144\">\n      <span class=\"num\">144</span>\n      <p class=\"indent\">5th. That he will support and defend the Constitution of the United States against all enemies, foreign and domestic, and will bear true faith and allegiance to the same.</p>\n    </div>\n    <div class=\"num\" id=\"p145\">\n      <span class=\"num\">145</span>\n      <p class=\"indent\">This last clause is promissory only, and requires no consideration. The questions presented for our determination arise from the other clauses. These all relate to past acts. Some of these acts constituted, when they were committed, offences against the criminal laws of the country; others may, or may not, have been offences according to the circumstances under which they were committed, and the motives of the parties. The first clause covers one form of the crime of treason, and the deponent must declare that hs has not been guilty of this crime, not only during the war of the Rebellion, but during any period of his life since he has been a citizen. The second clause goes beyond the limits of treason, and embraces not only the giving of aid and encouragement of a treasonable nature to a public enemy, but also the giving of assistance of any kind to persons engaged in armed hostility to the United States. The third clause applies to the seeking, acceptance, or exercise not only of offices created for the purpose of more effectually carrying on hostilities, but also of any of those offices which are required in every community, whether in peace or war, for the administration of justice and the preservation of order. The fourth clause not only includes those who gave a cordial and active support to the hostile government, but also those who yielded a reluctant obedience to the existing order, established without their co-operation.</p>\n    </div>\n    <div class=\"num\" id=\"p146\">\n      <span class=\"num\">146</span>\n      <p class=\"indent\">The statute is directed against parties who have offended in any of the particulars embraced by these clauses. And its object is to exclude them from the profession of the law, or at least from its practice in the courts of the United States. As the oath prescribed cannot be taken by these parties, the act, as against them, operates as a legislative decree of perpetual exclusion. And exclusion from any of the professions or any of the ordinary avocations of life for past conduct can be regarded in no other light than as punishment for such conduct. The exaction of the oath is the mode provided for ascertaining the parties upon whom the act is intended to operate, and instead of lessening, increases its objectionable character. All enactments of this kind partake of the nature of bills of pains and penalties, and are subject to the constitutional inhibition against the passage of bills of attainder, under which general designation they are included.</p>\n    </div>\n    <div class=\"num\" id=\"p147\">\n      <span class=\"num\">147</span>\n      <p class=\"indent\">In the exclusion which the statute adjudges it imposes a punishment for some of the acts specified which were not punishable at the time they were committed; and for other of the acts it adds a new punishment to that before prescribed, and it is thus brought within the further inhibition of the Constitution against the passage of an <i>ex post facto</i> law. In the case of Cummings against The State of Missouri, just decided, we have had occasion to consider at length the meaning of a bill of attainder and of an <i>ex post facto</i> law in the clause of the Constitution forbidding their passage by the States, and it is unnecessary to repeat here what we there said. A like prohibition is contained in the Constitution against enactments of this kind by Congress; and the argument presented in that case against certain clauses of the constitution of Missouri is equally applicable to the act of Congress under consideration in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p148\">\n      <span class=\"num\">148</span>\n      <p class=\"indent\">The profession of an attorney and counsellor is not like an office created by an act of Congress, which depends for its continuance, its powers, and its emoluments upon the will of its creator, and the possession of which may be burdened with any conditions not prohibited by the Constitution. Attorneys and counsellors are not officers of the United States; they are not elected or appointed in the manner prescribed by the Constitution for the election and appointment of such officers. They are officers of the court, admitted as such by its order, upon evidence of their possessing sufficient legal learning and fair private character. It has been the general practice in this country to obtain this evidence by an examination of the parties. In this court the fact of the admission of such officers in the highest court of the States to which they respectively belong, for three years preceding their application, in regarded as sufficient evidence of the possession of the requisite legal learning, and the statement of counsel moving their admission sufficient evidence that their private and professional character is fair. The order of admission is the judgment of the court that the parties possess the requisite qualifications as attorneys and counsellors, and are entitled to appear as such and conduct causes therein. From its entry the parties become officers of the court, and are responsible to it for professional misconduct. They hold their office during good behavior, and can only be deprived of it for misconduct ascertained and declared by the judgment of the court after opportunity to be heard has been afforded.<a class=\"footnote\" href=\"#fn48\" id=\"fn48_ref\">48</a> Their admission or their exclusion is not the exercise of a mere ministerial power. It is the exercise of judicial power, and has been so held in numerous cases. It was so held by the Court of Appeals of New York in the matter of the application of Cooper for admission.<a class=\"footnote\" href=\"#fn49\" id=\"fn49_ref\">49</a> 'Attorneys and counsellors,' said that court, 'are not only officers of the court, but officers whose duties relate almost exclusively to proceedings of a judicial nature. And hence their appointment may, with propriety, be intrusted to the courts, and the latter in performing this duty may very justly be considered as engaged in the exercise of their appropriate judicial functions.'</p>\n    </div>\n    <div class=\"num\" id=\"p149\">\n      <span class=\"num\">149</span>\n      <p class=\"indent\">In <i>Ex parte Secombe</i>,<a class=\"footnote\" href=\"#fn50\" id=\"fn50_ref\">50</a> a <i>mandamus</i> to the Supreme Court of the Territory of Minnesota to vacate an order removing an attorney and counsellor was denied by this court, on the ground that the removal was a judicial act. 'We are not aware of any case,' said the court, 'where a <i>mandamus</i> was issued to an inferior tribunal, commanding it to reverse or annul its decision, where the decision was in its nature a judicial act and within the scope of its jurisdiction and discretion.' And in the same case the court observed, that 'it has been well settled by the rules and practice of common law courts, that it rests exclusively with the court to determine who is qualified to become one of its officers, as an attorney and counsellor, and for what cause he ought to be removed.'</p>\n    </div>\n    <div class=\"num\" id=\"p150\">\n      <span class=\"num\">150</span>\n      <p class=\"indent\">The attorney and counsellor being, by the solemn judicial act of the court, clothed with his office, does not hold it as a matter of grace and favor. The right which it confers upon him to appear for suitors, and to argue causes, is something more than a mere indulgence, revocable at the pleasure of the court, or at the command of the legislature. It is a right of which he can only be deprived by the judgment of the court, for moral or professional delinquency.</p>\n    </div>\n    <div class=\"num\" id=\"p151\">\n      <span class=\"num\">151</span>\n      <p class=\"indent\">The legislature may undoubtedly prescribe qualifications for the office, to which he must conform, as it may, where it has exclusive jurisdiction, prescribe qualifications for the pursuit of any of the ordinary avocations of life. The question, in the case, is not as to the power of Congress to prescribe qualifications, but whether that power has been exercised as a means for the infliction of punishment, against the prohibition of the Constitution. That this result cannot be effected indirectly by a State under the form of creating qualifications we have held in the case of <i>Cummings</i> v. <i>The State of Missouri</i>, and the reasoning by which that conclusion was reached applies equally to similar action on the part of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p152\">\n      <span class=\"num\">152</span>\n      <p class=\"indent\">This view is strengthened by a consideration of the effect of the pardon produced by the petitioner, and the nature of the pardoning power of the President.</p>\n    </div>\n    <div class=\"num\" id=\"p153\">\n      <span class=\"num\">153</span>\n      <p class=\"indent\">The Constitution provides that the President 'shall have power to grant reprieves and pardons for offences against the United States, except in cases of impeachment.'<a class=\"footnote\" href=\"#fn51\" id=\"fn51_ref\">51</a></p>\n    </div>\n    <div class=\"num\" id=\"p154\">\n      <span class=\"num\">154</span>\n      <p class=\"indent\">The power thus conferred is unlimited, with the exception stated. It extends to every offence known to the law, and may be exercised at any time after its commission, either before legal proceedings are taken, or during their pendency, or after conviction and judgment. This power of the President is not subject to legislative control. Congress can neither limit the effect of his pardon, nor exclude from its exercise any class of offenders. The benign prerogative of mercy reposed in him cannot be fettered by any legislative restrictions.</p>\n    </div>\n    <div class=\"num\" id=\"p155\">\n      <span class=\"num\">155</span>\n      <p class=\"indent\">Such being the case, the inquiry arises as to the effect and operation of a pardon, and on this point all the authorities concur. A pardon reaches both the punishment prescribed for the offence and the guilt of the offender; and when the pardon is full, it releases the punishment and blots out of existence the guilt, so that in the eye of the law the offender is as innocent as if he had never committed the offence. If granted before conviction, it prevents any of the penalties and disabilities consequent upon conviction from attaching; if granted after conviction, it removes the penalties and disabilities, and restores him to all his civil rights; it makes him, as it were, a new man, and gives him a new credit and capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p156\">\n      <span class=\"num\">156</span>\n      <p class=\"indent\">There is only this limitation to its operation: it does not restore offices forfeited, or property or interests vested in others in consequence of the conviction and judgment.<a class=\"footnote\" href=\"#fn52\" id=\"fn52_ref\">52</a></p>\n    </div>\n    <div class=\"num\" id=\"p157\">\n      <span class=\"num\">157</span>\n      <p class=\"indent\">The pardon produced by the petitioner is a full pardon 'for all offences by him committed, arising from participation, direct or implied, in the Rebellion,' and is subject to certain conditions which have been complied with. The effect of this pardon is to relieve the petitioner from all penalties and disabilities attached to the offence of treason, committed by his participation in the Rebellion. So far as that offence is concerned, he is thus placed beyond the reach of punishment of any kind. But to exclude him, by reason of that offence, from continuing in the enjoyment of a previously acquired right, is to enforce a punishment for that offence notwithstanding the pardon. If such exclusion can be effected by the exaction of an expurgatory oath covering the offence, the pardon may be avoided, and that accomplished indirectly which cannot be reached by direct legislation. It is not within the constitutional power of Congress thus to inflict punishment beyond the reach of executive clemency. From the petitioner, therefore, the oath required by the act of January 24th, 1865, could not be exacted, even if that act were not subject to any other objection than the one thus stated.</p>\n    </div>\n    <div class=\"num\" id=\"p158\">\n      <span class=\"num\">158</span>\n      <p class=\"indent\">It follows, from the views expressed, that the prayer of the petitioner must be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p159\">\n      <span class=\"num\">159</span>\n      <p class=\"indent\">The case of R. H. Marr is similar, in its main features, to that of the petitioner, and his petition must also be granted.</p>\n    </div>\n    <div class=\"num\" id=\"p160\">\n      <span class=\"num\">160</span>\n      <p class=\"indent\">And the amendment of the second rule of the court, which requires the oath prescribed by the act of January 24th, 1865, to be taken by attorneys and counsellors, having been un advisedly adopted, must be rescinded.</p>\n    </div>\n    <div class=\"num\" id=\"p161\">\n      <span class=\"num\">161</span>\n      <p class=\"indent\">AND IT IS SO ORDERED.</p>\n    </div>\n    <div class=\"num\" id=\"p162\">\n      <span class=\"num\">162</span>\n      <p class=\"indent\">Mr. Justice MILLER, on behalf of himself and the CHIEF JUSTICE, and Justices SWAYNE and DAVIS, delivered the following dissenting opinion, which applies also to the opinion delivered in <i>Cummings</i> v. <i>Missouri</i>. (See <i>supra</i>, p. 316.)</p>\n    </div>\n    <div class=\"num\" id=\"p163\">\n      <span class=\"num\">163</span>\n      <p class=\"indent\">I dissent from the opinions of the court just announced.</p>\n    </div>\n    <div class=\"num\" id=\"p164\">\n      <span class=\"num\">164</span>\n      <p class=\"indent\">It may be hoped that the exceptional circumstances which give present importance to these cases will soon pass away, and that those who make the laws, both state and national, will find in the conduct of the persons affected by the legislation just declared to be void, sufficient reason to repeal, or essentially modify it.</p>\n    </div>\n    <div class=\"num\" id=\"p165\">\n      <span class=\"num\">165</span>\n      <p class=\"indent\">For the speedy return of that better spirit, which shall leave us no cause for such laws, all good men look with anxiety, and with a hope, I trust, not altogether unfounded.</p>\n    </div>\n    <div class=\"num\" id=\"p166\">\n      <span class=\"num\">166</span>\n      <p class=\"indent\">But the question involved, relating, as it does, to the right of the legislatures of the nation, and of the state, to exclude from offices and places of high public trust, the administration of whose functions are essential to the very existence of the government, those among its own citizens who have been engaged in a recent effort to destroy that government by force, can never cease to be one of profound interest.</p>\n    </div>\n    <div class=\"num\" id=\"p167\">\n      <span class=\"num\">167</span>\n      <p class=\"indent\">It is at all times the exercise of an estremely delicate power for this court of declare that the Congress of the nation, or the legislative body of a State, has assumed an authority not belonging to it, and by violating the Constitution, has rendered void its attempt at legislation. In the case of an act of Congress, which expresses the sense of the members of a co ordinate department of the government, as much bound by their oath of office as we are to respect that Constitution, and whose duty it is, as much as it is ours, to be careful that no statute is passed in violation of it, the incompatibility of the act with the Constitution should be so clear as to leave little reason for doubt, before we pronounce it to be invalid.</p>\n    </div>\n    <div class=\"num\" id=\"p168\">\n      <span class=\"num\">168</span>\n      <p class=\"indent\">Unable to see this incompatibility, either in the act of Congress or in the provision of the constitution of Missouri, upon which this court has just passed, but entertaining a strong conviction that both were within the competency of the bodies which enacted them, it seems to me an occasion which demands that my dissent from the judgment of the court, and the reasons for that dissent, should be placed on its records.</p>\n    </div>\n    <div class=\"num\" id=\"p169\">\n      <span class=\"num\">169</span>\n      <p class=\"indent\">In the comments which I have to make upon these cases, I shall speak of principles equally applicable to both, although I shall refer more directly to that which involves the oath required of attorneys by the act of Congress, reserving for the close some remarks more especially applicable to the oath prescribed by the constitution of the State of Missouri.</p>\n    </div>\n    <div class=\"num\" id=\"p170\">\n      <span class=\"num\">170</span>\n      <p class=\"indent\">The Constitution of the United States makes ample provision for the establishment of courts of justice to administer her law, and to protect and enforce the rights of her citizens. Article iii, section 1, of that instrument, says that 'the judicial power of the United States shall be vested in one Supreme Court, and such inferior courts as the Congress may, from time to time, ordain and establish.' Section 8 of article i, closes its enumeration of the powers conferred on Congress by the broad declaration that it shall have authority 'to make all laws which shall be necessary and proper for carrying into execution the foregoing powers, and all other powers vested by the Constitution in the government of the United States, or in any department thereof.'</p>\n    </div>\n    <div class=\"num\" id=\"p171\">\n      <span class=\"num\">171</span>\n      <p class=\"indent\">Under these provisions, Congress has ordained and established circuit courts, district courts, and territorial courts; and has, by various statutes, fixed the number of the judges of the Supreme Court. It has limited and defined the jurisdiction of all these, and determined the salaries of the judges who hold them. It has provided for their necessary officers, as marshals, clerks, prosecuting attorneys, bailiffs, commissioners, and jurors. And by the act of 1789, commonly called the Judiciary Act, passed by the first Congress assembled under the Constitution, it is among other things enacted, that 'in all the courts of the United States the parties may plead and manage their causes personally; or by the assistance of such counsel or attorneys-at-law as, by the rules of the said courts respectively, shall be permitted to manage and conduct causes therein.'</p>\n    </div>\n    <div class=\"num\" id=\"p172\">\n      <span class=\"num\">172</span>\n      <p class=\"indent\">It is believed that no civilized nation of modern times has been without a class of men intimately connected with the courts, and with the administration of justice, called variously attorneys, counsellors, solicitors, proctors, and other terms of similar import. The enactment which we have just cited recognizes this body of men, and their utility in the judicial system of the United States, and imposes upon the courts the duty of providing rules, by which persons entitled to become members of this class, may be permitted to exercise the privilege of managing and conducting causes in these courts. They are as essential to the successful working of the courts, as the clerks, sheriffs, and marshals, and perhaps as the judges themselves, since no instance is known of a court of law without a bar.</p>\n    </div>\n    <div class=\"num\" id=\"p173\">\n      <span class=\"num\">173</span>\n      <p class=\"indent\">The right to practise law in the courts as a profession, is a privilege granted by the law, under such limitations or conditions in each state or government as the law-making power may prescribe. It is a privilege, and not an absolute right. The distinction may be illustrated by the difference between the right of a party to a suit in court to defend his own cause, and the right of another to appear and defend for him. The one, like the right to life, liberty, and the pursuit of happiness, is inalienable. The other is the privilege conferred by law on a person who complies with the prescribed conditions.</p>\n    </div>\n    <div class=\"num\" id=\"p174\">\n      <span class=\"num\">174</span>\n      <p class=\"indent\">Every State in the Union, and every civilized government, has laws by which the right to practise in its courts may be granted, and makes that right to depend on the good moral character and professional skill of the party on whom the privilege is conferred. This is not only true in reference to the first grant of license of practise law, but the continuance of the right is made, by these laws, to depend upon the continued possession of those qualities.</p>\n    </div>\n    <div class=\"num\" id=\"p175\">\n      <span class=\"num\">175</span>\n      <p class=\"indent\">Attorneys are often deprived of this right, upon evidence of bad moral character, or specific acts of immorality or dishonesty, which show that they no longer posses the requisite qualifications.</p>\n    </div>\n    <div class=\"num\" id=\"p176\">\n      <span class=\"num\">176</span>\n      <p class=\"indent\">All this is done by law, either statutory or common; and whether the one or the other, equally the expression of legislative will, for the common law exists in this country only as it is adopted or permitted by the legislatures, or by constitutions.</p>\n    </div>\n    <div class=\"num\" id=\"p177\">\n      <span class=\"num\">177</span>\n      <p class=\"indent\">No reason is perceived why this body of men, in their important relations to the courts of the nation, are not subject to the action of Congress, to the same extent that they are under legislative control in the States, or in any other government; and to the same extent that the judges, clerks, marshals, and other officers of the court are subject to congressional legislation. Having the power to establish the courts, to provide for and regulate the practice in those courts, to create their officers, and prescribe their functions, can it be doubted that Congress has the full right to prescribe terms for the admission, rejection, and expulsion of attorneys, and for requiring of them an oath, to show whether they have the proper qualifications for the discharge of their duties?</p>\n    </div>\n    <div class=\"num\" id=\"p178\">\n      <span class=\"num\">178</span>\n      <p class=\"indent\">The act which has just been declared to be unconstitutional is nothing more than a statute which requires of all lawyers who propose to practise in the national courts, that they shall take the same oath which is exacted of every officer of the government, civil or military. This oath has two aspects; one which looks to the past conduct of the party, and one to his future conduct; but both have reference to his disposition to support or to overturn the government, in whose functions he proposes to take part. In substance, he is required to swear that he has not been guilty of treason to that government in the past, and that he will bear faithful allegiance to it in the future.</p>\n    </div>\n    <div class=\"num\" id=\"p179\">\n      <span class=\"num\">179</span>\n      <p class=\"indent\">That fidelity to the government under which he lives, a true and loyal attachment to it, and a sincere desire for its preservation, are among the most essential qualifications which should be required in a lawyer, seems to me to be too clear for argument. The history of the Anglo-Saxon race shows that, for ages past, the members of the legal profession have been powerful for good or evil to the government. They are, by the nature of their duties, the moulders of public sentiment on questions of government, and are every day engaged in aiding in the construction and enforcement of the laws. From among their numbers are necessarily selected the judges who expound the laws and the Constitution. To suffer treasonable sentiments to spread here unchecked, is to permit the stream on which the life of the nation depends to be posioned at its source.</p>\n    </div>\n    <div class=\"num\" id=\"p180\">\n      <span class=\"num\">180</span>\n      <p class=\"indent\">In illustration of this truth, I venture to affirm, that if all the members of the legal profession in the States lately in insurrection had possessed the qualification of a loyal and faithful allegiance to the government, we should have been spared the horrors of the Rebellion. If, then, this qualification be so essential in a lawyer, it cannot be denied that the statute under consideration was eminently calculated to secure that result.</p>\n    </div>\n    <div class=\"num\" id=\"p181\">\n      <span class=\"num\">181</span>\n      <p class=\"indent\">The majority of this court, however, do not base their decisions on the mere absence of authority in Congress, and in the States, to enact the laws which are the subject of consideration, but insist that the Constitution of the United States forbids, in prohibitory terms, the passage of such laws, both to the Congress and to the States. The provisions of that instrument, relied on the sustain this doctrine, are those which forbid Congress and the States, respectively, from passing bills of attainder and <i>ex post facto</i> laws. It is said that the act of Congress, and the provision of the constitution of the State of Missouri under review, are in conflict with both these prohibitions, and are therefore void.</p>\n    </div>\n    <div class=\"num\" id=\"p182\">\n      <span class=\"num\">182</span>\n      <p class=\"indent\">I will examine this proposition, in reference to these two clauses of the Constitution, in the order in which they occur in that instrument.</p>\n    </div>\n    <div class=\"num\" id=\"p183\">\n      <span class=\"num\">183</span>\n      <p class=\"indent\">1. In regard to bills of attainder, I am not aware of any judicial decision by a court of Federal jurisdiction which undertakes to give a definition of that term. We are therefore compelled to recur to the bills of attainder passed by the English Parliament, that we may learn so much of their peculiar characteristics, as will enable us to arrive at a sound conclusion, as to what was intended to be prohibited by the Constitution.</p>\n    </div>\n    <div class=\"num\" id=\"p184\">\n      <span class=\"num\">184</span>\n      <p class=\"indent\">The word attainder is derived, by Sir Thomas Tomlins, in his law dictionary, from the words <i>attincta</i> and <i>attinctura</i>, and is defined to be 'the stain or corruption of the blood of a criminal capitally condemned; the immediate inseparable consequence of the common law, on the pronouncing the sentence of death.' The effect of this corruption of the blood was, that the party attainted lost all inheritable quality, and could neither receive nor transmit any property or other rights by inheritance.</p>\n    </div>\n    <div class=\"num\" id=\"p185\">\n      <span class=\"num\">185</span>\n      <p class=\"indent\">This attainder or corruption of blood, as a consequence of judicial sentence of death, continued to be the law of England, in all cases of treason, to the time that our Constitution was framed, and, for aught that is known to me, is the law of that country, on condemnation for treason, at this day.</p>\n    </div>\n    <div class=\"num\" id=\"p186\">\n      <span class=\"num\">186</span>\n      <p class=\"indent\">Bills of attainder, therefore, or acts of attainder, as they were called after they were passed into statutes, were laws which declared certain persons <i>attainted</i>, and their blood corrupted so that it had lost all heritable quality. Whether it declared other punishment or not, it was an act of attainder if it declared this. This also seems to have been the main feature at which the authors of the Constitution were directing their prohibition; for after having, in article i, prohibited the passage of bills of attainder in section nine, to Congress, and in section ten, to the States there still remained to the judiciary the power of declaring attainders. Therefore, to still further guard against this odious form of punishment, it is provided, in section three of article iii, concerning the judiciary, that, while Congress shall have power to declare the punishment of treason, no attainder of treason shall work corruption of blood or forfeiture, except during the life of the person attainted.</p>\n    </div>\n    <div class=\"num\" id=\"p187\">\n      <span class=\"num\">187</span>\n      <p class=\"indent\">This, however, while it was the chief, was not the only peculiarity of bills of attainder which was intended to be included within the constitutional restriction. Upon an attentive examination of the distinctive features of this kind of legislation, I think it will be found that the following comprise those essential elements of bills of attainder, in addition to the one already mentioned, which distinguish them from other legislation, and which made them so obnoxious to the statesmen who organized our government:</p>\n    </div>\n    <div class=\"num\" id=\"p188\">\n      <span class=\"num\">188</span>\n      <p class=\"indent\">1. They were convictions and sentences pronounced by the legislative department of the government, instead of the judicial.</p>\n    </div>\n    <div class=\"num\" id=\"p189\">\n      <span class=\"num\">189</span>\n      <p class=\"indent\">2. The sentence pronounced and the punishment inflicted were determined by no previous law or fixed rule.</p>\n    </div>\n    <div class=\"num\" id=\"p190\">\n      <span class=\"num\">190</span>\n      <p class=\"indent\">3. The investigation into the guilt of the accused, if any such were made, was not necessarily or generally conducted in his presence, or that of his counsel, and no recognized rule of evidence governed the inquiry.<a class=\"footnote\" href=\"#fn53\" id=\"fn53_ref\">53</a></p>\n    </div>\n    <div class=\"num\" id=\"p191\">\n      <span class=\"num\">191</span>\n      <p class=\"indent\">It is no cause for wonder that men who had just passed successfully through a desperate struggle in behalf of civil liberty should feel a detestation for legislation of which these were the prominent features. The framers of our political system had a full appreciation of the necessity of keeping separate and distinct the primary departments of the government.</p>\n    </div>\n    <div class=\"num\" id=\"p192\">\n      <span class=\"num\">192</span>\n      <p class=\"indent\">Mr. Hamilton, in the seventy-eighth number of the Federalist, says that he agrees with the maxim of Montesquieu, that 'there is no liberty if the power of judging be not separated from the legislative and executive powers.' And others of the ablest numbers of that publication are devoted to the purpose of showing that in our Constitution these powers are so justly balanced and restrained that neither will probably be able to make much encroachment upon the others. Nor was it less repugnant to their views of the security of personal rights, that any person should be condemned without a hearing, and punished without a law previously prescribing the nature and extent of that punishment. They therefore struck boldly at all this machinery of legislative despotism, by forbidding the passage of bills of attainder and <i>ex post facto</i> laws, both to Congress and to the States.</p>\n    </div>\n    <div class=\"num\" id=\"p193\">\n      <span class=\"num\">193</span>\n      <p class=\"indent\">It remains to inquire whether, in the act of Congress under consideration (and the remarks apply with equal force to the Missouri constitution), there is found any one of these features of bills of attainder; and if so, whether there is sufficient in the act to bring it fairly within the description of that class of bills.</p>\n    </div>\n    <div class=\"num\" id=\"p194\">\n      <span class=\"num\">194</span>\n      <p class=\"indent\">It is not claimed that the law works a corruption of blood. It will, therefore, be conceded at once, that the act does not contain this leading feature of bills of attainder.</p>\n    </div>\n    <div class=\"num\" id=\"p195\">\n      <span class=\"num\">195</span>\n      <p class=\"indent\">Nor am I capable of seeing that it contains a conviction or sentence of any designated person or persons. It is said that it is not necessary to a bill of attainder that the party to be affected should be named in the act, and the attainder of the Earl of Kildare and his associates is referred to as showing that the act was aimed at a class. It is very true that bills of attainder have been passed against persons by some description, when their names were unknown. But in such cases the law leaves nothing to be done to render its operation effectual, but to identify those persons. Their guilt, its nature, and its punishment are fixed by the statute, and only their personal identity remains to be made out. Such was the case alluded to. The act declared the guilt and punishment of the Earl of Kildare, and all who were associated with him in his enterprise, and all that was required to insure their punishment was to prove that association.</p>\n    </div>\n    <div class=\"num\" id=\"p196\">\n      <span class=\"num\">196</span>\n      <p class=\"indent\">If this were not so, then the act was mere <i>brutum fulmen</i>, and the parties other than the earl could only be punished, notwithstanding the act, by proof of their guilt before some competent tribunal.</p>\n    </div>\n    <div class=\"num\" id=\"p197\">\n      <span class=\"num\">197</span>\n      <p class=\"indent\">No person is pointed out in the act of Congress, either by name or by description, against whom it is to operate. The oath is only required of those who propose to accept an office or to practise law; and as a prerequisite to the exercise of the functions of the lawyer, or the officer, it is demanded of all persons alike. It is said to be directed, as a class, to those alone who were engaged in the Rebellion; but this is manifestly incorrect, as the oath is exacted alike from the loyal and disloyal, under the same circumstances, and <i>none</i> are compelled to take it. Neither does the act declare any conviction, either of persons or classes. If so, who are they, and of what crime are they declared to be guilty? Nor does it pronounce any sentence, or inflict any punishment. If by any possibility it can be said to <i>provide</i> for conviction and sentence, though not found in the act itself, it leaves the party himself to determine his own guilt or innocence, and pronounce his own sentence. It is not, then, the act of Congress, but the party interested, that tries and condemus. We shall see, when we come to the discussion of this act in its relation to <i>ex post facto</i> laws, that it inflicts no punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p198\">\n      <span class=\"num\">198</span>\n      <p class=\"indent\">A statute, then, which designates no criminal, either by name or description&#8212;which declares no guilt, pronounces no sentence, and inflicts no punishment&#8212;can in no sense be called a bill of attainder.</p>\n    </div>\n    <div class=\"num\" id=\"p199\">\n      <span class=\"num\">199</span>\n      <p class=\"indent\">2. Passing now to consider whether the statute is an <i>ex post facto</i> law, we find that the meaning of that term, as used in the Constitution, is a matter which has been frequently before this court, and it has been so well defined as to leave no room for controversy. The only doubt which can arise is as to the character of the particular case claimed to come within the definition, and not as to the definition of the phrase itself.</p>\n    </div>\n    <div class=\"num\" id=\"p200\">\n      <span class=\"num\">200</span>\n      <p class=\"indent\">All the cases agree that the term is to be applied to criminal causes alone, and not to civil proceedings. In the language of Justice Story, in the case of <i>Watson</i> v. <i>Mercer</i>,<a class=\"footnote\" href=\"#fn54\" id=\"fn54_ref\">54</a> '<i>Ex post facto</i> laws relate to penal and criminal proceedings, which impose punishment and forfeiture, and not to civil proceedings, which affect private rights retrospectively.'%n[n]</p>\n    </div>\n    <div class=\"num\" id=\"p201\">\n      <span class=\"num\">201</span>\n      <p class=\"indent\">The first case on the subject is that of <i>Calder</i> v. <i>Bull</i>, and it is the one in which the doctrine concerning <i>ex post facto</i> laws is most fully expounded. The court divides all laws which come within the meaning of that clause of the Constitution into four classes:</p>\n    </div>\n    <div class=\"num\" id=\"p202\">\n      <span class=\"num\">202</span>\n      <p class=\"indent\">1st. Every law that makes an action done before the passing of the law, and which was innocent when done, criminal, and punishes such action.</p>\n    </div>\n    <div class=\"num\" id=\"p203\">\n      <span class=\"num\">203</span>\n      <p class=\"indent\">2d. Every law that aggravates a crime, or makes it greater than it was when committed.</p>\n    </div>\n    <div class=\"num\" id=\"p204\">\n      <span class=\"num\">204</span>\n      <p class=\"indent\">3d. Every law that changes the punishment, and inflicts a greater punishment than the law annexed to the crime when committed.</p>\n    </div>\n    <div class=\"num\" id=\"p205\">\n      <span class=\"num\">205</span>\n      <p class=\"indent\">4th. Every law that alters the rule of evidence, and receives less or different testimony than the law required at the time of the commission of the offence to convict the offender.</p>\n    </div>\n    <div class=\"num\" id=\"p206\">\n      <span class=\"num\">206</span>\n      <p class=\"indent\">Again, the court says, in the same opinion, that 'the true distinction is between <i>ex post facto</i> laws, and retrospective laws;' and proceeds to show that, however unjust the latter may be, they are not prohibited by the Constitution, while the former are.</p>\n    </div>\n    <div class=\"num\" id=\"p207\">\n      <span class=\"num\">207</span>\n      <p class=\"indent\">This exposition of the nature of <i>ex post facto</i> laws has never been denied, nor has any court or any commentator on the Constitution added to the classes of laws here set forth, as coming within that clause of the organic law. In looking carefully at these four classes of laws, two things strike the mind as common to them all:</p>\n    </div>\n    <div class=\"num\" id=\"p208\">\n      <span class=\"num\">208</span>\n      <p class=\"indent\">1st. That they contemplate the trial of some person charged with an offence.</p>\n    </div>\n    <div class=\"num\" id=\"p209\">\n      <span class=\"num\">209</span>\n      <p class=\"indent\">2d. That they contemplate a punishment of the person found guilty of such offence.</p>\n    </div>\n    <div class=\"num\" id=\"p210\">\n      <span class=\"num\">210</span>\n      <p class=\"indent\">Now, it seems to me impossible to show that the law in question contemplates either the trial of a person for an offence committed before its passage, or the punishment of any person for such an offence. It is true that the act requiring an oath provides a penalty for falsely taking it. But this provision is prospective, as no one is supposed to take the oath until after the passage of the law. This prospective penalty is the only thing in the law which partakes of a criminal character. It is in all other respects a civil proceeding It is simply an oath of office, and it is required of all officeholders alike. As far as I am informed, this is the first time in the history of jurisprudence that taking an oath of office has been called a criminal proceeding. If it is not a criminal proceeding, then, by all the authorities, it is not an <i>ex post facto</i> law.</p>\n    </div>\n    <div class=\"num\" id=\"p211\">\n      <span class=\"num\">211</span>\n      <p class=\"indent\">No <i>trial</i> of any person is contemplated by the act for any past offence. Nor is any party supposed to be charged with any offence in the only proceeding which the law provides.</p>\n    </div>\n    <div class=\"num\" id=\"p212\">\n      <span class=\"num\">212</span>\n      <p class=\"indent\">A person proposing to appear in the court as an attorney is asked to take a certain oath. There is no charge made against him that he has been guilty of any of the crimes mentioned in that oath. There is no prosecution. There is not even an implication of guilt by reason of tendering him the oath, for it is required of the man who has lost everything in defence of the government, and whose loyalty is written in the honorable scars which cover his body, the same as of the guiltiest traitor in the land. His refusal to take the oath subjects him to no prosecution. His taking it clears him of no guilt, and acquits him of no charge.</p>\n    </div>\n    <div class=\"num\" id=\"p213\">\n      <span class=\"num\">213</span>\n      <p class=\"indent\">Where, then, is this <i>ex post facto</i> law which tries and punishes a man for a crime committed before it was passed? It can only be found in those elastic rules of construction which cramp the powers of the Federal government when they are to be exercised in certain directions, and enlarges them when they are to be exercised in others. No more striking example of this could be given than the cases before us, in one of which the Constitution of the United States is held to confer no power on Congress to prevent traitors practising in her courts, while in the other it is held to confer power on this court to nullify a provision of the constitution of the State of Missouri, relating to a qualification required of ministers of religion.</p>\n    </div>\n    <div class=\"num\" id=\"p214\">\n      <span class=\"num\">214</span>\n      <p class=\"indent\">But the fatal vice in the reasoning of the majority is in the meaning which they attach to the word punishment, in its application to this law, and in its relation to the definitions which have been given of the phrase, <i>ex post facto</i> laws.</p>\n    </div>\n    <div class=\"num\" id=\"p215\">\n      <span class=\"num\">215</span>\n      <p class=\"indent\">Webster's second definition of the word 'punish' is this: 'In a loose sense, to afflict with punishment, &amp;c., with a view to amendment, to chasten.' And it is in this loose sense that the word is used by this court, as synonymous with chastisement, correction, loss, or suffering to the party supposed to be punished, and not in the legal sense, which signifies a penalty inflicted for the commission of crime.</p>\n    </div>\n    <div class=\"num\" id=\"p216\">\n      <span class=\"num\">216</span>\n      <p class=\"indent\">And so, in this sence, it is said that whereas persons who had been guilty of the offences mentioned in the oath were, by the laws then in force, only liable to be punished with death and confiscation of all their property, they are by a law passed since these offences were committed, made liable to the enormous additional punishment of being deprived of the right to practise law!</p>\n    </div>\n    <div class=\"num\" id=\"p217\">\n      <span class=\"num\">217</span>\n      <p class=\"indent\">The law in question does not in reality deprive a person guilty of the acts therein described of any right which he possessed before; for it is equally sound law, as it is the dictate of good sense, that a person who, in the language of the act, has voluntarily borne arms against the government of the United States while a citizen thereof, or who has voluntarily given aid, comfort, counsel, or encouragement to persons engaged in armed hostility to the government, has, by doing those things, forfeited his right to appear in her courts and take part in the administration of her laws. Such a person has exhibited a trait of character which, without the aid of the law in question, authorizes the court to declare him unfit to practise before it, and to strike his name from the roll of its attorneys if it be found there.</p>\n    </div>\n    <div class=\"num\" id=\"p218\">\n      <span class=\"num\">218</span>\n      <p class=\"indent\">I have already shown that this act provides for no indictment or other charge, that it contemplates and admits of no trial, and I now proceed to show that even if the right of the court to prevent an attorney, guilty of the acts mentioned, from appearing in its forum, depended upon the statute, that still it inflicts no punishment in the legal sense of that term.</p>\n    </div>\n    <div class=\"num\" id=\"p219\">\n      <span class=\"num\">219</span>\n      <p class=\"indent\">'Punishment,' says Mr. Wharton in his Law Lexicon, 'is the penalty for transgressing the laws;' and this is, perhaps, as comprehensive and at the same time as accurate a definition as can be given. Now, what law is it whose transgression is punished in the case before us? None is referred to in the act, and there is nothing on its face to show that it was intended as an additional punishment for any offence described in any other act. A part of the matters of which the applicant is required to purge himself on oath may amount to treason, but surely there could be no intention or desire to inflict this small additional punishment for a crime whose penalty already was death and confiscation of property.</p>\n    </div>\n    <div class=\"num\" id=\"p220\">\n      <span class=\"num\">220</span>\n      <p class=\"indent\">In fact the word punishment is used by the court in a sense which would make a great number of laws, partaking in no sense of a criminal character, laws for punishment, and therefore <i>ex post facto</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p221\">\n      <span class=\"num\">221</span>\n      <p class=\"indent\">A law, for instance, which increased the facility for detecting frauds by compelling a party to a civil proceeding to disclose his transactions under oath would result in his punishment in this sense, if it compelled him to pay an honest debt which could not be coerced from him before. But this law comes clearly within the class described by this court in <i>Watson</i> v. <i>Mercer</i>, as civil proceedings which affect private rights retrospectively.</p>\n    </div>\n    <div class=\"num\" id=\"p222\">\n      <span class=\"num\">222</span>\n      <p class=\"indent\">Again, let us suppose that several persons afflicted with a form of insanity heretofore deemed harmless, shall be found all at once to be dangerous to the lives of persons with whom they associate. The State, therefore, passes a law that all persons so affected shall be kept in close confinement until their recovery is assured. Here is a case of punishment in the sense used by the court for a matter existing before the passage of the law. Is it an <i>ex post facto</i> law? And, if not, in what does it differ from one? Just in the same manner that the act of Congress does, namely, that the proceeding is civil and not criminal, and that the imprisonment in the one case and the prohibition to practise law in the other, are not punishments in the legal meaning of that term.</p>\n    </div>\n    <div class=\"num\" id=\"p223\">\n      <span class=\"num\">223</span>\n      <p class=\"indent\">The civil law maxim, '<i>Nemo debet bis vexari, pro un a et eadam caus a</i>,' has been long since adopted into the common law as applicable both to civil and criminal proceedings, and one of the amendments of the Constitution incorporates this principle into that instrument so far as punishment affects life or limb. It results from this rule, that no man can be twice lawfully punished for the same offence. We have already seen that the acts of which the party is required to purge himself on oath constitute the crime of treason. Now, if the judgment of the court in the cases before us, instead of permitting the parties to appear without taking the oath, had been the other way, here would have been the case of a person who, on the reasoning of the majority, is punished by the judgment of this court for the same acts which constitute the crime of treason.</p>\n    </div>\n    <div class=\"num\" id=\"p224\">\n      <span class=\"num\">224</span>\n      <p class=\"indent\">Yet, if the applicant here should afterwards be indicted for treason on account of these same acts, no one will pretend that the proceedings here could be successfully pleaded in bar of that indictment. But why not? Simply because there is here neither trial nor punishment within the legal meaning of these terms.</p>\n    </div>\n    <div class=\"num\" id=\"p225\">\n      <span class=\"num\">225</span>\n      <p class=\"indent\">I maintain that the purpose of the act of Congress was to require loyalty as a qualification of all who practise law in the national courts. The majority say that the purpose was to impose a punishment for past acts of disloyalty.</p>\n    </div>\n    <div class=\"num\" id=\"p226\">\n      <span class=\"num\">226</span>\n      <p class=\"indent\">In pressing this argument it is contended by the majority that no requirement can be justly said to be a qualification which is not attainable by all, and that to demand a qualification not attainable by all is a punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p227\">\n      <span class=\"num\">227</span>\n      <p class=\"indent\">The Constitution of the United States provides as a qualification for the offices of President and Vice-President that the person elected must be a native-born citizen. Is this a punishment to all those naturalized citizens who can never attain that qualification? The constitutions of nearly all the States require as a qualification for voting that the voter shall be a <i>white male</i> citizen. Is this a punishment for all the blacks who can never become white?</p>\n    </div>\n    <div class=\"num\" id=\"p228\">\n      <span class=\"num\">228</span>\n      <p class=\"indent\">Again, it was a qualification required by some of the State constitutions, for the office of judge, that the person should not be over sixty years of age. To a very large number of the ablest lawyers in any State this is a qualification to which they can never attain, for every year removes them farther away from the designated age. Is it a punishment?</p>\n    </div>\n    <div class=\"num\" id=\"p229\">\n      <span class=\"num\">229</span>\n      <p class=\"indent\">The distinguished commentator on American law, and chancellor of the State of New York, was deprived of that office by this provision of the constitution of that State, and he was thus, in the midst of his usefulness, not only turned out of office, but he was forever disqualified from holding it again, by a law passed after he had accepted the office.</p>\n    </div>\n    <div class=\"num\" id=\"p230\">\n      <span class=\"num\">230</span>\n      <p class=\"indent\">This is a much stronger case than that of a disloyal attorney forbid by law to practise in the courts, yet no one ever thought the law was <i>ex post facto</i> in the sense of the Constitution of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p231\">\n      <span class=\"num\">231</span>\n      <p class=\"indent\">Illustrations of this kind could be multiplied indefinitely, but they are unnecessary.</p>\n    </div>\n    <div class=\"num\" id=\"p232\">\n      <span class=\"num\">232</span>\n      <p class=\"indent\">The history of the time when this statute was passed&#8212;the darkest hour of our great struggle&#8212;the necessity for its existence, the humane character of the President who signed the bill, and the face of the law itself, all show that it was purely a qualification, exacted in self-defence, of all who took part in administering the government in any of its departments, and that it was not passed for the purpose of inflicting punishment, however merited, for past offences.</p>\n    </div>\n    <div class=\"num\" id=\"p233\">\n      <span class=\"num\">233</span>\n      <p class=\"indent\">I think I have now shown that the statute in question is within the legislative power of Congress in its control over the courts and their officers, and that it was not void as being either a bill of attainder or an <i>ex post facto</i> law.</p>\n    </div>\n    <div class=\"num\" id=\"p234\">\n      <span class=\"num\">234</span>\n      <p class=\"indent\">If I am right on the questions of qualification and punishment, that discussion disposes also of the proposition, that the pardon of the President relieves the party accepting it of the necessity of taking the oath, even if the law be valid.</p>\n    </div>\n    <div class=\"num\" id=\"p235\">\n      <span class=\"num\">235</span>\n      <p class=\"indent\">I am willing to concede that the presidential pardon relieves the party from all the penalties, or in other words, from all the punishment, which the law inflicted for his offence. But it relieves him from nothing more. If the oath required as a condition to practising law is not a punishment, as I think I have shown it is not, then the pardon of the President has no effect in releasing him from the requirement to take it. If it is a qualification which Congress had a right to prescribe as necessary to an attorney, then the President cannot, by pardon or otherwise, dispense with the law requiring such qualification.</p>\n    </div>\n    <div class=\"num\" id=\"p236\">\n      <span class=\"num\">236</span>\n      <p class=\"indent\">This is not only the plain rule as between the legislative and executive departments of the government, but it is the declaration of common sense. The man who, by counterfeiting, by theft, by murder, or by treason, is rendered unfit to exercise the functions of an attorney or counsellor-at-law, may be saved by the executive pardon from the penitentiary or the gallows, but is not thereby restored to the qualifications which are essential to admission to the bar. No doubt it will be found that very many persons among those who cannot take this oath, deserve to be relieved from the prohibition of the law; but this in no wise depends upon the act of the President in giving or refusing a pardon. It remains to the legislative power alone to prescribe under what circumstances this relief shall be extended.</p>\n    </div>\n    <div class=\"num\" id=\"p237\">\n      <span class=\"num\">237</span>\n      <p class=\"indent\">In regard to the case of <i>Cummings</i> v. <i>The State of Missouri</i>, allusions have been made in the course of argument to the sanctity of the ministerial office, and to the inviolability of religious freedom in this country.</p>\n    </div>\n    <div class=\"num\" id=\"p238\">\n      <span class=\"num\">238</span>\n      <p class=\"indent\">But no attempt has been made to show that the Constitution of the United States interposes any such protection between the State governments and their own citizens. Nor can anything of this kind be shown. The Federal Constitution contains but two provisions on this subject. One of these forbids Congress to make any law respecting the establishment of religion, or prohibiting the free exercise thereof. The other is, that no religious test shall ever be required as a qualification to any office or public trust under the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p239\">\n      <span class=\"num\">239</span>\n      <p class=\"indent\">No restraint is placed by that instrument on the action of the States; but on the contrary, in the language of Story,<a class=\"footnote\" href=\"#fn56\" id=\"fn56_ref\">56</a> 'the whole power over the subject of religion is left exclusively to the State governments, to be acted upon according to their own sense of justice and the State constitutions.' If there ever was a case calling upon this court to exercise all the power on this subject which properly belongs to it, it was the case of the Rev. B. Permoli.<a class=\"footnote\" href=\"#fn57\" id=\"fn57_ref\">57</a></p>\n    </div>\n    <div class=\"num\" id=\"p240\">\n      <span class=\"num\">240</span>\n      <p class=\"indent\">An ordinance of the first municipality of the city of New Orleans imposed a penalty on any priest who should officiate at any funeral, in any other church than the obituary chapel. Mr. Permoli, a Catholic priest, performed the funeral services of his church over the body of one of his parishioners, inclosed in a coffin, in the Roman Catholic Church of St. Augustine. For this he was fined, and relying upon the vague idea advanced here, that the Federal Constitution protected him in the exercise of his holy functions, he brought the case to this court.</p>\n    </div>\n    <div class=\"num\" id=\"p241\">\n      <span class=\"num\">241</span>\n      <p class=\"indent\">But hard as that case was, the court replied to him in the following language: 'The Constitution (of the United States) makes no provision for protecting the citizens of the respective States in their religious liberties; this is left to the State constitutions and laws; nor is there any inhibition imposed by the Constitution of the United States in this respect on the States.' Mr. Permoli's writ of error was, therefore, dismissed for want of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p242\">\n      <span class=\"num\">242</span>\n      <p class=\"indent\">In that case an ordinance of a mere local corporation forbid a priest, loyal to his government, from performing what he believed to be the necessary rites of his church over the body of his departed friend. This court said it could give him no relief.</p>\n    </div>\n    <div class=\"num\" id=\"p243\">\n      <span class=\"num\">243</span>\n      <p class=\"indent\">In this case the constitution of the State of Missouri, the fundamental law of the people of that State, adopted by their popular vote, declares that no priest of any church shall exercise his ministerial functions, unless he will show, by his own oath, that he has borne a true allegiance to his government. This court now holds this constitutional provision void, on the ground that the Federal Constitution forbids it. I leave the two cases to speak for themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p244\">\n      <span class=\"num\">244</span>\n      <p class=\"indent\">In the discussion of these cases I have said nothing, on the one hand, of the great evils inflicted on the country by the voluntary action of many of those persons affected by the laws under consideration; nor, on the other hand, of the hardships which they are now suffering, much more as a consequence of that action than of any laws which Congress can possibly frame. But I have endeavored to bring to the examination of the grave questions of constitutional law involved in this inquiry those principles alone which are calculated to assist in determining what the law is, rather than what, in my private judgment, it ought to be.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 12 Stat. at Large, 502.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 13 Stat. at Large, 424.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p> 8 Wheaton, 1.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">4</a>\n        <p> 1 Howard, 311.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 2 Id. 608.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 7 Howard, 283.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Article iii, &#167; 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Article ii, &#167; 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> 7 Peters, 150.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 18 Howard, 315.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Vol. 2, p. 402.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Page 401.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Pages 415-16, notes <i>a</i> and <i>b</i>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> See, too, Gilbert on Evidence, 128; Brown <i>v.</i> Crashaw, 2 Bulstrode, 154; Wicks <i>v.</i> Smallbrooke, 1 Siderfin, 52.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> &#167; 713.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> 28 Pennsylvania State, 297.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> 24 Pickering, 289.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Jones <i>v.</i> Harris, 1 Strobhart, 162, and People <i>v.</i> Pease, 3 Johnson's Cases, 883.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> 7 Porter, Alabama, 293.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Pages 366, 368.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> 3 Cowen, 686.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Article I, &#167; 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Article V, Amendments.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> 2 Alabama, 31.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> 7 Howard's Mississippi, 127.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> 22 New York, 67. See, also, Strother <i>v.</i> State, 1 Missouri, 554 or *772</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> 19 Howard, 9.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Mr. Marr had himself filed a petition similar to that of Mr. Garland, for permission to continue to practise as an attorney and counsellor of the court without taking the oath required by the act of Congress and the rule of the court. He had been engaged in the Rebellion, but had received a full pardon from the President. It was understood that the decision upon Mr. Garland's petition would also embrace, in principle, his. The argument here given is from the brief filed in his own case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> Tapia, Febrero Novissimo, tomo 8, p. 56, &#167; 14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> R epertoire de Jurisprudence, Tit. 'Amnistie.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn31\">\n        <a class=\"footnote\" href=\"#fn31_ref\">31</a>\n        <p> Tit. 'Amnistie.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn32\">\n        <a class=\"footnote\" href=\"#fn32_ref\">32</a>\n        <p> De Villeneuve &amp; Carrette, vol. 1825, 1827, part 1, p. 135.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn33\">\n        <a class=\"footnote\" href=\"#fn33_ref\">33</a>\n        <p> De Villeneuve &amp; Carrette, 1840, part 2, p. 372, &amp;c.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn34\">\n        <a class=\"footnote\" href=\"#fn34_ref\">34</a>\n        <p> Id. 1850, part 1, p. 672-3</p>\n      </div>\n      <div class=\"footnote\" id=\"fn35\">\n        <a class=\"footnote\" href=\"#fn35_ref\">35</a>\n        <p> See it, <i>supra</i>, p. 336.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn36\">\n        <a class=\"footnote\" href=\"#fn36_ref\">36</a>\n        <p> 4 Wheaton, 416.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn37\">\n        <a class=\"footnote\" href=\"#fn37_ref\">37</a>\n        <p> 22 California, 225. The report, as here given, is extracted from a printed statement of Mr. Henderson's argument in Cummings <i>v.</i> Missouri.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn38\">\n        <a class=\"footnote\" href=\"#fn38_ref\">38</a>\n        <p> Vol. 5, p. 244.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn39\">\n        <a class=\"footnote\" href=\"#fn39_ref\">39</a>\n        <p> 3 Dallas, 386.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn40\">\n        <a class=\"footnote\" href=\"#fn40_ref\">40</a>\n        <p> 6 Cranch, 138.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn41\">\n        <a class=\"footnote\" href=\"#fn41_ref\">41</a>\n        <p> 1 Kent's Commentaries, 409.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn42\">\n        <a class=\"footnote\" href=\"#fn42_ref\">42</a>\n        <p> 1 Kent's Commentaries, 409.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn43\">\n        <a class=\"footnote\" href=\"#fn43_ref\">43</a>\n        <p> Constitution, Article ii &#167; 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn44\">\n        <a class=\"footnote\" href=\"#fn44_ref\">44</a>\n        <p> 3 Yeates, 429.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn45\">\n        <a class=\"footnote\" href=\"#fn45_ref\">45</a>\n        <p> 1 Curtis, 311.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn46\">\n        <a class=\"footnote\" href=\"#fn46_ref\">46</a>\n        <p> Hansard's Pailiamentary Debates, First Series, folio 10, p. 966.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn47\">\n        <a class=\"footnote\" href=\"#fn47_ref\">47</a>\n        <p> 19 Howard.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn48\">\n        <a class=\"footnote\" href=\"#fn48_ref\">48</a>\n        <p> Ex parte Heyfron, 7 Howard, Mississippi, 127; Fletcher <i>v.</i> Daingerfield, 20 California, 430.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn49\">\n        <a class=\"footnote\" href=\"#fn49_ref\">49</a>\n        <p> 22 New York, 81.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn50\">\n        <a class=\"footnote\" href=\"#fn50_ref\">50</a>\n        <p> 19 Howard, 9.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn51\">\n        <a class=\"footnote\" href=\"#fn51_ref\">51</a>\n        <p> Article II, &#167; 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn52\">\n        <a class=\"footnote\" href=\"#fn52_ref\">52</a>\n        <p> 4 Blackstone's Commentaries, 402; 6 Bacon's Abridgment, tit. Pardon; Hawkins, book 2, c. 37, &#167;&#167; 34 and 54.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn53\">\n        <a class=\"footnote\" href=\"#fn53_ref\">53</a>\n        <p> See Story on the Constitution, &#167; 1344.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">55</a>\n        <p> Calder <i>v.</i> Bull, 3 Dallas, 386; Fletcher <i>v.</i> Peck, 6 Cranch, 87; Orden <i>v.</i> Saunders, 12 Wheaton, 266; Satterlee <i>v.</i> Matthewson, 2 Peters, 380.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn54\">\n        <a class=\"footnote\" href=\"#fn54_ref\">54</a>\n        <p> 8 Peters, 88.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn56\">\n        <a class=\"footnote\" href=\"#fn56_ref\">56</a>\n        <p> Commentaries on the Constitution, &#167; 1878.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn57\">\n        <a class=\"footnote\" href=\"#fn57_ref\">57</a>\n        <p> 3 Howard, 589.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>71 U.S. 333 (____)</b></center>\n<center><b>4 Wall. 333</b></center>\n<center><h1>EX PARTE GARLAND.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*337</span> <span class=\"star-pagination\">*338</span> Messrs. Reverdy Johnson and M.H. Carpenter, for the petitioner, Mr. Garland, who had filed a brief of his own presenting fully his case.</p>\n<p>Mr. R.H. Marr, also for the petitioner:<sup>[*]</sup></p>\n<p>Mr. Speed, contra, for the United States.</p>\n<p>Mr. Stanbery, special counsel of the United States, on the same side, and against the petitioner.</p>\n<p><span class=\"star-pagination\">*365</span> Mr. Reverdy Johnson, in reply, for the petitioner.</p>\n<p><span class=\"star-pagination\">*374</span> Mr. Justice FIELD delivered the opinion of the court.</p>\n<p>On the second of July, 1862, Congress passed an act prescribing an oath to be taken by every person elected or appointed to any office of honor or profit under the government of the United States, either in the civil, military, or naval departments of the public service, except the President, before entering upon the duties of his office, and before being entitled to its salary, or other emoluments. On the 24th of January, 1865, Congress, by a supplementary act, extended its provisions so as to embrace attorneys and counsellors of the courts of the United States. This latter act provides that after its passage no person shall be admitted as an attorney and counsellor to the bar of the Supreme Court, and, after the fourth of March, 1865, to the bar of any Circuit or District Court of the United States, or of the Court of Claims, or be allowed to appear and be heard by virtue of any previous admission, or any special power of attorney, <span class=\"star-pagination\">*375</span> unless he shall have first taken and subscribed the oath prescribed by the act of July 2d, 1862. It also provides that the oath shall be preserved among the files of the court; and if any person take it falsely he shall be guilty of perjury, and, upon conviction, shall be subject to the pains and penalties of that offence.</p>\n<p>At the December Term, 1860, the petitioner was admitted as an attorney and counsellor of this court, and took and subscribed the oath then required. By the second rule, as it then existed, it was only requisite to the admission of attorneys and counsellors of this court, that they should have been such officers for the three previous years in the highest courts of the States to which they respectively belonged, and that their private and professional character should appear to be fair.</p>\n<p>In March, 1865, this rule was changed by the addition of a clause requiring the administration of the oath, in conformity with the act of Congress.</p>\n<p>In May, 1861, the State of Arkansas, of which the petitioner was a citizen, passed an ordinance of secession, which purported to withdraw the State from the Union, and afterwards, in the same year, by another ordinance, attached herself to the so-called Confederate States, and by act of the congress of that confederacy was received as one of its members.</p>\n<p>The petitioner followed the State, and was one of her representatives  first in the lower house, and afterwards in the senate, of the congress of that confederacy, and was a member of the senate at the time of the surrender of the Confederate forces to the armies of the United States.</p>\n<p>In July, 1865, he received from the President of the United States a full pardon for all offences committed by his participation, direct or implied, in the Rebellion. He now produces his pardon, and asks permission to continue to practise as an attorney and counsellor of the court without taking the oath required by the act of January 24th, 1865, and the rule of the court, which he is unable to take, by reason of the offices he held under the Confederate government. <span class=\"star-pagination\">*376</span> He rests his application principally upon two grounds:</p>\n<p>1st. That the act of January 24th, 1865, so far as it affects his status in the court, is unconstitutional and void; and,</p>\n<p>2d. That, if the act be constitutional, he is released from compliance with its provisions by the pardon of the President.</p>\n<p>The oath prescribed by the act is as follows:</p>\n<p>1st. That the deponent has never voluntarily borne arms against the United States since he has been a citizen thereof;</p>\n<p>2d. That he has not voluntarily given aid, countenance, counsel, or encouragement to persons engaged in armed hostility thereto;</p>\n<p>3d. That he has never sought, accepted, or attempted to exercise the functions of any office whatsoever, under any authority, or pretended authority, in hostility to the United States;</p>\n<p>4th. That he has not yielded a voluntary support to any pretended government, authority, power, or constitution, within the United States, hostile or inimical thereto; and,</p>\n<p>5th. That he will support and defend the Constitution of the United States against all enemies, foreign and domestic, and will bear true faith and allegiance to the same.</p>\n<p>This last clause is promissory only, and requires no consideration. The questions presented for our determination arise from the other clauses. These all relate to past acts. Some of these acts constituted, when they were committed, offences against the criminal laws of the country; others may, or may not, have been offences according to the circumstances under which they were committed, and the motives of the parties. The first clause covers one form of the crime of treason, and the deponent must declare that he has not been guilty of this crime, not only during the war of the Rebellion, but during any period of his life since he has been a citizen. The second clause goes beyond the limits of treason, and embraces not only the giving of aid and encouragement of a treasonable nature to a public enemy, but also the giving of assistance of any kind to persons engaged <span class=\"star-pagination\">*377</span> in armed hostility to the United States. The third clause applies to the seeking, acceptance, or exercise not only of offices created for the purpose of more effectually carrying on hostilities, but also of any of those offices which are required in every community, whether in peace or war, for the administration of justice and the preservation of order. The fourth clause not only includes those who gave a cordial and active support to the hostile government, but also those who yielded a reluctant obedience to the existing order, established without their co-operation.</p>\n<p>The statute is directed against parties who have offended in any of the particulars embraced by these clauses. And its object is to exclude them from the profession of the law, or at least from its practice in the courts of the United States. As the oath prescribed cannot be taken by these parties, the act, as against them, operates as a legislative decree of perpetual exclusion. And exclusion from any of the professions or any of the ordinary avocations of life for past conduct can be regarded in no other light than as punishment for such conduct. The exaction of the oath is the mode provided for ascertaining the parties upon whom the act is intended to operate, and instead of lessening, increases its objectionable character. All enactments of this kind partake of the nature of bills of pains and penalties, and are subject to the constitutional inhibition against the passage of bills of attainder, under which general designation they are included.</p>\n<p>In the exclusion which the statute adjudges it imposes a punishment for some of the acts specified which were not punishable at the time they were committed; and for other of the acts it adds a new punishment to that before prescribed, and it is thus brought within the further inhibition of the Constitution against the passage of an ex post facto law. In the case of Cummings against The State of Missouri, just decided, we have had occasion to consider at length the meaning of a bill of attainder and of an ex post facto law in the clause of the Constitution forbidding their passage by the States, and it is unnecessary to repeat here <span class=\"star-pagination\">*378</span> what we there said. A like prohibition is contained in the Constitution against enactments of this kind by Congress; and the argument presented in that case against certain clauses of the constitution of Missouri is equally applicable to the act of Congress under consideration in this case.</p>\n<p>The profession of an attorney and counsellor is not like an office created by an act of Congress, which depends for its continuance, its powers, and its emoluments upon the will of its creator, and the possession of which may be burdened with any conditions not prohibited by the Constitution. Attorneys and counsellors are not officers of the United States; they are not elected or appointed in the manner prescribed by the Constitution for the election and appointment of such officers. They are officers of the court, admitted as such by its order, upon evidence of their possessing sufficient legal learning and fair private character. It has been the general practice in this country to obtain this evidence by an examination of the parties. In this court the fact of the admission of such officers in the highest court of the States to which they respectively belong, for three years preceding their application, is regarded as sufficient evidence of the possession of the requisite legal learning, and the statement of counsel moving their admission sufficient evidence that their private and professional character is fair. The order of admission is the judgment of the court that the parties possess the requisite qualifications as attorneys and counsellors, and are entitled to appear as such and conduct causes therein. From its entry the parties become officers of the court, and are responsible to it for professional misconduct. They hold their office during good behavior, and can only be deprived of it for misconduct ascertained and declared by the judgment of the court after opportunity to be heard has been afforded.<sup>[*]</sup> Their admission or their exclusion is not the exercise of a mere ministerial power. It is the exercise of <span class=\"star-pagination\">*379</span> judicial power, and has been so held in numerous cases. It was so held by the Court of Appeals of New York in the matter of the application of Cooper for admission.<sup>[*]</sup> \"Attorneys and counsellors,\" said that court, \"are not only officers of the court, but officers whose duties relate almost exclusively to proceedings of a judicial nature. And hence their appointment may, with propriety, be intrusted to the courts, and the latter in performing this duty may very justly be considered as engaged in the exercise of their appropriate judicial functions.\"</p>\n<p>In Ex parte Secombe,<sup>[]</sup> a mandamus to the Supreme Court of the Territory of Minnesota to vacate an order removing an attorney and counsellor was denied by this court, on the ground that the removal was a judicial act. \"We are not aware of any case,\" said the court, \"where a mandamus was issued to an inferior tribunal, commanding it to reverse or annul its decision, where the decision was in its nature a judicial act and within the scope of its jurisdiction and discretion.\" And in the same case the court observed, that \"it has been well settled by the rules and practice of common law courts, that it rests exclusively with the court to determine who is qualified to become one of its officers, as an attorney and counsellor, and for what cause he ought to be removed.\"</p>\n<p>The attorney and counsellor being, by the solemn judicial act of the court, clothed with his office, does not hold it as a matter of grace and favor. The right which it confers upon him to appear for suitors, and to argue causes, is something more than a mere indulgence, revocable at the pleasure of the court, or at the command of the legislature. It is a right of which he can only be deprived by the judgment of the court, for moral or professional delinquency.</p>\n<p>The legislature may undoubtedly prescribe qualifications for the office, to which he must conform, as it may, where it has exclusive jurisdiction, prescribe qualifications for the pursuit of any of the ordinary avocations of life. The <span class=\"star-pagination\">*380</span> question, in this case, is not as to the power of Congress to prescribe qualifications, but whether that power has been exercised as a means for the infliction of punishment, against the prohibition of the Constitution. That this result cannot be effected indirectly by a State under the form of creating qualifications we have held in the case of Cummings v. The State of Missouri, and the reasoning by which that conclusion was reached applies equally to similar action on the part of Congress.</p>\n<p>This view is strengthened by a consideration of the effect of the pardon produced by the petitioner, and the nature of the pardoning power of the President.</p>\n<p>The Constitution provides that the President \"shall have power to grant reprieves and pardons for offences against the United States, except in cases of impeachment.\"<sup>[*]</sup></p>\n<p>The power thus conferred is unlimited, with the exception stated. It extends to every offence known to the law, and may be exercised at any time after its commission, either before legal proceedings are taken, or during their pendency, or after conviction and judgment. This power of the President is not subject to legislative control. Congress can neither limit the effect of his pardon, nor exclude from its exercise any class of offenders. The benign prerogative of mercy reposed in him cannot be fettered by any legislative restrictions.</p>\n<p>Such being the case, the inquiry arises as to the effect and operation of a pardon, and on this point all the authorities concur. A pardon reaches both the punishment prescribed for the offence and the guilt of the offender; and when the pardon is full, it releases the punishment and blots out of existence the guilt, so that in the eye of the law the offender is as innocent as if he had never committed the offence. If granted before conviction, it prevents any of the penalties and disabilities consequent upon conviction from attaching; if granted after conviction, it removes the penalties and disabilities, and restores him to all his civil rights; it makes <span class=\"star-pagination\">*381</span> him, as it were, a new man, and gives him a new credit and capacity.</p>\n<p>There is only this limitation to its operation: it does not restore offices forfeited, or property or interests vested in others in consequence of the conviction and judgment.<sup>[*]</sup></p>\n<p>The pardon produced by the petitioner is a full pardon \"for all offences by him committed, arising from participation, direct or implied, in the Rebellion,\" and is subject to certain conditions which have been complied with. The effect of this pardon is to relieve the petitioner from all penalties and disabilities attached to the offence of treason, committed by his participation in the Rebellion. So far as that offence is concerned, he is thus placed beyond the reach of punishment of any kind. But to exclude him, by reason of that offence, from continuing in the enjoyment of a previously acquired right, is to enforce a punishment for that offence notwithstanding the pardon. If such exclusion can be effected by the exaction of an expurgatory oath covering the offence, the pardon may be avoided, and that accomplished indirectly which cannot be reached by direct legislation. It is not within the constitutional power of Congress thus to inflict punishment beyond the reach of executive clemency. From the petitioner, therefore, the oath required by the act of January 24th, 1865, could not be exacted, even if that act were not subject to any other objection than the one thus stated.</p>\n<p>It follows, from the views expressed, that the prayer of the petitioner must be granted.</p>\n<p>The case of R.H. Marr is similar, in its main features, to that of the petitioner, and his petition must also be granted.</p>\n<p>And the amendment of the second rule of the court, which requires the oath prescribed by the act of January 24th, 1865, to be taken by attorneys and counsellors, having been unadvisedly adopted, must be rescinded.</p>\n<p>AND IT IS SO ORDERED.</p>\n<p><span class=\"star-pagination\">*382</span> Mr. Justice MILLER, on behalf of himself and the CHIEF JUSTICE, and Justices SWAYNE and DAVIS, delivered the following dissenting opinion, which applies also to the opinion delivered in Cummings v. Missouri. (See supra, p. 316.)</p>\n<p>I dissent from the opinions of the court just announced.</p>\n<p>It may be hoped that the exceptional circumstances which give present importance to these cases will soon pass away, and that those who make the laws, both state and national, will find in the conduct of the persons affected by the legislation just declared to be void, sufficient reason to repeal, or essentially modify it.</p>\n<p>For the speedy return of that better spirit, which shall leave us no cause for such laws, all good men look with anxiety, and with a hope, I trust, not altogether unfounded.</p>\n<p>But the question involved, relating, as it does, to the right of the legislatures of the nation, and of the state, to exclude from offices and places of high public trust, the administration of whose functions are essential to the very existence of the government, those among its own citizens who have been engaged in a recent effort to destroy that government by force, can never cease to be one of profound interest.</p>\n<p>It is at all times the exercise of an extremely delicate power for this court to declare that the Congress of the nation, or the legislative body of a State, has assumed an authority not belonging to it, and by violating the Constitution, has rendered void its attempt at legislation. In the case of an act of Congress, which expresses the sense of the members of a cordinate department of the government, as much bound by their oath of office as we are to respect that Constitution, and whose duty it is, as much as it is ours, to be careful that no statute is passed in violation of it, the incompatibility of the act with the Constitution should be so clear as to leave little reason for doubt, before we pronounce it to be invalid.</p>\n<p>Unable to see this incompatibility, either in the act of Congress or in the provision of the constitution of Missouri, upon which this court has just passed, but entertaining a <span class=\"star-pagination\">*383</span> strong conviction that both were within the competency of the bodies which enacted them, it seems to me an occasion which demands that my dissent from the judgment of the court, and the reasons for that dissent, should be placed on its records.</p>\n<p>In the comments which I have to make upon these cases, I shall speak of principles equally applicable to both, although I shall refer more directly to that which involves the oath required of attorneys by the act of Congress, reserving for the close some remarks more especially applicable to the oath prescribed by the constitution of the State of Missouri.</p>\n<p>The Constitution of the United States makes ample provision for the establishment of courts of justice to administer her laws, and to protect and enforce the rights of her citizens. Article iii, section 1, of that instrument, says that \"the judicial power of the United States shall be vested in one Supreme Court, and such inferior courts as the Congress may, from time to time, ordain and establish.\" Section 8 of article i, closes its enumeration of the powers conferred on Congress by the broad declaration that it shall have authority \"to make all laws which shall be necessary and proper for carrying into execution the foregoing powers, and all other powers vested by the Constitution in the government of the United States, or in any department thereof.\"</p>\n<p>Under these provisions, Congress has ordained and established circuit courts, district courts, and territorial courts; and has, by various statutes, fixed the number of the judges of the Supreme Court. It has limited and defined the jurisdiction of all these, and determined the salaries of the judges who hold them. It has provided for their necessary officers, as marshals, clerks, prosecuting attorneys, bailiffs, commissioners, and jurors. And by the act of 1789, commonly called the Judiciary Act, passed by the first Congress assembled under the Constitution, it is among other things enacted, that \"in all the courts of the United States the parties may plead and manage their causes personally; or by the <span class=\"star-pagination\">*384</span> assistance of such counsel or attorneys-at-law as, by the rules of the said courts respectively, shall be permitted to manage and conduct causes therein.\"</p>\n<p>It is believed that no civilized nation of modern times has been without a class of men intimately connected with the courts, and with the administration of justice, called variously attorneys, counsellors, solicitors, proctors, and other terms of similar import. The enactment which we have just cited recognizes this body of men, and their utility in the judicial system of the United States, and imposes upon the courts the duty of providing rules, by which persons entitled to become members of this class, may be permitted to exercise the privilege of managing and conducting causes in these courts. They are as essential to the successful working of the courts, as the clerks, sheriffs, and marshals, and perhaps as the judges themselves, since no instance is known of a court of law without a bar.</p>\n<p>The right to practise law in the courts as a profession, is a privilege granted by the law, under such limitations or conditions in each state or government as the law-making power may prescribe. It is a privilege, and not an absolute right. The distinction may be illustrated by the difference between the right of a party to a suit in court to defend his own cause, and the right of another to appear and defend for him. The one, like the right to life, liberty, and the pursuit of happiness, is inalienable. The other is the privilege conferred by law on a person who complies with the prescribed conditions.</p>\n<p>Every State in the Union, and every civilized government, has laws by which the right to practise in its courts may be granted, and makes that right to depend on the good moral character and professional skill of the party on whom the privilege is conferred. This is not only true in reference to the first grant of license to practise law, but the continuance of the right is made, by these laws, to depend upon the continued possession of those qualities.</p>\n<p>Attorneys are often deprived of this right, upon evidence of bad moral character, or specific acts of immorality or dishonesty, <span class=\"star-pagination\">*385</span> which show that they no longer possess the requisite qualifications.</p>\n<p>All this is done by law, either statutory or common; and whether the one or the other, equally the expression of legislative will, for the common law exists in this country only as it is adopted or permitted by the legislatures, or by constitutions.</p>\n<p>No reason is perceived why this body of men, in their important relations to the courts of the nation, are not subject to the action of Congress, to the same extent that they are under legislative control in the States, or in any other government; and to the same extent that the judges, clerks, marshals, and other officers of the court are subject to congressional legislation. Having the power to establish the courts, to provide for and regulate the practice in those courts, to create their officers, and prescribe their functions, can it be doubted that Congress has the full right to prescribe terms for the admission, rejection, and expulsion of attorneys, and for requiring of them an oath, to show whether they have the proper qualifications for the discharge of their duties?</p>\n<p>The act which has just been declared to be unconstitutional is nothing more than a statute which requires of all lawyers who propose to practise in the national courts, that they shall take the same oath which is exacted of every officer of the government, civil or military. This oath has two aspects; one which looks to the past conduct of the party, and one to his future conduct; but both have reference to his disposition to support or to overturn the government, in whose functions he proposes to take part. In substance, he is required to swear that he has not been guilty of treason to that government in the past, and that he will bear faithful allegiance to it in the future.</p>\n<p>That fidelity to the government under which he lives, a true and loyal attachment to it, and a sincere desire for its preservation, are among the most essential qualifications which should be required in a lawyer, seems to me to be too clear for argument. The history of the Anglo-Saxon <span class=\"star-pagination\">*386</span> race shows that, for ages past, the members of the legal profession have been powerful for good or evil to the government. They are, by the nature of their duties, the moulders of public sentiment on questions of government, and are every day engaged in aiding in the construction and enforcement of the laws. From among their numbers are necessarily selected the judges who expound the laws and the Constitution. To suffer treasonable sentiments to spread here unchecked, is to permit the stream on which the life of the nation depends to be poisoned at its source.</p>\n<p>In illustration of this truth, I venture to affirm, that if all the members of the legal profession in the States lately in insurrection had possessed the qualification of a loyal and faithful allegiance to the government, we should have been spared the horrors of that Rebellion. If, then, this qualification be so essential in a lawyer, it cannot be denied that the statute under consideration was eminently calculated to secure that result.</p>\n<p>The majority of this court, however, do not base their decisions on the mere absence of authority in Congress, and in the States, to enact the laws which are the subject of consideration, but insist that the Constitution of the United States forbids, in prohibitory terms, the passage of such laws, both to the Congress and to the States. The provisions of that instrument, relied on to sustain this doctrine, are those which forbid Congress and the States, respectively, from passing bills of attainder and ex post facto laws. It is said that the act of Congress, and the provision of the constitution of the State of Missouri under review, are in conflict with both these prohibitions, and are therefore void.</p>\n<p>I will examine this proposition, in reference to these two clauses of the Constitution, in the order in which they occur in that instrument.</p>\n<p>1. In regard to bills of attainder, I am not aware of any judicial decision by a court of Federal jurisdiction which undertakes to give a definition of that term. We are therefore compelled to recur to the bills of attainder passed by the English Parliament, that we may learn so much of their <span class=\"star-pagination\">*387</span> peculiar characteristics, as will enable us to arrive at a sound conclusion, as to what was intended to be prohibited by the Constitution.</p>\n<p>The word attainder is derived, by Sir Thomas Tomlins, in his law dictionary, from the words attincta and attinctura, and is defined to be \"the stain or corruption of the blood of a criminal capitally condemned; the immediate inseparable consequence of the common law, on the pronouncing the sentence of death.\" The effect of this corruption of the blood was, that the party attainted lost all inheritable quality, and could neither receive nor transmit any property or other rights by inheritance.</p>\n<p>This attainder or corruption of blood, as a consequence of judicial sentence of death, continued to be the law of England, in all cases of treason, to the time that our Constitution was framed, and, for aught that is known to me, is the law of that country, on condemnation for treason, at this day.</p>\n<p>Bills of attainder, therefore, or acts of attainder, as they were called after they were passed into statutes, were laws which declared certain persons attainted, and their blood corrupted so that it had lost all heritable quality. Whether it declared other punishment or not, it was an act of attainder if it declared this. This also seems to have been the main feature at which the authors of the Constitution were directing their prohibition; for after having, in article i, prohibited the passage of bills of attainder  in section nine, to Congress, and in section ten, to the States  there still remained to the judiciary the power of declaring attainders. Therefore, to still further guard against this odious form of punishment, it is provided, in section three of article iii, concerning the judiciary, that, while Congress shall have power to declare the punishment of treason, no attainder of treason shall work corruption of blood or forfeiture, except during the life of the person attainted.</p>\n<p>This, however, while it was the chief, was not the only peculiarity of bills of attainder which was intended to be included within the constitutional restriction. Upon an attentive <span class=\"star-pagination\">*388</span> examination of the distinctive features of this kind of legislation, I think it will be found that the following comprise those essential elements of bills of attainder, in addition to the one already mentioned, which distinguish them from other legislation, and which made them so obnoxious to the statesmen who organized our government:</p>\n<p>1. They were convictions and sentences pronounced by the legislative department of the government, instead of the judicial.</p>\n<p>2. The sentence pronounced and the punishment inflicted were determined by no previous law or fixed rule.</p>\n<p>3. The investigation into the guilt of the accused, if any such were made, was not necessarily or generally conducted in his presence, or that of his counsel, and no recognized rule of evidence governed the inquiry.<sup>[*]</sup></p>\n<p>It is no cause for wonder that men who had just passed successfully through a desperate struggle in behalf of civil liberty should feel a detestation for legislation of which these were the prominent features. The framers of our political system had a full appreciation of the necessity of keeping separate and distinct the primary departments of the government. Mr. Hamilton, in the seventy-eighth number of the Federalist, says that he agrees with the maxim of Montesquieu, that \"there is no liberty if the power of judging be not separated from the legislative and executive powers.\" And others of the ablest numbers of that publication are devoted to the purpose of showing that in our Constitution these powers are so justly balanced and restrained that neither will probably be able to make much encroachment upon the others. Nor was it less repugnant to their views of the security of personal rights, that any person should be condemned without a hearing, and punished without a law previously prescribing the nature and extent of that punishment. They therefore struck boldly at all this machinery of legislative despotism, by forbidding the passage of bills of attainder and ex post facto laws, both to Congress and to the States.</p>\n<p><span class=\"star-pagination\">*389</span> It remains to inquire whether, in the act of Congress under consideration (and the remarks apply with equal force to the Missouri constitution), there is found any one of these features of bills of attainder; and if so, whether there is sufficient in the act to bring it fairly within the description of that class of bills.</p>\n<p>It is not claimed that the law works a corruption of blood. It will, therefore, be conceded at once, that the act does not contain this leading feature of bills of attainder.</p>\n<p>Nor am I capable of seeing that it contains a conviction or sentence of any designated person or persons. It is said that it is not necessary to a bill of attainder that the party to be affected should be named in the act, and the attainder of the Earl of Kildare and his associates is referred to as showing that the act was aimed at a class. It is very true that bills of attainder have been passed against persons by some description, when their names were unknown. But in such cases the law leaves nothing to be done to render its operation effectual, but to identify those persons. Their guilt, its nature, and its punishment are fixed by the statue, and only their personal identity remains to be made out. Such was the case alluded to. The act declared the guilt and punishment of the Earl of Kildare, and all who were associated with him in his enterprise, and all that was required to insure their punishment was to prove that association.</p>\n<p>If this were not so, then the act was mere brutum fulmen, and the parties other than the earl could only be punished, notwithstanding the act, by proof of their guilt before some competent tribunal.</p>\n<p>No person is pointed out in the act of Congress, either by name or by description, against whom it is to operate. The oath is only required of those who propose to accept an office or to practise law; and as a prerequisite to the exercise of the functions of the lawyer, or the officer, it is demanded of all persons alike. It is said to be directed, as a class, to those alone who were engaged in the Rebellion; but this is manifestly incorrect, as the oath is exacted alike from the <span class=\"star-pagination\">*390</span> loyal and disloyal, under the same circumstances, and none are compelled to take it. Neither does the act declare any conviction, either of persons or classes. If so, who are they, and of what crime are they declared to be guilty? Nor does it pronounce any sentence, or inflict any punishment. If by any possibility it can be said to provide for conviction and sentence, though not found in the act itself, it leaves the party himself to determine his own guilt or innocence, and pronounce his own sentence. It is not, then, the act of Congress, but the party interested, that tries and condemns. We shall see, when we come to the discussion of this act in its relation to ex post facto laws, that it inflicts no punishment.</p>\n<p>A statute, then, which designates no criminal, either by name or description  which declares no guilt, pronounces no sentence, and inflicts no punishment  can in no sense be called a bill of attainder.</p>\n<p>2. Passing now to consider whether the statute is an ex post facto law, we find that the meaning of that term, as used in the Constitution, is a matter which has been frequently before this court, and it has been so well defined as to leave no room for controversy. The only doubt which can arise is as to the character of the particular case claimed to come within the definition, and not as to the definition of the phrase itself.</p>\n<p>All the cases agree that the term is to be applied to criminal causes alone, and not to civil proceedings. In the language of Justice Story, in the case of Watson v. Mercer,<sup>[*]</sup> \"Ex post facto laws relate to penal and criminal proceedings, which impose punishment and forfeiture, and not to civil proceedings, which affect private rights retrospectively.\"<sup>[]</sup></p>\n<p>The first case on the subject is that of Calder v. Bull, and it is the one in which the doctrine concerning ex post facto laws is most fully expounded. The court divides all laws <span class=\"star-pagination\">*391</span> which come within the meaning of that clause of the Constitution into four classes:</p>\n<p>1st. Every law that makes an action done before the passing of the law, and which was innocent when done, criminal, and punishes such action.</p>\n<p>2d. Every law that aggravates a crime, or makes it greater than it was when committed.</p>\n<p>3d. Every law that changes the punishment, and inflicts a greater punishment than the law annexed to the crime when committed.</p>\n<p>4th. Every law that alters the rule of evidence, and receives less or different testimony than the law required at the time of the commission of the offence to convict the offender.</p>\n<p>Again, the court says, in the same opinion, that \"the true distinction is between ex post facto laws, and retrospective laws;\" and proceeds to show that, however unjust the latter may be, they are not prohibited by the Constitution, while the former are.</p>\n<p>This exposition of the nature of ex post facto laws has never been denied, nor has any court or any commentator on the Constitution added to the classes of laws here set forth, as coming within that clause of the organic law. In looking carefully at these four classes of laws, two things strike the mind as common to them all:</p>\n<p>1st. That they contemplate the trial of some person charged with an offence.</p>\n<p>2d. That they contemplate a punishment of the person found guilty of such offence.</p>\n<p>Now, it seems to me impossible to show that the law in question contemplates either the trial of a person for an offence committed before its passage, or the punishment of any person for such an offence. It is true that the act requiring an oath provides a penalty for falsely taking it. But this provision is prospective, as no one is supposed to take the oath until after the passage of the law. This prospective penalty is the only thing in the law which partakes of a criminal character. It is in all other respects a civil proceeding. <span class=\"star-pagination\">*392</span> It is simply an oath of office, and it is required of all office-holders alike. As far as I am informed, this is the first time in the history of jurisprudence that taking an oath of office has been called a criminal proceeding. If it is not a criminal proceeding, then, by all the authorities, it is not an ex post facto law.</p>\n<p>No trial of any person is contemplated by the act for any past offence. Nor is any party supposed to be charged with any offence in the only proceeding which the law provides.</p>\n<p>A person proposing to appear in the court as an attorney is asked to take a certain oath. There is no charge made against him that he has been guilty of any of the crimes mentioned in that oath. There is no prosecution. There is not even an implication of guilt by reason of tendering him the oath, for it is required of the man who has lost everything in defence of the government, and whose loyalty is written in the honorable scars which cover his body, the same as of the guiltiest traitor in the land. His refusal to take the oath subjects him to no prosecution. His taking it clears him of no guilt, and acquits him of no charge.</p>\n<p>Where, then, is this ex post facto law which tries and punishes a man for a crime committed before it was passed? It can only be found in those elastic rules of construction which cramp the powers of the Federal government when they are to be exercised in certain directions, and enlarges them when they are to be exercised in others. No more striking example of this could be given than the cases before us, in one of which the Constitution of the United States is held to confer no power on Congress to prevent traitors practising in her courts, while in the other it is held to confer power on this court to nullify a provision of the constitution of the State of Missouri, relating to a qualification required of ministers of religion.</p>\n<p>But the fatal vice in the reasoning of the majority is in the meaning which they attach to the word punishment, in its application to this law, and in its relation to the definitions which have been given of the phrase, ex post facto laws.</p>\n<p>Webster's second definition of the word \"punish\" is this: <span class=\"star-pagination\">*393</span> \"In a loose sense, to afflict with punishment, &amp;c., with a view to amendment, to chasten.\" And it is in this loose sense that the word is used by this court, as synonymous with chastisement, correction, loss, or suffering to the party supposed to be punished, and not in the legal sense, which signifies a penalty inflicted for the commission of crime.</p>\n<p>And so, in this sense, it is said that whereas persons who had been guilty of the offences mentioned in the oath were, by the laws then in force, only liable to be punished with death and confiscation of all their property, they are by a law passed since these offences were committed, made liable to the enormous additional punishment of being deprived of the right to practise law!</p>\n<p>The law in question does not in reality deprive a person guilty of the acts therein described of any right which he possessed before; for it is equally sound law, as it is the dictate of good sense, that a person who, in the language of the act, has voluntarily borne arms against the government of the United States while a citizen thereof, or who has voluntarily given aid, comfort, counsel, or encouragement to persons engaged in armed hostility to the government, has, by doing those things, forfeited his right to appear in her courts and take part in the administration of her laws. Such a person has exhibited a trait of character which, without the aid of the law in question, authorizes the court to declare him unfit to practise before it, and to strike his name from the roll of its attorneys if it be found there.</p>\n<p>I have already shown that this act provides for no indictment or other charge, that it contemplates and admits of no trial, and I now proceed to show that even if the right of the court to prevent an attorney, guilty of the acts mentioned, from appearing in its forum, depended upon the statute, that still it inflicts no punishment in the legal sense of that term.</p>\n<p>\"Punishment,\" says Mr. Wharton in his Law Lexicon, \"is the penalty for transgressing the laws;\" and this is, perhaps, as comprehensive and at the same time as accurate a definition as can be given. Now, what law is it whose transgression <span class=\"star-pagination\">*394</span> is punished in the case before us? None is referred to in the act, and there is nothing on its face to show that it was intended as an additional punishment for any offence described in any other act. A part of the matters of which the applicant is required to purge himself on oath may amount to treason, but surely there could be no intention or desire to inflict this small additional punishment for a crime whose penalty already was death and confiscation of property.</p>\n<p>In fact the word punishment is used by the court in a sense which would make a great number of laws, partaking in no sense of a criminal character, laws for punishment, and therefore ex post facto.</p>\n<p>A law, for instance, which increased the facility for detecting frauds by compelling a party to a civil proceeding to disclose his transactions under oath would result in his punishment in this sense, if it compelled him to pay an honest debt which could not be coerced from him before. But this law comes clearly within the class described by this court in Watson v. Mercer, as civil proceedings which affect private rights retrospectively.</p>\n<p>Again, let us suppose that several persons afflicted with a form of insanity heretofore deemed harmless, shall be found all at once to be dangerous to the lives of persons with whom they associate. The State, therefore, passes a law that all persons so affected shall be kept in close confinement until their recovery is assured. Here is a case of punishment in the sense used by the court for a matter existing before the passage of the law. Is it an ex post facto law? And, if not, in what does it differ from one? Just in the same manner that the act of Congress does, namely, that the proceeding is civil and not criminal, and that the imprisonment in the one case and the prohibition to practise law in the other, are not punishments in the legal meaning of that term.</p>\n<p>The civil law maxim, \"Nemo debet bis vexari, pro un et eadam caus\" has been long since adopted into the common law as applicable both to civil and criminal proceedings, and one of the amendments of the Constitution incorporates this <span class=\"star-pagination\">*395</span> principle into that instrument so far as punishment affects life or limb. It results from this rule, that no man can be twice lawfully punished for the same offence. We have already seen that the acts of which the party is required to purge himself on oath constitute the crime of treason. Now, if the judgment of the court in the cases before us, instead of permitting the parties to appear without taking the oath, had been the other way, here would have been the case of a person who, on the reasoning of the majority, is punished by the judgment of this court for the same acts which constitute the crime of treason.</p>\n<p>Yet, if the applicant here should afterwards be indicted for treason on account of these same acts, no one will pretend that the proceedings here could be successfully pleaded in bar of that indictment. But why not? Simply because there is here neither trial nor punishment within the legal meaning of these terms.</p>\n<p>I maintain that the purpose of the act of Congress was to require loyalty as a qualification of all who practise law in the national courts. The majority say that the purpose was to impose a punishment for past acts of disloyalty.</p>\n<p>In pressing this argument it is contended by the majority that no requirement can be justly said to be a qualification which is not attainable by all, and that to demand a qualification not attainable by all is a punishment.</p>\n<p>The Constitution of the United States provides as a qualification for the offices of President and Vice-President that the person elected must be a native-born citizen. Is this a punishment to all those naturalized citizens who can never attain that qualification? The constitutions of nearly all the States require as a qualification for voting that the voter shall be a white male citizen. Is this a punishment for all the blacks who can never become white?</p>\n<p>Again, it was a qualification required by some of the State constitutions, for the office of judge, that the person should not be over sixty years of age. To a very large number of the ablest lawyers in any State this is a qualification to which they can never attain, for every year removes <span class=\"star-pagination\">*396</span> them farther away from the designated age. Is it a punishment?</p>\n<p>The distinguished commentator on American law, and chancellor of the State of New York, was deprived of that office by this provision of the constitution of that State, and he was thus, in the midst of his usefulness, not only turned out of office, but he was forever disqualified from holding it again, by a law passed after he had accepted the office.</p>\n<p>This is a much stronger case than that of a disloyal attorney forbid by law to practise in the courts, yet no one ever thought the law was ex post facto in the sense of the Constitution of the United States.</p>\n<p>Illustrations of this kind could be multiplied indefinitely, but they are unnecessary.</p>\n<p>The history of the time when this statute was passed  the darkest hour of our great struggle  the necessity for its existence, the humane character of the President who signed the bill, and the face of the law itself, all show that it was purely a qualification, exacted in self-defence, of all who took part in administering the government in any of its departments, and that it was not passed for the purpose of inflicting punishment, however merited, for past offences.</p>\n<p>I think I have now shown that the statute in question is within the legislative power of Congress in its control over the courts and their officers, and that it was not void as being either a bill of attainder or an ex post facto law.</p>\n<p>If I am right on the questions of qualification and punishment, that discussion disposes also of the proposition, that the pardon of the President relieves the party accepting it of the necessity of taking the oath, even if the law be valid.</p>\n<p>I am willing to concede that the presidential pardon relieves the party from all the penalties, or in other words, from all the punishment, which the law inflicted for his offence. But it relieves him from nothing more. If the oath required as a condition to practising law is not a punishment, as I think I have shown it is not, then the pardon of the President has no effect in releasing him from the requirement to take it. If it is a qualification which Congress <span class=\"star-pagination\">*397</span> had a right to prescribe as necessary to an attorney, then the President cannot, by pardon or otherwise, dispense with the law requiring such qualification.</p>\n<p>This is not only the plain rule as between the legislative and executive departments of the government, but it is the declaration of common sense. The man who, by counterfeiting, by theft, by murder, or by treason, is rendered unfit to exercise the functions of an attorney or counsellor-at-law, may be saved by the executive pardon from the penitentiary or the gallows, but is not thereby restored to the qualifications which are essential to admission to the bar. No doubt it will be found that very many persons among those who cannot take this oath, deserve to be relieved from the prohibition of the law; but this in no wise depends upon the act of the President in giving or refusing a pardon. It remains to the legislative power alone to prescribe under what circumstances this relief shall be extended.</p>\n<p>In regard to the case of Cummings v. The State of Missouri, allusions have been made in the course of argument to the sanctity of the ministerial office, and to the inviolability of religious freedom in this country.</p>\n<p>But no attempt has been made to show that the Constitution of the United States interposes any such protection between the State governments and their own citizens. Nor can anything of this kind be shown. The Federal Constitution contains but two provisions on this subject. One of these forbids Congress to make any law respecting the establishment of religion, or prohibiting the free exercise thereof. The other is, that no religious test shall ever be required as a qualification to any office or public trust under the United States.</p>\n<p>No restraint is placed by that instrument on the action of the States; but on the contrary, in the language of Story,<sup>[*]</sup> \"the whole power over the subject of religion is left exclusively to the State governments, to be acted upon according to their own sense of justice and the State constitutions.\"</p>\n<p><span class=\"star-pagination\">*398</span> If there ever was a case calling upon this court to exercise all the power on this subject which properly belongs to it, it was the case of the Rev. B. Permoli.<sup>[*]</sup></p>\n<p>An ordinance of the first municipality of the city of New Orleans imposed a penalty on any priest who should officiate at any funeral, in any other church than the obituary chapel. Mr. Permoli, a Catholic priest, performed the funeral services of his church over the body of one of his parishioners, inclosed in a coffin, in the Roman Catholic Church of St. Augustine. For this he was fined, and relying upon the vague idea advanced here, that the Federal Constitution protected him in the exercise of his holy functions, he brought the case to this court.</p>\n<p>But hard as that case was, the court replied to him in the following language: \"The Constitution (of the United States) makes no provision for protecting the citizens of the respective States in their religious liberties; this is left to the State constitutions and laws; nor is there any inhibition imposed by the Constitution of the United States in this respect on the States.\" Mr. Permoli's writ of error was, therefore, dismissed for want of jurisdiction.</p>\n<p>In that case an ordinance of a mere local corporation forbid a priest, loyal to his government, from performing what he believed to be the necessary rites of his church over the body of his departed friend. This court said it could give him no relief.</p>\n<p>In this case the constitution of the State of Missouri, the fundamental law of the people of that State, adopted by their popular vote, declares that no priest of any church shall exercise his ministerial functions, unless he will show, by his own oath, that he has borne a true allegiance to his government. This court now holds this constitutional provision void, on the ground that the Federal Constitution forbids it. I leave the two cases to speak for themselves.</p>\n<p>In the discussion of these cases I have said nothing, on the one hand, of the great evils inflicted on the country by <span class=\"star-pagination\">*399</span> the voluntary action of many of those persons affected by the laws under consideration; nor, on the other hand, of the hardships which they are now suffering, much more as a consequence of that action than of any laws which Congress can possibly frame. But I have endeavored to bring to the examination of the grave questions of constitutional law involved in this inquiry those principles alone which are calculated to assist in determining what the law is, rather than what, in my private judgment, it ought to be.</p>\n<h2>NOTES</h2>\n<p>[*]  Mr. Marr had himself filed a petition similar to that of Mr. Garland, for permission to continue to practise as an attorney and counsellor of the court without taking the oath required by the act of Congress and the rule of the court. He had been engaged in the Rebellion, but had received a full pardon from the President. It was understood that the decision upon Mr. Garland's petition would also embrace, in principle, his. The argument here given is from the brief filed in his own case.</p>\n<p>[*]  Ex parte Heyfron, 7 Howard, Mississippi, 127; Fletcher v. Dainger-field, 20 California, 430.</p>\n<p>[]  22 New York, 81.</p>\n<p>[*]  19 Howard, 9.</p>\n<p>[*]  Article II,  2.</p>\n<p>[*]  4 Blackstone's Commentaries, 402; 6 Bacon's Abridgment, tit. Pardon; Hawkins, book 2, c. 37,  34 and 54.</p>\n<p>[*]  See Story on the Constitution,  1344.</p>\n<p>[]  8 Peters, 88.</p>\n<p>[*]  Calder v. Bull, 3 Dallas, 386; Fletcher v. Peck, 6 Cranch, 87; Ogden v. Saunders, 12 Wheaton, 266; Satterlee v. Matthewson, 2 Peters, 380.</p>\n<p>[*]  Commentaries on the Constitution,  1878.</p>\n<p>[]  3 Howard, 589.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">333</span></span></b></center>\n<center><h1>EX PARTE GARLAND.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*337</span> <span class=\"star-pagination\">*338</span> Messrs. Reverdy Johnson and M.H. Carpenter, for the petitioner, Mr. Garland, who had filed a brief of his own presenting fully his case.</p>\n<p>Mr. R.H. Marr, also for the petitioner:<sup>[*]</sup></p>\n<p>Mr. Speed, contra, for the United States.</p>\n<p>Mr. Stanbery, special counsel of the United States, on the same side, and against the petitioner.</p>\n<p><span class=\"star-pagination\">*365</span> Mr. Reverdy Johnson, in reply, for the petitioner.</p>\n<p><span class=\"star-pagination\">*374</span> Mr. Justice FIELD delivered the opinion of the court.</p>\n<p>On the second of July, 1862, Congress passed an act prescribing an oath to be taken by every person elected or appointed to any office of honor or profit under the government of the United States, either in the civil, military, or naval departments of the public service, except the President, before entering upon the duties of his office, and before being entitled to its salary, or other emoluments. On the 24th of January, 1865, Congress, by a supplementary act, extended its provisions so as to embrace attorneys and counsellors of the courts of the United States. This latter act provides that after its passage no person shall be admitted as an attorney and counsellor to the bar of the Supreme Court, and, after the fourth of March, 1865, to the bar of any Circuit or District Court of the United States, or of the Court of Claims, or be allowed to appear and be heard by virtue of any previous admission, or any special power of attorney, <span class=\"star-pagination\">*375</span> unless he shall have first taken and subscribed the oath prescribed by the act of July 2d, 1862. It also provides that the oath shall be preserved among the files of the court; and if any person take it falsely he shall be guilty of perjury, and, upon conviction, shall be subject to the pains and penalties of that offence.</p>\n<p>At the December Term, 1860, the petitioner was admitted as an attorney and counsellor of this court, and took and subscribed the oath then required. By the second rule, as it then existed, it was only requisite to the admission of attorneys and counsellors of this court, that they should have been such officers for the three previous years in the highest courts of the States to which they respectively belonged, and that their private and professional character should appear to be fair.</p>\n<p>In March, 1865, this rule was changed by the addition of a clause requiring the administration of the oath, in conformity with the act of Congress.</p>\n<p>In May, 1861, the State of Arkansas, of which the petitioner was a citizen, passed an ordinance of secession, which purported to withdraw the State from the Union, and afterwards, in the same year, by another ordinance, attached herself to the so-called Confederate States, and by act of the congress of that confederacy was received as one of its members.</p>\n<p>The petitioner followed the State, and was one of her representatives  first in the lower house, and afterwards in the senate, of the congress of that confederacy, and was a member of the senate at the time of the surrender of the Confederate forces to the armies of the United States.</p>\n<p>In July, 1865, he received from the President of the United States a full pardon for all offences committed by his participation, direct or implied, in the Rebellion. He now produces his pardon, and asks permission to continue to practise as an attorney and counsellor of the court without taking the oath required by the act of January 24th, 1865, and the rule of the court, which he is unable to take, by reason of the offices he held under the Confederate government. <span class=\"star-pagination\">*376</span> He rests his application principally upon two grounds:</p>\n<p>1st. That the act of January 24th, 1865, so far as it affects his status in the court, is unconstitutional and void; and,</p>\n<p>2d. That, if the act be constitutional, he is released from compliance with its provisions by the pardon of the President.</p>\n<p>The oath prescribed by the act is as follows:</p>\n<p>1st. That the deponent has never voluntarily borne arms against the United States since he has been a citizen thereof;</p>\n<p>2d. That he has not voluntarily given aid, countenance, counsel, or encouragement to persons engaged in armed hostility thereto;</p>\n<p>3d. That he has never sought, accepted, or attempted to exercise the functions of any office whatsoever, under any authority, or pretended authority, in hostility to the United States;</p>\n<p>4th. That he has not yielded a voluntary support to any pretended government, authority, power, or constitution, within the United States, hostile or inimical thereto; and,</p>\n<p>5th. That he will support and defend the Constitution of the United States against all enemies, foreign and domestic, and will bear true faith and allegiance to the same.</p>\n<p>This last clause is promissory only, and requires no consideration. The questions presented for our determination arise from the other clauses. These all relate to past acts. Some of these acts constituted, when they were committed, offences against the criminal laws of the country; others may, or may not, have been offences according to the circumstances under which they were committed, and the motives of the parties. The first clause covers one form of the crime of treason, and the deponent must declare that he has not been guilty of this crime, not only during the war of the Rebellion, but during any period of his life since he has been a citizen. The second clause goes beyond the limits of treason, and embraces not only the giving of aid and encouragement of a treasonable nature to a public enemy, but also the giving of assistance of any kind to persons engaged <span class=\"star-pagination\">*377</span> in armed hostility to the United States. The third clause applies to the seeking, acceptance, or exercise not only of offices created for the purpose of more effectually carrying on hostilities, but also of any of those offices which are required in every community, whether in peace or war, for the administration of justice and the preservation of order. The fourth clause not only includes those who gave a cordial and active support to the hostile government, but also those who yielded a reluctant obedience to the existing order, established without their co-operation.</p>\n<p>The statute is directed against parties who have offended in any of the particulars embraced by these clauses. And its object is to exclude them from the profession of the law, or at least from its practice in the courts of the United States. As the oath prescribed cannot be taken by these parties, the act, as against them, operates as a legislative decree of perpetual exclusion. And exclusion from any of the professions or any of the ordinary avocations of life for past conduct can be regarded in no other light than as punishment for such conduct. The exaction of the oath is the mode provided for ascertaining the parties upon whom the act is intended to operate, and instead of lessening, increases its objectionable character. All enactments of this kind partake of the nature of bills of pains and penalties, and are subject to the constitutional inhibition against the passage of bills of attainder, under which general designation they are included.</p>\n<p>In the exclusion which the statute adjudges it imposes a punishment for some of the acts specified which were not punishable at the time they were committed; and for other of the acts it adds a new punishment to that before prescribed, and it is thus brought within the further inhibition of the Constitution against the passage of an ex post facto law. In the case of Cummings against The State of Missouri, just decided, we have had occasion to consider at length the meaning of a bill of attainder and of an ex post facto law in the clause of the Constitution forbidding their passage by the States, and it is unnecessary to repeat here <span class=\"star-pagination\">*378</span> what we there said. A like prohibition is contained in the Constitution against enactments of this kind by Congress; and the argument presented in that case against certain clauses of the constitution of Missouri is equally applicable to the act of Congress under consideration in this case.</p>\n<p>The profession of an attorney and counsellor is not like an office created by an act of Congress, which depends for its continuance, its powers, and its emoluments upon the will of its creator, and the possession of which may be burdened with any conditions not prohibited by the Constitution. Attorneys and counsellors are not officers of the United States; they are not elected or appointed in the manner prescribed by the Constitution for the election and appointment of such officers. They are officers of the court, admitted as such by its order, upon evidence of their possessing sufficient legal learning and fair private character. It has been the general practice in this country to obtain this evidence by an examination of the parties. In this court the fact of the admission of such officers in the highest court of the States to which they respectively belong, for three years preceding their application, is regarded as sufficient evidence of the possession of the requisite legal learning, and the statement of counsel moving their admission sufficient evidence that their private and professional character is fair. The order of admission is the judgment of the court that the parties possess the requisite qualifications as attorneys and counsellors, and are entitled to appear as such and conduct causes therein. From its entry the parties become officers of the court, and are responsible to it for professional misconduct. They hold their office during good behavior, and can only be deprived of it for misconduct ascertained and declared by the judgment of the court after opportunity to be heard has been afforded.<sup>[*]</sup> Their admission or their exclusion is not the exercise of a mere ministerial power. It is the exercise of <span class=\"star-pagination\">*379</span> judicial power, and has been so held in numerous cases. It was so held by the Court of Appeals of New York in the matter of the application of Cooper for admission.<sup>[*]</sup> \"Attorneys and counsellors,\" said that court, \"are not only officers of the court, but officers whose duties relate almost exclusively to proceedings of a judicial nature. And hence their appointment may, with propriety, be intrusted to the courts, and the latter in performing this duty may very justly be considered as engaged in the exercise of their appropriate judicial functions.\"</p>\n<p>In Ex parte Secombe,<sup>[]</sup> a mandamus to the Supreme Court of the Territory of Minnesota to vacate an order removing an attorney and counsellor was denied by this court, on the ground that the removal was a judicial act. \"We are not aware of any case,\" said the court, \"where a mandamus was issued to an inferior tribunal, commanding it to reverse or annul its decision, where the decision was in its nature a judicial act and within the scope of its jurisdiction and discretion.\" And in the same case the court observed, that \"it has been well settled by the rules and practice of common law courts, that it rests exclusively with the court to determine who is qualified to become one of its officers, as an attorney and counsellor, and for what cause he ought to be removed.\"</p>\n<p>The attorney and counsellor being, by the solemn judicial act of the court, clothed with his office, does not hold it as a matter of grace and favor. The right which it confers upon him to appear for suitors, and to argue causes, is something more than a mere indulgence, revocable at the pleasure of the court, or at the command of the legislature. It is a right of which he can only be deprived by the judgment of the court, for moral or professional delinquency.</p>\n<p>The legislature may undoubtedly prescribe qualifications for the office, to which he must conform, as it may, where it has exclusive jurisdiction, prescribe qualifications for the pursuit of any of the ordinary avocations of life. The <span class=\"star-pagination\">*380</span> question, in this case, is not as to the power of Congress to prescribe qualifications, but whether that power has been exercised as a means for the infliction of punishment, against the prohibition of the Constitution. That this result cannot be effected indirectly by a State under the form of creating qualifications we have held in the case of Cummings v. The State of Missouri, and the reasoning by which that conclusion was reached applies equally to similar action on the part of Congress.</p>\n<p>This view is strengthened by a consideration of the effect of the pardon produced by the petitioner, and the nature of the pardoning power of the President.</p>\n<p>The Constitution provides that the President \"shall have power to grant reprieves and pardons for offences against the United States, except in cases of impeachment.\"<sup>[*]</sup></p>\n<p>The power thus conferred is unlimited, with the exception stated. It extends to every offence known to the law, and may be exercised at any time after its commission, either before legal proceedings are taken, or during their pendency, or after conviction and judgment. This power of the President is not subject to legislative control. Congress can neither limit the effect of his pardon, nor exclude from its exercise any class of offenders. The benign prerogative of mercy reposed in him cannot be fettered by any legislative restrictions.</p>\n<p>Such being the case, the inquiry arises as to the effect and operation of a pardon, and on this point all the authorities concur. A pardon reaches both the punishment prescribed for the offence and the guilt of the offender; and when the pardon is full, it releases the punishment and blots out of existence the guilt, so that in the eye of the law the offender is as innocent as if he had never committed the offence. If granted before conviction, it prevents any of the penalties and disabilities consequent upon conviction from attaching; if granted after conviction, it removes the penalties and disabilities, and restores him to all his civil rights; it makes <span class=\"star-pagination\">*381</span> him, as it were, a new man, and gives him a new credit and capacity.</p>\n<p>There is only this limitation to its operation: it does not restore offices forfeited, or property or interests vested in others in consequence of the conviction and judgment.<sup>[*]</sup></p>\n<p>The pardon produced by the petitioner is a full pardon \"for all offences by him committed, arising from participation, direct or implied, in the Rebellion,\" and is subject to certain conditions which have been complied with. The effect of this pardon is to relieve the petitioner from all penalties and disabilities attached to the offence of treason, committed by his participation in the Rebellion. So far as that offence is concerned, he is thus placed beyond the reach of punishment of any kind. But to exclude him, by reason of that offence, from continuing in the enjoyment of a previously acquired right, is to enforce a punishment for that offence notwithstanding the pardon. If such exclusion can be effected by the exaction of an expurgatory oath covering the offence, the pardon may be avoided, and that accomplished indirectly which cannot be reached by direct legislation. It is not within the constitutional power of Congress thus to inflict punishment beyond the reach of executive clemency. From the petitioner, therefore, the oath required by the act of January 24th, 1865, could not be exacted, even if that act were not subject to any other objection than the one thus stated.</p>\n<p>It follows, from the views expressed, that the prayer of the petitioner must be granted.</p>\n<p>The case of R.H. Marr is similar, in its main features, to that of the petitioner, and his petition must also be granted.</p>\n<p>And the amendment of the second rule of the court, which requires the oath prescribed by the act of January 24th, 1865, to be taken by attorneys and counsellors, having been unadvisedly adopted, must be rescinded.</p>\n<p>AND IT IS SO ORDERED.</p>\n<p><span class=\"star-pagination\">*382</span> Mr. Justice MILLER, on behalf of himself and the CHIEF JUSTICE, and Justices SWAYNE and DAVIS, delivered the following dissenting opinion, which applies also to the opinion delivered in Cummings v. Missouri. (See supra, p. 316.)</p>\n<p>I dissent from the opinions of the court just announced.</p>\n<p>It may be hoped that the exceptional circumstances which give present importance to these cases will soon pass away, and that those who make the laws, both state and national, will find in the conduct of the persons affected by the legislation just declared to be void, sufficient reason to repeal, or essentially modify it.</p>\n<p>For the speedy return of that better spirit, which shall leave us no cause for such laws, all good men look with anxiety, and with a hope, I trust, not altogether unfounded.</p>\n<p>But the question involved, relating, as it does, to the right of the legislatures of the nation, and of the state, to exclude from offices and places of high public trust, the administration of whose functions are essential to the very existence of the government, those among its own citizens who have been engaged in a recent effort to destroy that government by force, can never cease to be one of profound interest.</p>\n<p>It is at all times the exercise of an extremely delicate power for this court to declare that the Congress of the nation, or the legislative body of a State, has assumed an authority not belonging to it, and by violating the Constitution, has rendered void its attempt at legislation. In the case of an act of Congress, which expresses the sense of the members of a cordinate department of the government, as much bound by their oath of office as we are to respect that Constitution, and whose duty it is, as much as it is ours, to be careful that no statute is passed in violation of it, the incompatibility of the act with the Constitution should be so clear as to leave little reason for doubt, before we pronounce it to be invalid.</p>\n<p>Unable to see this incompatibility, either in the act of Congress or in the provision of the constitution of Missouri, upon which this court has just passed, but entertaining a <span class=\"star-pagination\">*383</span> strong conviction that both were within the competency of the bodies which enacted them, it seems to me an occasion which demands that my dissent from the judgment of the court, and the reasons for that dissent, should be placed on its records.</p>\n<p>In the comments which I have to make upon these cases, I shall speak of principles equally applicable to both, although I shall refer more directly to that which involves the oath required of attorneys by the act of Congress, reserving for the close some remarks more especially applicable to the oath prescribed by the constitution of the State of Missouri.</p>\n<p>The Constitution of the United States makes ample provision for the establishment of courts of justice to administer her laws, and to protect and enforce the rights of her citizens. Article iii, section 1, of that instrument, says that \"the judicial power of the United States shall be vested in one Supreme Court, and such inferior courts as the Congress may, from time to time, ordain and establish.\" Section 8 of article i, closes its enumeration of the powers conferred on Congress by the broad declaration that it shall have authority \"to make all laws which shall be necessary and proper for carrying into execution the foregoing powers, and all other powers vested by the Constitution in the government of the United States, or in any department thereof.\"</p>\n<p>Under these provisions, Congress has ordained and established circuit courts, district courts, and territorial courts; and has, by various statutes, fixed the number of the judges of the Supreme Court. It has limited and defined the jurisdiction of all these, and determined the salaries of the judges who hold them. It has provided for their necessary officers, as marshals, clerks, prosecuting attorneys, bailiffs, commissioners, and jurors. And by the act of 1789, commonly called the Judiciary Act, passed by the first Congress assembled under the Constitution, it is among other things enacted, that \"in all the courts of the United States the parties may plead and manage their causes personally; or by the <span class=\"star-pagination\">*384</span> assistance of such counsel or attorneys-at-law as, by the rules of the said courts respectively, shall be permitted to manage and conduct causes therein.\"</p>\n<p>It is believed that no civilized nation of modern times has been without a class of men intimately connected with the courts, and with the administration of justice, called variously attorneys, counsellors, solicitors, proctors, and other terms of similar import. The enactment which we have just cited recognizes this body of men, and their utility in the judicial system of the United States, and imposes upon the courts the duty of providing rules, by which persons entitled to become members of this class, may be permitted to exercise the privilege of managing and conducting causes in these courts. They are as essential to the successful working of the courts, as the clerks, sheriffs, and marshals, and perhaps as the judges themselves, since no instance is known of a court of law without a bar.</p>\n<p>The right to practise law in the courts as a profession, is a privilege granted by the law, under such limitations or conditions in each state or government as the law-making power may prescribe. It is a privilege, and not an absolute right. The distinction may be illustrated by the difference between the right of a party to a suit in court to defend his own cause, and the right of another to appear and defend for him. The one, like the right to life, liberty, and the pursuit of happiness, is inalienable. The other is the privilege conferred by law on a person who complies with the prescribed conditions.</p>\n<p>Every State in the Union, and every civilized government, has laws by which the right to practise in its courts may be granted, and makes that right to depend on the good moral character and professional skill of the party on whom the privilege is conferred. This is not only true in reference to the first grant of license to practise law, but the continuance of the right is made, by these laws, to depend upon the continued possession of those qualities.</p>\n<p>Attorneys are often deprived of this right, upon evidence of bad moral character, or specific acts of immorality or dishonesty, <span class=\"star-pagination\">*385</span> which show that they no longer possess the requisite qualifications.</p>\n<p>All this is done by law, either statutory or common; and whether the one or the other, equally the expression of legislative will, for the common law exists in this country only as it is adopted or permitted by the legislatures, or by constitutions.</p>\n<p>No reason is perceived why this body of men, in their important relations to the courts of the nation, are not subject to the action of Congress, to the same extent that they are under legislative control in the States, or in any other government; and to the same extent that the judges, clerks, marshals, and other officers of the court are subject to congressional legislation. Having the power to establish the courts, to provide for and regulate the practice in those courts, to create their officers, and prescribe their functions, can it be doubted that Congress has the full right to prescribe terms for the admission, rejection, and expulsion of attorneys, and for requiring of them an oath, to show whether they have the proper qualifications for the discharge of their duties?</p>\n<p>The act which has just been declared to be unconstitutional is nothing more than a statute which requires of all lawyers who propose to practise in the national courts, that they shall take the same oath which is exacted of every officer of the government, civil or military. This oath has two aspects; one which looks to the past conduct of the party, and one to his future conduct; but both have reference to his disposition to support or to overturn the government, in whose functions he proposes to take part. In substance, he is required to swear that he has not been guilty of treason to that government in the past, and that he will bear faithful allegiance to it in the future.</p>\n<p>That fidelity to the government under which he lives, a true and loyal attachment to it, and a sincere desire for its preservation, are among the most essential qualifications which should be required in a lawyer, seems to me to be too clear for argument. The history of the Anglo-Saxon <span class=\"star-pagination\">*386</span> race shows that, for ages past, the members of the legal profession have been powerful for good or evil to the government. They are, by the nature of their duties, the moulders of public sentiment on questions of government, and are every day engaged in aiding in the construction and enforcement of the laws. From among their numbers are necessarily selected the judges who expound the laws and the Constitution. To suffer treasonable sentiments to spread here unchecked, is to permit the stream on which the life of the nation depends to be poisoned at its source.</p>\n<p>In illustration of this truth, I venture to affirm, that if all the members of the legal profession in the States lately in insurrection had possessed the qualification of a loyal and faithful allegiance to the government, we should have been spared the horrors of that Rebellion. If, then, this qualification be so essential in a lawyer, it cannot be denied that the statute under consideration was eminently calculated to secure that result.</p>\n<p>The majority of this court, however, do not base their decisions on the mere absence of authority in Congress, and in the States, to enact the laws which are the subject of consideration, but insist that the Constitution of the United States forbids, in prohibitory terms, the passage of such laws, both to the Congress and to the States. The provisions of that instrument, relied on to sustain this doctrine, are those which forbid Congress and the States, respectively, from passing bills of attainder and ex post facto laws. It is said that the act of Congress, and the provision of the constitution of the State of Missouri under review, are in conflict with both these prohibitions, and are therefore void.</p>\n<p>I will examine this proposition, in reference to these two clauses of the Constitution, in the order in which they occur in that instrument.</p>\n<p>1. In regard to bills of attainder, I am not aware of any judicial decision by a court of Federal jurisdiction which undertakes to give a definition of that term. We are therefore compelled to recur to the bills of attainder passed by the English Parliament, that we may learn so much of their <span class=\"star-pagination\">*387</span> peculiar characteristics, as will enable us to arrive at a sound conclusion, as to what was intended to be prohibited by the Constitution.</p>\n<p>The word attainder is derived, by Sir Thomas Tomlins, in his law dictionary, from the words attincta and attinctura, and is defined to be \"the stain or corruption of the blood of a criminal capitally condemned; the immediate inseparable consequence of the common law, on the pronouncing the sentence of death.\" The effect of this corruption of the blood was, that the party attainted lost all inheritable quality, and could neither receive nor transmit any property or other rights by inheritance.</p>\n<p>This attainder or corruption of blood, as a consequence of judicial sentence of death, continued to be the law of England, in all cases of treason, to the time that our Constitution was framed, and, for aught that is known to me, is the law of that country, on condemnation for treason, at this day.</p>\n<p>Bills of attainder, therefore, or acts of attainder, as they were called after they were passed into statutes, were laws which declared certain persons attainted, and their blood corrupted so that it had lost all heritable quality. Whether it declared other punishment or not, it was an act of attainder if it declared this. This also seems to have been the main feature at which the authors of the Constitution were directing their prohibition; for after having, in article i, prohibited the passage of bills of attainder  in section nine, to Congress, and in section ten, to the States  there still remained to the judiciary the power of declaring attainders. Therefore, to still further guard against this odious form of punishment, it is provided, in section three of article iii, concerning the judiciary, that, while Congress shall have power to declare the punishment of treason, no attainder of treason shall work corruption of blood or forfeiture, except during the life of the person attainted.</p>\n<p>This, however, while it was the chief, was not the only peculiarity of bills of attainder which was intended to be included within the constitutional restriction. Upon an attentive <span class=\"star-pagination\">*388</span> examination of the distinctive features of this kind of legislation, I think it will be found that the following comprise those essential elements of bills of attainder, in addition to the one already mentioned, which distinguish them from other legislation, and which made them so obnoxious to the statesmen who organized our government:</p>\n<p>1. They were convictions and sentences pronounced by the legislative department of the government, instead of the judicial.</p>\n<p>2. The sentence pronounced and the punishment inflicted were determined by no previous law or fixed rule.</p>\n<p>3. The investigation into the guilt of the accused, if any such were made, was not necessarily or generally conducted in his presence, or that of his counsel, and no recognized rule of evidence governed the inquiry.<sup>[*]</sup></p>\n<p>It is no cause for wonder that men who had just passed successfully through a desperate struggle in behalf of civil liberty should feel a detestation for legislation of which these were the prominent features. The framers of our political system had a full appreciation of the necessity of keeping separate and distinct the primary departments of the government. Mr. Hamilton, in the seventy-eighth number of the Federalist, says that he agrees with the maxim of Montesquieu, that \"there is no liberty if the power of judging be not separated from the legislative and executive powers.\" And others of the ablest numbers of that publication are devoted to the purpose of showing that in our Constitution these powers are so justly balanced and restrained that neither will probably be able to make much encroachment upon the others. Nor was it less repugnant to their views of the security of personal rights, that any person should be condemned without a hearing, and punished without a law previously prescribing the nature and extent of that punishment. They therefore struck boldly at all this machinery of legislative despotism, by forbidding the passage of bills of attainder and ex post facto laws, both to Congress and to the States.</p>\n<p><span class=\"star-pagination\">*389</span> It remains to inquire whether, in the act of Congress under consideration (and the remarks apply with equal force to the Missouri constitution), there is found any one of these features of bills of attainder; and if so, whether there is sufficient in the act to bring it fairly within the description of that class of bills.</p>\n<p>It is not claimed that the law works a corruption of blood. It will, therefore, be conceded at once, that the act does not contain this leading feature of bills of attainder.</p>\n<p>Nor am I capable of seeing that it contains a conviction or sentence of any designated person or persons. It is said that it is not necessary to a bill of attainder that the party to be affected should be named in the act, and the attainder of the Earl of Kildare and his associates is referred to as showing that the act was aimed at a class. It is very true that bills of attainder have been passed against persons by some description, when their names were unknown. But in such cases the law leaves nothing to be done to render its operation effectual, but to identify those persons. Their guilt, its nature, and its punishment are fixed by the statue, and only their personal identity remains to be made out. Such was the case alluded to. The act declared the guilt and punishment of the Earl of Kildare, and all who were associated with him in his enterprise, and all that was required to insure their punishment was to prove that association.</p>\n<p>If this were not so, then the act was mere brutum fulmen, and the parties other than the earl could only be punished, notwithstanding the act, by proof of their guilt before some competent tribunal.</p>\n<p>No person is pointed out in the act of Congress, either by name or by description, against whom it is to operate. The oath is only required of those who propose to accept an office or to practise law; and as a prerequisite to the exercise of the functions of the lawyer, or the officer, it is demanded of all persons alike. It is said to be directed, as a class, to those alone who were engaged in the Rebellion; but this is manifestly incorrect, as the oath is exacted alike from the <span class=\"star-pagination\">*390</span> loyal and disloyal, under the same circumstances, and none are compelled to take it. Neither does the act declare any conviction, either of persons or classes. If so, who are they, and of what crime are they declared to be guilty? Nor does it pronounce any sentence, or inflict any punishment. If by any possibility it can be said to provide for conviction and sentence, though not found in the act itself, it leaves the party himself to determine his own guilt or innocence, and pronounce his own sentence. It is not, then, the act of Congress, but the party interested, that tries and condemns. We shall see, when we come to the discussion of this act in its relation to ex post facto laws, that it inflicts no punishment.</p>\n<p>A statute, then, which designates no criminal, either by name or description  which declares no guilt, pronounces no sentence, and inflicts no punishment  can in no sense be called a bill of attainder.</p>\n<p>2. Passing now to consider whether the statute is an ex post facto law, we find that the meaning of that term, as used in the Constitution, is a matter which has been frequently before this court, and it has been so well defined as to leave no room for controversy. The only doubt which can arise is as to the character of the particular case claimed to come within the definition, and not as to the definition of the phrase itself.</p>\n<p>All the cases agree that the term is to be applied to criminal causes alone, and not to civil proceedings. In the language of Justice Story, in the case of Watson v. Mercer,<sup>[*]</sup> \"Ex post facto laws relate to penal and criminal proceedings, which impose punishment and forfeiture, and not to civil proceedings, which affect private rights retrospectively.\"<sup>[]</sup></p>\n<p>The first case on the subject is that of Calder v. Bull, and it is the one in which the doctrine concerning ex post facto laws is most fully expounded. The court divides all laws <span class=\"star-pagination\">*391</span> which come within the meaning of that clause of the Constitution into four classes:</p>\n<p>1st. Every law that makes an action done before the passing of the law, and which was innocent when done, criminal, and punishes such action.</p>\n<p>2d. Every law that aggravates a crime, or makes it greater than it was when committed.</p>\n<p>3d. Every law that changes the punishment, and inflicts a greater punishment than the law annexed to the crime when committed.</p>\n<p>4th. Every law that alters the rule of evidence, and receives less or different testimony than the law required at the time of the commission of the offence to convict the offender.</p>\n<p>Again, the court says, in the same opinion, that \"the true distinction is between ex post facto laws, and retrospective laws;\" and proceeds to show that, however unjust the latter may be, they are not prohibited by the Constitution, while the former are.</p>\n<p>This exposition of the nature of ex post facto laws has never been denied, nor has any court or any commentator on the Constitution added to the classes of laws here set forth, as coming within that clause of the organic law. In looking carefully at these four classes of laws, two things strike the mind as common to them all:</p>\n<p>1st. That they contemplate the trial of some person charged with an offence.</p>\n<p>2d. That they contemplate a punishment of the person found guilty of such offence.</p>\n<p>Now, it seems to me impossible to show that the law in question contemplates either the trial of a person for an offence committed before its passage, or the punishment of any person for such an offence. It is true that the act requiring an oath provides a penalty for falsely taking it. But this provision is prospective, as no one is supposed to take the oath until after the passage of the law. This prospective penalty is the only thing in the law which partakes of a criminal character. It is in all other respects a civil proceeding. <span class=\"star-pagination\">*392</span> It is simply an oath of office, and it is required of all office-holders alike. As far as I am informed, this is the first time in the history of jurisprudence that taking an oath of office has been called a criminal proceeding. If it is not a criminal proceeding, then, by all the authorities, it is not an ex post facto law.</p>\n<p>No trial of any person is contemplated by the act for any past offence. Nor is any party supposed to be charged with any offence in the only proceeding which the law provides.</p>\n<p>A person proposing to appear in the court as an attorney is asked to take a certain oath. There is no charge made against him that he has been guilty of any of the crimes mentioned in that oath. There is no prosecution. There is not even an implication of guilt by reason of tendering him the oath, for it is required of the man who has lost everything in defence of the government, and whose loyalty is written in the honorable scars which cover his body, the same as of the guiltiest traitor in the land. His refusal to take the oath subjects him to no prosecution. His taking it clears him of no guilt, and acquits him of no charge.</p>\n<p>Where, then, is this ex post facto law which tries and punishes a man for a crime committed before it was passed? It can only be found in those elastic rules of construction which cramp the powers of the Federal government when they are to be exercised in certain directions, and enlarges them when they are to be exercised in others. No more striking example of this could be given than the cases before us, in one of which the Constitution of the United States is held to confer no power on Congress to prevent traitors practising in her courts, while in the other it is held to confer power on this court to nullify a provision of the constitution of the State of Missouri, relating to a qualification required of ministers of religion.</p>\n<p>But the fatal vice in the reasoning of the majority is in the meaning which they attach to the word punishment, in its application to this law, and in its relation to the definitions which have been given of the phrase, ex post facto laws.</p>\n<p>Webster's second definition of the word \"punish\" is this: <span class=\"star-pagination\">*393</span> \"In a loose sense, to afflict with punishment, &amp;c., with a view to amendment, to chasten.\" And it is in this loose sense that the word is used by this court, as synonymous with chastisement, correction, loss, or suffering to the party supposed to be punished, and not in the legal sense, which signifies a penalty inflicted for the commission of crime.</p>\n<p>And so, in this sense, it is said that whereas persons who had been guilty of the offences mentioned in the oath were, by the laws then in force, only liable to be punished with death and confiscation of all their property, they are by a law passed since these offences were committed, made liable to the enormous additional punishment of being deprived of the right to practise law!</p>\n<p>The law in question does not in reality deprive a person guilty of the acts therein described of any right which he possessed before; for it is equally sound law, as it is the dictate of good sense, that a person who, in the language of the act, has voluntarily borne arms against the government of the United States while a citizen thereof, or who has voluntarily given aid, comfort, counsel, or encouragement to persons engaged in armed hostility to the government, has, by doing those things, forfeited his right to appear in her courts and take part in the administration of her laws. Such a person has exhibited a trait of character which, without the aid of the law in question, authorizes the court to declare him unfit to practise before it, and to strike his name from the roll of its attorneys if it be found there.</p>\n<p>I have already shown that this act provides for no indictment or other charge, that it contemplates and admits of no trial, and I now proceed to show that even if the right of the court to prevent an attorney, guilty of the acts mentioned, from appearing in its forum, depended upon the statute, that still it inflicts no punishment in the legal sense of that term.</p>\n<p>\"Punishment,\" says Mr. Wharton in his Law Lexicon, \"is the penalty for transgressing the laws;\" and this is, perhaps, as comprehensive and at the same time as accurate a definition as can be given. Now, what law is it whose transgression <span class=\"star-pagination\">*394</span> is punished in the case before us? None is referred to in the act, and there is nothing on its face to show that it was intended as an additional punishment for any offence described in any other act. A part of the matters of which the applicant is required to purge himself on oath may amount to treason, but surely there could be no intention or desire to inflict this small additional punishment for a crime whose penalty already was death and confiscation of property.</p>\n<p>In fact the word punishment is used by the court in a sense which would make a great number of laws, partaking in no sense of a criminal character, laws for punishment, and therefore ex post facto.</p>\n<p>A law, for instance, which increased the facility for detecting frauds by compelling a party to a civil proceeding to disclose his transactions under oath would result in his punishment in this sense, if it compelled him to pay an honest debt which could not be coerced from him before. But this law comes clearly within the class described by this court in Watson v. Mercer, as civil proceedings which affect private rights retrospectively.</p>\n<p>Again, let us suppose that several persons afflicted with a form of insanity heretofore deemed harmless, shall be found all at once to be dangerous to the lives of persons with whom they associate. The State, therefore, passes a law that all persons so affected shall be kept in close confinement until their recovery is assured. Here is a case of punishment in the sense used by the court for a matter existing before the passage of the law. Is it an ex post facto law? And, if not, in what does it differ from one? Just in the same manner that the act of Congress does, namely, that the proceeding is civil and not criminal, and that the imprisonment in the one case and the prohibition to practise law in the other, are not punishments in the legal meaning of that term.</p>\n<p>The civil law maxim, \"Nemo debet bis vexari, pro un et eadam caus\" has been long since adopted into the common law as applicable both to civil and criminal proceedings, and one of the amendments of the Constitution incorporates this <span class=\"star-pagination\">*395</span> principle into that instrument so far as punishment affects life or limb. It results from this rule, that no man can be twice lawfully punished for the same offence. We have already seen that the acts of which the party is required to purge himself on oath constitute the crime of treason. Now, if the judgment of the court in the cases before us, instead of permitting the parties to appear without taking the oath, had been the other way, here would have been the case of a person who, on the reasoning of the majority, is punished by the judgment of this court for the same acts which constitute the crime of treason.</p>\n<p>Yet, if the applicant here should afterwards be indicted for treason on account of these same acts, no one will pretend that the proceedings here could be successfully pleaded in bar of that indictment. But why not? Simply because there is here neither trial nor punishment within the legal meaning of these terms.</p>\n<p>I maintain that the purpose of the act of Congress was to require loyalty as a qualification of all who practise law in the national courts. The majority say that the purpose was to impose a punishment for past acts of disloyalty.</p>\n<p>In pressing this argument it is contended by the majority that no requirement can be justly said to be a qualification which is not attainable by all, and that to demand a qualification not attainable by all is a punishment.</p>\n<p>The Constitution of the United States provides as a qualification for the offices of President and Vice-President that the person elected must be a native-born citizen. Is this a punishment to all those naturalized citizens who can never attain that qualification? The constitutions of nearly all the States require as a qualification for voting that the voter shall be a white male citizen. Is this a punishment for all the blacks who can never become white?</p>\n<p>Again, it was a qualification required by some of the State constitutions, for the office of judge, that the person should not be over sixty years of age. To a very large number of the ablest lawyers in any State this is a qualification to which they can never attain, for every year removes <span class=\"star-pagination\">*396</span> them farther away from the designated age. Is it a punishment?</p>\n<p>The distinguished commentator on American law, and chancellor of the State of New York, was deprived of that office by this provision of the constitution of that State, and he was thus, in the midst of his usefulness, not only turned out of office, but he was forever disqualified from holding it again, by a law passed after he had accepted the office.</p>\n<p>This is a much stronger case than that of a disloyal attorney forbid by law to practise in the courts, yet no one ever thought the law was ex post facto in the sense of the Constitution of the United States.</p>\n<p>Illustrations of this kind could be multiplied indefinitely, but they are unnecessary.</p>\n<p>The history of the time when this statute was passed  the darkest hour of our great struggle  the necessity for its existence, the humane character of the President who signed the bill, and the face of the law itself, all show that it was purely a qualification, exacted in self-defence, of all who took part in administering the government in any of its departments, and that it was not passed for the purpose of inflicting punishment, however merited, for past offences.</p>\n<p>I think I have now shown that the statute in question is within the legislative power of Congress in its control over the courts and their officers, and that it was not void as being either a bill of attainder or an ex post facto law.</p>\n<p>If I am right on the questions of qualification and punishment, that discussion disposes also of the proposition, that the pardon of the President relieves the party accepting it of the necessity of taking the oath, even if the law be valid.</p>\n<p>I am willing to concede that the presidential pardon relieves the party from all the penalties, or in other words, from all the punishment, which the law inflicted for his offence. But it relieves him from nothing more. If the oath required as a condition to practising law is not a punishment, as I think I have shown it is not, then the pardon of the President has no effect in releasing him from the requirement to take it. If it is a qualification which Congress <span class=\"star-pagination\">*397</span> had a right to prescribe as necessary to an attorney, then the President cannot, by pardon or otherwise, dispense with the law requiring such qualification.</p>\n<p>This is not only the plain rule as between the legislative and executive departments of the government, but it is the declaration of common sense. The man who, by counterfeiting, by theft, by murder, or by treason, is rendered unfit to exercise the functions of an attorney or counsellor-at-law, may be saved by the executive pardon from the penitentiary or the gallows, but is not thereby restored to the qualifications which are essential to admission to the bar. No doubt it will be found that very many persons among those who cannot take this oath, deserve to be relieved from the prohibition of the law; but this in no wise depends upon the act of the President in giving or refusing a pardon. It remains to the legislative power alone to prescribe under what circumstances this relief shall be extended.</p>\n<p>In regard to the case of Cummings v. The State of Missouri, allusions have been made in the course of argument to the sanctity of the ministerial office, and to the inviolability of religious freedom in this country.</p>\n<p>But no attempt has been made to show that the Constitution of the United States interposes any such protection between the State governments and their own citizens. Nor can anything of this kind be shown. The Federal Constitution contains but two provisions on this subject. One of these forbids Congress to make any law respecting the establishment of religion, or prohibiting the free exercise thereof. The other is, that no religious test shall ever be required as a qualification to any office or public trust under the United States.</p>\n<p>No restraint is placed by that instrument on the action of the States; but on the contrary, in the language of Story,<sup>[*]</sup> \"the whole power over the subject of religion is left exclusively to the State governments, to be acted upon according to their own sense of justice and the State constitutions.\"</p>\n<p><span class=\"star-pagination\">*398</span> If there ever was a case calling upon this court to exercise all the power on this subject which properly belongs to it, it was the case of the Rev. B. Permoli.<sup>[*]</sup></p>\n<p>An ordinance of the first municipality of the city of New Orleans imposed a penalty on any priest who should officiate at any funeral, in any other church than the obituary chapel. Mr. Permoli, a Catholic priest, performed the funeral services of his church over the body of one of his parishioners, inclosed in a coffin, in the Roman Catholic Church of St. Augustine. For this he was fined, and relying upon the vague idea advanced here, that the Federal Constitution protected him in the exercise of his holy functions, he brought the case to this court.</p>\n<p>But hard as that case was, the court replied to him in the following language: \"The Constitution (of the United States) makes no provision for protecting the citizens of the respective States in their religious liberties; this is left to the State constitutions and laws; nor is there any inhibition imposed by the Constitution of the United States in this respect on the States.\" Mr. Permoli's writ of error was, therefore, dismissed for want of jurisdiction.</p>\n<p>In that case an ordinance of a mere local corporation forbid a priest, loyal to his government, from performing what he believed to be the necessary rites of his church over the body of his departed friend. This court said it could give him no relief.</p>\n<p>In this case the constitution of the State of Missouri, the fundamental law of the people of that State, adopted by their popular vote, declares that no priest of any church shall exercise his ministerial functions, unless he will show, by his own oath, that he has borne a true allegiance to his government. This court now holds this constitutional provision void, on the ground that the Federal Constitution forbids it. I leave the two cases to speak for themselves.</p>\n<p>In the discussion of these cases I have said nothing, on the one hand, of the great evils inflicted on the country by <span class=\"star-pagination\">*399</span> the voluntary action of many of those persons affected by the laws under consideration; nor, on the other hand, of the hardships which they are now suffering, much more as a consequence of that action than of any laws which Congress can possibly frame. But I have endeavored to bring to the examination of the grave questions of constitutional law involved in this inquiry those principles alone which are calculated to assist in determining what the law is, rather than what, in my private judgment, it ought to be.</p>\n<h2>NOTES</h2>\n<p>[*]  Mr. Marr had himself filed a petition similar to that of Mr. Garland, for permission to continue to practise as an attorney and counsellor of the court without taking the oath required by the act of Congress and the rule of the court. He had been engaged in the Rebellion, but had received a full pardon from the President. It was understood that the decision upon Mr. Garland's petition would also embrace, in principle, his. The argument here given is from the brief filed in his own case.</p>\n<p>[*]  Ex parte Heyfron, 7 Howard, Mississippi, 127; Fletcher v. Dainger-field, 20 California, 430.</p>\n<p>[]  22 New York, 81.</p>\n<p>[*]  19 Howard, 9.</p>\n<p>[*]  Article II,  2.</p>\n<p>[*]  4 Blackstone's Commentaries, 402; 6 Bacon's Abridgment, tit. Pardon; Hawkins, book 2, c. 37,  34 and 54.</p>\n<p>[*]  See Story on the Constitution,  1344.</p>\n<p>[]  8 Peters, 88.</p>\n<p>[*]  Calder v. Bull, 3 Dallas, 386; Fletcher v. Peck, 6 Cranch, 87; Ogden v. Saunders, 12 Wheaton, 266; Satterlee v. Matthewson, 2 Peters, 380.</p>\n<p>[*]  Commentaries on the Constitution,  1878.</p>\n<p>[]  3 Howard, 589.</p>\n\n</div>", "id": 87779, "judges": "Field", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/87779/", "sha1": "0b676012d69b5a30ad72a5cb8dcd8473cbe524a5", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:24"}