{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "112 U.S. 717", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/91249/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Thayer v. Life Assn. of America", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 75629, 
    "resource_uri": "/api/rest/v2/citation/75629/"
  }, 
  "id": 91249, 
  "blocked": false, 
  "judges": "Harlan", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1885-01-05", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>112 U.S. 717 (1885)</b></center>\n<center><h1>THAYER &amp; Another<br>\nv.<br>\nLIFE ASSOCIATION OF AMERICA &amp; Others.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted December 16, 1884.</center>\n<center>Decided January 5, 1885.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF WEST VIRGINIA.\n<p><span class=\"star-pagination\">*719</span> <i>Mr. Charles C. Cole,</i> and <i>Mr. J. Holdsworth Gordon,</i> for appellants.</p>\n<p><i>Mr. R.G. Barr,</i> for appellee.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court. He recited the facts as above stated, and continued:</p>\n<p>The trustee was not a merely nominal party. The object of the suit was to prevent him from selling the property under the power given by the deed of trust. The relief asked could not have been granted without his being before the court. There was no separable controversy between the complainants and the other defendants, touching the sale of the property, which could have been determined between them without the presence of the trustee. He was, therefore, an indispensable party defendant. Whether he had the right and was under a duty to sell the property was the controversy in which all the parties to the suit were interested. His citizenship, therefore, is material in determining whether the suit was one of which the Circuit Court could take cognizance. The record discloses nothing upon that point. He may be \u0097 and we infer from the recitals of the deed of trust that he is \u0097 a citizen of the same State with the complainants. If such be the fact, the cause was not one that could be removed. As the trustee and the complainants are on opposite sides of the real controversy in relation to the sale of the property, and since it does not appear, affirmatively, that the Circuit Court had jurisdiction, by reason of the citizenship of the parties, the decree must be <span class=\"star-pagination\">*720</span> reversed, with directions \u0097 unless such jurisdiction, upon the return of the cause, shall be made to appear \u0097 to remand the suit to the State court. <i>Coal Co.</i> v. <i>Blatchford,</i> 11 Wall. 172; <i>Gardner</i> v. <i>Brown,</i> 21 Wall. 36; <i>Ribon</i> v. <i>Railroad Co.,</i> 16 Wall. 446; <i>Knapp</i> v. <i>Railroad,</i> 20 Wall. 117; <i>Grace</i> v. <i>American Ins. Co.,</i> 109 U.S. 278; <i>Mansfield Railway Co.</i> v. <i>Swan,</i> 111 U.S. 379, 381-2; <i>American Bible Society</i> v. <i>Price,</i> 110 U.S. 61; <i>Barney</i> v. <i>Latham,</i> 103 U.S. 205; <i>Blake</i> v. <i>McKim,</i> 103 U.S. 336.</p>\n<p><i>It is so ordered.</i></p>\n</div>", 
  "time_retrieved": "2010-04-28T09:03:13", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">717</span></span> (1885)</b></center>\n<center><h1>THAYER &amp; Another<br>\nv.<br>\nLIFE ASSOCIATION OF AMERICA &amp; Others.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted December 16, 1884.</center>\n<center>Decided January 5, 1885.</center>\nAPPEAL FROM THE CIRCUIT COURT OF THE UNITED STATES FOR THE DISTRICT OF WEST VIRGINIA.\n<p><span class=\"star-pagination\">*719</span> <i>Mr. Charles C. Cole,</i> and <i>Mr. J. Holdsworth Gordon,</i> for appellants.</p>\n<p><i>Mr. R.G. Barr,</i> for appellee.</p>\n<p>MR. JUSTICE HARLAN delivered the opinion of the court. He recited the facts as above stated, and continued:</p>\n<p>The trustee was not a merely nominal party. The object of the suit was to prevent him from selling the property under the power given by the deed of trust. The relief asked could not have been granted without his being before the court. There was no separable controversy between the complainants and the other defendants, touching the sale of the property, which could have been determined between them without the presence of the trustee. He was, therefore, an indispensable party defendant. Whether he had the right and was under a duty to sell the property was the controversy in which all the parties to the suit were interested. His citizenship, therefore, is material in determining whether the suit was one of which the Circuit Court could take cognizance. The record discloses nothing upon that point. He may be \u0097 and we infer from the recitals of the deed of trust that he is \u0097 a citizen of the same State with the complainants. If such be the fact, the cause was not one that could be removed. As the trustee and the complainants are on opposite sides of the real controversy in relation to the sale of the property, and since it does not appear, affirmatively, that the Circuit Court had jurisdiction, by reason of the citizenship of the parties, the decree must be <span class=\"star-pagination\">*720</span> reversed, with directions \u0097 unless such jurisdiction, upon the return of the cause, shall be made to appear \u0097 to remand the suit to the State court. <i>Coal Co.</i> v. <i>Blatchford,</i> 11 Wall. 172; <i>Gardner</i> v. <i>Brown,</i> 21 Wall. 36; <i>Ribon</i> v. <i>Railroad Co.,</i> 16 Wall. 446; <i>Knapp</i> v. <i>Railroad,</i> 20 Wall. 117; <i>Grace</i> v. <i>American Ins. Co.,</i> 109 U.S. 278; <i>Mansfield Railway Co.</i> v. <i>Swan,</i> <span class=\"citation\" data-id=\"91122\"><a href=\"/opinion/91122/mansfield-c-lmr-co-v-swan/\"><span class=\"volume\">111</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">379</span></a></span>, 381-2; <i>American Bible Society</i> v. <i>Price,</i> 110 U.S. 61; <i>Barney</i> v. <i>Latham,</i> 103 U.S. 205; <i>Blake</i> v. <i>McKim,</i> 103 U.S. 336.</p>\n<p><i>It is so ordered.</i></p>\n</div>", 
  "sha1": "2ecd53ac0d3a4b6800a4f5aea6623ba4d34046be", 
  "date_modified": "2014-12-21T01:29:49.025089", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/91249/thayer-v-life-assn-of-america/", 
  "citation_count": 10, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1283931/", 
  "html": "<p class=\"case_cite\">112 U.S. 717</p>\n    <p class=\"case_cite\">5 S.Ct. 355</p>\n    <p class=\"case_cite\">28 L.Ed. 864</p>\n    <p class=\"parties\">THAYER and another<br>v.<br>LIFE ASSOCIATION OF AMERICA and others.</p>\n    <p class=\"date\">January 5, 1885.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>J. H. Gordon</i> and <i>C. C. Cole</i>, for appellants.</p>\n      <p class=\"indent\"><i>R. G. Barr</i>, for appellees.</p>\n      <p class=\"indent\">HARLAN, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">By a duly-recorded deed of August 22, 1872, Otis A. Thayer and William T. Thayer conveyed to Edward B. Knight certain real estate in Kanawha county, state of West Virginia, in trust, to secure the payment of several notes executed by the grantors to the Life Association of America, a corporation created and organized under the laws of the state of Missouri. The deed was upon the condition that if the notes were paid at maturity, and the covenants therein contained were kept and performed, the property should he released; but if the notes, or any of them, were not paid as stipulated, or if said covenants were not fully kept, then the deed should remain in full force, with the right in the trustee to take immediate possession of the property; that after such default the grantors and their heirs and assigns should hold the premises conveyed as tenants only of the trustee from month to month, and the latter might proceed to sell the property at public auction to the highest bidder, on the terms and conditions prescribed by the laws of the state, first giving 20-days' notice of the time, terms, place of sale, and the property to be sold, by advertisement in some newspaper; upon such sale to execute and deliver a deed in fee-simple of the property sold; receive the proceeds of sale, out of which shall be paid, first, the cost and expenses of the trust; next, all amounts expended as aforesaid for taxes and other purposes, with interest, as above mentioned; and then, the amount that may remain unpaid on the notes. The deed also provided that any failure to pay the notes at their respective maturities, or to keep its covenants, should cause all of the notes to become and be considered due and payable, for the purpose of the trust, at the time of such default. Knight, the trustee, under the authority given by the deed, having advertised the property for sale on the twenty-fifth of April thereafter at public auction to the highest bidder, for the purpose of satisfying the debt secured by it to the Life Association of America, this suit was commenced in the circuit court of Kanawha county, West Virginia, by the grantors in the deed of trust, against the Life Association of America, William S. Relfe, superintendent of the department of insurance of the state of Missouri, and Edward B. Knight, trustee. The bill shows that by a decree of the circuit court for the county of St. Louis, Missouri, the Life Association of America was dissolved, and its assets placed in the hands of the defendant Relfe, as superintendent of the insurance department of that state. It sets out the consideration of the before-mentioned notes, the execution of the deed of trust, and the proposed sale of the property, by the trustee, at the instance of Relfe. The complainants contend, upon grounds which need not be here stated, that the trust debt is paid, and that there is a balance due them of $91.63. Claiming that the sale of the trust property would be unjust and inequitable, they ask that the trustee be enjoined from selling it; also, that the trust debt be decreed to be extinguished.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">A temporary injunction against the sale was issued. The due time the defendants the Life Association and Relfe appeared and filed their joint petition and bond for the removal of the cause into the circuit court of the United States. The petition avers that at that time, as well as at the commencement of the action, the complainants were citizens of West Virginia, while the Life Association of America and Relfe were citizens of Missouri. There is no allegation of the citizenship of Knight, the trustee. He is alleged, in the petition for removal, to have no interest in the suit, and to be a nominal party only. The right of removal was recognized by the state court. Subsequently, in the circuit court of the United States, a demurrer to the bill was sustained; and, no amendment having been made, the suit was dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The trustee was not a merely nominal party. The object of the suit was to prevent him from selling the property under the power given by the deed of trust. The relief asked could not have been granted without his being before the court. There was no separable controversy between the complainants and the other defendants, touching the sale of the property, which could have been determined between them without the presence of the trustee. He was therefore, an indispensable party defendant. Whether he had the right and was under a duty to sell the property was the controversy in which all the parties to the suit were interested. His citizenship, therefore, is material in determining whether the suit was one of which the circuit court could take cognizance. The record discloses nothing upon that point. He may be&#8212;and we infer from the recitals of the deed of trust that he is&#8212;a citizen of the same state with the complainants. If such be the fact, the cause was not one that could be removed. As the trustee and the complainants are on opposite sides of the real controversy in relation to the sale of the property, and since it does not appear, affirmatively, that the circuit court had jurisdiction, by reason of the citizenship of the parties, the decree must be reversed, with directions&#8212;unless such jurisdiction, upon the return of the cause, shall be made to appear&#8212;to remand the suit to the state court. <i>Coal Co.</i> v. <i>Blatchford</i>, 11 Wall. 172; <i>Gardner</i> v. <i>Brown</i>, 21 Wall. 36; <i>Ribon</i> v. <i>Railroad Co.</i> 16 Wall. 446; <i>Knapp</i> v. <i>Railroad</i>, 20 Wall. 117; <i>Grace</i> v. <i>American Ins. Co.</i> 109 U. S. 278; S. C. 3 SUP. CT. REP. 207; <i>Mansfield, C. &amp; L. M. Ry. Co.</i> v. <i>Swan</i>, 111 U. S. 381, 382; S. C. 4 SUP. CT. REP. 510; <i>American Bible Soc.</i> v. <i>Price</i>, 110 U. S. 61; S. C. 3 SUP. CT. REP. 440; <i>Barney</i> v. <i>Latham</i>, 103 U. S. 205; <i>Blake</i> v. <i>McKim</i>, Id. 336.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/91249/"
}