{"absolute_url": "/opinion/91360/xenia-bank-v-stewart/", "blocked": false, "citation": {"case_name": "Xenia Bank v. Stewart", "docket_number": null, "document_uris": ["/api/rest/v2/document/91360/"], "federal_cite_one": "114 U.S. 224", "federal_cite_three": null, "federal_cite_two": null, "id": 75740, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/75740/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 3, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1885-03-30", "date_modified": "2014-12-21T01:29:53.492841", "docket": "/api/rest/v2/docket/351963/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">114 U.S. 224</p>\n    <p class=\"case_cite\">5 S.Ct. 845</p>\n    <p class=\"case_cite\">29 L.Ed. 101</p>\n    <p class=\"parties\">FIRST NAT. BANK OF XENIA, OHIO,<br>v.<br>STEWART and another, Adm'rs, etc.</p>\n    <p class=\"date\">March 30, 1885.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\"><i>John Little</i>, for plaintiff in error.</p>\n      <p class=\"indent\"><i>E. M. Johnson, Geo. Hoadly</i>, and <i>Edward Colston</i>, for defendants in error.</p>\n      <p class=\"indent\">WOODS, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The only issue in the case was found by the jury for the defendants in error. The judgment should, therefore, be affirmed, unless the court, in the progress of the trial, committed some error to the prejudice of the plaintiff in error. This the latter insists was done.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The first assignment of error relates to the admission in evidence of certain declarations of F. H. McClure, the cashier of the plaintiff in error.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The bill of exceptions states that on the trial the defendants in error offered testimony tending to show that the intestate, Daniel McMillan, was, on April 14, 1876, the owner of 30 shares of the capital stock of the bank standing in his name upon its books, represented by two certificates,&#8212;one for 20 and the other for 10 shares; that on the day just mentioned he made his note for the payment, six months after date, to the order of F. A. McClure, of $2,600; that he attached the certificate for 20 shares to this note as security for its payment, and through the medium of the payee, McClure, who was the cashier of the plaintiff in error, the note was discounted by one James K. Hyde; and that the remaining 10 shares were deposited with the plaintiff in error, and held by it for safe-keeping, and not for any other purpose; that on Monday morning, October 23, 1876, McMillan died, and that on the afternoon of that day, McClure, the cashier, having heard of the death of McMillan, sold his 30 shares of stock to E. H. Munger for $4,200, and credited that amount to McMillan on the books of the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The bill of exceptions further stated that the defendants in error introduced evidence tending to show that a few days prior to his death McMillan had paid to the bank the amount due on his note held by Hyde, who had deposited the note with the bank for collection, and that two days after McMillan's death, Hyde, after notice by McClure of the payment of the note, received from the bank its certificate of deposit for the amount due thereon, and the note, with the certificate of stock pledged for its payment, was surrendered by Hyde to the bank, which thus obtained possession of the certificate. Thereupon the defendants in error offered in evidence the following questions and answers contained in the deposition of Hyde: '<i>Question</i>. What conversation did you have with McClure subsequent to this (subsequent to leaving said note for collection) with reference to that certificate? [20 shares.] <i>Answer</i>. He told me he had full power to transfer it at any time on the books and apply it to the payment of the note. <i>Q</i>. What was said to you by McClure at the time of the payment of the note, in reference to this certificate of 20 shares? <i>A</i>. I desired to purchase it, but there was an understanding that I should hold the certificate of deposit until an administrator was appointed, when an arrangement might be made for its purchase. * * * <i>Q</i>. What statement did McClure make to you at the time of the payment of the note, as to who was making payment? <i>A</i>. He said the payment was made from money which was sent there by McMillan. He told me the money was left there the Wednesday previous. <i>Q</i>. Was any statement made to you by McClure, with reference to this certificate of stock after McMillan's death, in reference to Mrs. McMillan; if so, what? <i>A</i>. He told me after McMillan's death that she preferred to keep the stock. * * * <i>Q</i>. How long after the talk on Wednesday after McMillan's death till the other talk in which McClure told you Mrs. McMillan wished to keep the stock? <i>A.</i> Two months, I presume. <i>Q.</i> Where did the latter take place? <i>A</i>. In the bank; they all took place there.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The ruling of the court in allowing these questions and answers to be read to the jury, notwithstanding the objection of the plaintiff in error, is now assigned for error. Its contention is that it furnished the money to pay McMillan's note for $2,600, held by Hyde, for which the certificate for 20 shares was pledged, and that it thereby, on the delivery of the certificate to it by Hyde, became entitled to the possession thereof as security for the note. The defendants in error insist that the money to take up the note held by Hyde was paid by their intestate, McMillan. The plaintiff in error complains that upon this issue the statements of McClure, its cashier, made several days after the alleged payment of the note by McMillan, were admitted to show such payment, and insists that this was error, on the ground that the declarations of an agent concerning a past transaction cannot be given in evidence to bind this principal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The rule upon this subject has been thus laid down by this court: 'Whatever an agent does or says, in reference to the business in which he is at the time employed and within the scope of his authority, is done or said by the principal, and may be proved as if the evidence applied personally to the principal.' <i>American Fur Co.</i> v. <i>U. S.</i> 2 Pet. 358. It is because the declaration of an agent is a verbal act and part of the <i>res gestae</i> that it is admissible, and whenever what he did is admitted in evidence, then it is competent to prove what he said about the act while he was doing it. Mechanics' Bank of Alexandria <i>v.</i> Bank of Columbia<i>, 5 Wheat. 336;</i> Cliquot's Champagne<i>, 3 Wall. 114;</i> Cooley <i>v.</i> Norton<i>, 4 Cush. 93;</i> Hannay <i>v.</i> Stewart<i>, 6 Watts, 487;</i> Garth <i>v.</i> Howard<i>, 8 Bing. 451</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Applying these principles, we think the testimony objected to was properly admitted. The declarations of McClure were made, so the record states, at the time that he paid Hyde the amount of the note. They were, therefore, clearly a part of the transaction; for Hyde, being the holder of the certificate of stock as collateral security for the note, was entitled to know by whom the payment of the note was made, so as to decide whether to return the certificate to McMillan or turn it over to the bank, or, if it was left with the bank, in what capacity the bank took it, whether for its own security or as agent for McMillan. The declarations of McClure were made to Hyde in explanation of the payment of the money to him, and was therefore admissible as a part of the act of payment. The declarations of McClure, in reference to the purchase by Hyde of the 20 shares of stock, were made at the same time, and as they were offered as tending to show by whom the money to pay the McMillan note was furnished, they were also a part of the transaction, and on that ground admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The plaintiff in error contends that a conversation which took place two months after the payment of the note, between McClure and Hyde, in reference to the purchase by the latter of the 20 shares of stock, was wrongly received in evidence. But it plainly appears from the record that this second conversation was part of a treaty between McClure and Hyde, commenced on the Wednesday after McMillan's death, when the McMillan note was paid for by the purchase of the 20 shares of stock by Hyde. It was offered to show by the declarations of its cashier that the bank did not, when the declarations were made, claim any general or special property in the stock, but in effect admitted it to be the property of the estate of McMillan. The declarations made by an officer or agent of a corporation, in response to timely inquiries, properly addressed to him and relating to matters under his charge, in respect to which he is authorized in the usual course of business to give information, may be given in evidence against the corporation. <i>Bank of Monroe</i> v. <i>Field</i>, 2 Hill, 445; <i>McGenness</i> v. <i>Adriatic Mills</i>, 116 Mass. 177; <i>Morse</i> v. <i>Connecticut River R. Co.</i> 6 Gray, 450; Abb. Tr. Ev. 44.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As cashier, McClure had charge of all the money, securities, and valuable papers of the bank. <i>Wild</i> v. <i>Bank of Passamaquoddy</i>, 3 Mason, 505; <i>Franklin Bank</i> v. <i>Steward</i>, 37 Me. 519. It was his duty to surrender securities pledged for the loans of the bank upon payment of the loans. <i>Fleckner</i> v. <i>U. S. Bank</i>, 8 Wheat. 360. And, although he might not be authorized to dispose of the securities of the bank without the order of the directors, yet it was within the scope of his general authority as cashier to reveive offers for their purchase, and to state whether or not the bank owned securities which a customer wanted to buy. This naturally fell within his duty as the executive officer of the bank and the custodian of its assets. His statement to a person who was in treaty to purchase, that the bank was not the owner of a certain security in his manual possession as cashier, was clearly within the line of his duty, and was therefore binding on the bank. We think there was no error in admitting in evidence the declarations of McClure.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The bill of exceptions further states that the plaintiffs below offered in evidence the following letter: A. HIRLING, Prest. Capital, $120,000. F. A. MCCLURE,           Cash.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(Cut of Bank Building.)</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'FIRST NATIONAL BANK, XENIA, O., Oct. 16, 1876.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">'<i>D. McMillan, Esq.</i>&#8212;DEAR SIR  Mr. Mc.'s letter of 14th to      hand, and in reply I inclose the Marshall note canceled. I      have the ctf. in my possession, and have some prospect for      raising some money on same. Will write again soon; nothing      new; all well.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Yours truly,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">F. A. MCCLURE.'</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The court allowed the letter to go to the jury in spite of the objection of the plaintiff in error. The defendants in error insisted that the letter was admissible because there was evidence, introduced by the plaintiff in error, tending to prove that in August, preceding McMillan's death, one Marshall held a note against him, 'secured by ten shares of said stock, and that McMillan procured the surrender of the stock, giving mortgage security in lieu thereof, he desiring to use said stock in bank.'</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The plaintiff in error assigns for error the admission of the letter in evidence, on the ground that it was but a fragment of a correspondence; that there was nothing to show that it was written for the bank; and that it was only a letter from McClure, and not from him as cashier. But there is nothing in the record to indicate that there were any other letters that had passed between the parties. The face of the letter shows that it had reference to the Marshall note, and very probably to the 10 shares of stock which had been pledged by McMillan as security therefor, and of which he had procured the surrender, so that he might use it in bank. The letter was written upon the paper of the bank, and by the person shown to be its cashier, and it appears with reasonable certainty to have referred to the business of the bank. The court was therefore right in not excluding it from the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It further appears by the bill of exceptions that the plaintiff in error offered evidence to prove that for more than a year previous to his death McMillan had been 'hopelessly insolvent,' and had experienced 'great difficulty in procuring means to meet his interest obligations.' The defendants in error objected to this evidence. It was ruled out, and the plaintiff in error now assigns its exclusion as error. The purpose of the evidence was to prove that McMillan had not furnished the money to pay his note for $2,600 held by Hyde. The evidence offered was inadmissible because too remote and conjectured. The law requires an open and visible connection between the principal and evidentiary facts and the deductions from them, and does not permit a decision to be made on remote inferences. <i>U. S.</i> v. <i>Ross</i>, 92 U. S. 281; <i>Carter</i> v. <i>Pryke</i>, Peake, 95; <i>Hollingham</i> v. <i>Head</i>, 4 C. B. (N. S.) 388; <i>Jackson</i> v. <i>Smith</i>, 7 Cow. 717; <i>Baird</i> v. <i>Gillett</i>, 47 N. Y. 186; <i>Thompson</i> v. <i>Bowie</i>, 4 Wall. 463. In the case last cited, where the issue was whether certain promissory notes dated on a particular day were given for money lost at play, testimony was offered to prove that the party giving the notes was on the day of their date intoxicated, and that when intoxicated he had a propensity to game. It was held that the evidence was properly excluded.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The evidence offered in the present case was too weak and vague to contribute to an intelligent decision by the jury of the question in issue, namely, whether McMillan had paid his note. It is common for both solvent and insolvent men to pay some of their debts and to leave some unpaid. Proof of the insolvency of a debtor is no more competent to show non-payment than proof of his solvency is competent to show the payment of his debts. These two kinds of proof stand on the same footing. The latter kind has been held to be incompetent. <i>Hilton</i> v. <i>Scarborough</i>, 5 Gray, 422. The insolvency and pecuniary embarrassment of a person may be shown as evidence that he has not paid all his debts; but they do not tend to show that he has not paid a particular debt. We think the evidence of the insolvency of McMillan was properly excluded.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">It further appeared that the plaintiff in error, having given evidence tending to show that it had not received from McMillan the money to pay his note for $2,600 held by Hyde, but that it had paid the note out of its own funds, called as a witness one William McGirvey, who, having testified that during the whole of the year 1876 he was the teller of the defendant bank, and that its books showed no payment of his note by McMillan, was asked by counsel for the plaintiff in error the following question: 'Had you any information, from any source, of any money being received at the bank on or about the Wednesday preceding McMillan's death from McMillan?' Having put the question, counsel for the plaintiff in error stated that they expected the witness to answer it in the negative. The court excluded the question, and its action is assigned for error. The inadmissibility of both the question and the answer, had the answer been given, is obvious. The question called for the information which from any source might be in the possession of the witness, and not for his knowledge. An answer detailing the hearsay statements of others, whether verbal or in writing, made at any time or place, would have been responsive. The objection to the question was well taken, and the court was right in excluding it.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Upon the authorities already cited a negative answer to the question would have been too vague and conjectural to be admitted as evidence. It did not appear but that many payments of money might have been made to the bank without the knowledge of the witness. It was not shown what his duties were, whether to receive or pay out money; it was not shown that he was in the bank on or about the Wednesday when the payment by McMillan was alleged to have been made; it was not shown that if the payment had been made by draft or certificate of deposit sent to the bank in a letter, it would have passed through his hands. On the simple statement that he was teller, and engaged in the discharge of his duties as such during the year 1876, we think that his answer that he had no information of any payment made by McMillan does not rise to the dignity of evidence, and was properly excluded.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The plaintiff in error contends, lastly, that upon the pleadings, and notwithstanding the verdict, it was entitled to judgment. The ground of this contention is that as it was admitted in the pleadings that McMillan was indebted to the bank at the time of his death more than the value of his stock, and as the stock was in the possession of the bank, indorsed by McMillan in blank, the law would make the application of its value to the payment of the indebtedness. The assignment of error is based on section 5328 of the Revised Statutes of Ohio of 1880, which provides that 'when upon the statements in the pleadings one party is entitled by law to judgment in his favor, judgment shall be so rendered by the court, though a verdict has been found against such party.' No motion for judgment, notwithstanding the verdict, appears to have been made in the circuit court. If this court could now consider this assignment of error, we think it does not furnish a ground for the reversal of the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It was settled by the verdict of that jury that the plaintiff in error did not hold the stock of McMillan as security for his indebtedness. The contention of the plaintiff in error, therefore, comes to this: that a creditor, who has possession of the property of his debtor, as his agent or trustee or bailee, may, without reducing his debt to judgment, and without the process or order of any court, and without the consent and against the will of the debtor, sell or otherwise dispose of the property, and apply its proceeds to the payment of his debt. We do not think the law gives a creditor any such right.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Judgment affirmed.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>114 U.S. 224 (1885)</b></center>\n<center><h1>XENIA BANK<br>\nv.<br>\nSTEWART &amp; Others, Administrators.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 2, 1885.</center>\n<center>Decided March 30, 1885.</center>\nIN ERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF OHIO.\n<p><i>Mr. John Little,</i> for plaintiff in error, submitted on his brief.</p>\n<p><i>Mr. Edgar M. Johnson,</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*225</span> MR. JUSTICE WOODS delivered the opinion of the court.</p>\n<p>The defendants in error were the plaintiffs in the Circuit Court. They alleged in their petition that the plaintiff in error, the First National Bank of Xenia, Ohio, being in possession of thirty shares of its own capital stock belonging to their intestate, Daniel McMillan, on October 24, 1876, sold them for $4,200 in cash, and unlawfully appropriated the proceeds of the sale to its own use. They therefore demanded judgment against the bank for $4,200, with interest from October 24, 1876.</p>\n<p>The defendant answered that McMillan, the intestate, in April, 1876, was owing it, upon a debt previously contracted, a sum greater than the value of the stock, and, being so indebted, delivered to it the certificates of stock as collateral security therefor, and that on October 24, 1876, the debt being still unsatisfied, the defendant sold the stock at its market value and applied the proceeds as a credit on the debt, leaving a balance due and unpaid.</p>\n<p>The plaintiffs replying denied that their intestate delivered the certificate of stock to the bank as collateral security for such debt, and denied the right of the bank to receive the certificates as collateral security, or to sell the stock or apply its proceeds to the payment of the debt.</p>\n<p>Upon this issue the jury returned a verdict for the plaintiffs, and assessed their damages at $6,035.50, upon which the court rendered the judgment which the present writ of error brings under review.</p>\n<p>The only issue in the case was found by the jury for the defendants in error. The judgment should, therefore, be affirmed, unless the court, in the progress of the trial, committed some error to the prejudice of the plaintiff in error. This the latter insists was done.</p>\n<p>The first assignment of error relates to the admission in evidence of certain declarations of F.H. McClure, the cashier of the plaintiff in error.</p>\n<p>The bill of exceptions states that on the trial the defendants in error offered testimony tending to show that the intestate, Daniel McMillan, was, on April 14, 1876, the owner of thirty <span class=\"star-pagination\">*226</span> shares of the capital stock of the bank standing in his name upon its books, represented by two certificates, one for twenty and the other for ten shares; that on the day just mentioned he made his note for the payment, six months after date, to the order of F.A. McClure, of $2,600; that he attached the certificate for twenty shares to this note as security for its payment, and through the medium of the payee, McClure, who was the cashier of the plaintiff in error, the note was discounted by one James K. Hyde, and that the remaining ten shares were deposited with the plaintiff in error, and held by it for safekeeping, and not for any other purpose; that on Monday morning, October 23, 1876, McMillan died, and that on the afternoon of that day, McClure, the cashier, having heard of the death of McMillan, sold his thirty shares of stock to E.H. Munger for $4,200, and credited that amount to McMillan on the books of the bank.</p>\n<p>The bill of exceptions further stated that the defendants in error introduced evidence tending to show that a few days prior to his death McMillan had paid to the bank the amount due on his note held by Hyde, who had deposited the note with the bank for collection, and that two days after McMillan's death, Hyde, after notice by McClure of the payment of the note, received from the bank its certificate of deposit for the amount due thereon, and the note, with the certificate of stock pledged for its payment, was surrendered by Hyde to the bank, which thus obtained possession of the certificate.</p>\n<p>Thereupon the defendants in error offered in evidence the following questions and answers contained in the deposition of Hyde:</p>\n<p>\"Q. What conversation did you have with McClure subsequent to this (subsequent to leaving said note for collection), with reference to that certificate (20 shares)?</p>\n<p>\"A. He told me he had full power to transfer it at any time on the books and apply it to the payment of the note.</p>\n<p>\"Q. What was said to you by McClure at the time of the payment of the note, in reference to this certificate of 20 shares?</p>\n<p>\"A. I desired to purchase it, but there was an understanding <span class=\"star-pagination\">*227</span> that I should hold the certificate of deposit until an administrator was appointed, when an arrangement might be made for its purchase.</p>\n<p></p>\n<h2>* * * * * * * *</h2>\n<p>\"Q. What statement did McClure make to you at the time of the payment of the note, as to who was making payment?</p>\n<p>\"A. He said the payment was made from money which was sent there by McMillan. He told me the money was left there the Wednesday previous.</p>\n<p>\"Q. Was any statement made to you by McClure, with reference to this certificate of stock after McMillan's death, in reference to Mrs. McMillan; if so, what?</p>\n<p>\"A. He told me after McMillan's death that she preferred to keep the stock.</p>\n<p></p>\n<h2>* * * * * * * *</h2>\n<p>\"Q. How long after the talk on Wednesday after McMillan's death till the other talk in which McClure told you Mrs. McMillan wished to keep the stock?</p>\n<p>\"A. Two months, I presume.</p>\n<p>\"Q. Where did the latter take place?</p>\n<p>\"A. In the bank; they all took place there.\"</p>\n<p>The ruling of the court in allowing these questions and answers to be read to the jury, notwithstanding the objection of the plaintiff in error, is now assigned for error. Its contention is, that it furnished the money to pay McMillan's note for $2,600, held by Hyde, for which the certificate for twenty shares was pledged, and that it thereby, on the delivery of the certificate to it by Hyde, became entitled to the possession thereof as security for the note. The defendants in error insist that the money to take up the note held by Hyde was paid by their intestate, McMillan.</p>\n<p>The plaintiff in error complains that upon this issue the statements of McClure, its cashier, made several days after the alleged payment of the note by McMillan, were admitted to show such payment, and insists that this was error, on the ground that the declarations of an agent concerning a past transaction cannot be given in evidence to bind his principal.</p>\n<p><span class=\"star-pagination\">*228</span> The rule upon this subject has been thus laid down by this court:</p>\n<p>\"Whatever an agent does or says in reference to the business in which he is at the time employed and within the scope of his authority, is done or said by the principal, and may be proved as if the evidence applied personally to the principal.\" <i>American Fur Co.</i> v. <i>United States,</i> 2 Pet. 358.</p>\n<p>It is because the declaration of an agent is a verbal act and part of the <i>res gestæ</i> that it is admissible, and whenever what he did is admitted in evidence, then it is competent to prove what he said about the act while he was doing it. <i>Mechanics' Bank of Alexandria</i> v. <i>Bank of Columbia,</i> 5 Wheat. 326, 336; <i>Cliquot's Champagne,</i> 3 Wall. 114; <i>Cooley</i> v. <i>Norton,</i> 4 Cush. 93; <i>Hannay</i> v. <i>Stewart,</i> 6 Watts, 487; <i>Garth</i> v. <i>Howard,</i> 8 Bing. 451.</p>\n<p>Applying these principles, we think the testimony objected to was properly admitted. The declarations of McClure were made, so the record states, at the time that he paid Hyde the amount of the note. They were, therefore, clearly a part of the transaction. For Hyde, being the holder of the certificate of stock as collateral security for the note, was entitled to know by whom the payment of the note was made, so as to decide whether to return the certificate to McMillan or turn it over to the bank, or, if it was left with the bank, in what capacity the bank took it, whether for its own security, or as agent for McMillan. The declarations of McClure were made to Hyde in explanation of the payment of the money to him, and were, therefore, admissible as a part of the act of payment.</p>\n<p>The declarations of McClure in reference to the purchase by Hyde of the twenty shares of stock were made at the same time, and as they were offered as tending to show by whom the money to pay the McMillan note was furnished, they were also a part of the transaction, and on that ground admissible.</p>\n<p>The plaintiff in error contends that a conversation which took place two months after the payment of the note, between McClure and Hyde, in reference to the purchase by the latter of the twenty shares of stock was wrongly received in evidence.</p>\n<p><span class=\"star-pagination\">*229</span> But it plainly appears from the record that this second conversation was part of a treaty between McClure and Hyde, commenced on the Wednesday after McMillan's death, when the McMillan note was paid, for the purchase of the twenty shares of stock by Hyde. It was offered to show by the declarations of its cashier that the bank did not when the declarations were made claim any general or special property in the stock, but in effect admitted it to be the property of the estate of McMillan.</p>\n<p>The declarations made by an officer or agent of a corporation, in response to timely inquiries, properly addressed to him and relating to matters under his charge, in respect to which he is authorized in the usual course of business to give information, may be given in evidence against the corporation. <i>Bank of Monroe</i> v. <i>Field,</i> 2 Hill, 445; <i>McGenness</i> v. <i>Adriatic Mills,</i> 116 Mass. 177; <i>Morse</i> v. <i>Connecticut River Railroad Co.,</i> 6 Gray, 450; Abbot Trial Evidence, 44.</p>\n<p>As cashier, McClure had charge of all the money, securities and valuable papers of the bank. <i>Wild</i> v. <i>Bank of Passamaquoddy,</i> 3 Mason, 505; <i>Franklin Bank</i> v. <i>Steward,</i> 37 Maine, 519. It was his duty to surrender securities pledged for the loans of the bank upon payment of the loans. <i>Fleckner</i> v. <i>United States Bank,</i> 8 Wheat. 338, 360. And, although he might not be authorized to dispose of the securities of the bank without the order of the directors, yet it was within the scope of his general authority as cashier to receive offers for their purchase, and to state whether or not the bank owned securities which a customer wanted to buy. This naturally fell within his duty as the executive officer of the bank and the custodian of its assets. His statement to a person who was in treaty to purchase, that the bank was not the owner of a certain security in his manual possession as cashier, was clearly within the line of his duty, and was, therefore, binding on the bank. We think there was no error in admitting in evidence the declarations of McClure.</p>\n<p>The bill of exceptions further states that the plaintiffs below offered in evidence the following letter:</p>\n<span class=\"star-pagination\">*230</span>\n\"A. HIRLING, <i>Prest.</i> Capital, $120,000. F.A. McCLURE, <i>Cash.</i>\n                  (Cut of Bank Building.)\n                             \"FIRST NATIONAL BANK,\n                               XENIA, O., <i>Oct.</i> 16<i>th,</i> 1876.\n<p>\"D. McMILLAN, Esq.</p>\n<p>\"DEAR SIR: Mr. Mc's letter of 14th to hand, and in reply I enclose the Marshall note cancelled. I have the ctf. in my possession, and have some prospect for raising some money on same. Will write again soon; nothing new; all well.</p>\n                     Yours truly,       F.A. McCLURE.\"\n<p>The court allowed the letter to go to the jury in spite of the objection of the plaintiff in error. The defendants in error insisted that the letter was admissible because there was evidence, introduced by the plaintiff in error, tending to prove that in August preceding McMillan's death one Marshall held a note against him, \"secured by ten shares of said stock, and that McMillan procured the surrender of the stock, giving mortgage security in lieu thereof, he desiring to use said stock in bank.\"</p>\n<p>The plaintiff in error assigns for error the admission of the letter in evidence, on the ground that it was but a fragment of a correspondence; that there was nothing to show that it was written for the bank; and that it was only a letter from McClure, and not from him as cashier.</p>\n<p>But there is nothing in the record to indicate that there were any other letters that had passed between the parties. The face of the letter shows that it had reference to the Marshall note, and very probably to the ten shares of stock which had been pledged by McMillan as security therefor, and of which he had procured the surrender so that he might use it in bank. The letter was written upon the paper of the bank and by the person shown to be its cashier, and it appears with reasonable certainty to have referred to the business of the bank. The court was therefore right in not excluding it from the jury.</p>\n<p>It further appears by the bill of exceptions that the plaintiff in error offered evidence to prove that, for more than a year <span class=\"star-pagination\">*231</span> previous to his death, McMillan had been \"hopelessly insolvent,\" and had experienced \"great difficulty in procuring means to meet his interest obligations.\" The defendants in error objected to this evidence, it was ruled out, and the plaintiff in error now assigns its exclusion as error.</p>\n<p>The purpose of the evidence was to prove that McMillan had not furnished the money to pay his note for $2,600 held by Hyde. The evidence offered was inadmissible because too remote and conjectural. The law requires an open and visible connection between the principal and evidentiary facts and the deductions from them, and does not permit a decision to be made on remote inferences. <i>United States</i> v. <i>Ross,</i> 92 U.S. 281; <i>Carter</i> v. <i>Pryke,</i> 1 Peake, 95; <i>Hollingham</i> v. <i>Head,</i> 4 C.B.N.S. 388; <i>Jackson</i> v. <i>Smith,</i> 7 Cowen, 717; <i>Baird</i> v. <i>Gillett,</i> 47 N.Y. 186; <i>Thompson</i> v. <i>Bowie,</i> 4 Wall. 463. In the case last cited, where the issue was whether certain promissory notes dated on a particular day were given for money lost at play, testimony was offered to prove that the party giving the notes was on the day of their date intoxicated, and that when intoxicated he had a propensity to game. It was held that the evidence was properly excluded.</p>\n<p>The evidence offered in the present case was too weak and vague to contribute to an intelligent decision by the jury of the question in issue, namely, whether McMillan had paid his note. It is common for both solvent and insolvent men to pay some of their debts and to leave some unpaid. Proof of the insolvency of a debtor is no more competent to show non-payment, than proof of his solvency is competent to show the payment of his debts. These two kinds of proof stand on the same footing. The latter kind has been held to be incompetent. <i>Hilton</i> v. <i>Scarborough,</i> 5 Gray, 422. The insolvency and pecuniary embarrassment of a person may be shown as evidence that he has not paid all his debts; but they do not tend to show that he has not paid a particular debt. We think the evidence of the insolvency of McMillan was properly excluded.</p>\n<p>It further appeared that the plaintiff in error, having given evidence tending to show that it had not received from McMillan the money to pay his note for $2,600 held by Hyde, but <span class=\"star-pagination\">*232</span> that it had paid the note out of its own funds, called as a witness one William McGirvey, who, having testified that during the whole of the year 1876 he was the teller of the defendant bank, and that its books showed no payment of his note by McMillan, was asked by counsel for the plaintiff in error the following question:</p>\n<p>\"Had you any information, from any source, of any money being received at the bank on or about the Wednesday preceding McMillan's death from McMillan?\" Having put the question, counsel for the plaintiff in error stated that they expected the witness to answer it in the negative.</p>\n<p>The court excluded the question, and its action is assigned for error.</p>\n<p>The inadmissibility of both the question and the answer, had the answer been given, is obvious. The question called for the information which from any source might be in the possession of the witness, and not for his knowledge. An answer detailing the hearsay statements of others, whether verbal or in writing, made at any time or place, would have been responsive. The objection to the question was well taken, and the court was right in excluding it.</p>\n<p>Upon the authorities already cited a negative answer to the question would have been too vague and conjectural to be admitted as evidence. It did not appear but that many payments of money might have been made to the bank without the knowledge of the witness. It was not shown what his duties were, whether to receive or pay out money; it was not shown that he was in the bank on or about the Wednesday when the payment by McMillan was alleged to have been made; it was not shown that if the payment had been made by draft or certificate of deposit sent to the bank in a letter, it would have passed through his hands. On the simple statement that he was teller and engaged in the discharge of his duties as such during the year 1876, we think that his answer that he had no information of any payment made by McMillan does not rise to the dignity of evidence, and was properly excluded.</p>\n<p>The plaintiff in error contends, lastly, that upon the pleadings and notwithstanding the verdict it was entitled to judgment. <span class=\"star-pagination\">*233</span> The ground of this contention is, that as it was admitted in the pleadings that McMillan was indebted to the bank at the time of his death more than the value of his stock, and as the stock was in the possession of the bank, indorsed by McMillan in blank, the law would make the application of its value to the payment of the indebtedness.</p>\n<p>The assignment of error is based on § 5328 of the Revised Statutes of Ohio, of 1880, which provides that \"when upon the statements in the pleadings one party is entitled by law to judgment in his favor, judgment shall be so rendered by the court, though a verdict has been found against such party.\"</p>\n<p>No motion for judgment, notwithstanding the verdict, appears to have been made in the Circuit Court. If this court could now consider this assignment of error, we think it does not furnish a ground for the reversal of the judgment.</p>\n<p>It was settled by the verdict of that jury that the plaintiff in error did not hold the stock of McMillan as security for his indebtedness. The contention of the plaintiff in error, therefore, comes to this, that a creditor, who has possession of the property of his debtor, as his agent or trustee, or bailee, may without reducing his debt to judgment, and without the process or order of any court, and without the consent and against the will of the debtor, sell or otherwise dispose of the property and apply its proceeds to the payment of his debt. We do not think the law gives a creditor any such right.</p>\n<p><i>Judgment Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></span> (1885)</b></center>\n<center><h1>XENIA BANK<br>\nv.<br>\nSTEWART &amp; Others, Administrators.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 2, 1885.</center>\n<center>Decided March 30, 1885.</center>\nIN ERROR TO THE CIRCUIT COURT OF THE UNITED STATES FOR THE SOUTHERN DISTRICT OF OHIO.\n<p><i>Mr. John Little,</i> for plaintiff in error, submitted on his brief.</p>\n<p><i>Mr. Edgar M. Johnson,</i> for defendants in error.</p>\n<p><span class=\"star-pagination\">*225</span> MR. JUSTICE WOODS delivered the opinion of the court.</p>\n<p>The defendants in error were the plaintiffs in the Circuit Court. They alleged in their petition that the plaintiff in error, the First National Bank of Xenia, Ohio, being in possession of thirty shares of its own capital stock belonging to their intestate, Daniel McMillan, on October 24, 1876, sold them for $4,200 in cash, and unlawfully appropriated the proceeds of the sale to its own use. They therefore demanded judgment against the bank for $4,200, with interest from October 24, 1876.</p>\n<p>The defendant answered that McMillan, the intestate, in April, 1876, was owing it, upon a debt previously contracted, a sum greater than the value of the stock, and, being so indebted, delivered to it the certificates of stock as collateral security therefor, and that on October 24, 1876, the debt being still unsatisfied, the defendant sold the stock at its market value and applied the proceeds as a credit on the debt, leaving a balance due and unpaid.</p>\n<p>The plaintiffs replying denied that their intestate delivered the certificate of stock to the bank as collateral security for such debt, and denied the right of the bank to receive the certificates as collateral security, or to sell the stock or apply its proceeds to the payment of the debt.</p>\n<p>Upon this issue the jury returned a verdict for the plaintiffs, and assessed their damages at $6,035.50, upon which the court rendered the judgment which the present writ of error brings under review.</p>\n<p>The only issue in the case was found by the jury for the defendants in error. The judgment should, therefore, be affirmed, unless the court, in the progress of the trial, committed some error to the prejudice of the plaintiff in error. This the latter insists was done.</p>\n<p>The first assignment of error relates to the admission in evidence of certain declarations of F.H. McClure, the cashier of the plaintiff in error.</p>\n<p>The bill of exceptions states that on the trial the defendants in error offered testimony tending to show that the intestate, Daniel McMillan, was, on April 14, 1876, the owner of thirty <span class=\"star-pagination\">*226</span> shares of the capital stock of the bank standing in his name upon its books, represented by two certificates, one for twenty and the other for ten shares; that on the day just mentioned he made his note for the payment, six months after date, to the order of F.A. McClure, of $2,600; that he attached the certificate for twenty shares to this note as security for its payment, and through the medium of the payee, McClure, who was the cashier of the plaintiff in error, the note was discounted by one James K. Hyde, and that the remaining ten shares were deposited with the plaintiff in error, and held by it for safekeeping, and not for any other purpose; that on Monday morning, October 23, 1876, McMillan died, and that on the afternoon of that day, McClure, the cashier, having heard of the death of McMillan, sold his thirty shares of stock to E.H. Munger for $4,200, and credited that amount to McMillan on the books of the bank.</p>\n<p>The bill of exceptions further stated that the defendants in error introduced evidence tending to show that a few days prior to his death McMillan had paid to the bank the amount due on his note held by Hyde, who had deposited the note with the bank for collection, and that two days after McMillan's death, Hyde, after notice by McClure of the payment of the note, received from the bank its certificate of deposit for the amount due thereon, and the note, with the certificate of stock pledged for its payment, was surrendered by Hyde to the bank, which thus obtained possession of the certificate.</p>\n<p>Thereupon the defendants in error offered in evidence the following questions and answers contained in the deposition of Hyde:</p>\n<p>\"Q. What conversation did you have with McClure subsequent to this (subsequent to leaving said note for collection), with reference to that certificate (20 shares)?</p>\n<p>\"A. He told me he had full power to transfer it at any time on the books and apply it to the payment of the note.</p>\n<p>\"Q. What was said to you by McClure at the time of the payment of the note, in reference to this certificate of 20 shares?</p>\n<p>\"A. I desired to purchase it, but there was an understanding <span class=\"star-pagination\">*227</span> that I should hold the certificate of deposit until an administrator was appointed, when an arrangement might be made for its purchase.</p>\n<p></p>\n<h2>* * * * * * * *</h2>\n<p>\"Q. What statement did McClure make to you at the time of the payment of the note, as to who was making payment?</p>\n<p>\"A. He said the payment was made from money which was sent there by McMillan. He told me the money was left there the Wednesday previous.</p>\n<p>\"Q. Was any statement made to you by McClure, with reference to this certificate of stock after McMillan's death, in reference to Mrs. McMillan; if so, what?</p>\n<p>\"A. He told me after McMillan's death that she preferred to keep the stock.</p>\n<p></p>\n<h2>* * * * * * * *</h2>\n<p>\"Q. How long after the talk on Wednesday after McMillan's death till the other talk in which McClure told you Mrs. McMillan wished to keep the stock?</p>\n<p>\"A. Two months, I presume.</p>\n<p>\"Q. Where did the latter take place?</p>\n<p>\"A. In the bank; they all took place there.\"</p>\n<p>The ruling of the court in allowing these questions and answers to be read to the jury, notwithstanding the objection of the plaintiff in error, is now assigned for error. Its contention is, that it furnished the money to pay McMillan's note for $2,600, held by Hyde, for which the certificate for twenty shares was pledged, and that it thereby, on the delivery of the certificate to it by Hyde, became entitled to the possession thereof as security for the note. The defendants in error insist that the money to take up the note held by Hyde was paid by their intestate, McMillan.</p>\n<p>The plaintiff in error complains that upon this issue the statements of McClure, its cashier, made several days after the alleged payment of the note by McMillan, were admitted to show such payment, and insists that this was error, on the ground that the declarations of an agent concerning a past transaction cannot be given in evidence to bind his principal.</p>\n<p><span class=\"star-pagination\">*228</span> The rule upon this subject has been thus laid down by this court:</p>\n<p>\"Whatever an agent does or says in reference to the business in which he is at the time employed and within the scope of his authority, is done or said by the principal, and may be proved as if the evidence applied personally to the principal.\" <i>American Fur Co.</i> v. <i>United States,</i> 2 Pet. 358.</p>\n<p>It is because the declaration of an agent is a verbal act and part of the <i>res gestæ</i> that it is admissible, and whenever what he did is admitted in evidence, then it is competent to prove what he said about the act while he was doing it. <i>Mechanics' Bank of Alexandria</i> v. <i>Bank of Columbia,</i> <span class=\"citation no-link\"><span class=\"volume\">5</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">326</span></span>, 336; <i>Cliquot's Champagne,</i> 3 Wall. 114; <i>Cooley</i> v. <i>Norton,</i> 4 Cush. 93; <i>Hannay</i> v. <i>Stewart,</i> 6 Watts, 487; <i>Garth</i> v. <i>Howard,</i> 8 Bing. 451.</p>\n<p>Applying these principles, we think the testimony objected to was properly admitted. The declarations of McClure were made, so the record states, at the time that he paid Hyde the amount of the note. They were, therefore, clearly a part of the transaction. For Hyde, being the holder of the certificate of stock as collateral security for the note, was entitled to know by whom the payment of the note was made, so as to decide whether to return the certificate to McMillan or turn it over to the bank, or, if it was left with the bank, in what capacity the bank took it, whether for its own security, or as agent for McMillan. The declarations of McClure were made to Hyde in explanation of the payment of the money to him, and were, therefore, admissible as a part of the act of payment.</p>\n<p>The declarations of McClure in reference to the purchase by Hyde of the twenty shares of stock were made at the same time, and as they were offered as tending to show by whom the money to pay the McMillan note was furnished, they were also a part of the transaction, and on that ground admissible.</p>\n<p>The plaintiff in error contends that a conversation which took place two months after the payment of the note, between McClure and Hyde, in reference to the purchase by the latter of the twenty shares of stock was wrongly received in evidence.</p>\n<p><span class=\"star-pagination\">*229</span> But it plainly appears from the record that this second conversation was part of a treaty between McClure and Hyde, commenced on the Wednesday after McMillan's death, when the McMillan note was paid, for the purchase of the twenty shares of stock by Hyde. It was offered to show by the declarations of its cashier that the bank did not when the declarations were made claim any general or special property in the stock, but in effect admitted it to be the property of the estate of McMillan.</p>\n<p>The declarations made by an officer or agent of a corporation, in response to timely inquiries, properly addressed to him and relating to matters under his charge, in respect to which he is authorized in the usual course of business to give information, may be given in evidence against the corporation. <i>Bank of Monroe</i> v. <i>Field,</i> 2 Hill, 445; <i>McGenness</i> v. <i>Adriatic Mills,</i> 116 Mass. 177; <i>Morse</i> v. <i>Connecticut River Railroad Co.,</i> 6 Gray, 450; Abbot Trial Evidence, 44.</p>\n<p>As cashier, McClure had charge of all the money, securities and valuable papers of the bank. <i>Wild</i> v. <i>Bank of Passamaquoddy,</i> 3 Mason, 505; <i>Franklin Bank</i> v. <i>Steward,</i> 37 Maine, 519. It was his duty to surrender securities pledged for the loans of the bank upon payment of the loans. <i>Fleckner</i> v. <i>United States Bank,</i> <span class=\"citation\" data-id=\"85394\"><a href=\"/opinion/85394/fleckner-v-bank-of-united-states/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">338</span></a></span>, 360. And, although he might not be authorized to dispose of the securities of the bank without the order of the directors, yet it was within the scope of his general authority as cashier to receive offers for their purchase, and to state whether or not the bank owned securities which a customer wanted to buy. This naturally fell within his duty as the executive officer of the bank and the custodian of its assets. His statement to a person who was in treaty to purchase, that the bank was not the owner of a certain security in his manual possession as cashier, was clearly within the line of his duty, and was, therefore, binding on the bank. We think there was no error in admitting in evidence the declarations of McClure.</p>\n<p>The bill of exceptions further states that the plaintiffs below offered in evidence the following letter:</p>\n<span class=\"star-pagination\">*230</span>\n\"A. HIRLING, <i>Prest.</i> Capital, $120,000. F.A. McCLURE, <i>Cash.</i>\n                  (Cut of Bank Building.)\n                             \"FIRST NATIONAL BANK,\n                               XENIA, O., <i>Oct.</i> 16<i>th,</i> 1876.\n<p>\"D. McMILLAN, Esq.</p>\n<p>\"DEAR SIR: Mr. Mc's letter of 14th to hand, and in reply I enclose the Marshall note cancelled. I have the ctf. in my possession, and have some prospect for raising some money on same. Will write again soon; nothing new; all well.</p>\n                     Yours truly,       F.A. McCLURE.\"\n<p>The court allowed the letter to go to the jury in spite of the objection of the plaintiff in error. The defendants in error insisted that the letter was admissible because there was evidence, introduced by the plaintiff in error, tending to prove that in August preceding McMillan's death one Marshall held a note against him, \"secured by ten shares of said stock, and that McMillan procured the surrender of the stock, giving mortgage security in lieu thereof, he desiring to use said stock in bank.\"</p>\n<p>The plaintiff in error assigns for error the admission of the letter in evidence, on the ground that it was but a fragment of a correspondence; that there was nothing to show that it was written for the bank; and that it was only a letter from McClure, and not from him as cashier.</p>\n<p>But there is nothing in the record to indicate that there were any other letters that had passed between the parties. The face of the letter shows that it had reference to the Marshall note, and very probably to the ten shares of stock which had been pledged by McMillan as security therefor, and of which he had procured the surrender so that he might use it in bank. The letter was written upon the paper of the bank and by the person shown to be its cashier, and it appears with reasonable certainty to have referred to the business of the bank. The court was therefore right in not excluding it from the jury.</p>\n<p>It further appears by the bill of exceptions that the plaintiff in error offered evidence to prove that, for more than a year <span class=\"star-pagination\">*231</span> previous to his death, McMillan had been \"hopelessly insolvent,\" and had experienced \"great difficulty in procuring means to meet his interest obligations.\" The defendants in error objected to this evidence, it was ruled out, and the plaintiff in error now assigns its exclusion as error.</p>\n<p>The purpose of the evidence was to prove that McMillan had not furnished the money to pay his note for $2,600 held by Hyde. The evidence offered was inadmissible because too remote and conjectural. The law requires an open and visible connection between the principal and evidentiary facts and the deductions from them, and does not permit a decision to be made on remote inferences. <i>United States</i> v. <i>Ross,</i> 92 U.S. 281; <i>Carter</i> v. <i>Pryke,</i> 1 Peake, 95; <i>Hollingham</i> v. <i>Head,</i> 4 C.B.N.S. 388; <i>Jackson</i> v. <i>Smith,</i> 7 Cowen, 717; <i>Baird</i> v. <i>Gillett,</i> 47 N.Y. 186; <i>Thompson</i> v. <i>Bowie,</i> 4 Wall. 463. In the case last cited, where the issue was whether certain promissory notes dated on a particular day were given for money lost at play, testimony was offered to prove that the party giving the notes was on the day of their date intoxicated, and that when intoxicated he had a propensity to game. It was held that the evidence was properly excluded.</p>\n<p>The evidence offered in the present case was too weak and vague to contribute to an intelligent decision by the jury of the question in issue, namely, whether McMillan had paid his note. It is common for both solvent and insolvent men to pay some of their debts and to leave some unpaid. Proof of the insolvency of a debtor is no more competent to show non-payment, than proof of his solvency is competent to show the payment of his debts. These two kinds of proof stand on the same footing. The latter kind has been held to be incompetent. <i>Hilton</i> v. <i>Scarborough,</i> 5 Gray, 422. The insolvency and pecuniary embarrassment of a person may be shown as evidence that he has not paid all his debts; but they do not tend to show that he has not paid a particular debt. We think the evidence of the insolvency of McMillan was properly excluded.</p>\n<p>It further appeared that the plaintiff in error, having given evidence tending to show that it had not received from McMillan the money to pay his note for $2,600 held by Hyde, but <span class=\"star-pagination\">*232</span> that it had paid the note out of its own funds, called as a witness one William McGirvey, who, having testified that during the whole of the year 1876 he was the teller of the defendant bank, and that its books showed no payment of his note by McMillan, was asked by counsel for the plaintiff in error the following question:</p>\n<p>\"Had you any information, from any source, of any money being received at the bank on or about the Wednesday preceding McMillan's death from McMillan?\" Having put the question, counsel for the plaintiff in error stated that they expected the witness to answer it in the negative.</p>\n<p>The court excluded the question, and its action is assigned for error.</p>\n<p>The inadmissibility of both the question and the answer, had the answer been given, is obvious. The question called for the information which from any source might be in the possession of the witness, and not for his knowledge. An answer detailing the hearsay statements of others, whether verbal or in writing, made at any time or place, would have been responsive. The objection to the question was well taken, and the court was right in excluding it.</p>\n<p>Upon the authorities already cited a negative answer to the question would have been too vague and conjectural to be admitted as evidence. It did not appear but that many payments of money might have been made to the bank without the knowledge of the witness. It was not shown what his duties were, whether to receive or pay out money; it was not shown that he was in the bank on or about the Wednesday when the payment by McMillan was alleged to have been made; it was not shown that if the payment had been made by draft or certificate of deposit sent to the bank in a letter, it would have passed through his hands. On the simple statement that he was teller and engaged in the discharge of his duties as such during the year 1876, we think that his answer that he had no information of any payment made by McMillan does not rise to the dignity of evidence, and was properly excluded.</p>\n<p>The plaintiff in error contends, lastly, that upon the pleadings and notwithstanding the verdict it was entitled to judgment. <span class=\"star-pagination\">*233</span> The ground of this contention is, that as it was admitted in the pleadings that McMillan was indebted to the bank at the time of his death more than the value of his stock, and as the stock was in the possession of the bank, indorsed by McMillan in blank, the law would make the application of its value to the payment of the indebtedness.</p>\n<p>The assignment of error is based on § 5328 of the Revised Statutes of Ohio, of 1880, which provides that \"when upon the statements in the pleadings one party is entitled by law to judgment in his favor, judgment shall be so rendered by the court, though a verdict has been found against such party.\"</p>\n<p>No motion for judgment, notwithstanding the verdict, appears to have been made in the Circuit Court. If this court could now consider this assignment of error, we think it does not furnish a ground for the reversal of the judgment.</p>\n<p>It was settled by the verdict of that jury that the plaintiff in error did not hold the stock of McMillan as security for his indebtedness. The contention of the plaintiff in error, therefore, comes to this, that a creditor, who has possession of the property of his debtor, as his agent or trustee, or bailee, may without reducing his debt to judgment, and without the process or order of any court, and without the consent and against the will of the debtor, sell or otherwise dispose of the property and apply its proceeds to the payment of his debt. We do not think the law gives a creditor any such right.</p>\n<p><i>Judgment Affirmed.</i></p>\n</div>", "id": 91360, "judges": "Woods", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/91360/", "sha1": "2a652b64105a94b18650f15fdbb41a34c89d0599", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:03:19"}