{"absolute_url": "/opinion/105997/united-states-v-mersky/", "blocked": false, "citation": {"case_name": "United States v. Mersky", "docket_number": "31", "document_uris": ["/api/rest/v2/document/105997/"], "federal_cite_one": "361 U.S. 431", "federal_cite_three": "4 L. Ed. 2d 423", "federal_cite_two": "80 S. Ct. 459", "id": 90380, "lexis_cite": "1960 U.S. LEXIS 1887", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/90380/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 30, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1960-02-23", "date_modified": "2014-12-21T01:51:28.909430", "docket": "/api/rest/v2/docket/368761/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">361 U.S. 431</p>\n    <p class=\"case_cite\">80 S.Ct. 459</p>\n    <p class=\"case_cite\">4 L.Ed.2d 423</p>\n    <p class=\"parties\">UNITED STATES, Appellant,<br>v.<br>Bernard MERSKY et al.</p>\n    <p class=\"docket\">No. 31.</p>\n    <p class=\"date\">Argued Nov. 10, 1959.</p>\n    <p class=\"date\">Decided Feb. 23, 1960.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Eugene L. Grimm, Washington, D.C., for appellant.</p>\n      <p class=\"indent\">Mr. Julius L. Schapira, New York City, for appellees.</p>\n      <p class=\"indent\">Mr. Justice CLARK delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Congress has provided in the Tariff Act of 1930, 46 Stat. 590, as amended, that imported articles be marked to indicate to an ultimate purchaser in the United States the English name of the country of origin. 19 U.S.C. &#167; 1304, 19 U.S.C.A. &#167; 1304.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Pursuant to the Act, the Secretary of the Treasury adopted implementing regulations. This case tests the application of these provisions to the importation of 10 violins from the Soviet Zone of Germany. Appellees were charged with removing the labels from the violins with intent to conceal from the ultimate purchasers in the United States the identity of the violins' country of origin. The District Court dismissed the information, holding that the changing of the labels did not violate the Act because the applicable regulation appeared to require the Soviet Zone marking only for tariff purposes rather than to apprise the ultimate purchasers of the place of origin. In any event, the court found, the intent of the regulation was not 'manifested in a manner sufficiently clear and unambiguous to justify a criminal prosecution.' On appeal by the Government, the Court of Appeals held that the District Court's opinion, interpreting the regulation, was tantamount to a construction of the statute upon which the information was founded; and hence, under the Criminal Appeals Act, 18 U.S.C. &#167; 3731, 18 U.S.C.A. &#167; 3731, the order of dismissal was appealable directly to this Court, rather than to the Court of Appeals.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> It was also of the opinion that the effect of the dismissal was to sustain a motion in bar, which, under s 3731, likewise required appeal to this Court. Accordingly, it certified the appeal, 2 Cir., 261 F.2d 40, and we postponed the question of jurisdiction to a hearing on the merits, 359 U.S. 951, 79 S.Ct. 740, 3 L.Ed.2d 760. We have concluded to accept the certification of the Court of Appeals and, on the merits, to affirm the District Court judgment dismissing the information.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellees, dealers in musical instruments in the United States, had purchased the violins from importers and thereafter sold them to other dealers. Upon obtaining possession of the violins from the importers, appellees replaced labels marked 'Germany/USSR Occupied,' then on each of the violins, with others inscribed 'Made in Germany.' After resale of the violins, an information was filed against appellees, charging that they removed the original labels attached to the violins with intent to conceal from the ultimate purchasers the identity of the country of origin.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The Government's theory was that the removal of the labels violated 19 U.S.C. &#167; 1304, 19 U.S.C.A. &#167; 1304, and its implementing regulations.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Our first consideration is the jurisdictional issue. The Criminal Appeals Act specifies several conditions, any one of which permits a direct appeal by the Government to this Court, and makes our jurisdiction in such cases exclusive. In the event that an appeal which should have been taken here is erroneously effected to a Court of Appeals, that court is directed to certify it here. Prior to 1907, the date of the original Act, the United States had no appeal whatever in criminal cases. As passed by the House, the bill gave the Government 'the same right of review by writ of error that is given to the defendant.' However, in the Senate, the bill was amended so as to allow review from judgments setting aside indictments, 'where the ground for such motion or demurrer is the invalidity or construction of the statute upon which the indictment is founded.' 41 Cong.Rec. 2819. The final language emerged from the Conference Committee of the two Houses. See H.R.Conf.Rep. No. 8113, 59th Cong., 2d Sess. As was stated by Senator Knox, one of the proponents of the measure, a member of the Judiciary Committee and a former Attorney General of the United States, the bill 'only proposed to give it (the Government) an appeal upon questions of law raised by the defendant to defeat the trial * * *.' 41 Cong.Rec. 2752. The bill was intended to create 'the opportunity to settle important questions of law,' its 'great purpose' being 'to secure the ultimate decision of the court of final resort on questions of law.'<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The situation sought to be remedied was outlined by Senator Patterson, also of the Judiciary Committee and a proponent of the bill, in these words:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'We have a district court in one jurisdiction holding that a      law is ineffective for one reason or another&#8212;it may be that      it is unconstitutional, or for some other reason&#8212;and we have      a district court in another jurisdiction holding the reverse;      and as the cases multiply in the several sections of the      country we may find one half of the courts of the country      arrayed against the other half of the courts of the country      upon the same identical law; one half holding that it is      entirely constitutional and the other half holding that it is      unconstitutional. So, Mr. President, that confusion, that      ridiculous condition, exists and must continue to exist,      because, as the law now stands, until a case involving the      question shall go to the Supreme Court and it is brought      there by the defendant, there can be no adjudication by a court whose      decision and judgment is controlling. * * * The bill is      intended to cure a defect in the administration of justice *      * *.'<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It therefore appears abundantly clear that the remedial purpose of the Act was to avert 'the danger of frequent conflicts, real or apparent, in the decisions of the various district or circuit courts, and the unfortunate results thereof'; and to eliminate 'the impossibility of the government's obtaining final and uniform rulings by recourse to a higher court.' 20 Harv.L.Rev. 219. Moreover, the desirability of expedition in the determination of the validity of Acts of Congress, which is pointed to as a desideratum for direct appeal, applies equally, to regulations. In practical operation correction of a regulation by agency revision invariably awaits judicial action.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The information charged violations of 19 U.S.C. &#167; 1304, 19 U.S.C.A. &#167; 1304, 'and the regulations promulgated thereunder.' This section requires imported articles to be marked 'to indicate to an ultimate purchaser * * * the country of origin,' and imposes criminal sanctions on anyone who removes such a mark with intent to conceal the information contained therein. The Secretary of the Treasury is authorized to implement it by appropriate regulations. The term 'country,' as used by the Congress in requiring the markings, was defined by regulation to mean 'the political entity known as a nation.' 19 CFR &#167; 11.8. By Treasury Decision 51527, August 28, 1946, Germany was to be considered the country of origin of articles manufactured or produced in all parts of Germany. Following a change in duty rates applicable to Soviet Zone products, T.D. 53210 was issued in 1953, providing that articles from Eastern Germany should be 'marked to indicate Germany (Soviet occupied).'<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The issue posed to the District Court was whether this last regulation carried with it the sanctions of &#167; 1304. As we see it, a construction of the regulation necessarily is an interpretation of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">An administrative regulation, of course, is not a 'statute.' While in practical effect regulations may be called 'little laws,'<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> they are at most but off-spring of statutes. Congress alone may pass a statute, and the Criminal Appeals Act calls for direct appeals if the District Court's dismissal is based upon the invalidity or construction of a statute. See United States v. Jones, 1953, 345 U.S. 377, 73 S.Ct. 759, 97 L.Ed. 1086. This Court has always construed the Criminal Appeals Act narrowly, limiting it strictly 'to the instances specified.' United States v. Borden Co., 1939, 308 U.S. 188, 192, 60 S.Ct. 182, 185, 84 L.Ed. 181. See also United States v. Swift &amp; Co., 1943, 318 U.S. 442, 63 S.Ct. 684, 87 L.Ed. 889. Here the statute is not complete by itself, since it merely declares the range of its operation and leaves to its progeny the means to be utilized in the effectuation of its command. But it is the statute which creates the offense of the willful removal of the labels of origin and provides the punishment for violations. The regulations, on the other hand, prescribe the identifying language of the label itself, and assign the resulting tags to their respective geographical areas. Once promulgated, these regulations, called for by the statute itself, have the force of law, and violations thereof incur criminal prosecutions, just as if all the details had been incorporated into the congressional language. The result is that neither the statute nor the regulations are complete without the other, and only together do they have any force. In effect, therefore, the construction of one necessarily involves the construction of the other. The charges in the information are founded on &#167; 1304 and its accompanying regulations, and the information was dismissed solely because its allegations did not state an offense under &#167; 1304, as amplified by the regulations. When the statute and regulations are so inextricably intertwined, the dismissal must be held to involve the construction of the statute. This, we believe, gives recognition to the congressional purpose to give the Government the right of appeal upon 'questions of law raised by the defendant to defeat the trial' and thus promptly to 'secure the ultimate decision' of this Court, affording a desired 'uniform enforcement of the law throughout the entire limits of the United States.' In view of this conclusion, we need not pass upon the claim that the District Court sustained in effect a 'motion in bar.' Our disposition requires that the case come directly here, and accordingly we accept the certificate of the Court of Appeals and now turn to the merits.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1946, the Treasury implemented the country-of-origin provisions of &#167; 1304 by issuance of T.D. 51527, which provided that, 'For the purposes of the marking provisions of the Tariff Act of 1930, * * * Germany shall be considered the country of origin of articles manufactured * * * in all parts of the German area subject to the authority of the Allied Control Commission and the United States, British, Soviet, and French zone Commanders * * *.' Thus the marking on articles produced in the Soviet Zone were required to be labeled 'Made in Germany.'</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 1951 the Congress directed the President to suspend or withdraw any reduction in the rates of custom duties or other concessions then applicable to the importation of articles manufactured in any areas dominated by the Soviet Union. 65 Stat. 73; 19 U.S.C. &#167; 1362, 19 U.S.C.A. &#167; 1362. In Proclamation No. 2935, 65 Stat. C25, 19 U.S.C.A. &#167; 1362 note, the President suspended any reduction in rates of duty applicable to any articles manufactured in the Soviet Zone of Germany and the Soviet Sector of Berlin. Treasury Decision 52788, issued the same day, changed the rate of duty as provided in this proclamation. In 1953 the Secretary issued T.D. 53210, the regulation in controversy. This Treasury Decision is headed: 'Tariff status, marking to indicate the name of the country of origin, and customs valuation of products of Germany, Poland, and Danzig.' The first paragraph of T.D. 53210 refers to the presidential proclamation changing the structure of the rates of duty. The second paragraph specifies that, 'For the purposes of the value provisions of section 402, Tariff Act of 1930 (19 U.S.C.A. &#167; 1402),' Western Germany shall be treated as one country, and 'the Soviet Zone * * * shall be treated as another 'country.\" The third paragraph is the one crucial to this prosecution: it provides that products of Western Germany shall be 'marked to indicate Germany as the 'country of origin,' but products of the Soviet Zone * * * shall be marked to indicate Germany (Soviet occupied) as the 'country of origin.\" The District Court concluded that T.D. 53210 was 'issued primarily to establish markings for purposes of the differences in the duties applicable'; thus the indication of Soviet Zone origin would not be required beyond entry into this country, the stage at which duty is payable.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We agree with the District Court. It appears that T.D. 53210, unlike T.D. 51527, is aimed at the collection of duties rather than the protection of the ultimate purchaser in the United States. Its caption indicates that it deals with 'tariff status' and 'customs valuation,' and the marking requirements are but aids thereof. Taking up the body of the document, we note that the first paragraph deals entirely with the fact that Soviet-dominated areas 'shall not receive reduced rates of duty,' while Western Germany and the Western Sectors of Berlin shall 'continue to receive most-favored-nation treatment.' The second paragraph is introduced by the phrase, 'For the purposes of the value provisions' of the Tariff Act, and provides that 'the Soviet Zone * * * shall be treated as another 'country.\" This language, as well as the make-up of the regulation, suggests that the third paragraph (the one involved here), requiring distinctive marking for Soviet Zone products, is but another step in the implementation of the tariff changes. It contains no reference to the requirement of &#167; 1304 that the article be marked in a 'conspicuous place,' 'legibly, indelibly, and permanently,' so that an 'ultimate purchaser in the United States' would be on notice. We note that appellees placed on the violins the labels 'Made in Germany' as required by T.D. 51527.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the context of criminal prosecution, we must apply the rule of strict construction when interpreting this regulation and statute. United States v. Halseth, 1952, 342 U.S. 277, 280, 72 S.Ct. 275, 277, 96 L.Ed. 308; United States v. Wiltberger, 1820, 5 Wheat. 76, 95&#8212;96, 5 L.Ed. 37. A reading of the regulation leaves the distinct impression that it was intended to protect and expedite the collection of customs duties. Certainly its emphasis on duties and its silence on the protection of the public from deceit support the conclusion that the old provisions were to continue insofar as markings after importation are concerned.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> If the intent were otherwise, it should not have been left to implication. There must be more to support criminal sanctions: businessmen must not be left to guess the meaning of regulations. The appellees insist that they changed the labels in good faith, believing their actions to be permissible under the law. There is nothing in the record to the contrary. A United States district judge concurred in their reading of the regulation. In the framework of criminal prosecution, unclarity alone is enough to resolve the doubts in favor of defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Accordingly, the judgment of the District Court is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Justice BRENNAN, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I join the opinion of the Court. But I think it plain under our precedents that jurisdiction over this appeal also lies here on the ground that the dismissal was one 'sustaining a motion in bar, when the defendant has not been put in jeopardy.' Except that arguments are made here in dissent which would unsettle what has been settled by our precedents and reintroduce archaisms into federal criminal procedure, I would have refrained from expressing my views.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The touchstone of what constitutes a 'judgment sustaining a motion in bar' is precisely what Judge Lumbard in the Court of Appeals said it was&#8212;whether the judgment is one which will end the cause and exculpate the defendant. United States v. Hark, 320 U.S. 531, 536, 64 S.Ct. 359, 362, 88 L.Ed. 290; United States v. Murdock, 284 U.S. 141, 147, 52 S.Ct. 63, 64, 76 L.Ed. 210; United States v. Storrs, 272 U.S. 652, 654, 47 S.Ct. 221, 71 L.Ed. 460. As established by these precedents, the focal point of inquiry is not the form of the defendant's plea, but the effect of the ruling of the District Court.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> 'The material question is not how the defendant's pleading is styled but the effect of the ruling sought to be reviewed * * *.' United States v. Hark, supra, 320 U.S. at page 536, 64 S.Ct. at page 361. 'Its (the judgment's) effect, unless reversed, is to bar further prosecution for the offense charged. It follows unquestionably that, without regard to the particular designation or form of the plea or its propriety, this court has jurisdiction under the Criminal Appeals Act.' United States v. Murdock, supra, 284 U.S. at page 147, 52 S.Ct. at page 64. To turn the thrust of these precedents around and focus on the common-law pigeonhole of the defendant's plea would be an anomaly indeed, as is recognized, particularly 15 years after the Federal Rules of Criminal Procedure swept away the old pleas. See Rule 12.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">These cases establish criteria for judging the question that are foreign to the technicalities of the old pleas. It is suggested, however, that Justice Holmes' opinion in United States v. Storrs, supra, 272 U.S. at page 654, 47 S.Ct. at page 221, demonstrates that these technicalities still exist. A less selective quotation of his opinion, however, makes it plain that he was referring to one technical touchstone&#8212;the very one that Judge Lumbard applied below and which was followed in Murdock and Hark. Storrs involved the dismissal of an indictment for irregularities committed in the grand jury room. The statute of limitations had run at the time of the dismissal so that a new indictment could not be found. But the nature of the Court's action itself was not to exculpate the defendant, as the opinion explained: '(It) cannot be that a plea filed a week earlier is what it purports to be, and in its character is, but a week later becomes a plea in bar because of the extrinsic circumstance that the statute of limitations has run. The plea looks only to abating the indictment not to barring the action. It has no greater effect in any circumstances. If another indictment cannot be brought, that is not because of the judgment on the plea, but is an independent result of a fact having no relation to the plea and working equally whether there was a previous indictment or not. The statute uses technical words, 'a special plea in bar' and we see no reason for not taking them in their technical sense.' 272 U.S. at page 654, 47 S.Ct. at page 221. Clearly the point of the discussion was not whether the plea was by way of 'confession and avoidance' or the like, but whether the judgment on it was in itself an exculpatory one&#8212;the announced test that subsequent decisions have followed. There is, then, no inconsistency between Storrs and Hark&#8212;both turned on the same basic principle.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Whatever retrospective exegesis of the leading cases now suggests, the one thing reading their own language discloses is that none of them asserts the 'confession and avoidance' rationale now ascribed to them. Rather they were conceived as turning on the rationale that the Court of Appeals explained below. I would adhere to the basic principles of Hark, Murdock and Storrs here, and put the nineteenth century pleading books back on the shelves.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Memorandum of Mr. Justice WHITTAKER.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although I agree with so much of the dissenting opinions of my Brothers FRANKFURTER and STEWART as concludes that a 'regulation' is not embraced by the term 'statute' as used in the Criminal Appeals Act, 18 U.S.C. &#167; 3731, 18 U.S.C.A. s 3731, I also agree with so much of my Brother BRENNAN'S concurring opinion as would hold that the dismissal was one 'sustaining a motion in bar, when the defendant has not been put in jeopardy,' and hence conclude that we have jurisdiction. On the merits, I join the Court's opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mr. Justice FRANKFURTER, whom Mr. Justice HARLAN and Mr. Justice STEWART join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Criminal Appeals Act of 1907, 34 Stat. 1246, c. 2564, provides that in a criminal case an appeal from a District Court '(f)rom a decision or judgment quashing, setting aside, or sustaining a demurrer to, any indictment, or any count thereof, where such decision or judgment is based upon the invalidity, or construction of the statute upon which the indictment is founded,' '(f)rom a decision arresting a judgment of conviction for insufficiency of the indictment, where such decision is based upon the invalidity or construction of the statute upon which the indictment is founded,' and '(f)rom the decision or judgment sustaining a special plea in bar, when the defendant has not been put in jeopardy,'<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a> cannot be taken by the Government to the Court of Appeals, but must come to this Court directly. In this case the indictment rested upon a regulation of the Secretary of the Treasury, violation of which constitutes an offense under 19 U.S.C. &#167; 1304(e), 19 U.S.C.A. &#167; 1304(e). The District Court decided against the Government, which thereupon appealed to the Court of Appeals. That court certified the case to this Court, 2 Cir., 261 F.2d 40.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The question whether construction of a 'statute,' as that term is used in the Act of 1907, includes construction of a regulation promulgated under a statute is another variant of the recurring problem of resolving an ambiguity of legal language. Here ambiguity inheres not only in the word 'statute' as an English word 'see 'statute,' Oxford English Dictionary), but also in the word 'statute' as a legal term. (Compare the construction of the term 'statute' in two cases decided contemporaneously, King Mfg. Co. v. City Council of Augusta, 1928, 277 U.S. 100, 48 S.Ct. 489, 72 L.Ed. 801, and Ex parte Collins, 1928, 277 U.S. 565, 48 S.Ct. 585, 72 L.Ed. 990. In the former, 'statute' was held to include a city ordinance; in the latter, 'statute' was held to exclude a class of legislative enactments '(d)espite the generality of the language.' 277 U.S. at page 568, 48 S.Ct. at page 586.) Judged by the dictionary, one meaning of 'statute' is of course an enactment made by the legislature of a country. As a matter of English, it may also be respectably used to refer to the enactment of a body subordinate to a legislature or to the governing promulgations of a private body, like a college. Thus the dictionary does not resolve our problem, wholly apart from heeding the admonition, so frequently expressed by Judge Learned Hand, that judges in construing legislation ought not to imprison themselves in the fortress of the dictionary.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The immediately relevant ambiguity of 'statute' as a legal term derives from the fact that it may mean either the enactment of a legislature, technically speaking, that is the Congress of the United States or the respective legislatures of the fifty States; or it may have a more comprehensive scope, to wit, rules of conduct legally emitted by subordinate lawmaking agencies such as city councils or the various regulation-emitting bodies of the federal and state governments. Accordingly, whether the term 'statute,' as used in the Criminal Appeals Act of 1907, should be given the restrictive meaning, i.e., enactments by Congress, or the more extensive meaning, i.e., Treasury regulations, cannot be determined merely by reading the Criminal Appeals Act of 1907. The answer will turn on the total relevant environment into which that Act must be placed, including past relevant decisions, the legislative history of the Act, and due regard for the consequences resulting from a restrictive as against a latitudinarian construction.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">For the problem in hand, there is no controlling authority in this Court nor are there decisions under other statutes helpful for decision; neither is there a body of practice reflected in lower court decisions over a sufficient period of time, unchallenged here, carrying the weight of professional understanding. The case, therefore, must be decided on the balance of considerations weighed here for the first time.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The origin of the legislation and the legislative history of its enactment leave no doubt as to the direction of its aim. Between the decision of this Court in United States v. Sanges, 1892, 144 U.S. 310, 12 S.Ct. 609, 36 L.Ed. 445, and the enactment of the Criminal Appeals Act, the United States had no appellate remedy in criminal cases. (See the story as summarized in United States v. Dickinson, 213 U.S. 92, 29 S.Ct. 485, 53 L.Ed. 711.) This 'left all federal criminal legislation at the mercy of single judges in the district and circuit courts. This defect became all the more serious because it became operative just at the beginning of the movement for increasing social control through criminal machinery.' Frankfurter and Landis, The Business of the Supreme Court (1928), p. 114. Attorneys General had, since 1892, been emphasizing the need for the legislation which became the 1907 Act. See, id., pp. 114&#8212;115. Attorney General (later Mr. Justice) Moody in 1906 put the situation to be remedied in these terms: 'It is monstrous that a law which has received the assent of the Senate, the House of Representatives, and the President can be nullified by the opinion of a single man, not subject to review by the court of appeals and the Supreme Court.' Atty.Gen.Ann.Rep. 4 (1906).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The particular incident which precipitated the legislation was the Beef-Trust case, United States v. Armour &amp; Co., D.C.1906, 142 F. 808, where a plea in bar, in its technical sense, was sustained, thereby finally ending a Sherman Law, 15 U.S.C.A. &#167; 1 et seq. prosecution in which President Theodore Roosevelt was much interested. In his message to the Congress which eventually enacted the Act of 1907 the President thus expressed the need for legislation: 'It seems an absurdity to permit a single district judge, against what may be the judgment of the immense majority of his colleagues on the bench, to declare a law solemnly enacted by the Congress to be 'unconstitutional,' and then to deny to the Government the right to have the Supreme Court definitely decide the question.' 41 Cong.Rec. 22. The concern of those in charge of the bill throughout the debate upon the measure in the Senate, in which alone there was full discussion, was to afford the Government appellate review when a single judge had frustrated the formally expressed will of Congress.<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The legislative history gives no hint of any concern over misconstruction or invalidation of regulations to which statutes might give rise. Regulations were not mentioned. It is significant, however, that the measure which ultimately became law was one deliberately narrower in scope than that originally proposed in the Congress. The legislation originated in the House, which, in the first session of the 59th Congress, passed a bill giving the United States in all criminal prosecutions 'the same right of review by writ of error that is given to the defendant' provided that the defendant not be twice put in jeopardy for the same offense. 40 Cong.Rec. 5408. In the Senate, a less general measure, in the nature of a substitute for the House bill, was reported, giving the United States the right to take a writ of error from decisions or judgments 'quashing or setting aside an indictment * * * sustaining a demurrer to an indictment * * * arresting a judgment of conviction for insufficiency of the indictment * * * (or) sustaining a special plea in bar * * *.' 40 Cong.Rec. 7589&#8212;7590; S.Rep. No. 3922, 59th Cong., 1st Sess. This bill went over in the Senate to the second session of the 59th Congress. The chief objection to it was its breadth. Although it was amended to provide expressly for protection against double jeopardy, 41 Cong.Rec. 2819, Senators objected to any unnecessary extension of the number of situations in which defendants might, contrary to what had been the practice, be subjected to government appeals in criminal cases. E.g., 41 Cong.Rec. 2192&#8212;2194, 2819.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In response to this objection, Senator Clarke introduced a substitute bill providing only three categories of cases in which the Government would be allowed to appeal: 'From a decision or judgment quashing, setting aside, or sustaining a demurrer to any indictment or any count thereof where the ground for such motion or demurrer is the invalidity or construction of the statute upon which the indictment is founded'; 'From a decision arresting a judgment of conviction for insufficiency of the indictment, where the ground for the insufficiency thereof is the invalidity or construction of the statute upon which the same is founded'; 'From the decision or judgment sustaining a special plea in bar, when the defendant has not been put in jeopardy.' 41 Cong.Rec. 2823. The Clarke substitute, passed by the Senate (41 Cong.Rec. 2825), was substantially adopted in its relevant aspects by the House (see H.R.Rep. No. 8113, 59th Cong., 2d Sess.) and eventually became the Act of 1907. 41 Cong.Rec. 3994, 4128. In explaining the reason for his amendment, Senator Clarke stressed the aim not to have the scope of the legislation greater than necessary: '(T)he object * * * is to limit the right of appeal upon the part of the General Government to the validity or constitutionality of the statute in which the prosecution is proceeding. It has been enlarged by the addition of another clause, which gives the right of appeal where the construction by the trial court is such as to decide that there is no offense committed, notwithstanding the validity of the statute, and in other respects the proceeding may remain intact. * * * A case recently occurring has drawn attention to the fact that if a circuit judge or a district judge holding the circuit should determine that a statute of Congress was invalid, the United States is without means of having that matter submitted to a tribunal that under the Constitution has power to settle that question. I do not believe the remedy ought to be any wider than the mischief that has been disclosed.' 41 Cong.Rec. 2819.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is manifest that the preoccupying thought of the primary promoter of the legislation, President Roosevelt, and of Congress, was to bar a single judge from destroying, either by way of construction or invalidation, congressional enactments. Extension of the range of the meaning of 'statute' to include regulations to which penal consequences attach was apparently nobody's thought and certainly on nobody's tongue. This was at a time when the proliferation of regulations was not an unknown phenomenon in lawmaking. It is certainly not fictional to attribute to the preponderant profession represented in Congress knowledge of the elementary difference between statutes, conventionally speaking, and regulations authorized by statutes. Nor is this a formal or minor distinction. It is one thing to strike down a statute, or to eviscerate its meaning; it is quite another thing to construe a regulation adversely to the Government's desire. Legislation is complicated and cumber-some business. Correction of erroneous statutory construction, let alone invalidation of laws, is a difficult, even a hazardous process. Regulations are the products of officials unhobbled by legislative procedure with its potential opportunity for parliamentary roadblocking. In large measure, these officials have the means of self-help for correcting judicial misconception about a regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Such being the practical differences between dealing with regulations and dealing with the laws of Congress as such, what is the bearing of these practical differences upon our duty of construing the term 'statute' in order to decide whether the right of direct appeal to this Court should be restricted to cases construing the formal enactments of Congress, or whether it should include cases construing regulations referable to such enactments? The answer to this question introduces a factor of weighty importance in deciding whether cases are required to be brought here in the first instance or may be brought here only by leave after adjudication by a Court of Appeals. That factor concerns due regard for the responsibility of this Court in relation to the judicial business of major public importance and the conditions necessary for its wise disposition.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">On more than one occasion this Court has given controlling consideration to the fact that by a latitudinarian construction of jurisdictional legislation the business of this Court would be 'largely and irrationally increased.' American Security &amp; Trust Co. v. Commissioners, 224 U.S. 491, 495, 32 S.Ct. 553, 554, 56 L.Ed. 856. Since the merely abstractly logical arguments permit 'statute' to be construed in either a restrictive or a broad sense, that is, that appeals to this Court directly from an adjudication of a District Court under the Criminal Appeals Act may appropriately be confined to rulings under a statute as such, rather than to include interpretations of regulations arising under a statute, I not only feel free, but deem it incumbent, to oppose what is certainly a needless if not an irrational increase in the class of cases which can be brought directly to this Court from the District Courts. I would deny the right of the Government to appeal here every time one of the vast number of regulations to which penalties are attached is construed to its disfavor. I would leave the Government to revise its regulation, as so often can easily and effectively be accomplished by skillful drafting, to bring it within statutory authority, or to go to a Court of Appeals for review.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The presence in the Criminal Appeals Act of 1907 of the provision for an appeal by the Government from decisions or judgments sustaining a 'special plea in bar' when the defendant has not been put in jeopardy, has an historical explanation and its scope presents a different problem of statutory construction than that of giving meaning to 'statute.' Barring stimulation by this Court, Congress seldom initiates judiciary legislation except when a dramatic case stirs public interest. Such was the Beef-Trust case, United States v. Armour &amp; Co., D.C., 142 F. 808. In that case, because of the then absence of the Government's right of appeal in a criminal case, the Government's antitrust prosecution was finally terminated by a successful plea in bar in the District Court. The Congress was determined not to permit a recurrence of that situation, and thus the inclusion in the Act of 1907 of a clause permitting appeals by the Government from decisions sustaining a 'special plea in bar' is easily accounted for.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Regarding the meaning of this clause, I agree with the opinion of my Brother STEWART. When Congress uses technical legal language the Court disregards the obvious guidance to meaning if it departs from its technical legal connotation. There have been two cases before the Court dealing with the matter, between which we have to choose: United States v. Storrs, 272 U.S. 652, 47 S.Ct. 221, 71 L.Ed. 460, and United States v. Hark, 320 U.S. 531, 64 S.Ct. 359, 88 L.Ed. 290. In Storrs Mr. Justice Holmes, as spokesman for the Court, applied his authoritative learning of the common law to take 'technical words' 'in their technical sense.' In Hark, the Court did not notice the Storrs analysis and gave a colloquial meaning to the phrase. Having to choose between these two decisions, I follow Storrs because it applied the appropriate criterion of construction.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Mr. Justice STEWART, whom Mr. Justice FRANKFURTER and Mr. Justice HARLAN join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">I do not reach the merits of this case, because I think the District Court's judgment was not of a kind which the Criminal Appeals Act makes directly reviewable by this Court. It seems clear to me that the dismissal of the information was not 'based upon the invalidity or construction of the statute,' and equally clear that the judgment was not one 'sustaining a motion in bar.'<a class=\"footnote\" href=\"#fn1-3\" id=\"fn1-3_ref\">1</a></p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The District Court's decision was based solely upon the interpretation of Treasury regulations, not upon the invalidity or construction of an Act of Congress. The court found it doubtful that the regulations in question were issued to implement the country-of-origin marking requirements of 19 U.S.C. &#167; 1304, 19 U.S.C.A. &#167; 1304,<a class=\"footnote\" href=\"#fn2-3\" id=\"fn2-3_ref\">2</a> and held that in any event the intent of the regulations was not sufficiently unambiguous to support a criminal prosecution. No contention was made that the statute itself was invalid. The trial court did not question that the statute validly and clearly confers power upon the Secretary of the Treasury to issue a properly worded regulation making the acts of the appellees unlawful. This is made apparent by the district judge's statement that '(t)he Secretary could very easily have indicated that East and West Germany should be considered two separate countries for all purposes within the jurisdiction of the Treasury Department * * *.' Thus the decision we are asked to review in no way impinges upon or construes the legislation which Congress enacted. Compare United States v. Foster, 233 U.S. 515, 522&#8212;523, 34 S.Ct. 666, 669, 58 L.Ed. 1074.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Whether under the Criminal Appeals Act an appeal from an order of dismissal based upon a District Court's construction of an administrative regulation may be brought directly here is a question which apparently has not been considered until now. The Court's resolution of the question seems to me at odds with the tradition of strick construction of the Criminal Appeals Act and contrary to the policy, reflected notably in the Act of February 13, 1925, 43 Stat. 936, of narrowly limiting the appellate jurisdiction of this Court.<a class=\"footnote\" href=\"#fn3-2\" id=\"fn3-2_ref\">3</a> 'The exceptional right of appeal given to the Government by the Criminal Appeals Act is strictly limited to the instances specified.' United States v. Borden Co., 308 U.S. 188, 192, 60 S.Ct. 182, 185, 84 L.Ed. 181. See United States v. Dickinson, 213 U.S. 92, 103, 29 S.Ct. 485, 489, 53 L.Ed. 711.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Avoidance of prolonged uncertainty as to the validity or meaning of a federal criminal law is obviously a desideratum in the effective administration of justice. Moreover, it is clearly desirable to bring to the attention of Congress as promptly as possible any occasion for legislative clarification or amendment. When a District Court holds a criminal statute invalid or gives it a construction inconsistent with the understanding of those in the Executive Branch charged with enforcing it, this policy is well served by expediting ultimate determination of the matter. But expedited review of the judgment in the present case serves no such policy.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a> Uncertainty caused by the District Court's decision in this case could have been laid to rest at any time simply by issuance of a clearly worded Treasury regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">For these reasons I would hold that an administrative regulation such as is here involved is not a 'statute' within the meaning of this provision of the Criminal Appeals Act.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Even if the above views should prevail, the Court would still have jurisdiction of this appeal if the District Court's judgment was one 'sustaining a motion in bar, when the defendant has not been put in jeopardy.' The motion which the court sustained was for an order dismissing the information 'on the ground that it does not state facts sufficient to constitute an offense against The United States.' I think such a pleading is not 'a motion in bar.' Until 1948 the Criminal Appeals Act provided for direct appeal to this Court from a 'decision or judgment sustaining a special plea in bar, when the defendant has not been put in jeopardy.'<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a> In 1948 the phrase 'motion in bar' was substituted for 'special plea in bar.' 62 Stat. 845. The sole purpose of the change was to bring the terminology of the Criminal Appeals Act into conformity with Rule 12 of the Federal Rules of Criminal Procedure, 18 U.S.C.A., which abolished special pleas, demurrers and motions to quash as such, and substituted motions to dismiss or to grant appropriate relief. The statutory revision was not intended to, and did not, expand the Government's right of appeal. See H.R.Rep. No. 304, 80th Cong., 1st Sess. A&#8212;177.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a> That right is still limited to a judgment sustaining a motion of a kind historically considered a 'special plea in bar.'</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The label which the defendant may have attached to his pleading is of no great importance in this connection. United States v. Oppenheimer, 242 U.S. 85, 86, 37 S.Ct. 68, 61 L.Ed. 161; United States v. Goldman, 277 U.S. 229, 236, 48 S.Ct. 486, 488, 72 L.Ed. 862. As Mr. Justice Holmes remarked in United States v. Storrs, 272 U.S. 652, 654, 47 S.Ct. 221, 71 L.Ed. 460 '(t)he question is less what it is called than what it is.' But, in deciding 'what it is,' the Court's opinion in Storrs underscores the essential point&#8212;'The statute uses technical words, 'a psecial plea in bar' and we see no reason for not taking them in their technical sense.' 272 U.S. at page 654, 47 S.Ct. at page 221.<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">At common law, a plea in bar had to either 'deny, or confess and avoid the facts stated in the declaration.' 1 Chitty, Pleading (16th Am. ed. 1883), *551; Stephen, Principles of Pleading (3d Am. ed. 1895), 89. Consequently, there were two types of pleas in bar pleas by way of traverse and pleas by way of confession and avoidance. Ibid. Shipman, Common-Law Pleading (Ballantine ed. 1923), 30. When a plea in bar was a plea other than the general issue, it was a 'special plea in bar.' Shipmen, supra, at 337; Stephen, supra, at 179. In civil cases pleas of this category included the specific traverse (equivalent to a special denial), the special traverse (a denial preceded by introductory affirmative matter), and the plea of confession and avoidance. In criminal cases special pleas in bar were primarily utilized by way of confession and avoidance, e.g., autrefois acquit, autrefois convict, and pardon. 2 Bishop, New Criminal Procedure (2d ed. 1913), &#167;&#167; 742, 805&#8212;818; Heard, Criminal Pleading (1879), 279&#8212;296; 1 Starkie, Criminal Pleading (2d ed. 1822), 316&#8212;338. The plea in confession and avoidance did not contest the facts alleged in the declaration, but relied on new matter which would deprive those facts of their ordinary legal effect. Stephen, supra, 89, 205&#8212;206; Shipman, supra, 348; 1 Chitty, supra, *551&#8212;*552. It set up affirmative defenses which would bar the prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">This concept of a special plea in bar as a plea similar in substance to confession and avoidance has been consistently followed in the decisions of this Court. The cases in which jurisdiction has been accepted on the ground that the decision below sustained a special plea in bar have invariably involved District Court decisions upholding an affirmative defense in the nature of a confession and avoidance.<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a> The motion to dismiss which was sustained by the District Court in this case was clearly not the equivalent of a special plea in bar, as thus historically understood, but, rather, the equivalent of a general demurrer. The judgment sustaining that motion is, therefore, not directly reviewable here.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This view is fully confirmed by an examination of the structure of the Criminal Appeals Act itself. For if, as the Court of Appeals thought, a 'motion in bar' is any motion which, if sustained, would exculpate the defendants, then a significant portion of the provision of the Criminal Appeals Act discussed in Part I of this opinion would be a meaningless redundancy. Every motion based upon the invalidity of a statute would, under the rough and ready definition of the Court of Appeals, also be a 'motion in bar,' because a dismissal based upon such a motion would with equal effectiveness 'end the cause and exculpate the defendants.' (261 F.2d 44.)</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">I would remand this case to the Court of Appeals.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> '19 U.S.C. &#167; 1304. Marking of imported articles and containers.</p>\n        <p>'(a) Marking of articles.</p>\n        <p>'* * * (E)very article of foreign origin * * * imported into the United States shall be marked in a conspicuous place as legibly, indelibly, and permanently as the nature of the article (or container) will permit in such manner as to indicate to an ultimate purchaser in the United States the English name of the country of origin of the article. The Secretary of the Treasury may by regulations&#8212;</p>\n        <p>'(1) Determine the character of words and phrases or abbreviations thereof which shall be acceptable as indicating the country of origin * * *;</p>\n        <p>'(2) Require the addition of any other words or symbols which may be appropriate to prevent deception or mistake as to the origin of the article * * *.</p>\n        <p>'(e) Penalties.</p>\n        <p>'If any person shall, with intent to conceal the information given thereby or contained therein, deface, destroy, remove, alter, cover, obscure, or obliterate any mark required under the provisions of this chapter, he shall, upon conviction, be fined not more than $5,000 or imprisoned not more than one year, or both.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 18 U.S.C. &#167; 3731, 18 U.S.C.A. &#167; 3731 provides, in part:</p>\n        <p>'An appeal may be taken by and on behalf of the United States from the district courts direct to the Supreme Court of the United States in all criminal cases in the following instances:</p>\n        <p>'From a decision or judgment setting aside, or dismissing any indictment or information, or any count thereof, where such decision or judgment is based upon the invalidity or construction of the statute upon which the indictment or information is founded.</p>\n        <p>'From the decision or judgment sustaining a motion in bar, when the defendant has not been put in jeopardy.</p>\n        <p>'If an appeal shall be taken pursuant to this section to any court of appeals which, in the opinion of such court, should have been taken directly to the Supreme Court of the United States, such court shall certify the case to the Supreme Court of the United States, which shall thereupon have jurisdiction to hear and determine the case to the same extent as if an appeal had been taken directly to that Court.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In addition to the substantive charges, there was a count alleging conspiracy so to alter the labels.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Senator Bacon, a member of the Judiciary Committee. 41 Cong.Rec. 2195&#8212;2196.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 41 Cong.Rec. 2753. See also comments of Senator Clarke, who, after discussing the matter with Senator Nelson, the manager of the bill on the floor, stated:</p>\n        <p>'(W)henever the validity of a statute has been adversely decided by a trial court * * * the Government ought to have the right to promptly submit that to the tribunal having authority to dispose of such questions in order that there may be a uniform enforcement of the law throughout the entire limits of the United States.' 41 Cong.Rec. 2820.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Several months later, T.D. 53281 was issued, providing alternative wordings for the Soviet Zone labels.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Vom Baur, Federal Administrative Law, &#167; 490, at 489.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Since we hold that T.D. 53210 deals only with the collection of duties its marking provisions supersede those of T.D. 51527 only as the latter relate thereto.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> See Friedenthal, Government Appeals in Federal Criminal Cases, 12 Stan.L.Rev. 71, 77&#8212;78.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> It is suggested that this construction causes some overlap between those judgments appealable here as sustaining motions in bar and those appealable here as based on the construction or invalidity of the statute under which prosecution is had. The existence of such an overlap hardly would militate seriously against the construction of the statute espoused here and in Hark, Murdock and Storrs; where Congress has decided to make two categories of cases appealable to this Court, it is not a valuable guide to construction to assume that congressional intent would be offended if some cases were appealable as belonging to both categories. And it cannot be maintained, as is suggested, that every judgment based on the invalidity of a statute must also be one sustaining a motion in bar. For an indictment may be dismissed because it does not allege facts sufficient to indicate a constitutional application of the statute under which the prosecution was brought; and if the omission is not a pleading defect, and the statute was interpreted by the District Court as covering the charge, the dismissal is appealable here as from a judgment based on the invalidity of the statute. Yet such a judgment would not necessarily exculpate the defendant, and thus would not constitute the sustaining of a plea in bar, for a new indictment for the same criminal offense might be found by alleging sufficient additional facts to obviate the constitutional defect. Cf. United States v. Oppenheimer, 242 U.S. 85, 87, 37 S.Ct. 68, 69, 61 L.Ed. 161.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> Formal changes in this language have been made by the Act of May 9, 1942, c. 295, 56 Stat. 271, the 1948 Judicial Code, Act of June 25, 1948, c. 645, &#167; 3731, 62 Stat. 844, and the Act of May 24, 1949, c. 139, &#167; 58, 63 Stat. 97, 18 U.S.C.A. &#167; 3731.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> See, e.g., 41 Cong.Rec. 2757 (Senator Nelson, the manager of the bill in the Senate): '(T)he question now before us is whether we will allow a nisi prius judge of an inferior court to render ineffective our efforts in this behalf to protect the American people against trusts and monopolies and other dangerous things; whether we will allow ourselves to be handicapped and crippled by the decision of an inferior nisi prius judge.' See also, id., 2192 (Senator Bacon): '(A)nd a law of Congress is set aside, made absolutely null and void and inoperative by the decision of one judge, without the opportunity for the nine judges who sit in the Supreme Court to pass upon the great question * * * affecting not simply that accused, affecting not simply all others who may be accused, but affecting the operation of the law of the land * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Apart from other vital factors, increase in the range and mass of materials drawn upon in opinions during recent decades, and the investigation and appraisal thereby involved, entail a considerable increase in the burden of the Court's business compared with earlier periods.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-3\">\n        <a class=\"footnote\" href=\"#fn1-3_ref\">1</a>\n        <p> The relevant provisions of the Criminal Appeals Act are reproduced in the Court's opinion, 361 U.S. at page 433, 80 S.Ct. at page 461, note 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-3\">\n        <a class=\"footnote\" href=\"#fn2-3_ref\">2</a>\n        <p> The relevant provisions of this statute are reproduced in the Court's opinion, 361 U.S. at page 432, 80 S.Ct. at page 461, note 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-2\">\n        <a class=\"footnote\" href=\"#fn3-2_ref\">3</a>\n        <p> The term 'statute' as used in the jurisdictional legislation which is now 28 U.S.C. &#167; 1257(2), 28 U.S.C.A. &#167; 1257(2), providing for an appeal to this Court 'where is drawn in question the validity of a statute of any state on the ground of its being repugnant to the Constitution, treaties or laws of the United States, and the decision is in favor of its validity,' has from the beginning been given a broad interpretation, consistent with the purpose of this legislation. See Williams v. Bruffy, 96 U.S. 176, 182, 183, 24 L.Ed. 716; Reinman v. City of Little Rock, 237 U.S. 171, 35 S.Ct. 511, 59 L.Ed. 900; Live Oak Water Users' Ass'n v. Railroad Commission of State of California, 269 U.S. 354, 356, 46 S.Ct. 149, 150, 70 L.Ed. 305. But it is one thing to say that 'statute' should be construed broadly in cases involving allegedly unconstitutional state action, and quite another to say that a similar construction should be given to the term in cases involving simply the meaning of regulations made pursuant to concededly valid federal legislation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> The Court notes 'the remedial purpose of the Act was to avert 'the danger of frequent conflicts, real or apparent, in the decisions of the various (trial courts), and the unfortunate results thereof'; and to eliminate 'the impossibility of the government's obtaining final and uniform rulings by recourse to a higher court.\" 80 S.Ct. 462. This purpose has now to a large degree been fulfilled by the Act of May 9, 1942, 56 Stat. 271, giving jurisdiction over government appeals in criminal cases to the Courts of Appeals. Any conflict between circuits could, of course, be resolved here. See Supreme Court Rule 19, par. 1(b), 28 U.S.C.A.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> This was the language of the original Criminal Appeals Act (Act of March 2, 1907, c. 2564, 34 Stat. 1246), and the same wording was continued in subsequent re-enactments. See 18 U.S.C. (1940 ed.) &#167; 682; 18 U.S.C. (1946 ed.) &#167; 682, now 18 U.S.C.A. &#167; 3731.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> The 1948 revision supplemented Rule 54(c), Fed.Rules Crim.Proc., which provided that 'The words 'demurrer,' 'motion to quash,' 'plea in abatement,' 'plea in bar,' and 'special plea in bar,' or words to the same effect, in any act of Congress shall be construed to mean the motion raising a defense or objection provided in Rule 12.' The Notes of the Advisory Committee appended to Rule 54 make clear that an intent of this provision was to insure that the scope of the Government's right of appeal in criminal cases would remain unchanged.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> The opinion in United States v. Hark, 320 U.S. 531, 64 S.Ct. 359, 88 L.Ed. 290, upon whose generalized language the Court of Appeals and my Brother BRENNAN here so heavily rely, did not cite Storrs. To the extent that the two opinions reflect divergent approaches, Storrs seems the more carefully considered and I would follow it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> See, e.g., United States v. Celestine, 215 U.S. 278, 30 S.Ct. 93, 54 L.Ed. 195 (motion alleging special facts which showed that defendant was not subject to prosecution by the United States for the crime charged); United States v. Oppenheimer, 242 U.S. 85, 37 S.Ct. 68, 61 L.Ed. 161 (motion alleging that res judicata barred the action); United States v. Thompson, 251 U.S. 407, 40 S.Ct. 289, 64 L.Ed. 333 (motion raising the affirmative defense that the charges contained in the indictment had been submitted to a previous grand jury which had refused to make a presentment thereon); United States v. Goldman, 277 U.S. 229, 48 S.Ct. 486, 72 L.Ed. 862 (motion alleging that the statute of limitations barred prosecution); United States v. Murdock, 284 U.S. 141, 52 S.Ct. 63, 76 L.Ed. 210 (motion raising defense of privilege); United States v. Hark, 320 U.S. 531, 64 S.Ct. 359, 88 L.Ed. 290 (motion raising affirmative defense of revocation of pertinent provisions of regulation which appellees were charged with violating).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>361 U.S. 431 (1960)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nMERSKY ET AL.</h1></center>\n<center>No. 31.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 10, 1959.</center>\n<center>Decided February 23, 1960.</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*432</span> <i>Eugene L. Grimm</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Rankin, Assistant Attorney General Wilkey</i> and <i>Beatrice Rosenberg.</i></p>\n<p><i>Julius L. Schapira</i> argued the cause and filed a brief for appellees.</p>\n<p>MR. JUSTICE CLARK delivered the opinion of the Court.</p>\n<p>The Congress has provided in the Tariff Act of 1930, 46 Stat. 590, as amended, that imported articles be marked to indicate to an ultimate purchaser in the United States the English name of the country of origin. 19 U. S. C.  1304.<sup>[1]</sup> Pursuant to the Act, the Secretary of the Treasury adopted implementing regulations. This case tests the application of these provisions to the importation of 10 violins from the Soviet Zone of Germany. Appellees were charged with removing the labels from the <span class=\"star-pagination\">*433</span> violins with intent to conceal from the ultimate purchasers in the United States the identity of the violins' country of origin. The District Court dismissed the information, holding that the changing of the labels did not violate the Act because the applicable regulation appeared to require the Soviet Zone marking only for tariff purposes rather than to apprise the ultimate purchasers of the place of origin. In any event, the court found, the intent of the regulation was not \"manifested in a manner sufficiently clear and unambiguous to justify a criminal prosecution.\" On appeal by the Government, the Court of Appeals held that the District Court's opinion, interpreting the regulation, was tantamount to a construction of the statute upon which the information was founded; and hence, under the Criminal Appeals Act, 18 U. S. C.  3731, the order of dismissal was appealable directly to this Court rather than to the Court of Appeals.<sup>[2]</sup> It was also of the opinion that the effect of the dismissal was to sustain a motion in bar, which, under <span class=\"star-pagination\">*434</span>  3731, likewise required appeal to this Court. Accordingly, it certified the appeal, 261 F. 2d 40, and we postponed the question of jurisdiction to a hearing on the merits, 359 U. S. 951. We have concluded to accept the certification of the Court of Appeals and, on the merits, to affirm the District Court judgment dismissing the information.</p>\n<p>Appellees, dealers in musical instruments in the United States, had purchased the violins from importers and thereafter sold them to other dealers. Upon obtaining possession of the violins from the importers, appellees replaced labels marked \"Germany/USSR Occupied,\" then on each of the violins, with others inscribed \"Made in Germany.\" After resale of the violins, an information was filed against appellees, charging that they removed the original labels attached to the violins with intent to conceal from the ultimate purchasers the identity of the country of origin.<sup>[3]</sup> The Government's theory was that the removal of the labels violated 19 U. S. C.  1304 and its implementing regulations.</p>\n<p></p>\n<h2>I.</h2>\n<p>Our first consideration is the jurisdictional issue. The Criminal Appeals Act specifies several conditions, any one of which permits a direct appeal by the Government to this Court, and makes our jurisdiction in such cases exclusive. In the event that an appeal which should have been taken here is erroneously effected to a Court of Appeals, that court is directed to certify it here. Prior to 1907, the date of the original Act, the United States had no appeal whatever in criminal cases. As passed by the House, the bill gave the Government \"the same right of review by writ of error that is given to the defendant.\" However, in the Senate, the bill was amended so as to allow review <span class=\"star-pagination\">*435</span> from judgments setting aside indictments, \"where the ground for such motion or demurrer is the invalidity or construction of the statute upon which the indictment is founded.\" 41 Cong. Rec. 2819. The final language emerged from the Conference Committee of the two Houses. See H. R. Conf. Rep. No. 8113, 59th Cong., 2d Sess. As was stated by Senator Knox, one of the proponents of the measure, a member of the Judiciary Committee and a former Attorney General of the United States, the bill \"only proposed to give it [the Government] an appeal upon questions of law raised by the defendant to defeat the trial . . . .\" 41 Cong. Rec. 2752. The bill was intended to create \"the opportunity to settle important questions of law,\" its \"great purpose\" being \"to secure the ultimate decision of the court of final resort on questions of law.\"<sup>[4]</sup> The situation sought to be remedied was outlined by Senator Patterson, also of the Judiciary Committee and a proponent of the bill, in these words:</p>\n<blockquote>\"We have a district court in one jurisdiction holding that a law is ineffective for one reason or another it may be that it is unconstitutional, or for some other reasonand we have a district court in another jurisdiction holding the reverse; and as the cases multiply in the several sections of the country we may find one half of the courts of the country arrayed against the other half of the courts of the country upon the same identical law; one half holding that it is entirely constitutional and the other half holding that it is unconstitutional. So, Mr. President, that confusion, that ridiculous condition, exists and must continue to exist, because, as the law now stands, until a case involving the question shall go to the Supreme Court and it is brought there by the defendant, <span class=\"star-pagination\">*436</span> there can be no adjudication by a court whose decision and judgment is controlling. . . . The bill is intended to cure a defect in the administration of justice . . . .\"<sup>[5]</sup></blockquote>\n<p>It therefore appears abundantly clear that the remedial purpose of the Act was to avert \"the danger of frequent conflicts, real or apparent, in the decisions of the various district or circuit courts, and the unfortunate results thereof\"; and to eliminate \"the impossibility of the government's obtaining final and uniform rulings by recourse to a higher court.\" 20 Harv. L. Rev. 219. Moreover, the desirability of expedition in the determination of the validity of Acts of Congress, which is pointed to as a desideratum for direct appeal, applies equally to regulations. In practical operation, correction of a regulation by agency revision invariably awaits judicial action.</p>\n<p>The information charged violations of 19 U. S. C.  1304 \"and the regulations promulgated thereunder.\" This section requires imported articles to be marked \"to indicate to an ultimate purchaser . . . the country of origin,\" and imposes criminal sanctions on anyone who removes such a mark with intent to conceal the information contained therein. The Secretary of the Treasury is authorized to implement it by appropriate regulations. The term \"country,\" as used by the Congress in requiring the markings, was defined by regulation to mean \"the political <span class=\"star-pagination\">*437</span> entity known as a nation.\" 19 CFR  11.8. By Treasury Decision 51527, August 28, 1946, Germany was to be considered the country of origin of articles manufactured or produced in all parts of Germany. Following a change in duty rates applicable to Soviet Zone products, T. D. 53210 was issued in 1953, providing that articles from Eastern Germany should be \"marked to indicate Germany (Soviet occupied).\"<sup>[6]</sup> The issue posed to the District Court was whether this last regulation carried with it the sanctions of  1304. As we see it, a construction of the regulation necessarily is an interpretation of the statute.</p>\n<p>An administrative regulation, of course, is not a \"statute.\" While in practical effect regulations may be called \"little laws,\"<sup>[7]</sup> they are at most but offspring of statutes. Congress alone may pass a statute, and the Criminal Appeals Act calls for direct appeals if the District Court's dismissal is based upon the invalidity or construction of a statute. See <i>United States</i> v. <i>Jones,</i> 345 U. S. 377 (1953). This Court has always construed the Criminal Appeals Act narrowly, limiting it strictly \"to the instances specified.\" <i>United States</i> v. <i>Borden Co.,</i> 308 U. S. 188, 192 (1939). See also <i>United States</i> v. <i>Swift &amp; Co.,</i> 318 U. S. 442 (1943). Here the statute is not complete by itself, since it merely declares the range of its operation and leaves to its progeny the means to be utilized in the effectuation of its command. But it is the statute which creates the offense of the willful removal of the labels of origin and provides the punishment for violations. The regulations, on the other hand, prescribe the identifying language of the label itself, and assign the resulting tags to their respective geographical areas. Once promulgated, <span class=\"star-pagination\">*438</span> these regulations, called for by the statute itself, have the force of law, and violations thereof incur criminal prosecutions, just as if all the details had been incorporated into the congressional language. The result is that neither the statute nor the regulations are complete without the other, and only together do they have any force. In effect, therefore, the construction of one necessarily involves the construction of the other. The charges in the information are founded on  1304 and its accompanying regulations, and the information was dismissed solely because its allegations did not state an offense under  1304, as amplified by the regulations. When the statute and regulations are so inextricably intertwined, the dismissal must be held to involve the construction of the statute. This, we believe, gives recognition to the congressional purpose to give the Government the right of appeal upon \"questions of law raised by the defendant to defeat the trial\" and thus promptly to \"secure the ultimate decision\" of this Court, affording a desired \"uniform enforcement of the law throughout the entire limits of the United States.\" In view of this conclusion, we need not pass upon the claim that the District Court sustained in effect a \"motion in bar.\" Our disposition requires that the case come directly here, and accordingly we accept the certificate of the Court of Appeals and now turn to the merits.</p>\n<p></p>\n<h2>II.</h2>\n<p>In 1946, the Treasury implemented the country-of-origin provisions of  1304 by issuance of T. D. 51527, which provided that, \"For the purposes of the marking provisions of the Tariff Act of 1930, . . . Germany shall be considered the country of origin of articles manufactured. . . in all parts of the German area subject to the authority of the Allied Control Commission and the United States, British, Soviet, and French zone Commanders <span class=\"star-pagination\">*439</span>. . . .\" Thus the marking on articles produced in the Soviet Zone were required to be labeled \"Made in Germany.\"</p>\n<p>In 1951 the Congress directed the President to suspend or withdraw any reduction in the rates of custom duties or other concessions then applicable to the importation of articles manufactured in any areas dominated by the Soviet Union. 65 Stat. 73; 19 U. S. C.  1362. In Proclamation No. 2935, 65 Stat. C25, the President suspended any reduction in rates of duty applicable to any articles manufactured in the Soviet Zone of Germany and the Soviet Sector of Berlin. Treasury Decision 52788, issued the same day, changed the rate of duty as provided in this proclamation. In 1953 the Secretary issued T. D. 53210, the regulation in controversy. This Treasury Decision is headed: \"Tariff status, marking to indicate the name of the country of origin, and customs valuation of products of Germany, Poland, and Danzig.\" The first paragraph of T. D. 53210 refers to the presidential proclamation changing the structure of the rates of duty. The second paragraph specifies that, \"For the purposes of the value provisions of section 402, Tariff Act of 1930,\" Western Germany shall be treated as one country, and \"the Soviet Zone . . . shall be treated as another `country.' \" The third paragraph is the one crucial to this prosecution: it provides that products of Western Germany shall be \"marked to indicate Germany as the `country of origin,' but products of the Soviet Zone . . . shall be marked to indicate Germany (Soviet occupied) as the `country of origin.' \" The District Court concluded that T. D. 53210 was \"issued primarily to establish markings for purposes of the differences in the duties applicable\"; thus the indication of Soviet Zone origin would not be required beyond entry into this country, the stage at which duty is payable.</p>\n<p><span class=\"star-pagination\">*440</span> We agree with the District Court. It appears that T. D. 53210, unlike T. D. 51527, is aimed at the collection of duties rather than the protection of the ultimate purchaser in the United States. Its caption indicates that it deals with \"tariff status\" and \"customs valuation,\" and the marking requirements are but aids thereof. Taking up the body of the document, we note that the first paragraph deals entirely with the fact that Soviet-dominated areas \"shall not receive reduced rates of duty,\" while Western Germany and the Western Sectors of Berlin shall \"continue to receive most-favored-nation treatment.\" The second paragraph is introduced by the phrase, \"For the purposes of the value provisions\" of the Tariff Act, and provides that \"the Soviet Zone . . . shall be treated as another `country.' \" This language, as well as the make-up of the regulation, suggests that the third paragraph (the one involved here), requiring distinctive marking for Soviet Zone products, is but another step in the implementation of the tariff changes. It contains no reference to the requirement of  1304 that the article be marked in a \"conspicuous place,\" \"legibly, indelibly, and permanently,\" so that an \"ultimate purchaser in the United States\" would be on notice. We note that appellees placed on the violins the labels \"Made in Germany\" as required by T. D. 51527.</p>\n<p>In the context of criminal prosecution, we must apply the rule of strict construction when interpreting this regulation and statute. <i>United States</i> v. <i>Halseth,</i> 342 U. S. 277, 280 (1952); <i>United States</i> v. <i>Wiltberger,</i> 5 Wheat. 76, 95-96 (1820). A reading of the regulation leaves the distinct impression that it was intended to protect and expedite the collection of customs duties. Certainly its emphasis on duties and its silence on the protection of the public from deceit support the conclusion that the old provisions were to continue insofar as markings after <span class=\"star-pagination\">*441</span> importation are concerned.<sup>[8]</sup> If the intent were otherwise, it should not have been left to implication. There must be more to support criminal sanctions: businessmen must not be left to guess the meaning of regulations. The appellees insist that they changed the labels in good faith, believing their actions to be permissible under the law. There is nothing in the record to the contrary. A United States district judge concurred in their reading of the regulation. In the framework of criminal prosecution, unclarity alone is enough to resolve the doubts in favor of defendants.</p>\n<p>Accordingly, the judgment of the District Court is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BRENNAN, concurring.</p>\n<p>I join the opinion of the Court. But I think it plain under our precedents that jurisdiction over this appeal also lies here on the ground that the dismissal was one \"sustaining a motion in bar, when the defendant has not been put in jeopardy.\" Except that arguments are made here in dissent which would unsettle what has been settled by our precedents and reintroduce archaisms into federal criminal procedure, I would have refrained from expressing my views.</p>\n<p>The touchstone of what constitutes a \"judgment sustaining a motion in bar\" is precisely what Judge Lumbard in the Court of Appeals said it waswhether the judgment is one which will end the cause and exculpate the defendant. <i>United States</i> v. <i>Hark,</i> 320 U. S. 531, 536; <i>United States</i> v. <i>Murdock,</i> 284 U. S. 141, 147; <i>United States</i> v. <i>Storrs,</i> 272 U. S. 652, 654. As established by these precedents, the focal point of inquiry is not the form <span class=\"star-pagination\">*442</span> of the defendant's plea, but the effect of the <i>ruling</i> of the District Court.<sup>[1]</sup> \"The material question is not how the defendant's pleading is styled but the effect of the ruling sought to be reviewed . . . .\" <i>United States</i> v. <i>Hark, supra,</i> at 536. \"Its [the judgment's] effect, unless reversed, is to bar further prosecution for the offense charged. It follows unquestionably that, without regard to the particular designation or form of the plea or its propriety, this court has jurisdiction under the Criminal Appeals Act.\" <i>United States</i> v. <i>Murdock, supra,</i> at 147. To turn the thrust of these precedents around and focus on the common-law pigeonhole of the defendant's plea would be an anomaly indeed, as is recognized, particularly 15 years after the Federal Rules of Criminal Procedure swept away the old pleas. See Rule 12.</p>\n<p>These cases establish criteria for judging the question that are foreign to the technicalities of the old pleas. It is suggested, however, that Justice Holmes' opinion in <i>United States</i> v. <i>Storrs, supra,</i> at 654, demonstrates that these technicalities still exist. A less selective quotation of his opinion, however, makes it plain that he was referring to one technical touchstonethe very one that Judge Lumbard applied below and which was followed in <i>Murdock</i> and <i>Hark. Storrs</i> involved the dismissal of an indictment for irregularities committed in the grand jury room. The statute of limitations had run at the time of the dismissal so that a new indictment could not be found. But the nature of the Court's action itself was not to exculpate the defendant, as the opinion explained: \"[It] cannot be that a plea filed a week earlier is what it purports to be, and in its character is, but a week later becomes a plea in bar because of the extrinsic circumstance that the statute of limitations has run. The plea looks <span class=\"star-pagination\">*443</span> only to abating the indictment not to barring the action. It has no greater effect in any circumstances. If another indictment cannot be brought, that is not because of the judgment on the plea, but is an independent result of a fact having no relation to the plea and working equally whether there was a previous indictment or not. The statute uses technical words, `a special plea in bar,' and we see no reason for not taking them in their technical sense.\" 272 U. S., at 654. Clearly the point of the discussion was not whether the plea was by way of \"confession and avoidance\" or the like, but whether the judgment on it was in itself an exculpatory onethe announced test that subsequent decisions have followed. There is, then, no inconsistency between <i>Storrs</i> and <i>Hark</i>both turned on the same basic principle.</p>\n<p>Whatever retrospective exegesis of the leading cases now suggests, the one thing reading their own language discloses is that none of them asserts the \"confession and avoidance\" rationale now ascribed to them. Rather they were conceived as turning on the rationale that the Court of Appeals explained below. I would adhere to the basic principles of <i>Hark, Murdock</i> and <i>Storrs</i> here, and put the nineteenth century pleading books back on the shelves.<sup>[2]</sup></p>\n<p>Memorandum of MR. JUSTICE WHITTAKER.</p>\n<p>Although I agree with so much of the dissenting opinions of my Brothers FRANKFURTER and STEWART as concludes that a \"regulation\" is not embraced by the term \"statute\" as used in the Criminal Appeals Act, 18 U. S. C. <span class=\"star-pagination\">*444</span>  3731, I also agree with so much of my Brother BRENNAN'S concurring opinion as would hold that the dismissal was one \"sustaining a motion in bar, when the defendant has not been put in jeopardy,\" and hence conclude that we have jurisdiction. On the merits, I join the Court's opinion.</p>\n<p>MR. JUSTICE FRANKFURTER, whom MR. JUSTICE HARLAN and MR. JUSTICE STEWART join, dissenting.</p>\n<p>The Criminal Appeals Act of 1907, 34 Stat. 1246, c. 2564, provides that in a criminal case an appeal from a District Court \"[f]rom a decision or judgment quashing, setting aside, or sustaining a demurrer to, any indictment, or any count thereof, where such decision or judgment is based upon the invalidity, or construction of the statute upon which the indictment is founded,\" \"[f]rom a decision arresting a judgment of conviction for insufficiency of the indictment, where such decision is based upon the invalidity or construction of the statute upon which the indictment is founded,\" and \"[f]rom the decision or judgment sustaining a special plea in bar, when the defendant <span class=\"star-pagination\">*445</span> has not been put in jeopardy,\"<sup>[1]</sup> cannot be taken by the Government to the Court of Appeals, but must come to this Court directly. In this case the indictment rested upon a regulation of the Secretary of the Treasury, violation of which constitutes an offense under 19 U. S. C.  1304 (e). The District Court decided against the Government, which thereupon appealed to the Court of Appeals. That court certified the case to this Court. 261 F. 2d 40.</p>\n<p>The question whether construction of a \"statute,\" as that term is used in the Act of 1907, includes construction of a regulation promulgated under a statute is another variant of the recurring problem of resolving an ambiguity of legal language. Here ambiguity inheres not only in the word \"statute\" as an English word (see \"statute,\" Oxford English Dictionary), but also in the word \"statute\" as a legal term. (Compare the construction of the term \"statute\" in two cases decided contemporaneously, <i>King Mfg. Co.</i> v. <i>Augusta,</i> 277 U. S. 100 (1928), and <i>Ex parte Collins,</i> 277 U. S. 565 (1928). In the former, \"statute\" was held to include a city ordinance; in the latter, \"statute\" was held to exclude a class of legislative enactments \"[d]espite the generality of the language.\" 277 U. S., at 568.) Judged by the dictionary, one meaning of \"statute\" is of course an enactment made by the legislature of a country. As a matter of English, it may also be respectably used to refer to the enactment of a body subordinate to a legislature or to the governing promulgations of a private body, like a college. Thus the dictionary does not resolve our problem, wholly apart from heeding the admonition, so frequently expressed by <span class=\"star-pagination\">*446</span> Judge Learned Hand, that judges in construing legislation ought not to imprison themselves in the fortress of the dictionary.</p>\n<p>The immediately relevant ambiguity of \"statute\" as a legal term derives from the fact that it may mean either the enactment of a legislature, technically speaking, that is the Congress of the United States or the respective legislatures of the fifty States; or it may have a more comprehensive scope, to wit, rules of conduct legally emitted by subordinate lawmaking agencies such as city councils or the various regulation-emitting bodies of the federal and state governments. Accordingly, whether the term \"statute,\" as used in the Criminal Appeals Act of 1907, should be given the restrictive meaning, <i>i. e.,</i> enactments by Congress, or the more extensive meaning, <i>i. e.,</i> Treasury regulations, cannot be determined merely by reading the Criminal Appeals Act of 1907. The answer will turn on the total relevant environment into which that Act must be placed, including past relevant decisions, the legislative history of the Act, and due regard for the consequences resulting from a restrictive as against a latitudinarian construction.</p>\n<p>For the problem in hand, there is no controlling authority in this Court nor are there decisions under other statutes helpful for decision; neither is there a body of practice reflected in lower court decisions over a sufficient period of time, unchallenged here, carrying the weight of professional understanding. The case, therefore, must be decided on the balance of considerations weighed here for the first time.</p>\n<p>The origin of the legislation and the legislative history of its enactment leave no doubt as to the direction of its aim. Between the decision of this Court in <i>United States</i> v. <i>Sanges,</i> 144 U. S. 310 (1892), and the enactment of the Criminal Appeals Act, the United States had no <span class=\"star-pagination\">*447</span> appellate remedy in criminal cases. (See the story as summarized in <i>United States</i> v. <i>Dickinson,</i> 213 U. S. 92.) This \"left all federal criminal legislation at the mercy of single judges in the district and circuit courts. This defect became all the more serious because it became operative just at the beginning of the movement for increasing social control through criminal machinery.\" Frankfurter and Landis, The Business of the Supreme Court (1928), p. 114. Attorneys General had, since 1892, been emphasizing the need for the legislation which became the 1907 Act. See, <i>id.,</i> pp. 114-115. Attorney General (later Mr. Justice) Moody in 1906 put the situation to be remedied in these terms: \"It is monstrous that a law which has received the assent of the Senate, the House of Representatives, and the President can be nullified by the opinion of a single man, not subject to review by the court of appeals and the Supreme Court.\" Atty. Gen. Ann. Rep. 4 (1906).</p>\n<p>The particular incident which precipitated the legislation was the <i>Beef-Trust</i> case, <i>United States</i> v. <i>Armour &amp; Co.,</i> 142 F. 808 (1906), where a plea in bar, in its technical sense, was sustained, thereby finally ending a Sherman Law prosecution in which President Theodore Roosevelt was much interested. In his message to the Congress which eventually enacted the Act of 1907 the President thus expressed the need for legislation: \"It seems an absurdity to permit a single district judge, against what may be the judgment of the immense majority of his colleagues on the bench, to declare a law solemnly enacted by the Congress to be `unconstitutional,' and then to deny to the Government the right to have the Supreme Court definitely decide the question.\" 41 Cong. Rec. 22. The concern of those in charge of the bill throughout the debate upon the measure in the Senate, in which alone there was full discussion, was to afford the Government <span class=\"star-pagination\">*448</span> appellate review when a single judge had frustrated the formally expressed will of Congress.<sup>[2]</sup></p>\n<p>The legislative history gives no hint of any concern over misconstruction or invalidation of regulations to which statutes might give rise. Regulations were not mentioned. It is significant, however, that the measure which ultimately became law was one deliberately narrower in scope than that originally proposed in the Congress. The legislation originated in the House, which, in the first session of the 59th Congress, passed a bill giving the United States in all criminal prosecutions \"the same right of review by writ of error that is given to the defendant\" provided that the defendant not be twice put in jeopardy for the same offense. 40 Cong. Rec. 5408. In the Senate, a less general measure, in the nature of a substitute for the House bill, was reported, giving the United States the right to take a writ of error from decisions or judgments \"quashing or setting aside an indictment . . . sustaining a demurrer to an indictment . . . arresting a judgment of conviction for insufficiency of the indictment . . . [or] sustaining a special plea in bar . . . .\" 40 Cong. Rec. 7589-7590; S. Rep. No. 3922, 59th Cong., 1st Sess. This bill went over in the Senate to the second session of the 59th <span class=\"star-pagination\">*449</span> Congress. The chief objection to it was its breadth. Although it was amended to provide expressly for protection against double jeopardy, 41 Cong. Rec. 2819, Senators objected to any unnecessary extension of the number of situations in which defendants might, contrary to what had been the practice, be subjected to government appeals in criminal cases. <i>E. g.,</i> 41 Cong. Rec. 2192-2194, 2819.</p>\n<p>In response to this objection, Senator Clarke introduced a substitute bill providing only three categories of cases in which the Government would be allowed to appeal: \"From a decision or judgment quashing, setting aside, or sustaining a demurrer to any indictment or any count thereof where the ground for such motion or demurrer is the invalidity or construction of the statute upon which the indictment is founded\"; \"From a decision arresting a judgment of conviction for insufficiency of the indictment, where the ground for the insufficiency thereof is the invalidity or construction of the statute upon which the same is founded\"; \"From the decision or judgment sustaining a special plea in bar, when the defendant has not been put in jeopardy.\" 41 Cong. Rec. 2823. The Clarke substitute, passed by the Senate (41 Cong. Rec. 2825), was substantially adopted in its relevant aspects by the House (see H. R. Rep. No. 8113, 59th Cong., 2d Sess.) and eventually became the Act of 1907. 41 Cong. Rec. 3994, 4128. In explaining the reason for his amendment, Senator Clarke stressed the aim not to have the scope of the legislation greater than necessary: \"[T]he object . . . is to limit the right of appeal upon the part of the General Government to the validity or constitutionality of the statute in which the prosecution is proceeding. It has been enlarged by the addition of another clause, which gives the right of appeal where the construction by the trial court is such as to decide that there is no offense committed, notwithstanding the validity of the statute, and in other respects the proceeding <span class=\"star-pagination\">*450</span> may remain intact. . . . A case recently occurring has drawn attention to the fact that if a circuit judge or a district judge holding the circuit should determine that a statute of Congress was invalid, the United States is without means of having that matter submitted to a tribunal that under the Constitution has power to settle that question. I do not believe the remedy ought to be any wider than the mischief that has been disclosed.\" 41 Cong. Rec. 2819.</p>\n<p>It is manifest that the preoccupying thought of the primary promoter of the legislation, President Roosevelt, and of Congress, was to bar a single judge from destroying, either by way of construction or invalidation, congressional enactments. Extension of the range of the meaning of \"statute\" to include regulations to which penal consequences attach was apparently nobody's thought and certainly on nobody's tongue. This was at a time when the proliferation of regulations was not an unknown phenomenon in lawmaking. It is certainly not fictional to attribute to the preponderant profession represented in Congress knowledge of the elementary difference between statutes, conventionally speaking, and regulations authorized by statutes. Nor is this a formal or minor distinction. It is one thing to strike down a statute, or to eviscerate its meaning; it is quite another thing to construe a regulation adversely to the Government's desire. Legislation is complicated and cumbersome business. Correction of erroneous statutory construction, let alone invalidation of laws, is a difficult, even a hazardous process. Regulations are the products of officials unhobbled by legislative procedure with its potential opportunity for parliamentary roadblocking. In large measure, these officials have the means of self-help for correcting judicial misconception about a regulation.</p>\n<p>Such being the practical differences between dealing with regulations and dealing with the laws of Congress <span class=\"star-pagination\">*451</span> as such, what is the bearing of these practical differences upon our duty of construing the term \"statute\" in order to decide whether the right of direct appeal to this Court should be restricted to cases construing the formal enactments of Congress, or whether it should include cases construing regulations referable to such enactments? The answer to this question introduces a factor of weighty importance in deciding whether cases are required to be brought here in the first instance or may be brought here only by leave after adjudication by a Court of Appeals. That factor concerns due regard for the responsibility of this Court in relation to the judicial business of major public importance and the conditions necessary for its wise disposition.<sup>[3]</sup></p>\n<p>On more than one occasion this Court has given controlling consideration to the fact that by a latitudinarian construction of jurisdictional legislation the business of this Court would be \"largely and irrationally increased.\" <i>American Security &amp; Trust Co.</i> v. <i>Commissioners,</i> 224 U. S. 491, 495. Since the merely abstractly logical arguments permit \"statute\" to be construed in either a restrictive or a broad sense, that is, that appeals to this Court directly from an adjudication of a District Court under the Criminal Appeals Act may appropriately be confined to rulings under a statute as such, rather than to include interpretations of regulations arising under a statute, I not only feel free, but deem it incumbent, to oppose what is certainly a needless if not an irrational increase in the class of cases which can be brought directly to this Court from the District Courts. I would deny the <span class=\"star-pagination\">*452</span> right of the Government to appeal here every time one of the vast number of regulations to which penalties are attached is construed to its disfavor. I would leave the Government to revise its regulation, as so often can easily and effectively be accomplished by skillful drafting, to bring it within statutory authority, or to go to a Court of Appeals for review.</p>\n<p>The presence in the Criminal Appeals Act of 1907 of the provision for an appeal by the Government from decisions or judgments sustaining a \"special plea in bar\" when the defendant has not been put in jeopardy, has an historical explanation and its scope presents a different problem of statutory construction than that of giving meaning to \"statute.\" Barring stimulation by this Court, Congress seldom initiates judiciary legislation except when a dramatic case stirs public interest. Such was the <i>Beef-Trust</i> case, <i>United States</i> v. <i>Armour &amp; Co.,</i> 142 F. 808. In that case, because of the then absence of the Government's right of appeal in a criminal case, the Government's antitrust prosecution was finally terminated by a successful plea in bar in the District Court. The Congress was determined not to permit a recurrence of that situation, and thus the inclusion in the Act of 1907 of a clause permitting appeals by the Government from decisions sustaining a \"special plea in bar\" is easily accounted for.</p>\n<p>Regarding the meaning of this clause, I agree with the opinion of my Brother STEWART. When Congress uses technical legal language the Court disregards the obvious guidance to meaning if it departs from its technical legal connotation. There have been two cases before the Court dealing with the matter, between which we have to choose: <i>United States</i> v. <i>Storrs,</i> 272 U. S. 652, and <i>United States</i> v. <i>Hark,</i> 320 U. S. 531. In <i>Storrs</i> Mr. Justice Holmes, as spokesman for the Court, applied his authoritative learning of the common law to take \"technical words\" \"in their technical sense.\" In <i>Hark,</i> the Court <span class=\"star-pagination\">*453</span> did not notice the <i>Storrs</i> analysis and gave a colloquial meaning to the phrase. Having to choose between these two decisions, I follow <i>Storrs</i> because it applied the appropriate criterion of construction.</p>\n<p>MR. JUSTICE STEWART, whom MR. JUSTICE FRANKFURTER and MR. JUSTICE HARLAN join, dissenting.</p>\n<p>I do not reach the merits of this case, because I think the District Court's judgment was not of a kind which the Criminal Appeals Act makes directly reviewable by this Court. It seems clear to me that the dismissal of the information was not \"based upon the invalidity or construction of the statute,\" and equally clear that the judgment was not one \"sustaining a motion in bar.\"<sup>[1]</sup></p>\n<p></p>\n<h2>I.</h2>\n<p>The District Court's decision was based solely upon the interpretation of Treasury regulations, not upon the invalidity or construction of an Act of Congress. The court found it doubtful that the regulations in question were issued to implement the country-of-origin marking requirements of 19 U. S. C.  1304,<sup>[2]</sup> and held that in any event the intent of the regulations was not sufficiently unambiguous to support a criminal prosecution. No contention was made that the statute itself was invalid. The trial court did not question that the statute validly and clearly confers power upon the Secretary of the Treasury to issue a properly worded regulation making the acts of the appellees unlawful. This is made apparent by the district judge's statement that \"[t]he Secretary could very easily have indicated that East and West Germany <span class=\"star-pagination\">*454</span> should be considered two separate countries for all purposes within the jurisdiction of the Treasury Department. . . .\" Thus the decision we are asked to review in no way impinges upon or construes the legislation which Congress enacted. Compare <i>United States</i> v. <i>Foster,</i> 233 U. S. 515, 522-523.</p>\n<p>Whether under the Criminal Appeals Act an appeal from an order of dismissal based upon a District Court's construction of an administrative regulation may be brought directly here is a question which apparently has not been considered until now. The Court's resolution of the question seems to me at odds with the tradition of strict construction of the Criminal Appeals Act and contrary to the policy, reflected notably in the Act of February 13, 1925, 43 Stat. 936, of narrowly limiting the appellate jurisdiction of this Court.<sup>[3]</sup> \"The exceptional right of appeal given to the Government by the Criminal Appeals Act is strictly limited to the instances specified.\" <i>United States</i> v. <i>Borden Co.,</i> 308 U. S. 188, 192. See <i>United States</i> v. <i>Dickinson,</i> 213 U. S. 92, 103.</p>\n<p>Avoidance of prolonged uncertainty as to the validity or meaning of a federal criminal law is obviously a desideratum in the effective administration of justice. Moreover, <span class=\"star-pagination\">*455</span> it is clearly desirable to bring to the attention of Congress as promptly as possible any occasion for legislative clarification or amendment. When a District Court holds a criminal statute invalid or gives it a construction inconsistent with the understanding of those in the Executive Branch charged with enforcing it, this policy is well served by expediting ultimate determination of the matter. But expedited review of the judgment in the present case serves no such policy.<sup>[4]</sup> Uncertainty caused by the District Court's decision in this case could have been laid to rest at any time simply by issuance of a clearly worded Treasury regulation.</p>\n<p>For these reasons I would hold that an administrative regulation such as is here involved is not a \"statute\" within the meaning of this provision of the Criminal Appeals Act.</p>\n<p></p>\n<h2>II.</h2>\n<p>Even if the above views should prevail, the Court would still have jurisdiction of this appeal if the District Court's judgment was one \"sustaining a motion in bar, when the defendant has not been put in jeopardy.\" The motion which the court sustained was for an order dismissing the information \"on the ground that it does not state facts sufficient to constitute an offense against The United States.\" I think such a pleading is not \"a motion in bar.\"</p>\n<p><span class=\"star-pagination\">*456</span> Until 1948 the Criminal Appeals Act provided for direct appeal to this Court from a \"decision or judgment sustaining a special plea in bar, when the defendant has not been put in jeopardy.\"<sup>[5]</sup> In 1948 the phrase \"motion in bar\" was substituted for \"special plea in bar.\" 62 Stat. 845. The sole purpose of the change was to bring the terminology of the Criminal Appeals Act into conformity with Rule 12 of the Federal Rules of Criminal Procedure which abolished special pleas, demurrers and motions to quash as such, and substituted motions to dismiss or to grant appropriate relief. The statutory revision was not intended to, and did not, expand the Government's right of appeal. See H. R. Rep. No. 304, 80th Cong., 1st Sess. A-177.<sup>[6]</sup> That right is still limited to a judgment sustaining a motion of a kind historically considered a \"special plea in bar.\"</p>\n<p>The label which the defendant may have attached to his pleading is of no great importance in this connection. <i>United States</i> v. <i>Oppenheimer,</i> 242 U. S. 85, 86; <i>United States</i> v. <i>Goldman,</i> 277 U. S. 229, 236. As Mr. Justice Holmes remarked in <i>United States</i> v. <i>Storrs,</i> 272 U. S. 652, 654, \"[t]he question is less what it is called than what it is.\" But, in deciding \"what it is,\" the Court's opinion in <i>Storrs</i> underscores the essential point\"The <span class=\"star-pagination\">*457</span> statute uses technical words, `a special plea in bar,' and we see no reason for not taking them in their technical sense.\" 272 U. S., at 654.<sup>[7]</sup></p>\n<p>At common law, a plea in bar had to either \"<i>deny,</i> or <i>confess and avoid</i> the facts stated in the declaration.\" 1 Chitty, Pleading (16th Am. ed. 1883), *551; Stephen, Principles of Pleading (3d Am. ed. 1895), 89. Consequently, there were two types of pleas in barpleas by way of traverse and pleas by way of confession and avoidance. <i>Ibid.</i> Shipman, Common-Law Pleading (Ballantine ed. 1923), 30. When a plea in bar was a plea other than the general issue, it was a \"special plea in bar.\" Shipman, <i>supra,</i> at 337; Stephen, <i>supra,</i> at 179. In civil cases pleas of this category included the specific traverse (equivalent to a special denial), the special traverse (a denial preceded by introductory affirmative matter), and the plea of confession and avoidance. In criminal cases special pleas in bar were primarily utilized by way of confession and avoidance, <i>e. g.,</i> autrefois acquit, autrefois convict, and pardon. 2 Bishop, New Criminal Procedure (2d ed. 1913),  742, 805-818; Heard, Criminal Pleading (1879), 279-296; 1 Starkie, Criminal Pleading (2d ed. 1822), 316-338. The plea in confession and avoidance did not contest the facts alleged in the declaration, but relied on new matter which would deprive those facts of their ordinary legal effect. Stephen, <i>supra,</i> 89, 205-206; Shipman, <i>supra,</i> 348; 1 Chitty, <i>supra,</i> *551-*552. It set up affirmative defenses which would bar the prosecution.</p>\n<p>This concept of a special plea in bar as a plea similar in substance to confession and avoidance has been consistently followed in the decisions of this Court. The <span class=\"star-pagination\">*458</span> cases in which jurisdiction has been accepted on the ground that the decision below sustained a special plea in bar have invariably involved District Court decisions upholding an affirmative defense in the nature of a confession and avoidance.<sup>[8]</sup> The motion to dismiss which was sustained by the District Court in this case was clearly not the equivalent of a special plea in bar, as thus historically understood, but, rather, the equivalent of a general demurrer. The judgment sustaining that motion is, therefore, not directly reviewable here.</p>\n<p>This view is fully confirmed by an examination of the structure of the Criminal Appeals Act itself. For if, as the Court of Appeals thought, a \"motion in bar\" is any motion which, if sustained, would exculpate the defendants, then a significant portion of the provision of the Criminal Appeals Act discussed in Part I of this opinion would be a meaningless redundancy. Every motion based upon the invalidity of a statute would, under the rough and ready definition of the Court of Appeals, also be a \"motion in bar,\" because a dismissal based upon such a motion would with equal effectiveness \"end the cause and exculpate the defendants.\"</p>\n<p>I would remand this case to the Court of Appeals.</p>\n<h2>NOTES</h2>\n<p>[1]  \"19 U. S. C.  1304. Marking of imported articles and containers.\n</p>\n<p>\"(a) Marking of articles.</p>\n<p>\". . . [E]very article of foreign origin . . . imported into the United States shall be marked in a conspicuous place as legibly, indelibly, and permanently as the nature of the article (or container) will permit in such manner as to indicate to an ultimate purchaser in the United States the English name of the country of origin of the article. The Secretary of the Treasury may by regulations</p>\n<p>\"(1) Determine the character of words and phrases or abbreviations thereof which shall be acceptable as indicating the country of origin . . . ;</p>\n<p>\"(2) Require the addition of any other words or symbols which may be appropriate to prevent deception or mistake as to the origin of the article . . . .</p>\n<p>.....</p>\n<p>\"(e) Penalties.</p>\n<p>\"If any person shall, with intent to conceal the information given thereby or contained therein, deface, destroy, remove, alter, cover, obscure, or obliterate any mark required under the provisions of this chapter, he shall, upon conviction, be fined not more than $5,000 or imprisoned not more than one year, or both.\"</p>\n<p>[2]  18 U. S. C.  3731 provides, in part:\n</p>\n<p>\"An appeal may be taken by and on behalf of the United States from the district courts direct to the Supreme Court of the United States in all criminal cases in the following instances:</p>\n<p>\"From a decision or judgment setting aside, or dismissing any indictment or information, or any count thereof, where such decision or judgment is based upon the invalidity or construction of the statute upon which the indictment or information is founded.</p>\n<p>.....</p>\n<p>\"From the decision or judgment sustaining a motion in bar, when the defendant has not been put in jeopardy.</p>\n<p>.....</p>\n<p>\"If an appeal shall be taken pursuant to this section to any court of appeals which, in the opinion of such court, should have been taken directly to the Supreme Court of the United States, such court shall certify the case to the Supreme Court of the United States, which shall thereupon have jurisdiction to hear and determine the case to the same extent as if an appeal had been taken directly to that Court.\"</p>\n<p>[3]  In addition to the substantive charges, there was a count alleging conspiracy so to alter the labels.</p>\n<p>[4]  Senator Bacon, a member of the Judiciary Committee. 41 Cong. Rec. 2195-2196.</p>\n<p>[5]  41 Cong. Rec. 2753. See also comments of Senator Clarke, who, after discussing the matter with Senator Nelson, the manager of the bill on the floor, stated:\n</p>\n<p>\"[W]henever the validity of a statute has been adversely decided by a trial court . . . the Government ought to have the right to promptly submit that to the tribunal having authority to dispose of such questions in order that there may be a uniform enforcement of the law throughout the entire limits of the United States.\" 41 Cong. Rec. 2820.</p>\n<p>[6]  Several months later, T. D. 53281 was issued, providing alternative wordings for the Soviet Zone labels.</p>\n<p>[7]  Vom Baur, Federal Administrative Law,  490, at 489.</p>\n<p>[8]  Since we hold that T. D. 53210 deals only with the collection of duties, its marking provisions supersede those of T. D. 51527 only as the latter relate thereto.</p>\n<p>[1]  See Friedenthal, Government Appeals in Federal Criminal Cases, 12 Stan. L. Rev. 71, 77-78.</p>\n<p>[2]  It is suggested that this construction causes some overlap between those judgments appealable here as sustaining motions in bar and those appealable here as based on the construction or invalidity of the statute under which prosecution is had. The existence of such an overlap hardly would militate seriously against the construction of the statute espoused here and in <i>Hark, Murdock</i> and <i>Storrs;</i> where Congress has decided to make two categories of cases appealable to this Court, it is not a valuable guide to construction to assume that congressional intent would be offended if some cases were appealable as belonging to both categories. And it cannot be maintained, as is suggested, that every judgment based on the invalidity of a statute must also be one sustaining a motion in bar. For an indictment may be dismissed because it does not allege facts sufficient to indicate a constitutional application of the statute under which the prosecution was brought; and if the omission is not a pleading defect, and the statute was interpreted by the District Court as covering the charge, the dismissal is appealable here as from a judgment based on the invalidity of the statute. Yet such a judgment would not necessarily exculpate the defendant, and thus would not constitute the sustaining of a plea in bar, for a new indictment for the same criminal offense might be found by alleging sufficient additional facts to obviate the constitutional defect. Cf. <i>United States</i> v. <i>Oppenheimer,</i> 242 U. S. 85, 87.</p>\n<p>[1]  Formal changes in this language have been made by the Act of May 9, 1942, c. 295, 56 Stat. 271, the 1948 Judicial Code, Act of June 25, 1948, c. 645,  3731, 62 Stat. 844, and the Act of May 24, 1949, c. 139,  58, 63 Stat. 97.</p>\n<p>[2]  See, <i>e. g.,</i> 41 Cong. Rec. 2757 (Senator Nelson, the manager of the bill in the Senate): \"[T]he question now before us is whether we will allow a nisi prius judge of an inferior court to render ineffective our efforts in this behalf to protect the American people against trusts and monopolies and other dangerous things; whether we will allow ourselves to be handicapped and crippled by the decision of an inferior nisi prius judge.\" See also, <i>id.,</i> 2192 (Senator Bacon): \"[A]nd a law of Congress is set aside, made absolutely null and void and inoperative by the decision of one judge, without the opportunity for the nine judge who sit in the Supreme Court to pass upon the great question . . . affecting not simply that accused, affecting not simply all others who may be accused, but affecting the operation of the law of the land . . . .\"</p>\n<p>[3]  Apart from other vital factors, increase in the range and mass of materials drawn upon in opinions during recent decades, and the investigation and appraisal thereby involved, entail a considerable increase in the burden of the Court's business compared with earlier periods.</p>\n<p>[1]  The relevant provisions of the Criminal Appeals Act are reproduced in the Court's opinion, <i>ante,</i> p. 433, note 2.</p>\n<p>[2]  The relevant provisions of this statute are reproduced in the Court's opinion, <i>ante,</i> p. 432, note 1.</p>\n<p>[3]  The term \"statute\" as used in the jurisdictional legislation which is now 28 U. S. C.  1257 (2), providing for an appeal to this Court \"where is drawn in question the validity of a statute of any state on the ground of its being repugnant to the Constitution, treaties or laws of the United States, and the decision is in favor of its validity,\" has from the beginning been given a broad interpretation, consistent with the purpose of this legislation. See <i>Williams</i> v. <i>Bruffy,</i> 96 U. S. 176, 182, 183; <i>Reinman</i> v. <i>Little Rock,</i> 237 U. S. 171; <i>Live Oak Assn.</i> v. <i>Railroad Comm'n of California,</i> 269 U. S. 354, 356. But it is one thing to say that \"statute\" should be construed broadly in cases involving allegedly unconstitutional state action, and quite another to say that a similar construction should be given to the term in cases involving simply the meaning of regulations made pursuant to concededly valid federal legislation.</p>\n<p>[4]  The Court notes \"the remedial purpose of the Act was to avert `the danger of frequent conflicts, real or apparent, in the decisions of the various . . . [trial courts], and the unfortunate results thereof', and to eliminate `the impossibility of the government's obtaining final and uniform rulings by recourse to a higher court.' \" <i>Ante,</i> p. 436. This purpose has now to a large degree been fulfilled by the Act of May 9, 1942, 56 Stat. 271, giving jurisdiction over government appeals in criminal cases to the Courts of Appeals. Any conflict between circuits could, of course, be resolved here. See Supreme Court Rule 19, par. 1 (b).</p>\n<p>[5]  This was the language of the original Criminal Appeals Act (Act of March 2, 1907, c. 2564, 34 Stat. 1246), and the same wording was continued in subsequent re-enactments. See 18 U. S. C. (1940 ed.)  682; 18 U. S. C. (1946 ed.)  682.</p>\n<p>[6]  The 1948 revision supplemented Rule 54 (c), Fed. Rules Crim. Proc., which provided that \"The words `demurrer,' `motion to quash,' `plea in abatement,' `plea in bar,' and `special plea in bar,' or words to the same effect, in any act of Congress shall be construed to mean the motion raising a defense or objection provided in Rule 12.\" The Notes of the Advisory Committee appended to Rule 54 make clear that an intent of this provision was to insure that the scope of the Government's right of appeal in criminal cases would remain unchanged.</p>\n<p>[7]  The opinion in <i>United States</i> v. <i>Hark,</i> 320 U. S. 531, upon whose generalized language the Court of Appeals and my Brother BRENNAN here so heavily rely, did not cite <i>Storrs.</i> To the extent that the two opinions reflect divergent approaches, <i>Storrs</i> seems the more carefully considered and I would follow it.</p>\n<p>[8]  See, <i>e. g., </i><i>United States</i> v. <i>Celestine,</i> 215 U. S. 278 (motion alleging special facts which showed that defendant was not subject to prosecution by the United States for the crime charged); <i>United States</i> v. <i>Oppenheimer,</i> 242 U. S. 85 (motion alleging that <i>res judicata</i> barred the action); <i>United States</i> v. <i>Thompson,</i> 251 U. S. 407 (motion raising the affirmative defense that the charges contained in the indictment had been submitted to a previous grand jury which had refused to make a presentment thereon); <i>United States</i> v. <i>Goldman,</i> 277 U. S. 229 (motion alleging that the statute of limitations barred prosecution); <i>United States</i> v. <i>Murdock,</i> 284 U. S. 141 (motion raising defense of privilege); <i>United States</i> v. <i>Hark,</i> 320 U. S. 531 (motion raising affirmative defense of revocation of pertinent provisions of regulation which appellees were charged with violating).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></span> (1960)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nMERSKY ET AL.</h1></center>\n<center>No. 31.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 10, 1959.</center>\n<center>Decided February 23, 1960.</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE SOUTHERN DISTRICT OF NEW YORK.\n<p><span class=\"star-pagination\">*432</span> <i>Eugene L. Grimm</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Rankin, Assistant Attorney General Wilkey</i> and <i>Beatrice Rosenberg.</i></p>\n<p><i>Julius L. Schapira</i> argued the cause and filed a brief for appellees.</p>\n<p>MR. JUSTICE CLARK delivered the opinion of the Court.</p>\n<p>The Congress has provided in the Tariff Act of 1930, 46 Stat. 590, as amended, that imported articles be marked to indicate to an ultimate purchaser in the United States the English name of the country of origin. 19 U. S. C.  1304.<sup>[1]</sup> Pursuant to the Act, the Secretary of the Treasury adopted implementing regulations. This case tests the application of these provisions to the importation of 10 violins from the Soviet Zone of Germany. Appellees were charged with removing the labels from the <span class=\"star-pagination\">*433</span> violins with intent to conceal from the ultimate purchasers in the United States the identity of the violins' country of origin. The District Court dismissed the information, holding that the changing of the labels did not violate the Act because the applicable regulation appeared to require the Soviet Zone marking only for tariff purposes rather than to apprise the ultimate purchasers of the place of origin. In any event, the court found, the intent of the regulation was not \"manifested in a manner sufficiently clear and unambiguous to justify a criminal prosecution.\" On appeal by the Government, the Court of Appeals held that the District Court's opinion, interpreting the regulation, was tantamount to a construction of the statute upon which the information was founded; and hence, under the Criminal Appeals Act, 18 U. S. C.  3731, the order of dismissal was appealable directly to this Court rather than to the Court of Appeals.<sup>[2]</sup> It was also of the opinion that the effect of the dismissal was to sustain a motion in bar, which, under <span class=\"star-pagination\">*434</span>  3731, likewise required appeal to this Court. Accordingly, it certified the appeal, 261 F. 2d 40, and we postponed the question of jurisdiction to a hearing on the merits, 359 U. S. 951. We have concluded to accept the certification of the Court of Appeals and, on the merits, to affirm the District Court judgment dismissing the information.</p>\n<p>Appellees, dealers in musical instruments in the United States, had purchased the violins from importers and thereafter sold them to other dealers. Upon obtaining possession of the violins from the importers, appellees replaced labels marked \"Germany/USSR Occupied,\" then on each of the violins, with others inscribed \"Made in Germany.\" After resale of the violins, an information was filed against appellees, charging that they removed the original labels attached to the violins with intent to conceal from the ultimate purchasers the identity of the country of origin.<sup>[3]</sup> The Government's theory was that the removal of the labels violated 19 U. S. C.  1304 and its implementing regulations.</p>\n<p></p>\n<h2>I.</h2>\n<p>Our first consideration is the jurisdictional issue. The Criminal Appeals Act specifies several conditions, any one of which permits a direct appeal by the Government to this Court, and makes our jurisdiction in such cases exclusive. In the event that an appeal which should have been taken here is erroneously effected to a Court of Appeals, that court is directed to certify it here. Prior to 1907, the date of the original Act, the United States had no appeal whatever in criminal cases. As passed by the House, the bill gave the Government \"the same right of review by writ of error that is given to the defendant.\" However, in the Senate, the bill was amended so as to allow review <span class=\"star-pagination\">*435</span> from judgments setting aside indictments, \"where the ground for such motion or demurrer is the invalidity or construction of the statute upon which the indictment is founded.\" 41 Cong. Rec. 2819. The final language emerged from the Conference Committee of the two Houses. See H. R. Conf. Rep. No. 8113, 59th Cong., 2d Sess. As was stated by Senator Knox, one of the proponents of the measure, a member of the Judiciary Committee and a former Attorney General of the United States, the bill \"only proposed to give it [the Government] an appeal upon questions of law raised by the defendant to defeat the trial . . . .\" 41 Cong. Rec. 2752. The bill was intended to create \"the opportunity to settle important questions of law,\" its \"great purpose\" being \"to secure the ultimate decision of the court of final resort on questions of law.\"<sup>[4]</sup> The situation sought to be remedied was outlined by Senator Patterson, also of the Judiciary Committee and a proponent of the bill, in these words:</p>\n<blockquote>\"We have a district court in one jurisdiction holding that a law is ineffective for one reason or another it may be that it is unconstitutional, or for some other reasonand we have a district court in another jurisdiction holding the reverse; and as the cases multiply in the several sections of the country we may find one half of the courts of the country arrayed against the other half of the courts of the country upon the same identical law; one half holding that it is entirely constitutional and the other half holding that it is unconstitutional. So, Mr. President, that confusion, that ridiculous condition, exists and must continue to exist, because, as the law now stands, until a case involving the question shall go to the Supreme Court and it is brought there by the defendant, <span class=\"star-pagination\">*436</span> there can be no adjudication by a court whose decision and judgment is controlling. . . . The bill is intended to cure a defect in the administration of justice . . . .\"<sup>[5]</sup></blockquote>\n<p>It therefore appears abundantly clear that the remedial purpose of the Act was to avert \"the danger of frequent conflicts, real or apparent, in the decisions of the various district or circuit courts, and the unfortunate results thereof\"; and to eliminate \"the impossibility of the government's obtaining final and uniform rulings by recourse to a higher court.\" 20 Harv. L. Rev. 219. Moreover, the desirability of expedition in the determination of the validity of Acts of Congress, which is pointed to as a desideratum for direct appeal, applies equally to regulations. In practical operation, correction of a regulation by agency revision invariably awaits judicial action.</p>\n<p>The information charged violations of 19 U. S. C.  1304 \"and the regulations promulgated thereunder.\" This section requires imported articles to be marked \"to indicate to an ultimate purchaser . . . the country of origin,\" and imposes criminal sanctions on anyone who removes such a mark with intent to conceal the information contained therein. The Secretary of the Treasury is authorized to implement it by appropriate regulations. The term \"country,\" as used by the Congress in requiring the markings, was defined by regulation to mean \"the political <span class=\"star-pagination\">*437</span> entity known as a nation.\" 19 CFR  11.8. By Treasury Decision 51527, August 28, 1946, Germany was to be considered the country of origin of articles manufactured or produced in all parts of Germany. Following a change in duty rates applicable to Soviet Zone products, T. D. 53210 was issued in 1953, providing that articles from Eastern Germany should be \"marked to indicate Germany (Soviet occupied).\"<sup>[6]</sup> The issue posed to the District Court was whether this last regulation carried with it the sanctions of  1304. As we see it, a construction of the regulation necessarily is an interpretation of the statute.</p>\n<p>An administrative regulation, of course, is not a \"statute.\" While in practical effect regulations may be called \"little laws,\"<sup>[7]</sup> they are at most but offspring of statutes. Congress alone may pass a statute, and the Criminal Appeals Act calls for direct appeals if the District Court's dismissal is based upon the invalidity or construction of a statute. See <i>United States</i> v. <i>Jones,</i> 345 U. S. 377 (1953). This Court has always construed the Criminal Appeals Act narrowly, limiting it strictly \"to the instances specified.\" <i>United States</i> v. <i>Borden Co.,</i> 308 U. S. 188, 192 (1939). See also <i>United States</i> v. <i>Swift &amp; Co.,</i> 318 U. S. 442 (1943). Here the statute is not complete by itself, since it merely declares the range of its operation and leaves to its progeny the means to be utilized in the effectuation of its command. But it is the statute which creates the offense of the willful removal of the labels of origin and provides the punishment for violations. The regulations, on the other hand, prescribe the identifying language of the label itself, and assign the resulting tags to their respective geographical areas. Once promulgated, <span class=\"star-pagination\">*438</span> these regulations, called for by the statute itself, have the force of law, and violations thereof incur criminal prosecutions, just as if all the details had been incorporated into the congressional language. The result is that neither the statute nor the regulations are complete without the other, and only together do they have any force. In effect, therefore, the construction of one necessarily involves the construction of the other. The charges in the information are founded on  1304 and its accompanying regulations, and the information was dismissed solely because its allegations did not state an offense under  1304, as amplified by the regulations. When the statute and regulations are so inextricably intertwined, the dismissal must be held to involve the construction of the statute. This, we believe, gives recognition to the congressional purpose to give the Government the right of appeal upon \"questions of law raised by the defendant to defeat the trial\" and thus promptly to \"secure the ultimate decision\" of this Court, affording a desired \"uniform enforcement of the law throughout the entire limits of the United States.\" In view of this conclusion, we need not pass upon the claim that the District Court sustained in effect a \"motion in bar.\" Our disposition requires that the case come directly here, and accordingly we accept the certificate of the Court of Appeals and now turn to the merits.</p>\n<p></p>\n<h2>II.</h2>\n<p>In 1946, the Treasury implemented the country-of-origin provisions of  1304 by issuance of T. D. 51527, which provided that, \"For the purposes of the marking provisions of the Tariff Act of 1930, . . . Germany shall be considered the country of origin of articles manufactured. . . in all parts of the German area subject to the authority of the Allied Control Commission and the United States, British, Soviet, and French zone Commanders <span class=\"star-pagination\">*439</span>. . . .\" Thus the marking on articles produced in the Soviet Zone were required to be labeled \"Made in Germany.\"</p>\n<p>In 1951 the Congress directed the President to suspend or withdraw any reduction in the rates of custom duties or other concessions then applicable to the importation of articles manufactured in any areas dominated by the Soviet Union. 65 Stat. 73; 19 U. S. C.  1362. In Proclamation No. 2935, 65 Stat. C25, the President suspended any reduction in rates of duty applicable to any articles manufactured in the Soviet Zone of Germany and the Soviet Sector of Berlin. Treasury Decision 52788, issued the same day, changed the rate of duty as provided in this proclamation. In 1953 the Secretary issued T. D. 53210, the regulation in controversy. This Treasury Decision is headed: \"Tariff status, marking to indicate the name of the country of origin, and customs valuation of products of Germany, Poland, and Danzig.\" The first paragraph of T. D. 53210 refers to the presidential proclamation changing the structure of the rates of duty. The second paragraph specifies that, \"For the purposes of the value provisions of section 402, Tariff Act of 1930,\" Western Germany shall be treated as one country, and \"the Soviet Zone . . . shall be treated as another `country.' \" The third paragraph is the one crucial to this prosecution: it provides that products of Western Germany shall be \"marked to indicate Germany as the `country of origin,' but products of the Soviet Zone . . . shall be marked to indicate Germany (Soviet occupied) as the `country of origin.' \" The District Court concluded that T. D. 53210 was \"issued primarily to establish markings for purposes of the differences in the duties applicable\"; thus the indication of Soviet Zone origin would not be required beyond entry into this country, the stage at which duty is payable.</p>\n<p><span class=\"star-pagination\">*440</span> We agree with the District Court. It appears that T. D. 53210, unlike T. D. 51527, is aimed at the collection of duties rather than the protection of the ultimate purchaser in the United States. Its caption indicates that it deals with \"tariff status\" and \"customs valuation,\" and the marking requirements are but aids thereof. Taking up the body of the document, we note that the first paragraph deals entirely with the fact that Soviet-dominated areas \"shall not receive reduced rates of duty,\" while Western Germany and the Western Sectors of Berlin shall \"continue to receive most-favored-nation treatment.\" The second paragraph is introduced by the phrase, \"For the purposes of the value provisions\" of the Tariff Act, and provides that \"the Soviet Zone . . . shall be treated as another `country.' \" This language, as well as the make-up of the regulation, suggests that the third paragraph (the one involved here), requiring distinctive marking for Soviet Zone products, is but another step in the implementation of the tariff changes. It contains no reference to the requirement of  1304 that the article be marked in a \"conspicuous place,\" \"legibly, indelibly, and permanently,\" so that an \"ultimate purchaser in the United States\" would be on notice. We note that appellees placed on the violins the labels \"Made in Germany\" as required by T. D. 51527.</p>\n<p>In the context of criminal prosecution, we must apply the rule of strict construction when interpreting this regulation and statute. <i>United States</i> v. <i>Halseth,</i> 342 U. S. 277, 280 (1952); <i>United States</i> v. <i>Wiltberger,</i> <span class=\"citation\" data-id=\"85284\"><a href=\"/opinion/85284/united-states-v-wiltberger/\"><span class=\"volume\">5</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">76</span></a></span>, 95-96 (1820). A reading of the regulation leaves the distinct impression that it was intended to protect and expedite the collection of customs duties. Certainly its emphasis on duties and its silence on the protection of the public from deceit support the conclusion that the old provisions were to continue insofar as markings after <span class=\"star-pagination\">*441</span> importation are concerned.<sup>[8]</sup> If the intent were otherwise, it should not have been left to implication. There must be more to support criminal sanctions: businessmen must not be left to guess the meaning of regulations. The appellees insist that they changed the labels in good faith, believing their actions to be permissible under the law. There is nothing in the record to the contrary. A United States district judge concurred in their reading of the regulation. In the framework of criminal prosecution, unclarity alone is enough to resolve the doubts in favor of defendants.</p>\n<p>Accordingly, the judgment of the District Court is</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE BRENNAN, concurring.</p>\n<p>I join the opinion of the Court. But I think it plain under our precedents that jurisdiction over this appeal also lies here on the ground that the dismissal was one \"sustaining a motion in bar, when the defendant has not been put in jeopardy.\" Except that arguments are made here in dissent which would unsettle what has been settled by our precedents and reintroduce archaisms into federal criminal procedure, I would have refrained from expressing my views.</p>\n<p>The touchstone of what constitutes a \"judgment sustaining a motion in bar\" is precisely what Judge Lumbard in the Court of Appeals said it waswhether the judgment is one which will end the cause and exculpate the defendant. <i>United States</i> v. <i>Hark,</i> 320 U. S. 531, 536; <i>United States</i> v. <i>Murdock,</i> 284 U. S. 141, 147; <i>United States</i> v. <i>Storrs,</i> 272 U. S. 652, 654. As established by these precedents, the focal point of inquiry is not the form <span class=\"star-pagination\">*442</span> of the defendant's plea, but the effect of the <i>ruling</i> of the District Court.<sup>[1]</sup> \"The material question is not how the defendant's pleading is styled but the effect of the ruling sought to be reviewed . . . .\" <i>United States</i> v. <i>Hark, supra,</i> at 536. \"Its [the judgment's] effect, unless reversed, is to bar further prosecution for the offense charged. It follows unquestionably that, without regard to the particular designation or form of the plea or its propriety, this court has jurisdiction under the Criminal Appeals Act.\" <i>United States</i> v. <i>Murdock, supra,</i> at 147. To turn the thrust of these precedents around and focus on the common-law pigeonhole of the defendant's plea would be an anomaly indeed, as is recognized, particularly 15 years after the Federal Rules of Criminal Procedure swept away the old pleas. See Rule 12.</p>\n<p>These cases establish criteria for judging the question that are foreign to the technicalities of the old pleas. It is suggested, however, that Justice Holmes' opinion in <i>United States</i> v. <i>Storrs, supra,</i> at 654, demonstrates that these technicalities still exist. A less selective quotation of his opinion, however, makes it plain that he was referring to one technical touchstonethe very one that Judge Lumbard applied below and which was followed in <i>Murdock</i> and <i>Hark. Storrs</i> involved the dismissal of an indictment for irregularities committed in the grand jury room. The statute of limitations had run at the time of the dismissal so that a new indictment could not be found. But the nature of the Court's action itself was not to exculpate the defendant, as the opinion explained: \"[It] cannot be that a plea filed a week earlier is what it purports to be, and in its character is, but a week later becomes a plea in bar because of the extrinsic circumstance that the statute of limitations has run. The plea looks <span class=\"star-pagination\">*443</span> only to abating the indictment not to barring the action. It has no greater effect in any circumstances. If another indictment cannot be brought, that is not because of the judgment on the plea, but is an independent result of a fact having no relation to the plea and working equally whether there was a previous indictment or not. The statute uses technical words, `a special plea in bar,' and we see no reason for not taking them in their technical sense.\" 272 U. S., at 654. Clearly the point of the discussion was not whether the plea was by way of \"confession and avoidance\" or the like, but whether the judgment on it was in itself an exculpatory onethe announced test that subsequent decisions have followed. There is, then, no inconsistency between <i>Storrs</i> and <i>Hark</i>both turned on the same basic principle.</p>\n<p>Whatever retrospective exegesis of the leading cases now suggests, the one thing reading their own language discloses is that none of them asserts the \"confession and avoidance\" rationale now ascribed to them. Rather they were conceived as turning on the rationale that the Court of Appeals explained below. I would adhere to the basic principles of <i>Hark, Murdock</i> and <i>Storrs</i> here, and put the nineteenth century pleading books back on the shelves.<sup>[2]</sup></p>\n<p>Memorandum of MR. JUSTICE WHITTAKER.</p>\n<p>Although I agree with so much of the dissenting opinions of my Brothers FRANKFURTER and STEWART as concludes that a \"regulation\" is not embraced by the term \"statute\" as used in the Criminal Appeals Act, 18 U. S. C. <span class=\"star-pagination\">*444</span>  3731, I also agree with so much of my Brother BRENNAN'S concurring opinion as would hold that the dismissal was one \"sustaining a motion in bar, when the defendant has not been put in jeopardy,\" and hence conclude that we have jurisdiction. On the merits, I join the Court's opinion.</p>\n<p>MR. JUSTICE FRANKFURTER, whom MR. JUSTICE HARLAN and MR. JUSTICE STEWART join, dissenting.</p>\n<p>The Criminal Appeals Act of 1907, 34 Stat. 1246, c. 2564, provides that in a criminal case an appeal from a District Court \"[f]rom a decision or judgment quashing, setting aside, or sustaining a demurrer to, any indictment, or any count thereof, where such decision or judgment is based upon the invalidity, or construction of the statute upon which the indictment is founded,\" \"[f]rom a decision arresting a judgment of conviction for insufficiency of the indictment, where such decision is based upon the invalidity or construction of the statute upon which the indictment is founded,\" and \"[f]rom the decision or judgment sustaining a special plea in bar, when the defendant <span class=\"star-pagination\">*445</span> has not been put in jeopardy,\"<sup>[1]</sup> cannot be taken by the Government to the Court of Appeals, but must come to this Court directly. In this case the indictment rested upon a regulation of the Secretary of the Treasury, violation of which constitutes an offense under 19 U. S. C.  1304 (e). The District Court decided against the Government, which thereupon appealed to the Court of Appeals. That court certified the case to this Court. 261 F. 2d 40.</p>\n<p>The question whether construction of a \"statute,\" as that term is used in the Act of 1907, includes construction of a regulation promulgated under a statute is another variant of the recurring problem of resolving an ambiguity of legal language. Here ambiguity inheres not only in the word \"statute\" as an English word (see \"statute,\" Oxford English Dictionary), but also in the word \"statute\" as a legal term. (Compare the construction of the term \"statute\" in two cases decided contemporaneously, <i>King Mfg. Co.</i> v. <i>Augusta,</i> 277 U. S. 100 (1928), and <i>Ex parte Collins,</i> 277 U. S. 565 (1928). In the former, \"statute\" was held to include a city ordinance; in the latter, \"statute\" was held to exclude a class of legislative enactments \"[d]espite the generality of the language.\" 277 U. S., at 568.) Judged by the dictionary, one meaning of \"statute\" is of course an enactment made by the legislature of a country. As a matter of English, it may also be respectably used to refer to the enactment of a body subordinate to a legislature or to the governing promulgations of a private body, like a college. Thus the dictionary does not resolve our problem, wholly apart from heeding the admonition, so frequently expressed by <span class=\"star-pagination\">*446</span> Judge Learned Hand, that judges in construing legislation ought not to imprison themselves in the fortress of the dictionary.</p>\n<p>The immediately relevant ambiguity of \"statute\" as a legal term derives from the fact that it may mean either the enactment of a legislature, technically speaking, that is the Congress of the United States or the respective legislatures of the fifty States; or it may have a more comprehensive scope, to wit, rules of conduct legally emitted by subordinate lawmaking agencies such as city councils or the various regulation-emitting bodies of the federal and state governments. Accordingly, whether the term \"statute,\" as used in the Criminal Appeals Act of 1907, should be given the restrictive meaning, <i>i. e.,</i> enactments by Congress, or the more extensive meaning, <i>i. e.,</i> Treasury regulations, cannot be determined merely by reading the Criminal Appeals Act of 1907. The answer will turn on the total relevant environment into which that Act must be placed, including past relevant decisions, the legislative history of the Act, and due regard for the consequences resulting from a restrictive as against a latitudinarian construction.</p>\n<p>For the problem in hand, there is no controlling authority in this Court nor are there decisions under other statutes helpful for decision; neither is there a body of practice reflected in lower court decisions over a sufficient period of time, unchallenged here, carrying the weight of professional understanding. The case, therefore, must be decided on the balance of considerations weighed here for the first time.</p>\n<p>The origin of the legislation and the legislative history of its enactment leave no doubt as to the direction of its aim. Between the decision of this Court in <i>United States</i> v. <i>Sanges,</i> 144 U. S. 310 (1892), and the enactment of the Criminal Appeals Act, the United States had no <span class=\"star-pagination\">*447</span> appellate remedy in criminal cases. (See the story as summarized in <i>United States</i> v. <i>Dickinson,</i> 213 U. S. 92.) This \"left all federal criminal legislation at the mercy of single judges in the district and circuit courts. This defect became all the more serious because it became operative just at the beginning of the movement for increasing social control through criminal machinery.\" Frankfurter and Landis, The Business of the Supreme Court (1928), p. 114. Attorneys General had, since 1892, been emphasizing the need for the legislation which became the 1907 Act. See, <i>id.,</i> pp. 114-115. Attorney General (later Mr. Justice) Moody in 1906 put the situation to be remedied in these terms: \"It is monstrous that a law which has received the assent of the Senate, the House of Representatives, and the President can be nullified by the opinion of a single man, not subject to review by the court of appeals and the Supreme Court.\" Atty. Gen. Ann. Rep. 4 (1906).</p>\n<p>The particular incident which precipitated the legislation was the <i>Beef-Trust</i> case, <i>United States</i> v. <i>Armour &amp; Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">F.</span> <span class=\"page\">808</span></span> (1906), where a plea in bar, in its technical sense, was sustained, thereby finally ending a Sherman Law prosecution in which President Theodore Roosevelt was much interested. In his message to the Congress which eventually enacted the Act of 1907 the President thus expressed the need for legislation: \"It seems an absurdity to permit a single district judge, against what may be the judgment of the immense majority of his colleagues on the bench, to declare a law solemnly enacted by the Congress to be `unconstitutional,' and then to deny to the Government the right to have the Supreme Court definitely decide the question.\" 41 Cong. Rec. 22. The concern of those in charge of the bill throughout the debate upon the measure in the Senate, in which alone there was full discussion, was to afford the Government <span class=\"star-pagination\">*448</span> appellate review when a single judge had frustrated the formally expressed will of Congress.<sup>[2]</sup></p>\n<p>The legislative history gives no hint of any concern over misconstruction or invalidation of regulations to which statutes might give rise. Regulations were not mentioned. It is significant, however, that the measure which ultimately became law was one deliberately narrower in scope than that originally proposed in the Congress. The legislation originated in the House, which, in the first session of the 59th Congress, passed a bill giving the United States in all criminal prosecutions \"the same right of review by writ of error that is given to the defendant\" provided that the defendant not be twice put in jeopardy for the same offense. 40 Cong. Rec. 5408. In the Senate, a less general measure, in the nature of a substitute for the House bill, was reported, giving the United States the right to take a writ of error from decisions or judgments \"quashing or setting aside an indictment . . . sustaining a demurrer to an indictment . . . arresting a judgment of conviction for insufficiency of the indictment . . . [or] sustaining a special plea in bar . . . .\" 40 Cong. Rec. 7589-7590; S. Rep. No. 3922, 59th Cong., 1st Sess. This bill went over in the Senate to the second session of the 59th <span class=\"star-pagination\">*449</span> Congress. The chief objection to it was its breadth. Although it was amended to provide expressly for protection against double jeopardy, 41 Cong. Rec. 2819, Senators objected to any unnecessary extension of the number of situations in which defendants might, contrary to what had been the practice, be subjected to government appeals in criminal cases. <i>E. g.,</i> 41 Cong. Rec. 2192-2194, 2819.</p>\n<p>In response to this objection, Senator Clarke introduced a substitute bill providing only three categories of cases in which the Government would be allowed to appeal: \"From a decision or judgment quashing, setting aside, or sustaining a demurrer to any indictment or any count thereof where the ground for such motion or demurrer is the invalidity or construction of the statute upon which the indictment is founded\"; \"From a decision arresting a judgment of conviction for insufficiency of the indictment, where the ground for the insufficiency thereof is the invalidity or construction of the statute upon which the same is founded\"; \"From the decision or judgment sustaining a special plea in bar, when the defendant has not been put in jeopardy.\" 41 Cong. Rec. 2823. The Clarke substitute, passed by the Senate (41 Cong. Rec. 2825), was substantially adopted in its relevant aspects by the House (see H. R. Rep. No. 8113, 59th Cong., 2d Sess.) and eventually became the Act of 1907. 41 Cong. Rec. 3994, 4128. In explaining the reason for his amendment, Senator Clarke stressed the aim not to have the scope of the legislation greater than necessary: \"[T]he object . . . is to limit the right of appeal upon the part of the General Government to the validity or constitutionality of the statute in which the prosecution is proceeding. It has been enlarged by the addition of another clause, which gives the right of appeal where the construction by the trial court is such as to decide that there is no offense committed, notwithstanding the validity of the statute, and in other respects the proceeding <span class=\"star-pagination\">*450</span> may remain intact. . . . A case recently occurring has drawn attention to the fact that if a circuit judge or a district judge holding the circuit should determine that a statute of Congress was invalid, the United States is without means of having that matter submitted to a tribunal that under the Constitution has power to settle that question. I do not believe the remedy ought to be any wider than the mischief that has been disclosed.\" 41 Cong. Rec. 2819.</p>\n<p>It is manifest that the preoccupying thought of the primary promoter of the legislation, President Roosevelt, and of Congress, was to bar a single judge from destroying, either by way of construction or invalidation, congressional enactments. Extension of the range of the meaning of \"statute\" to include regulations to which penal consequences attach was apparently nobody's thought and certainly on nobody's tongue. This was at a time when the proliferation of regulations was not an unknown phenomenon in lawmaking. It is certainly not fictional to attribute to the preponderant profession represented in Congress knowledge of the elementary difference between statutes, conventionally speaking, and regulations authorized by statutes. Nor is this a formal or minor distinction. It is one thing to strike down a statute, or to eviscerate its meaning; it is quite another thing to construe a regulation adversely to the Government's desire. Legislation is complicated and cumbersome business. Correction of erroneous statutory construction, let alone invalidation of laws, is a difficult, even a hazardous process. Regulations are the products of officials unhobbled by legislative procedure with its potential opportunity for parliamentary roadblocking. In large measure, these officials have the means of self-help for correcting judicial misconception about a regulation.</p>\n<p>Such being the practical differences between dealing with regulations and dealing with the laws of Congress <span class=\"star-pagination\">*451</span> as such, what is the bearing of these practical differences upon our duty of construing the term \"statute\" in order to decide whether the right of direct appeal to this Court should be restricted to cases construing the formal enactments of Congress, or whether it should include cases construing regulations referable to such enactments? The answer to this question introduces a factor of weighty importance in deciding whether cases are required to be brought here in the first instance or may be brought here only by leave after adjudication by a Court of Appeals. That factor concerns due regard for the responsibility of this Court in relation to the judicial business of major public importance and the conditions necessary for its wise disposition.<sup>[3]</sup></p>\n<p>On more than one occasion this Court has given controlling consideration to the fact that by a latitudinarian construction of jurisdictional legislation the business of this Court would be \"largely and irrationally increased.\" <i>American Security &amp; Trust Co.</i> v. <i>Commissioners,</i> 224 U. S. 491, 495. Since the merely abstractly logical arguments permit \"statute\" to be construed in either a restrictive or a broad sense, that is, that appeals to this Court directly from an adjudication of a District Court under the Criminal Appeals Act may appropriately be confined to rulings under a statute as such, rather than to include interpretations of regulations arising under a statute, I not only feel free, but deem it incumbent, to oppose what is certainly a needless if not an irrational increase in the class of cases which can be brought directly to this Court from the District Courts. I would deny the <span class=\"star-pagination\">*452</span> right of the Government to appeal here every time one of the vast number of regulations to which penalties are attached is construed to its disfavor. I would leave the Government to revise its regulation, as so often can easily and effectively be accomplished by skillful drafting, to bring it within statutory authority, or to go to a Court of Appeals for review.</p>\n<p>The presence in the Criminal Appeals Act of 1907 of the provision for an appeal by the Government from decisions or judgments sustaining a \"special plea in bar\" when the defendant has not been put in jeopardy, has an historical explanation and its scope presents a different problem of statutory construction than that of giving meaning to \"statute.\" Barring stimulation by this Court, Congress seldom initiates judiciary legislation except when a dramatic case stirs public interest. Such was the <i>Beef-Trust</i> case, <i>United States</i> v. <i>Armour &amp; Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">F.</span> <span class=\"page\">808</span></span>. In that case, because of the then absence of the Government's right of appeal in a criminal case, the Government's antitrust prosecution was finally terminated by a successful plea in bar in the District Court. The Congress was determined not to permit a recurrence of that situation, and thus the inclusion in the Act of 1907 of a clause permitting appeals by the Government from decisions sustaining a \"special plea in bar\" is easily accounted for.</p>\n<p>Regarding the meaning of this clause, I agree with the opinion of my Brother STEWART. When Congress uses technical legal language the Court disregards the obvious guidance to meaning if it departs from its technical legal connotation. There have been two cases before the Court dealing with the matter, between which we have to choose: <i>United States</i> v. <i>Storrs,</i> 272 U. S. 652, and <i>United States</i> v. <i>Hark,</i> 320 U. S. 531. In <i>Storrs</i> Mr. Justice Holmes, as spokesman for the Court, applied his authoritative learning of the common law to take \"technical words\" \"in their technical sense.\" In <i>Hark,</i> the Court <span class=\"star-pagination\">*453</span> did not notice the <i>Storrs</i> analysis and gave a colloquial meaning to the phrase. Having to choose between these two decisions, I follow <i>Storrs</i> because it applied the appropriate criterion of construction.</p>\n<p>MR. JUSTICE STEWART, whom MR. JUSTICE FRANKFURTER and MR. JUSTICE HARLAN join, dissenting.</p>\n<p>I do not reach the merits of this case, because I think the District Court's judgment was not of a kind which the Criminal Appeals Act makes directly reviewable by this Court. It seems clear to me that the dismissal of the information was not \"based upon the invalidity or construction of the statute,\" and equally clear that the judgment was not one \"sustaining a motion in bar.\"<sup>[1]</sup></p>\n<p></p>\n<h2>I.</h2>\n<p>The District Court's decision was based solely upon the interpretation of Treasury regulations, not upon the invalidity or construction of an Act of Congress. The court found it doubtful that the regulations in question were issued to implement the country-of-origin marking requirements of 19 U. S. C.  1304,<sup>[2]</sup> and held that in any event the intent of the regulations was not sufficiently unambiguous to support a criminal prosecution. No contention was made that the statute itself was invalid. The trial court did not question that the statute validly and clearly confers power upon the Secretary of the Treasury to issue a properly worded regulation making the acts of the appellees unlawful. This is made apparent by the district judge's statement that \"[t]he Secretary could very easily have indicated that East and West Germany <span class=\"star-pagination\">*454</span> should be considered two separate countries for all purposes within the jurisdiction of the Treasury Department. . . .\" Thus the decision we are asked to review in no way impinges upon or construes the legislation which Congress enacted. Compare <i>United States</i> v. <i>Foster,</i> 233 U. S. 515, 522-523.</p>\n<p>Whether under the Criminal Appeals Act an appeal from an order of dismissal based upon a District Court's construction of an administrative regulation may be brought directly here is a question which apparently has not been considered until now. The Court's resolution of the question seems to me at odds with the tradition of strict construction of the Criminal Appeals Act and contrary to the policy, reflected notably in the Act of February 13, 1925, 43 Stat. 936, of narrowly limiting the appellate jurisdiction of this Court.<sup>[3]</sup> \"The exceptional right of appeal given to the Government by the Criminal Appeals Act is strictly limited to the instances specified.\" <i>United States</i> v. <i>Borden Co.,</i> 308 U. S. 188, 192. See <i>United States</i> v. <i>Dickinson,</i> 213 U. S. 92, 103.</p>\n<p>Avoidance of prolonged uncertainty as to the validity or meaning of a federal criminal law is obviously a desideratum in the effective administration of justice. Moreover, <span class=\"star-pagination\">*455</span> it is clearly desirable to bring to the attention of Congress as promptly as possible any occasion for legislative clarification or amendment. When a District Court holds a criminal statute invalid or gives it a construction inconsistent with the understanding of those in the Executive Branch charged with enforcing it, this policy is well served by expediting ultimate determination of the matter. But expedited review of the judgment in the present case serves no such policy.<sup>[4]</sup> Uncertainty caused by the District Court's decision in this case could have been laid to rest at any time simply by issuance of a clearly worded Treasury regulation.</p>\n<p>For these reasons I would hold that an administrative regulation such as is here involved is not a \"statute\" within the meaning of this provision of the Criminal Appeals Act.</p>\n<p></p>\n<h2>II.</h2>\n<p>Even if the above views should prevail, the Court would still have jurisdiction of this appeal if the District Court's judgment was one \"sustaining a motion in bar, when the defendant has not been put in jeopardy.\" The motion which the court sustained was for an order dismissing the information \"on the ground that it does not state facts sufficient to constitute an offense against The United States.\" I think such a pleading is not \"a motion in bar.\"</p>\n<p><span class=\"star-pagination\">*456</span> Until 1948 the Criminal Appeals Act provided for direct appeal to this Court from a \"decision or judgment sustaining a special plea in bar, when the defendant has not been put in jeopardy.\"<sup>[5]</sup> In 1948 the phrase \"motion in bar\" was substituted for \"special plea in bar.\" 62 Stat. 845. The sole purpose of the change was to bring the terminology of the Criminal Appeals Act into conformity with Rule 12 of the Federal Rules of Criminal Procedure which abolished special pleas, demurrers and motions to quash as such, and substituted motions to dismiss or to grant appropriate relief. The statutory revision was not intended to, and did not, expand the Government's right of appeal. See H. R. Rep. No. 304, 80th Cong., 1st Sess. A-177.<sup>[6]</sup> That right is still limited to a judgment sustaining a motion of a kind historically considered a \"special plea in bar.\"</p>\n<p>The label which the defendant may have attached to his pleading is of no great importance in this connection. <i>United States</i> v. <i>Oppenheimer,</i> 242 U. S. 85, 86; <i>United States</i> v. <i>Goldman,</i> 277 U. S. 229, 236. As Mr. Justice Holmes remarked in <i>United States</i> v. <i>Storrs,</i> 272 U. S. 652, 654, \"[t]he question is less what it is called than what it is.\" But, in deciding \"what it is,\" the Court's opinion in <i>Storrs</i> underscores the essential point\"The <span class=\"star-pagination\">*457</span> statute uses technical words, `a special plea in bar,' and we see no reason for not taking them in their technical sense.\" 272 U. S., at 654.<sup>[7]</sup></p>\n<p>At common law, a plea in bar had to either \"<i>deny,</i> or <i>confess and avoid</i> the facts stated in the declaration.\" 1 Chitty, Pleading (16th Am. ed. 1883), *551; Stephen, Principles of Pleading (3d Am. ed. 1895), 89. Consequently, there were two types of pleas in barpleas by way of traverse and pleas by way of confession and avoidance. <i>Ibid.</i> Shipman, Common-Law Pleading (Ballantine ed. 1923), 30. When a plea in bar was a plea other than the general issue, it was a \"special plea in bar.\" Shipman, <i>supra,</i> at 337; Stephen, <i>supra,</i> at 179. In civil cases pleas of this category included the specific traverse (equivalent to a special denial), the special traverse (a denial preceded by introductory affirmative matter), and the plea of confession and avoidance. In criminal cases special pleas in bar were primarily utilized by way of confession and avoidance, <i>e. g.,</i> autrefois acquit, autrefois convict, and pardon. 2 Bishop, New Criminal Procedure (2d ed. 1913),  742, 805-818; Heard, Criminal Pleading (1879), 279-296; 1 Starkie, Criminal Pleading (2d ed. 1822), 316-338. The plea in confession and avoidance did not contest the facts alleged in the declaration, but relied on new matter which would deprive those facts of their ordinary legal effect. Stephen, <i>supra,</i> 89, 205-206; Shipman, <i>supra,</i> 348; 1 Chitty, <i>supra,</i> *551-*552. It set up affirmative defenses which would bar the prosecution.</p>\n<p>This concept of a special plea in bar as a plea similar in substance to confession and avoidance has been consistently followed in the decisions of this Court. The <span class=\"star-pagination\">*458</span> cases in which jurisdiction has been accepted on the ground that the decision below sustained a special plea in bar have invariably involved District Court decisions upholding an affirmative defense in the nature of a confession and avoidance.<sup>[8]</sup> The motion to dismiss which was sustained by the District Court in this case was clearly not the equivalent of a special plea in bar, as thus historically understood, but, rather, the equivalent of a general demurrer. The judgment sustaining that motion is, therefore, not directly reviewable here.</p>\n<p>This view is fully confirmed by an examination of the structure of the Criminal Appeals Act itself. For if, as the Court of Appeals thought, a \"motion in bar\" is any motion which, if sustained, would exculpate the defendants, then a significant portion of the provision of the Criminal Appeals Act discussed in Part I of this opinion would be a meaningless redundancy. Every motion based upon the invalidity of a statute would, under the rough and ready definition of the Court of Appeals, also be a \"motion in bar,\" because a dismissal based upon such a motion would with equal effectiveness \"end the cause and exculpate the defendants.\"</p>\n<p>I would remand this case to the Court of Appeals.</p>\n<h2>NOTES</h2>\n<p>[1]  \"19 U. S. C.  1304. Marking of imported articles and containers.\n</p>\n<p>\"(a) Marking of articles.</p>\n<p>\". . . [E]very article of foreign origin . . . imported into the United States shall be marked in a conspicuous place as legibly, indelibly, and permanently as the nature of the article (or container) will permit in such manner as to indicate to an ultimate purchaser in the United States the English name of the country of origin of the article. The Secretary of the Treasury may by regulations</p>\n<p>\"(1) Determine the character of words and phrases or abbreviations thereof which shall be acceptable as indicating the country of origin . . . ;</p>\n<p>\"(2) Require the addition of any other words or symbols which may be appropriate to prevent deception or mistake as to the origin of the article . . . .</p>\n<p>.....</p>\n<p>\"(e) Penalties.</p>\n<p>\"If any person shall, with intent to conceal the information given thereby or contained therein, deface, destroy, remove, alter, cover, obscure, or obliterate any mark required under the provisions of this chapter, he shall, upon conviction, be fined not more than $5,000 or imprisoned not more than one year, or both.\"</p>\n<p>[2]  18 U. S. C.  3731 provides, in part:\n</p>\n<p>\"An appeal may be taken by and on behalf of the United States from the district courts direct to the Supreme Court of the United States in all criminal cases in the following instances:</p>\n<p>\"From a decision or judgment setting aside, or dismissing any indictment or information, or any count thereof, where such decision or judgment is based upon the invalidity or construction of the statute upon which the indictment or information is founded.</p>\n<p>.....</p>\n<p>\"From the decision or judgment sustaining a motion in bar, when the defendant has not been put in jeopardy.</p>\n<p>.....</p>\n<p>\"If an appeal shall be taken pursuant to this section to any court of appeals which, in the opinion of such court, should have been taken directly to the Supreme Court of the United States, such court shall certify the case to the Supreme Court of the United States, which shall thereupon have jurisdiction to hear and determine the case to the same extent as if an appeal had been taken directly to that Court.\"</p>\n<p>[3]  In addition to the substantive charges, there was a count alleging conspiracy so to alter the labels.</p>\n<p>[4]  Senator Bacon, a member of the Judiciary Committee. 41 Cong. Rec. 2195-2196.</p>\n<p>[5]  41 Cong. Rec. 2753. See also comments of Senator Clarke, who, after discussing the matter with Senator Nelson, the manager of the bill on the floor, stated:\n</p>\n<p>\"[W]henever the validity of a statute has been adversely decided by a trial court . . . the Government ought to have the right to promptly submit that to the tribunal having authority to dispose of such questions in order that there may be a uniform enforcement of the law throughout the entire limits of the United States.\" 41 Cong. Rec. 2820.</p>\n<p>[6]  Several months later, T. D. 53281 was issued, providing alternative wordings for the Soviet Zone labels.</p>\n<p>[7]  Vom Baur, Federal Administrative Law,  490, at 489.</p>\n<p>[8]  Since we hold that T. D. 53210 deals only with the collection of duties, its marking provisions supersede those of T. D. 51527 only as the latter relate thereto.</p>\n<p>[1]  See Friedenthal, Government Appeals in Federal Criminal Cases, 12 Stan. L. Rev. 71, 77-78.</p>\n<p>[2]  It is suggested that this construction causes some overlap between those judgments appealable here as sustaining motions in bar and those appealable here as based on the construction or invalidity of the statute under which prosecution is had. The existence of such an overlap hardly would militate seriously against the construction of the statute espoused here and in <i>Hark, Murdock</i> and <i>Storrs;</i> where Congress has decided to make two categories of cases appealable to this Court, it is not a valuable guide to construction to assume that congressional intent would be offended if some cases were appealable as belonging to both categories. And it cannot be maintained, as is suggested, that every judgment based on the invalidity of a statute must also be one sustaining a motion in bar. For an indictment may be dismissed because it does not allege facts sufficient to indicate a constitutional application of the statute under which the prosecution was brought; and if the omission is not a pleading defect, and the statute was interpreted by the District Court as covering the charge, the dismissal is appealable here as from a judgment based on the invalidity of the statute. Yet such a judgment would not necessarily exculpate the defendant, and thus would not constitute the sustaining of a plea in bar, for a new indictment for the same criminal offense might be found by alleging sufficient additional facts to obviate the constitutional defect. Cf. <i>United States</i> v. <i>Oppenheimer,</i> 242 U. S. 85, 87.</p>\n<p>[1]  Formal changes in this language have been made by the Act of May 9, 1942, c. 295, 56 Stat. 271, the 1948 Judicial Code, Act of June 25, 1948, c. 645,  3731, 62 Stat. 844, and the Act of May 24, 1949, c. 139,  58, 63 Stat. 97.</p>\n<p>[2]  See, <i>e. g.,</i> 41 Cong. Rec. 2757 (Senator Nelson, the manager of the bill in the Senate): \"[T]he question now before us is whether we will allow a nisi prius judge of an inferior court to render ineffective our efforts in this behalf to protect the American people against trusts and monopolies and other dangerous things; whether we will allow ourselves to be handicapped and crippled by the decision of an inferior nisi prius judge.\" See also, <i>id.,</i> 2192 (Senator Bacon): \"[A]nd a law of Congress is set aside, made absolutely null and void and inoperative by the decision of one judge, without the opportunity for the nine judge who sit in the Supreme Court to pass upon the great question . . . affecting not simply that accused, affecting not simply all others who may be accused, but affecting the operation of the law of the land . . . .\"</p>\n<p>[3]  Apart from other vital factors, increase in the range and mass of materials drawn upon in opinions during recent decades, and the investigation and appraisal thereby involved, entail a considerable increase in the burden of the Court's business compared with earlier periods.</p>\n<p>[1]  The relevant provisions of the Criminal Appeals Act are reproduced in the Court's opinion, <i>ante,</i> p. 433, note 2.</p>\n<p>[2]  The relevant provisions of this statute are reproduced in the Court's opinion, <i>ante,</i> p. 432, note 1.</p>\n<p>[3]  The term \"statute\" as used in the jurisdictional legislation which is now 28 U. S. C.  1257 (2), providing for an appeal to this Court \"where is drawn in question the validity of a statute of any state on the ground of its being repugnant to the Constitution, treaties or laws of the United States, and the decision is in favor of its validity,\" has from the beginning been given a broad interpretation, consistent with the purpose of this legislation. See <i>Williams</i> v. <i>Bruffy,</i> 96 U. S. 176, 182, 183; <i>Reinman</i> v. <i>Little Rock,</i> 237 U. S. 171; <i>Live Oak Assn.</i> v. <i>Railroad Comm'n of California,</i> 269 U. S. 354, 356. But it is one thing to say that \"statute\" should be construed broadly in cases involving allegedly unconstitutional state action, and quite another to say that a similar construction should be given to the term in cases involving simply the meaning of regulations made pursuant to concededly valid federal legislation.</p>\n<p>[4]  The Court notes \"the remedial purpose of the Act was to avert `the danger of frequent conflicts, real or apparent, in the decisions of the various . . . [trial courts], and the unfortunate results thereof', and to eliminate `the impossibility of the government's obtaining final and uniform rulings by recourse to a higher court.' \" <i>Ante,</i> p. 436. This purpose has now to a large degree been fulfilled by the Act of May 9, 1942, 56 Stat. 271, giving jurisdiction over government appeals in criminal cases to the Courts of Appeals. Any conflict between circuits could, of course, be resolved here. See Supreme Court Rule 19, par. 1 (b).</p>\n<p>[5]  This was the language of the original Criminal Appeals Act (Act of March 2, 1907, c. 2564, 34 Stat. 1246), and the same wording was continued in subsequent re-enactments. See 18 U. S. C. (1940 ed.)  682; 18 U. S. C. (1946 ed.)  682.</p>\n<p>[6]  The 1948 revision supplemented Rule 54 (c), Fed. Rules Crim. Proc., which provided that \"The words `demurrer,' `motion to quash,' `plea in abatement,' `plea in bar,' and `special plea in bar,' or words to the same effect, in any act of Congress shall be construed to mean the motion raising a defense or objection provided in Rule 12.\" The Notes of the Advisory Committee appended to Rule 54 make clear that an intent of this provision was to insure that the scope of the Government's right of appeal in criminal cases would remain unchanged.</p>\n<p>[7]  The opinion in <i>United States</i> v. <i>Hark,</i> 320 U. S. 531, upon whose generalized language the Court of Appeals and my Brother BRENNAN here so heavily rely, did not cite <i>Storrs.</i> To the extent that the two opinions reflect divergent approaches, <i>Storrs</i> seems the more carefully considered and I would follow it.</p>\n<p>[8]  See, <i>e. g., </i><i>United States</i> v. <i>Celestine,</i> 215 U. S. 278 (motion alleging special facts which showed that defendant was not subject to prosecution by the United States for the crime charged); <i>United States</i> v. <i>Oppenheimer,</i> 242 U. S. 85 (motion alleging that <i>res judicata</i> barred the action); <i>United States</i> v. <i>Thompson,</i> 251 U. S. 407 (motion raising the affirmative defense that the charges contained in the indictment had been submitted to a previous grand jury which had refused to make a presentment thereon); <i>United States</i> v. <i>Goldman,</i> 277 U. S. 229 (motion alleging that the statute of limitations barred prosecution); <i>United States</i> v. <i>Murdock,</i> 284 U. S. 141 (motion raising defense of privilege); <i>United States</i> v. <i>Hark,</i> 320 U. S. 531 (motion raising affirmative defense of revocation of pertinent provisions of regulation which appellees were charged with violating).</p>\n\n</div>", "id": 105997, "judges": "Clark", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/105997/", "sha1": "286561996f55603c7da30b389d4e293ce9beee50", "source": "LR", "supreme_court_db_id": "1959-034", "time_retrieved": "2010-04-28T09:55:47"}