{"absolute_url": "/opinion/106104/sunray-mid-continent-oil-co-v-fpc/", "blocked": false, "citation": {"case_name": "Sunray Mid-Continent Oil Co. v. FPC", "docket_number": "335", "document_uris": ["/api/rest/v2/document/106104/"], "federal_cite_one": "364 U.S. 137", "federal_cite_three": "4 L. Ed. 2d 1623", "federal_cite_two": "80 S. Ct. 1392", "id": 90487, "lexis_cite": "1960 U.S. LEXIS 1868", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/90487/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 71, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1960-06-27", "date_modified": "2014-12-21T05:58:12.434608", "docket": "/api/rest/v2/docket/433516/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">364 U.S. 137</p>\n    <p class=\"case_cite\">80 S.Ct. 1392.</p>\n    <p class=\"case_cite\">4 L.Ed.2d 1623</p>\n    <p class=\"parties\">SUNRAY MID-CONTINENT OIL CO., Petitioner,<br>v.<br>FEDERAL POWER COMMISSION.</p>\n    <p class=\"docket\">No. 335.</p>\n    <p class=\"date\">Argued April 26 and 27, 1960.</p>\n    <p class=\"date\">Decided June 27, 1960.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Melvin Richter, Washington, D.C., for petitioner.</p>\n      <p class=\"indent\">Mr. Howard E. Wahrenbrock, Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice BRENNAN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents an important question under the Natural Gas Act.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This question , central to the case, is:  When a company, proposing to make, under contract, jurisdictional sales<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> of natural gas in interstate commerce, applies for a certificate of public convenience and necessity as required by the Act, and requests that the certificate be limited in time to the duration of a contract for the sale of gas which it has entered, does the Federal Power Commission have the authority to tender it, instead, a certificate without time limitation?</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner Sunray Mid-Continent Oil Company, an independent producer of natural gas, entered into a contract with United Gas Pipeline Company, an interstate transmission company.  The contract covered considerable acreage owned by, or under mineral least to, petition in Vermilion and Lafayette Parishes, Louisiana, in and about what is called the Ridge field.  Under it, United agreed to take an annual amount of gas from petition equivalent to 4.5625 per cent of petitioner's gas reserves in the area covered by the agreement;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  and United had the right, in addition, to call for any amount up to 150 per cent of the amount it had annually agreed to take.  The term of the agreement was 20 years. The initial price provided was 20.5 cents per thousand cubic feet (Mcf.);  and the price was to increase one cent per Mcf. every five years.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Section 7(c) of the Natural Gas Act provides that \"no natural-gas company * * * shall engage in the transportation or sale of natural gas, subject to the jurisdiction of the Commission * * * unless there is in force with respect to such natural-gas company a certificate of public convenience and necessity issued by the Commissioner authorizing such acts or operations.\"  This Court held in Phillips Petroleum Co. v. State of Wisconsin, 347 U.S. 672, 74 S.Ct. 794, 796, 98 L.Ed. 1035, that by virtue of &#167; 1(b) of the Act, sales of gas by an independent producer to a pipeline \"in interstate commerce * * * for resale for ultimate public consumption\" came within the scope of the Act.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  Petitioner had no certificate of public convenience and necessity authorizing sales in interstate commerce from the field in question.  Accordingly, in order to carry out its contract with United, it was necessary for petitioner to apply for a certificate from the Commission, which it did.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioner's application for the certificate contained the request that the certificate sought \"provide for its own expiration on the expiration of the * * * contract term so as to authorize Applicant to cease the delivery and sale of gas thereunder at that time.\"  The Commission, upholding its examiner's recommendations, rejected the contentions of petitioner that there should be issued to cover the contract only a certificate limited to the term of the contract itself, and tendered it a certificate without time limitations.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  19 F.P.C. 618.  Petitioner applied for a rehearing of the Commission's order.  Basic to this application was the contention that \"The Commission is without authority to issue a certificate to an applicant authorizing more than the whole or some part of the sale covered by the application for certificate of public convenience and necessity * * *.\"  The Commission denied the rehearing application.  19 F.P.C. 1107.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioner did not avail itself of its undoubted right to stand firm on its own application, and reject the proffered certificate.  Cf. Atlantic Refining Co. v. Public Services Comm., 360 U.S. 378, 387-88, 79 S.Ct. 1246, 1252, 1253, 3 L.Ed.2d 1312.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Instead it accepted the Commission's certificate and commenced deliveries of gas under it, reserving its right to object, on review, to the certificate's unlimited nature.  The Court of Appeals for the Tenth Circuit rejected petitioner's objections, and affirmed the order of the Commission, 267 F.2d 471.  In view of the importance of the central question presented, to which we have already alluded, we granted certiorari.   361 U.S. 880, 80 S.Ct. 151, 4 L.Ed.2d 118.  We are in agreement with the Court of Appeals, and affirm its judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The practical reasons behind petitioner's superficially self-abnegating desire to have a limited rather than an unlimited authorization from the Commission are obvious from a study of the Natural Gas Act's provisions.  Obvious also is the damaging effect that acceptance of petitioner's central contention would have upon the policies of the Act.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Section 7(b) of the Natural Gas Act regulates the abandonment by natural-gas companies of their facilities and services subject to the jurisdiction of the Commission.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  The section follows a common pattern in federal utility regulation<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> in forbidding such abandonment \"without the permission and approval of the Commission first had and obtained.\" The Commission is to extend permission for an abandonment of service only on a finding \"that the available supply of natural gas is depleted to the extent that the continuance of service is unwarranted, or that the present or future public convenience or necessity permit such abandonment.\"  The proposal of petitioner was for a certificate that would by its own terms expire when the contract with United expired.  Thus at the end of the period, petitioner would become free to cease supplying gas to the interstate market from the Ridge area without further leave of the Commission, and without there having been made the findings that Congress deemed necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">If petitioner's contentions, as to the want of authority in the Commission to grant a permanent certificate where one of limited duration has been sought for, were to be sustained, the way would be clear for every independent producer of natural gas to seek certification only for the limited period of its initial contract with the transmission company, and thus automatically be free at a future date, untrammeled by Commission regulation, to reassess whether it desired to continue serving the interstate market.  And contracts&#8212;as did the 1947 contract in the companion case to the one at bar, Sun Oil Co. v. Federal Power Comm., 364 U.S. 170, 80 S.ct. 1388, might provide for termination in the event of a rate reduction by the Commission.  Petitioner's theory, by tying the term of the certificate to the contract, would mean that such a reduction of rates would under those circumstances enable the producer to cease supplying gas, without obligation to justify its cessation of this service as being consistent with the public convenience and necessity.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The consequences of petitioner's argument do not stop there. The identical provisions of the Natural Gas Act regulate pipeline companies as well as independent producers.  If producers can insist in their certificates on the inclusion of a provision relieving them in advance from their obligation to continue the supply of gas, as of a date certain, pipeline companies&#8212;whose dealings with local distributing companies generally also take the form of a \"sale\" of gas to them&#8212;could insist on a similar provision.  If an individual producer were thus left free to discontinue his supply, the transmission company would be forced to find a supplier of gas elsewhere, and make connection with him, to continue its service;  and the consumer ultimately would pay the bill for the rearrangement.  If the pipeline company were left free to cease its service to the local distribution company, a local economy which had grown dependent on natural gas as a fuel would be at its mercy.  And this, though the primary practical problem that led to the passage of the Act was the great economic power of the pipeline companies as compared with that of communities seeking natural gas service.  See Federal Power Comm. v. Hope Natural Gas Co., 320 U.S. 591, 610, 64 S.ct. 281, 291, 88 L.Ed. 333.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">And there are practical consequences, related to rate control, which are even more concrete.  The companion case, sun Oil Co. v. Federal Power Comm., 364 U.S. at page 170, 80 S.Ct. at page 1388, illustrates them.  If petitioner's certificate of public convenience must expire with its first contract with United, service after then&#8212;under a new contract or otherwise&#8212;will require a new certificate.  And under that certificate, petitioner may file, pursuant to &#167; 4(c) of the Act,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> its rates for the \"new\" service.  The only power the Commission would have, under the Act, with respect to those rates, would be to bear the burden of proof in an investigation under &#167; 5 of the Act,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> that the rates are unjust or unreasonable, and thereupon order a new rate, solely for prospective application.  Last Term in the so-called Catco case, Atlantic Refining Co. v. Public Service Comm., supra, 360 U.S. at page 389, 79 S.ct. at page 1254, 3 L.Ed.2d 1312, we had occasion to remark that \"the delay incident to determination in &#167; 5 proceedings through which initial certificated rates are reviewable appears nigh interminable.\"  At oral argument, counsel for the Commission confirmed that no contested major producer's &#167; 5 case had been finally adjudicated by the Commission in the six years since this Court's decision in the Phillips case.  In contrast to &#167; 5 are the protections that would be available if at the conclusion of the original contract the producer's certificate remained in full force and effect. Then the rates to be charged under a new contract or otherwise would have to be filed as rate changes under &#167; 4(d) of the Act, with 30 days' notice to the Commission and the public.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Under &#167; 4(e), the Commission, on complaint of any State, state commission, or municipality, or sua sponte, may order a hearing on the new rate, and suspend the effectiveness of the rate for five months.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  At the hearing, the gas company would have to shoulder the burden of proving that its new rates were just and reasonable.  If the hearing were not concluded by the end of the suspension period, the increased rate could be collected ad interim;  but the Commission is empowered to require the company to collect the increment under bond and accounting, and refund it if it could not make out its case for the increase.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Clearly, the rate of change provisions of &#167;&#167; 4(d) and 4(e), rather than the \"initial rate\" provisions of &#167; 4(c), are better tailored to the situation that exists when an initial contract of sale of natural gas terminates, and the supply of gas continues, whether under a new contract or without one.  When a producer commences interstate sales from a particular field, or when an interstate transmission company commences sales to a local distributing company, there are by definition no existing rates, and accordingly the protective provisions of &#167;&#167; 4(d) and (e), which are bottomed on delaying the effectiveness of, and suspending, changes, are not relevant.  But of course this is not the case where one sales contract expires and service continues; in this situation, where a rate change is proposed, the protective provisions fit as well as they do in the case of a rate change made pursuant to a contract, during its term.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Thus it is apparent that petitioner's position would enable it to make what in practical effect would be rate changes, but without compliance with the procedures of &#167;&#167; 4(d) and 4(e), and subject to revision only in procedures which are likely to \"provide a windfall for the natural gas company with a consequent squall for the consumers,\" as we said in Catco.  360 U.S., at page 390, 79 S.ct. at page 1254.  When attached to the leverage of a power to abandon service, at a contract's termination, without contemporaneous Commission approval, this power to exercise contractual control not only over rates but over the mode of their regulation, would be a substantial one indeed. And, like the power to force an advance license for the abandonment of the continued supply of gas, the power would be one enjoyed by pipeline companies and producers alike.  Further, declaration today of a want of authority in the Commission to issue a certificate of longer duration than that of a sales contract attached to the application would have a retroactive effect;  it would at least furnish a guide to the construction of certificates issued previously on such applications.  See Sun Oil Co. v. Federal Power Comm., 364 U.S. at page 170, 80 S.Ct. at page 1388.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">This Court declared as early as the Hope Natural Gas case that the primary aim of the Natural Gas Act was \"to protect consumers against exploitation at the hands of natural gas companies.\"  320 U.S. 591, 610, 64 S.Ct. 281, 291, 88 L.Ed. 333. We reiterated that declaration last Term in Catco, and observed that \"The Act was so framed as to afford consumers a complete, permanent and effective bond of protection from excessive rates and charges.\"  360 U.S., at page 388, 79 S.Ct. at page 1253. Against the backdrop of the practical consequences of the petitioner's claim and the purposes of the Act, we look to the details of its argument that the Commission is limited, in granting its certificate of public convenience and necessity, to a term certificate of the duration petitioner has proposed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First.  Petitioner's argument is based primarily on its construction of &#167; 7(e) of the Act.  That section provides that a certificate of public convenience and necessity shall be issued \"to any qualified applicant therefor, authorizing the whole or any part of the operation, sale, service, construction, extension or acquisition covered by the application.\"<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  This petitioner urges, makes it clear that the outside limit of what the Commission may authorize is what the applicant proposes. Further, petitioner urges that the language requiring a finding \"that the applicant is able and willing properly to do the acts and to perform the service proposed\" negates the Commission's authority to go beyond the time limitations the applicant inserts in its proposal;  for it is claimed that it cannot be found that petitioner is willing to do more than what it has proposed.  Under petitioner's theory, the abandonment provisions of &#167; 7(b) would have application only if it was desired to abandon service while the contract was still in effect.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The argument seems to us unpersuasive even on the face of the statutory language.  It depends in the first instance upon freightening the phrase \"the whole or any part,\" obviously intended to give the Commission power to grant less than the whole of an application with a load of negative meaning which nothing in the legislative history indicates that it was to bear.  Even without the illumination of the purpose of the Act, it could be argued with equal force that all that was meant was that the certificate to be granted be one sufficient to authorize the specific \"sale\" proposed;  which an unlimited certificate clearly is, in any case.  But apart from this, petitioner's contention depends on the assumption that the provisions relied upon speak only in terms of the specific \"sale\" contemplated by the parties and not in terms of a \"service\" in the movement of gas in interstate commerce, of which \"service\" the initial \"sale\" is the commencement.  For under &#167; 7(e) the Commission is authorized to issue a certificate authorizing the \"service\" covered by the application, as well as a \"sale\";  and since &#167; 7(c),<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> which details the acts for which a certificate is a prerequisite, sets forth no specific antecedent for the \"service\" to which &#167; 7(e) refers, it might well be thought that one who \"engage[s] in the transportation or sale of natural gas,\" which &#167; 7(c) does refer to, is performing a \"service\" within the meaning of &#167; 7(e). Certainly there is no more likely antecedent in &#167; 7(c).  The structure of &#167; 4(c) presents the same feature,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> and that of the abandonment provisions of &#167; 7(b) themselves<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> looks the same way.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Furthermore, within &#167; 7(e) itself, there is found the further requirement to which petitioner itself points&#8212;that with respect to an application for a certificate of any nature, a two-part finding must be made:  that the applicant is willing and able \"to do the acts and to perform the service proposed.\"  Thus, it is evident that all matters for which a certificate is required&#8212;the construction of facilities or their extension, as well as the making of jurisdictional sales&#8212;must be justified in terms of a \"service\" to which they relate.  Accordingly, &#167;  7(e) itself gives positive indication that the \"service\" which the Commission's certificate may authorize is something quite apart from simply the specific sales which &#167; 7(c) forbids without a certificate sufficient to authorize them.  To be sure, &#167; 7(e) requires that the applicant be found willing to perform the \"service\" in question;  but surely such willingness can be inferred from its willingness to enter into a long-term sales contract.  To say that the finding cannot be made in view of the applicant's declared desire to stop and have a look in 20 years as to its continued desire to be subject to regulation, and that this is a limit on its willingness to perform the service that the certificates must respect, is to make effective regulation turn on the desire of the regulated enterprise to be subject to it.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  The willingness to make the proposed \"sale\" thus must imply willingness to perform the \"service\" which it represents.  Thus even as a verbal argument, petitioner's contentions lack persuasiveness.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Second.  Once we pass beyond parsing the Act to a consideration of its purpose, and of the practice under it, the construction we have given it becomes inescapable.  We have outlined the serious consequences for the regulatory scheme that acceptance of the petitioner's argument would entail.  These consequences cannot readily be averted by other means suggested by the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is urged that if it is in the public interest to award only an unlimited certificate, the Commission might attain this end by refusing all applications for a limited one, intimating that an unlimited application would be favorably regarded.  But the action of the Commission is refusing the certificate as originally applied for would be subject to judicial review;  and once it were held that the Commission had no authority to award a certificate of longer duration than that prayed for, such an indirect method of attaining the same end might well meet judicial condemnation as arbitrary.  There is also some suggestion that the Commission might use its power, under &#167; 7(e), of attaching to the certificate \"such reasonable terms and conditions as the public convenience and necessity may require,\" to attach the \"condition\" that the certificate be permanent.  But again, once want of power to do this directly were established, the existence of power to achieve the same end indirectly through the conditioning power might well be doubted;  and the acceptance of a certificate for a longer duration than requested might not be said properly to be a \"term or condition\" of a limited one at all.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a>  We think the Commission's power to protect the public interest under &#167; 7(e) need not be restricted to these indirect and dubious methods.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Commission's practice supports its authority here in the terms of &#167; 7(e).  It has long drawn a distinction between the underlying service to the public a natural gas company performs and the specific manifestation&#8212;the contractual relationship&#8212;which that service takes at a given moment.  For example, an independent producer may file as its rate schedule its contract of sale with a pipeline company.  That contract may provide in explicit terms for an adjustment of rates at a future time&#8212;even one foreordained in a precise amount.  Yet when the adjustment is made pursuant to the contract, the adjustment is subject, as a \"change\" in rates, to the procedures of &#167;&#167; 4(d) and 4(e)&#8212;however explicit the upward adjustment was in the contract from the start.  Cr. Texas Gas Transmission Corp. v. Shell Oil Co., 363 U.S. 263, 80 S.Ct. 1122. This position of the Power Commission is evidence that the service in which the producer engages is distinct from the contract which regulates his relationship with the transmission company in performing the service.  And it has been upheld in every Court of Appeals case on the question.  Episcopal Theological Seminary of the Southwest v. Federal Power Comm., 106 U.S.App.D.C. 37, 269 F.2d 228;  Bel Oil Corp. v. Federal Power Comm., 5 Cir., 255 F.2d 548, and companion cases;  Continental Oil Co. v. Federal Power Comm., 5 Cir., 236 F.2d 839;  Cities Service Gas Producing Co. v. Federal Power Comm., 10 Cir., 233 F.2d 726;  Mississippi River Fuel Corp. v. Federal Power Comm., 8 Cir., 121 F.2d 159.  See United Gas Pipe Line Co. v. Memphis Light, Gas &amp; Water Div., 358 U.S. 103, 110, 79 S.Ct. 194, 198, 3 L.Ed.2d 153.  If the Act does not contemplate that in a seller's contract there may inhere the power, of the contract's own accord, to effect a rate change at a future date unchecked by the regulatory scheme, it is hard to believe that it contemplated that contracts would of necessity have the effect of providing for a discontinuance of service, without further leave of the Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Further, the Power Commission has from an early date taken the view that there is a continuing obligation to perform \"service\" imposed by the Act which outlasts the term of a seller's original contract of sale.  As early as 1942 it held that an abandonment of service after the expiry of such a contract had to have Commission approval under &#167; 7(b).  United Gas Pipe Line Co., 3 F.P.C. 3, 9.  This ruling was made by Commissioners who had been in office during the passage of the Act.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a>  It was not a fundamental ruling on a broad question of jurisdiction as to which a court might enjoy a wider latitude of review.  See Phillips Petroleum Co. v. State of Wisconsin, 347 U.S. 672, 678, 74 S.Ct. 794, 796, 98 L.Ed. 1035.  It was rather an early implementation and application of a detail of the statutory scheme by the Commission in a regulatory setting before it.  The ruling has been followed, see Panhandle Eastern Pipe Line Co., 11 F.P.C. 167, 172, and we think this contemporaneous and consistent construction, pointing again to a distinction between the underlying \"service\" to the public and the contractual means by which it is implemented, is to be afforded weight in the construction we make.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\"><i>Third.</i>  But against these considerations, it is urged that United Gas Pipe Line Co. v. Mobile Gas Service Corp., 350 U.S. 332, 76 S.Ct. 373, 100 L.Ed. 373, establishes dominant factors which impel one to the construction petitioner would put on the Act.  Petitioner claims that Mobile establishes a principle that the Act (unlike many other regulatory schemes)<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> in general preserves the integrity of private contracts, and that the judgment below is in conflict with that principle.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The petitioner states accurately enough the principle that Mobile establishes.  See 350 U.S., at pages 338, 344, 76 S.Ct. at pages 377, 380.  But the conclusion petitioner asserts does not follow.  In Mobile, this Court held that where a seller of gas had entered into a contract for the sale, it could not, by virtue of the provision in &#167; 4 for rate changes, file an increase in rates that violated the terms of the contract.  This was because the scheme of the Act was one which built the regulatory system on a foundation of private contracts. It was held in the Memphis case, United Gas Pipe Line Co. v. Memphis Light, Gas &amp; Water Div., supra, that the corollary of Mobile was that where the contract left the seller free to act, he could act unilaterally under &#167; 4.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is apparent that the Commission's order in no way violates the integrity of petitioner's contract with United.  During its term, both parties are bound by it to the same extent as any members of this regulated industry.  When it expires, petitioner, to be sure, will be under an obligation to continue to deliver gas to United on the latter's request unless it can justify an abandonment before the Commission;  but we do not see how this in any way disturbs the integrity of the contract during its term. The obligation that petitioner will be under after the contract term will not be one imposed by contract but by the Act.  It will be free then, as it was not free during the contract term under the contract here in question, to make rate changes under &#167; 4 without United's consent.  It is said that petitioner will be in a position of inequality, because it must supply gas then to United without a corresponding obligation on United to take it.  But United, subject to the Act in its sales to local distributors, has its obligations too;  and if in fulfilling them it desires to have a continuing supply of gas with the stability of price protection which a contract furnishes under Mobile, it may be discovered that each side has its bargaining strength.  In any event, we do not see how the prospect of this situation after the term of petitioner's contract in any way impairs the integrity of any contract.  Mobile is thus simply beside the point.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The short of the matter is that Mobile recognized that there were two sources of price and supply stability inherent in the regulatory system established by the Natural Gas Act&#8212;the provisions of private contracts and the public regulatory power. See 350 U.S., at page 344, 76 S.Ct. at page 380.  Petitioner now urges an application of that decision that could make private contracts the only stabilizing factor under the Act. Not only does this reading have nothing to do with the integrity of private contracts which Mobile underwrote, but it makes a severe incursion into the sources of that stability of natural-gas prices and supply to which that decision gave confirmation.  Our consideration of this, as well as the rest of petitioner's arguments, leads us to reiterate as our holding the clear implication of what we recently said in Catco:  An initial application of an independent producer, to make movements of natural gas in interstate commerce, leads to a certificate of public convenience and necessity under which the Commission controls the basis on which \"gas may be initially dedicated to interstate use.  Moreover, once so dedicated there can be no withdrawal of that supply from continued interstate movement without Commission approval.  The gas operator, although to this extent a captive subject to the jurisdiction of the Commission, is not without remedy to protect himself.\"  360 U.S. at page 389, 79 S.Ct. at page 1254, 3 L.Ed.2d 1312.  That remedy he has, as the Court there said, in the \"change\" power under &#167; 4(d) when his contract has expired or where his contract permits its use during its term.  Under a similar Act, this Court has held to the same effect as we hold today.  Pennsylvania Water &amp; Power Co. v. Federal Power Comm., 343 U.S. 414, 423-424, 72 S.Ct. 843, 847-848, 96 L.Ed. 1042.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Once the power of the Commission to issue the certificate without time limitation is established, the other objections of the petitioner fall readily.  It is contended that the Commission's order, by requiring the petitioner to supply gas beyond the term of its contract, may, by requiring petitioner to produce more gas than it has contemplated, offend the provision of &#167; 1(b) of the Act that the Act does not apply \"to the production or gathering of natural gas.\"  The point was not raised before the Commission, and accordingly is not for our consideration here,<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> and we might say in any event that the point is not for evaluation in this certification proceeding, but rather on the specific facts presented in the context of an abandonment application by petitioner under &#167; 7(b), after the expiration of its contract, when and if it desires to make one.  We intimate no view as to its merit.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Other objections seem primarily directed to the point that the Commission imposed the burden of proof on the petitioner to show that the certificate should be limited, in the public interest, rather than itself taking on the burden of supporting its issuance of an unlimited certificate.  There is no contention that the Commission was again indulging in the erroneous notion that it had no power to issue a limited certificate.  Cf. Sunray Mid-Continent Oil Co. v. Federal Power Comm., 10 Cir., 239 F.2d 97, reversed on other grounds 353 U.S. 944, 77 S.Ct. 792, 1 L.Ed.2d 794.  This procedural formulation seems to us well within the Commission's discretion as an implementation of the Act's protective provisions which we have discussed.  And, though much urged by petitioner, the fact that the Commission has certificated pipeline operations despite their showing of gas resources of a shorter duration than petitioner's contract term is not inconsistent with the Commission's approach here.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a>  From the fact that the Commission has issued certificates in the presence of what may prove to be physical limitations on the service to be rendered under them,<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> it does not follow that the Commission cannot take care lest these physical problems in the continuation of supply become further complicated by the legal certificate term limitations for which the petitioner contends.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Finally it is suggested that for various reasons which petitioner claims to be related to the public interest, it would be more advantageous if gas producers were given a free hand, after the completion of each contract, to determine for themselves whether they should continue to serve the interstate market. These considerations were not urged before the Commission, and hence we are not called upon to decide whether they would compel a different approach by the Commission to the question of time limitations in certificates, or even whether, in the light of the Act's provisions&#8212;particularly the policy expressed in &#167; 7(b)&#8212;it would be proper for it so to rely on them.  There is no contention made that petitioner demonstrated any specific circumstances in its own case indicating that, despite the Commission's general policy, the public convenience and necessity warranted a limited certificate for it.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 52 Stat. 821, as amended, 15 U.S.C. &#167;&#167; 717-717w, 15 U.S.C.A. &#167;&#167; 717-717w.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 1(b) of the Act provides that to the transportation of natural gas in interstate commerce, to the sale in interstate commerce of natural gas for resale for ultimate public consumption for domestic, commercial, industrial, or any other use, and to natural-gas companies engaged in such transportation or sale, but shall not apply to any other transportation or sale of natural gas or to the local distribution of natural gas or to the facilities used for such distribution or to the production or gathering of natural gas.\"  52 Stat. 821, 15 U.S.C. &#167; 717(b), 15 U.S.C.A. &#167; 717(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The amount of the reserves was subject to redetermination during the term of the contract pursuant to its Article IV, but only prospective effect would be given the redeterminations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Article IX of the contract also provided for adjustment of these prices, by way of upward or downward escalation, in accordance with a price index of the Department of Labor.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See note 2, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Commission reached this conclusion without dissent. There was one dissent, by Commissioner Connole, from the issuance of the certificate, but only insofar as the Commission failed to attach a rate condition for which the Commission staff had contended.  This aspect of the case was not brought before the court below for review in these proceedings.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Of course the economics of the industry might preclude an unyielding assumption of such a position.  See 360 U.S., at page 394, 79 S.Ct. at page 1256.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The text of the section provides:  \"No natural-gas company shall abandon all or any portion of its facilities subject to the jurisdiction of the Commission, or any service rendered by means of such facilities, without the permission and approval of the Commission first had and obtained, after due hearing, and a finding by the Commission that the available supply of natural gas is depleted to the extent that the continuance of service is unwarranted, or that the present or future public convenience or necessity permit such abandonment.\"  52 Stat. 824, 15 U.S.C. &#167; 717f(b), 15 U.S.C.A. &#167; 717f(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See &#167; 1(18) of the Interstate Commerce Act, as added by the Transportation Act of 1920, 41 Stat. 477, 49 U.S.C. &#167; 1(18),49 U.S.C.A. &#167; 1(18);  &#167; 214(a) of the Communications Act of 1934, as amended by the act of March 6, 1943, 57 Stat. 11, 47 U.S.C. &#167; 214(a), 47 U.S.C.A. &#167; 214(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> \"Under such rules and regulations as the Commission may prescribe, every natural-gas company shall file with the Commission * * * schedules showing all rates and charges for any transportation or sale subject to the jurisdiction of the Commission, and the classifications, practices, and regulations affecting such rates and charges, together with all contracts which in any manner affect or relate to such rates, charges, classifications, and services.\"  52 Stat. 822, 15 U.S.C. &#167; 717c(c), 15 U.S.C.A. &#167; 717c(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In pertinent part, &#167; 5(a) of the Act provides:  \"Whenever the Commission, after a hearing had upon its own motion or upon complaint of any State, municipality, State commission, or gas distributing company, shall find that any rate, charge, or classification demanded, observed, charged, or collected by any natural-gas company in connection with any transportation or sale of natural gas, subject to the jurisdiction of the Commission, or that any rule, regulation, practice, or contract affecting such rate, charge, or classification is unjust, unreasonable, unduly discriminatory, or preferential, the Commission shall determine the just and reasonable rate, charge, classification, rule, regulation, practice, or contract to be thereafter observed and in force, and shall fix the same by order * * *.\"  52 Stat. 823, 15 U.S.C. &#167; 717d(a), 15 U.S.C.A. &#167; 717d(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> \"Unless the Commission otherwise orders, no change shall be made by any natural-gas company in any such rate, charge, classification, or service, or in any rule, regulation, or contract relating thereto, except after thirty days' notice to the Commission and to the public.  Such notice shall be given by filing with the Commission and keeping open for public inspection new schedules stating plainly the change or changes to be made in the schedule or schedules then in force and the time when the change or changes will go into effect * * *.\"  52 Stat. 823, 15 U.S.C. &#167; 717c(d), 15 U.S.C.A. &#167; 717c(d).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> \"Whenever any such new schedule is filed the Commission shall have authority, either upon complaint of any State, municipality, or State commission, or upon its own initiative without complaint, at once, and if it so orders, without answer or formal pleading by the natural-gas company, but upon reasonable notice, to enter upon a hearing concerning the lawfulness of such rate, charge, classification, or service;  and, pending such hearing and the decision thereon, the Commission, upon filing with such schedules and delivering to the natural-gas company affected thereby a statement in writing of its reasons for such suspension, may suspend the operation of such schedule and defer the use of such rate, charge, classification, or service, but not for a longer period than five months beyond the time when it would otherwise go into effect:  <i>Provided,</i> That the Commission shall not have authority to suspend the rate, charge, classification, or service for the sale of natural gas for resale for industrial use only;  and after full hearings, either completed before or after the rate, charge, classification, or service goes into effect, the Commission may make such orders with reference thereto as would be proper in a proceeding initiated after it had become effective. If the proceeding has not been concluded and an order made at the expiration of the suspension period, on motion of the natural-gas company making the filing, the proposed change of rate, charge, classification, or service shall go into effect.  Where increased rates or charges are thus made effective, the Commission may, by order, require the natural-gas company to furnish a bond, to be approved by the Commission, to refund any amounts ordered by the Commission, to keep accurate accounts in detail of all amounts received by reason of such increase, specifying by whom and in whose behalf such amounts were paid, and, upon completion of the hearing and decision, to order such natural-gas company to refund, with interest, the portion of such increased rates or charges by its decision found not justified.  At any hearing involving a rate or charge sought to be increased, the burden of proof to show that the increased rate or charge is just and reasonable shall be upon the natural-gas company, and the Commission shall give to the hearing and decision of such questions preference over other questions pending before it and decide the same as speedily as possible.\"  52 Stat. 823, 15 U.S.C. &#167; 717c(e).  15 U.S.C.A. &#167; 717c(e).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> \"Except in the cases governed by the provisos contained in subsection (c) of this section, a certificate shall be issued to any qualified applicant therefor, authorizing the whole or any part of the operation, sale, service, construction, extension, or acquisition covered by the application, if it is found that the applicant is able and willing properly to do the acts and to perform the service proposed and to conform to the provisions of the Act and the requirements, rules, and regulations of the Commission thereunder, and that the proposed service, sale, operation, construction, extension, or acquisition, to the extent authorized by the certificate, is or will be required by the present or future public convenience and necessity;  otherwise such application shall be denied.  The Commission shall have the power to attach to the issuance of the certificate and to the exercise of the rights granted thereunder such reasonable terms and conditions as the public convenience and necessity may require.\"  Added by the Act of February 7, 1942, 567 Stat. 84, 15 U.S.C. &#167; 717f(e), 15 U.S.C.A. &#167; 717f(e).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> \"No natural-gas company or person which will be a natural-gas company upon completion of any proposed construction or extension shall engage in the transportation or sale of natural gas, subject to the jurisdiction of the Commission, or undertake the construction or extension of any facilities therefor, or acquire or operate any such facilities or extensions thereof, unless there is in force with respect to such natural-gas company a certificate of public convenience and necessity issued by the Commission authorizing such acts or operations:  <i>Provided, however,</i> That if any such natural-gas company or predecessor in interest was bona fide engaged in transportation or sale of natural gas, subject to the jurisdiction of the Commission, on the effective date of this amendatory Act, over the route or routes or within the area for which application is made and has so operated since that time, the Commission shall issue such certificate without requiring further proof that public convenience and necessity will be served by such operation, and without further proceedings, if application for such certificate is made to the Commission within ninety days after February 7, 1942.  Pending the determination of any such application, the continuance of such operation shall be lawful.</p>\n        <p>\"In all other cases the Commission shall set the matter for hearing and shall give such reasonable notice of the hearing thereon to all interested persons as in its judgment may be necessary under rules and regulations to be prescribed by the Commission;  and the application shall be decided in accordance with the procedure provided in subsection (e) of this section and such certificate shall be issued or denied accordingly:  <i>Provided, however,</i> That the Commission may issue a temporary certificate in cases of emergency, to assure maintenance of adequate service or to serve particular customers, without notice or hearing, pending the determination of an application for a certificate, and may by regulation exempt from the requirements of this section temporary acts or operations for which the issuance of a certificate will not be required in the public interest.\"  Added by the Act of February 7, 1942, 56 Stat. 83, 15 U.S.C. &#167; 717f(c), 15 U.S.C.A. &#167; 717f(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Not only does &#167; 4(c), note 10, supra, contain a reference to \"services\" in a context where the antecedent must be \"transportation or sale,\" but it recognizes that a \"contract\" may 'affect or relate to\" such services.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> It will be noted that &#167; 7(b) does not refer to the abandonment of the continuation of sales, but rather to the abandonment of \"services.\"  See note 8, supra.  Accordingly, if petitioner was correct in saying that its contract did not involve a \"service,\" it would be difficult to see the applicability of the abandonment provision even during the term of the contract, when petitioner concedes it is applicable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> In fact, as to this contention, the examiner summarized the effect of petitioner's position by saying that it amounted to a declaration that petitioner \"would prefer not to e subject to regulation.\"  19 F.P.C. 618, 635.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> One Court of Appeals has described the granting of a permanent certificate upon an application for a limited one as a conditional certificate, but its discussion would appear to negate the inference that it meant a condition in the ordinary sense of one attached by authority of the last sentence of &#167; 7(e).  See Sunray Mid-Continent Oil Co. v. Federal Power Comm., 10 Cir., 239 F.2d 97, 99, note 3, reversed on other grounds 353 U.S. 944, 77 S.Ct. 792, 1 L.Ed.2d 794.  The Commission's order here rested alternatively on the conditioning power, and on the ground we have supported above.  19 F.P.C., at 620.  Once the power to grant a permanent certificate under the general provisions of &#167; 7(e) is established, resort to the conditioning power is superfluous.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Commissioners Manly, Draper, Scott, and Seavey, who signed the decision, were all on the Commission at the time of the passage of the 1938 Act.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> See, e.g., Armour Packing Co. v. United States, 209 U.S. 56, 80-82, 28 S.Ct. 428, 435-436, 52 L.Ed. 681.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> \"No objection to the order of the Commission shall be considered by the court unless such objection shall have been urged before the Commission in the application for rehearing unless there is reasonable ground for failure so to do.\"  Section 19(b), 52 Stat. 831, as amended, 15 U.S.C. &#167; 717r(b), 15 U.S.C.A. &#167; 717r(b).  Petitioner did not comply with this provision.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Petitioner makes an argument based on the limitations found in a proviso to &#167; 7(a) of the Act, the Commission's authority to require the extension of transportation facilities and the sale of gas to local distributors.  52 Stat. 824, 15 U.S.C. &#167; 717f(a), 15 U.S.C.A. &#167; 717f(a).  But the Commission's order in no way relied on &#167; 7(a), and accordingly this argument of petitioner must be rejected.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Primary reliance is put on Transwestern Pipeline Co., 22 F.P.C. 391, 395-396, and Trunkline Gas Co., 21 F.P.C. 704, 709, where the Commission certificated pipeline companies despite the fact that their presently established gas reserves were shown to have a deliverability life of about 13 years.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> It might be observed that in these cases the Commission issued certificates without time limitations.  Thus if the companies, failing to find new sources of gas supply, desired to abandon service because of a depletion of supply, they would have to make proof thereof before the Commission, under &#167; 7(b).  The Commission thus, even though there may be physical problems beyond its control, kept legal control over the continuation of service by the applicants.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>364 U.S. 137 (1960)</b></center>\n<center><h1>SUNRAY MID-CONTINENT OIL CO.<br>\nv.<br>\nFEDERAL POWER COMMISSION.</h1></center>\n<center>No. 335.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 26-27, 1960.</center>\n<center>Decided June 27, 1960.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE TENTH CIRCUIT.\n<p><span class=\"star-pagination\">*138</span> <i>Melvin Richter</i> argued the cause for petitioner. With him on the brief were <i>M. Darwin Kirk, Homer E. McEwen, Jr.</i> and <i>Dale E. Doty.</i></p>\n<p><i>Howard E. Wahrenbrock</i> argued the cause for respondent. With him on the brief were <i>Solicitor General Rankin, Assistant Attorney General Doub, Alan S. Rosenthal, Willard W. Gatchell, Robert L. Russell</i> and <i>Peter H. Schiff.</i></p>\n<p>MR. JUSTICE BRENNAN delivered the opinion of the Court.</p>\n<p>This case presents an important question under the Natural Gas Act.<sup>[1]</sup> This question, central to the case, is: When a company, proposing to make, under contract, jurisdictional sales<sup>[2]</sup> of natural gas in interstate commerce, <span class=\"star-pagination\">*139</span> applies for a certificate of public convenience and necessity as required by the Act, and requests that the certificate be limited in time to the duration of a contract for the sale of gas which it has entered, does the Federal Power Commission have the authority to tender it, instead, a certificate without time limitation?</p>\n<p>Petitioner, Sunray Mid-Continent Oil Company, an independent producer of natural gas, entered into a contract with United Gas Pipeline Company, an interstate transmission company. The contract covered considerable acreage owned by, or under mineral lease to, petitioner in Vermilion and Lafayette Parishes, Louisiana, in and about what is called the Ridge field. Under it, United agreed to take an annual amount of gas from petitioner equivalent to 4.5625 per cent of petitioner's gas reserves in the area covered by the agreement;<sup>[3]</sup> and United had the right, in addition, to call for any amount up to 150 per cent of the amount it had annually agreed to take. The term of the agreement was 20 years. The initial price provided was 20.5 cents per thousand cubic feet (Mcf.); and the price was to increase one cent per Mcf. every five years.<sup>[4]</sup></p>\n<p>Section 7 (c) of the Natural Gas Act provides that \"no natural-gas company . . . shall engage in the transportation or sale of natural gas, subject to the jurisdiction of the Commission . . . unless there is in force with respect to such natural-gas company a certificate of public convenience <span class=\"star-pagination\">*140</span> and necessity issued by the Commission authorizing such acts or operations.\" This Court held in <i>Phillips Petroleum Co.</i> v. <i>Wisconsin,</i> 347 U. S. 672, that by virtue of  1 (b) of the Act, sales of gas by an independent producer to a pipeline \"in interstate commerce. . . for resale for ultimate public consumption\" came within the scope of the Act.<sup>[5]</sup> Petitioner had no certificate of public convenience and necessity authorizing sales in interstate commerce from the field in question. Accordingly, in order to carry out its contract with United, it was necessary for petitioner to apply for a certificate from the Commission, which it did.</p>\n<p>Petitioner's application for the certificate contained the request that the certificate sought \"provide for its own expiration on the expiration of the . . . contract term so as to authorize Applicant to cease the delivery and sale of gas thereunder at that time.\" The Commission, upholding its examiner's recommendations, rejected the contentions of petitioner that there should be issued to cover the contract only a certificate limited to the term of the contract itself, and tendered it a certificate without time limitation.<sup>[6]</sup> 19 F. P. C. 618. Petitioner applied for a rehearing of the Commission's order. Basic to this application was the contention that \"The Commission is without authority to issue a certificate to an applicant authorizing more than the whole or some part of the sale covered by the application for certificate of public convenience and necessity . . . .\" The Commission denied the rehearing application. 19 F. P. C. 1107.</p>\n<p><span class=\"star-pagination\">*141</span> Petitioner did not avail itself of its undoubted right to stand firm on its own application, and reject the proffered certificate. Cf. <i>Atlantic Refining Co.</i> v. <i>Public Service Comm'n</i> 360 U. S. 378, 387-388.<sup>[7]</sup> Instead it accepted the Commission's certificate and commenced deliveries of gas under it, reserving its right to object, on review, to the certificate's unlimited nature. The Court of Appeals for the Tenth Circuit rejected petitioner's objections, and affirmed the order of the Commission, 267 F. 2d 471. In view of the importance of the central question presented, to which we have already alluded, we granted certiorari. 361 U. S. 880. We are in agreement with the Court of Appeals, and affirm its judgment.</p>\n<p>The practical reasons behind petitioner's superficially self-abnegating desire to have a limited rather than an unlimited authorization from the Commission are obvious from a study of the Natural Gas Act's provisions. Obvious also is the damaging effect that acceptance of petitioner's central contention would have upon the policies of the Act.</p>\n<p></p>\n<h2>I.</h2>\n<p>Section 7 (b) of the Natural Gas Act regulates the abandonment by natural-gas companies of their facilities and services subject to the jurisdiction of the Commission.<sup>[8]</sup> The section follows a common pattern in federal <span class=\"star-pagination\">*142</span> utility regulation<sup>[9]</sup> in forbidding such abandonment \"without the permission and approval of the Commission first had and obtained.\" The Commission is to extend permission for an abandonment of service only on a finding \"that the available supply of natural gas is depleted to the extent that the continuance of service is unwarranted, or that the present or future public convenience or necessity permit such abandonment.\" The proposal of petitioner was for a certificate that would by its own terms expire when the contract with United expired. Thus at the end of the period, petitioner would become free to cease supplying gas to the interstate market from the Ridge area without further leave of the Commission, and without there having been made the findings that Congress deemed necessary.</p>\n<p>If petitioner's contentions, as to the want of authority in the Commission to grant a permanent certificate where one of limited duration has been sought for, were to be sustained, the way would be clear for every independent producer of natural gas to seek certification only for the limited period of its initial contract with the transmission company, and thus automatically be free at a future date, untrammeled by Commission regulation, to reassess whether it desired to continue serving the interstate market. And contractsas did the 1947 contract in the companion case to the one at bar, <i>Sun Oil Co.</i> v. <i>Federal Power Comm'n, post,</i> p. 170might provide for termination in the event of a rate reduction by the Commission. Petitioner's theory, by tying the term of the certificate to the contract, would mean that such a reduction of rates would under those circumstances enable the producer to cease supplying gas, without obligation to justify its cessation <span class=\"star-pagination\">*143</span> of this service as being consistent with the public convenience and necessity.</p>\n<p>The consequences of petitioner's argument do not stop there. The identical provisions of the Natural Gas Act regulate pipeline companies as well as independent producers. If producers can insist in their certificates on the inclusion of a provision relieving them in advance from their obligation to continue the supply of gas, as of a date certain, pipeline companieswhose dealings with local distributing companies generally also take the form of a \"sale\" of gas to themcould insist on a similar provision. If an individual producer were thus left free to discontinue his supply, the transmission company would be forced to find a supplier of gas elsewhere, and make connection with him, to continue its service; and the consumer ultimately would pay the bill for the rearrangement. If the pipeline company were left free to cease its service to the local distribution company, a local economy which had grown dependent on natural gas as a fuel would be at its mercy. And this, though the primary practical problem that led to the passage of the Act was the great economic power of the pipeline companies as compared with that of communities seeking natural gas service. See <i>Federal Power Comm'n</i> v. <i>Hope Natural Gas Co.,</i> 320 U. S. 591, 610.</p>\n<p>And there are practical consequences, related to rate control, which are even more concrete. The companion case, <i>Sun Oil Co.</i> v. <i>Federal Power Comm'n, post,</i> p. 170, illustrates them. If petitioner's certificate of public convenience must expire with its first contract with United, service after thenunder a new contract or otherwise will require a new certificate. And under that certificate, petitioner may file, pursuant to  4 (c) of the Act.<sup>[10]</sup> its <span class=\"star-pagination\">*144</span> rates for the \"new\" service. The only power the Commission would have, under the Act, with respect to those rates, would be to bear the burden of proof in an investigation under  5 of the Act,<sup>[11]</sup> that the rates are unjust or unreasonable, and thereupon order a new rate, solely for prospective application. Last Term in the so-called <i>Catco</i> case, <i>Atlantic Refining Co.</i> v. <i>Public Service Comm'n, supra,</i> at 389, we had occasion to remark that \"the delay incident to determination in  5 proceedings through which initial certificated rates are reviewable appears nigh interminable.\" At oral argument, counsel for the Commission confirmed that no contested major producer's  5 case had been finally adjudicated by the Commission in the six years since this Court's decision in the <i>Phillips</i> case. In contrast to  5 are the protections that would be available if at the conclusion of the original contract the producer's certificate remained in full force and effect. Then the rates to be charged under a new contract or otherwise would have to be filed as rate changes under  4 (d) of the Act, with 30 days' <span class=\"star-pagination\">*145</span> notice to the Commission and the public.<sup>[12]</sup> Under  4 (e), the Commission, on complaint of any State, state commission, or municipality, or <i>sua sponte,</i> may order a hearing on the new rate, and suspend the effectiveness of the rate for five months.<sup>[13]</sup> At the hearing, the gas company <span class=\"star-pagination\">*146</span> would have to shoulder the burden of proving that its new rates were just and reasonable. If the hearing were not concluded by the end of the suspension period, the increased rate could be collected <i>ad interim;</i> but the Commission is empowered to require the company to collect the increment under bond and accounting, and refund it if it could not make out its case for the increase.</p>\n<p>Clearly, the rate change provisions of  4 (d) and 4 (e), rather than the \"initial rate\" provisions of  4 (c), are better tailored to the situation that exists when an initial contract of sale of natural gas terminates, and the supply of gas continues, whether under a new contract or without one. When a producer commences interstate sales from a particular field, or when an interstate transmission company commences sales to a local distributing company, there are by definition no existing rates, and accordingly the protective provisions of  4 (d) and (e), which are bottomed on delaying the effectiveness of, and suspending, changes, are not relevant. But of course this is not the case where one sales contract expires and service continues; in this situation, where a rate change is proposed, the protective provisions fit as well as they do in the case of a rate change made pursuant to a contract, during its term.</p>\n<p>Thus it is apparent that petitioner's position would enable it to make what in practical effect would be rate <span class=\"star-pagination\">*147</span> changes, but without compliance with the procedures of  4 (d) and 4 (e), and subject to revision only in procedures which are likely to \"provide a windfall for the natural gas company with a consequent squall for the consumers,\" as we said in <i>Catco.</i> 360 U. S., at 390. When attached to the leverage of a power to abandon service, at a contract's termination, without contemporaneous Commission approval, this power to exercise contractual control not only over rates but over the mode of their regulation, would be a substantial one indeed. And, like the power to force an advance license for the abandonment of the continued supply of gas, the power would be one enjoyed by pipeline companies and producers alike. Further, declaration today of a want of authority in the Commission to issue a certificate of longer duration than that of a sales contract attached to the application would have a retroactive effect; it would at least furnish a guide to the construction of certificates issued previously on such applications. See <i>Sun Oil Co.</i> v. <i>Federal Power Comm'n, post,</i> p. 170.</p>\n<p>This court declared as early as the <i>Hope Natural Gas</i> case that the primary aim of the Natural Gas Act was \"to protect consumers against exploitation at the hands of natural gas companies.\" 320 U. S. 591, 610. We reiterated that declaration last Term in <i>Catco,</i> and observed that \"The Act was so framed as to afford consumers a complete, permanent and effective bond of protection from excessive rates and charges.\" 360 U. S., at 388. Against the backdrop of the practical consequences of the petitioner's claim and the purposes of the Act, we look to the details of its argument that the Commission is limited, in granting its certificate of public convenience and necessity, to a term certificate of the duration petitioner has proposed.</p>\n<p><i>First.</i> Petitioner's argument is based primarily on its construction of  7 (e) of the Act. That section provides <span class=\"star-pagination\">*148</span> that a certificate of public convenience and necessity shall be issued \"to any qualified applicant therefor, authorizing the whole or any part of the operation, sale, service, construction, extension, or acquisition covered by the application.\"<sup>[14]</sup> This, petitioner urges, makes it clear that the outside limit of what the Commission may authorize is what the applicant proposes. Further, petitioner urges that the language requiring a finding \"that the applicant is able and willing properly to do the acts and to perform the service proposed\" negates the Commission's authority to go beyond the time limitations the applicant inserts in its proposal; for it is claimed that it cannot be found that petitioner is willing to do more than what it has proposed. Under petitioner's theory, the abandonment provisions of  7 (b) would have application only if it was desired to abandon service while the contract was still in effect.</p>\n<p>The argument seems to us unpersuasive even on the face of the statutory language. It depends in the first instance upon freighting the phrase \"the whole or any part,\" obviously intended to give the Commission power to grant less than the whole of an application, with a <span class=\"star-pagination\">*149</span> load of negative meaning which nothing in the legislative history indicates that it was to bear. Even without the illumination of the purpose of the Act, it could be argued with equal force that all that was meant was that the certificate to be granted be one sufficient to authorize the specific \"sale\" proposed; which an unlimited certificate clearly is, in any case. But apart from this, petitioner's contention depends on the assumption that the provisions relied upon speak only in terms of the specific \"sale\" contemplated by the parties and not in terms of a \"service\" in the movement of gas in interstate commerce, of which \"service\" the initial \"sale\" is the commencement. For under  7 (e) the Commission is authorized to issue a certificate authorizing the \"service\" covered by the application, as well as a \"sale\"; and since  7 (c),<sup>[15]</sup> which details <span class=\"star-pagination\">*150</span> the acts for which a certificate is a prerequisite, sets forth no specific antecedent for the \"service\" to which  7 (e) refers, it might well be thought that one who \"engage[s] in the transportation or sale of natural gas,\" which  7 (c) does refer to, is performing a \"service\" within the meaning of  7 (e). Certainly there is no more likely antecedent in  7 (c). The structure of  4 (c) presents the same feature,<sup>[16]</sup> and that of the abandonment provisions of  7 (b) themselves<sup>[17]</sup> looks the same way.</p>\n<p>Furthermore, within  7 (e) itself, there is found the further requirement to which petitioner itself points that with respect to an application for a certificate of any nature, a two-part finding must be made: that the applicant is willing and able \"to do the acts and to perform the service proposed.\" Thus, it is evident that all the matters for which a certificate is requiredthe construction of facilities or their extension, as well as the making of jurisdictional salesmust be justified in terms of a \"service\" to which they relate. Accordingly,  7 (e) <span class=\"star-pagination\">*151</span> itself gives positive indication that the \"service\" which the Commission's certificate may authorize is something quite apart from simply the specific sales which  7 (c) forbids without a certificate sufficient to authorize them. To be sure,  7 (e) requires that the applicant be found willing to perform the \"service\" in question; but surely such willingness can be inferred from its willingness to enter into a long-term sales contract. To say that the finding cannot be made in view of the applicant's declared desire to stop and have a look in 20 years as to its continued desire to be subject to regulation, and that this is a limit on its willingness to perform the service that the certificates must respect, is to make effective regulation turn on the desire of the regulated enterprise to be subject to it.<sup>[18]</sup> The willingness to make the proposed \"sale\" thus must imply willingness to perform the \"service\" which it represents. Thus even as a verbal argument, petitioner's contentions lack persuasiveness.</p>\n<p><i>Second.</i> Once we pass beyond parsing the Act to a consideration of its purpose, and of the practice under it, the construction we have given it becomes inescapable. We have outlined the serious consequences for the regulatory scheme that acceptance of the petitioner's argument would entail. These consequences cannot readily be averted by other means suggested by the Act.</p>\n<p>It is urged that if it is in the public interest to award only an unlimited certificate, the Commission might attain this end by refusing all applications for a limited one, intimating that an unlimited application would be favorably regarded. But the action of the Commission in refusing the certificate as originally applied for would <span class=\"star-pagination\">*152</span> be subject to judicial review; and once it were held that the Commission had no authority to award a certificate of longer duration than that prayed for, such an indirect method of attaining the same end might well meet judicial condemnation as arbitrary. There is also some suggestion that the Commission might use its power, under  7 (e), of attaching to the certificate \"such reasonable terms and conditions as the public convenience and necessity may require,\" to attach the \"condition\" that the certificate be permanent. But again, once want of power to do this directly were established, the existence of power to achieve the same end indirectly through the conditioning power might well be doubted; and the acceptance of a certificate for a longer duration than requested might not be said properly to be a \"term or condition\" of a limited one at all.<sup>[19]</sup> We think the Commission's power to protect the public interest under  7 (e) need not be restricted to these indirect and dubious methods.</p>\n<p>The Commission's practice supports its authority here in the terms of  7 (e). It has long drawn a distinction between the underlying service to the public a natural gas company performs and the specific manifestationthe contractual relationshipwhich that service takes at a given moment. For example, an independent producer may file as its rate schedule its contract of sale with a <span class=\"star-pagination\">*153</span> pipeline company. That contract may provide in explicit terms for an adjustment of rates at a future timeeven one foreordained in a precise amount. Yet when the adjustment is made pursuant to the contract, the adjustment is subject, as a \"change\" in rates, to the procedures of  4 (d) and 4 (e)however explicit the upward adjustment was in the contract from the start. Cf. <i>Texas Gas Transmission Corp.</i> v. <i>Shell Oil Co.,</i> 363 U. S. 263. This position of the Power Commission is evidence that the service in which the producer engages is distinct from the contract which regulates his relationship with the transmission company in performing the service. And it has been upheld in every Court of Appeals case on the question. <i>Episcopal Theological Seminary</i> v. <i>Federal Power Comm'n,</i> 269 F. 2d 228; <i>Bel Oil Corp.</i> v. <i>Federal Power Comm'n,</i> 255 F. 2d 548, and companion cases; <i>Continental Oil Co.</i> v. <i>Federal Power Comm'n,</i> 236 F. 2d 839; <i>Cities Service Gas Producing Co.</i> v. <i>Federal Power Comm'n,</i> 233 F. 2d 726; <i>Mississippi River Fuel Corp.</i> v. <i>Federal Power Comm'n,</i> 121 F. 2d 159. See <i>United Gas Pipe Line Co.</i> v. <i>Memphis Light, Gas &amp; Water Div.,</i> 358 U. S. 103, 110. If the Act does not contemplate that in a seller's contract there may inhere the power, of the contract's own accord, to effect a rate change at a future date unchecked by the regulatory scheme, it is hard to believe that it contemplated that contracts would of necessity have the effect of providing for a discontinuance of service, without further leave of the Commission.</p>\n<p>Further, the Power Commission has from an early date taken the view that there is a continuing obligation to perform \"service\" imposed by the Act which outlasts the term of a seller's original contract of sale. As early as 1942 it held that an abandonment of service after the expiry of such a contract had to have Commission approval under  7 (b). <i>United Gas Pipe Line Co.,</i> <span class=\"star-pagination\">*154</span> 3 F. P. C. 3, 9. This ruling was made by Commissioners who had been in office during the passage of the Act.<sup>[20]</sup> It was not a fundamental ruling on a broad question of jurisdiction as to which a court might enjoy a wider latitude of review. See <i>Phillips Petroleum Co.</i> v. <i>Wisconsin,</i> 347 U. S. 672, 678. It was rather an early implementation and application of a detail of the statutory scheme by the Commission in a regulatory setting before it. The ruling has been followed, see <i>Panhandle Eastern Pipe Line Co.,</i> 11 F. P. C. 167, 172, and we think this contemporaneous and consistent construction, pointing again to a distinction between the underlying \"service\" to the public and the contractual means by which it is implemented, is to be afforded weight in the construction we make.</p>\n<p><i>Third.</i> But against these considerations, it is urged that <i>United Gas Pipe Line Co.</i> v. <i>Mobile Gas Service Corp.,</i> 350 U. S. 332, establishes dominant factors which impel one to the construction petitioner would put on the Act. Petitioner claims that <i>Mobile</i> establishes a principle that the Act (unlike many other regulatory schemes)<sup>[21]</sup> in general preserves the integrity of private contracts, and that the judgment below is in conflict with that principle.</p>\n<p>The petitioner states accurately enough the principle that <i>Mobile</i> establishes. See 350 U. S., at 338, 344. But the conclusion petitioner asserts does not follow. In <i>Mobile,</i> this Court held that where a seller of gas had entered into a contract for the sale, it could not, by virtue of the provision in  4 for rate changes, file an increase in rates that violated the terms of the contract. This was because the scheme of the Act was one which built the regulatory system on a foundation of private contracts. <span class=\"star-pagination\">*155</span> It was held in the <i>Memphis</i> case, <i>United Gas Pipe Line Co.</i> v. <i>Memphis Light, Gas &amp; Water Div., supra</i><i>,</i> that the corollary of <i>Mobile</i> was that where the contract left the seller free to act, he could act unilaterally under  4.</p>\n<p>It is apparent that the Commission's order in no way violates the integrity of petitioner's contract with United. During its term, both parties are bound by it to the same extent as any members of this regulated industry. When it expires, petitioner, to be sure, will be under an obligation to continue to deliver gas to United on the latter's request unless it can justify an abandonment before the Commission; but we do not see how this in any way disturbs the integrity of the contract during its term. The obligation that petitioner will be under after the contract term will not be one imposed by contract but by the Act. It will be free then, as it was not free during the contract term under the contract here in question, to make rate changes under  4 without United's consent. It is said that petitioner will be in a position of inequality, because it must supply gas then to United without a corresponding obligation on United to take it. But United, subject to the Act in its sales to local distributors, has its obligations too; and if in fulfilling them it desires to have a continuing supply of gas with the stability of price protection which a contract furnishes under <i>Mobile,</i> it may be discovered that each side has its bargaining strength. In any event, we do not see how the prospect of this situation after the term of petitioner's contract in any way impairs the integrity of any contract. <i>Mobile</i> is thus simply beside the point.</p>\n<p>The short of the matter is that <i>Mobile</i> recognized that there were two sources of price and supply stability inherent in the regulatory system established by the Natural Gas Actthe provisions of private contracts and the public regulatory power. See 350 U. S., at 344. Petitioner now urges an application of that decision that could <span class=\"star-pagination\">*156</span> make private contracts the only stabilizing factor under the Act. Not only does this reading have nothing to do with the integrity of private contracts which <i>Mobile</i> underwrote, but it makes a severe incursion into the sources of that stability of natural-gas prices and supply to which that decision gave confirmation. Our consideration of this, as well as the rest of petitioner's arguments, leads us to reiterate as our holding the clear implication of what we recently said in <i>Catco:</i> An initial application of an independent producer, to make movements of natural gas in interstate commerce, leads to a certificate of public convenience and necessity under which the Commission controls the basis on which \"gas may be initially dedicated to interstate use. Moreover, once so dedicated there can be no withdrawal of that supply from continued interstate movement without Commission approval. The gas operator, although to this extent a captive subject to the jurisdiction of the Commission, is not without remedy to protect himself.\" 360 U. S., at 389. That remedy he has, as the Court there said, in the \"change\" power under  4 (d) when his contract has expired or where his contract permits its use during its term. Under a similar Act, this Court has held to the same effect as we hold today. <i>Pennsylvania Water &amp; Power Co.</i> v. <i>Federal Power Comm'n,</i> 343 U. S. 414, 423-424.</p>\n<p></p>\n<h2>II.</h2>\n<p>Once the power of the Commission to issue the certificate without time limitation is established, the other objections of the petitioner fall readily. It is contended that the Commission's order, by requiring the petitioner to supply gas beyond the term of its contract, may, by requiring petitioner to produce more gas than it has contemplated, offend the provision of  1 (b) of the Act that the Act does not apply \"to the production or gathering <span class=\"star-pagination\">*157</span> of natural gas.\" The point was not raised before the Commission, and accordingly is not for our consideration here;<sup>[22]</sup> and we might say in any event that the point is not for evaluation in this certification proceeding, but rather on the specific facts presented in the context of an abandonment application by petitioner under  7 (b), after the expiration of its contract, when and if it desires to make one. We intimate no view as to its merit.<sup>[23]</sup></p>\n<p>Other objections seem primarily directed to the point that the Commission imposed the burden of proof on the petitioner to show that the certificate should be limited, in the public interest, rather than itself taking on the burden of supporting its issuance of an unlimited certificate. There is no contention that the Commission was again indulging in the erroneous notion that it had no power to issue a limited certificate. Cf. <i>Sunray Mid-Continent Oil Co.</i> v. <i>Federal Power Comm'n,</i> 239 F. 2d 97, reversed on other grounds, 353 U. S. 944. This procedural formulation seems to us well within the Commission's discretion as an implementation of the Act's protective provisions which we have discussed. And, though much urged by petitioner, the fact that the Commission has certificated pipeline operations despite their showing of gas resources of a shorter duration than petitioner's contract term is not inconsistent with the Commission's <span class=\"star-pagination\">*158</span> approach here.<sup>[24]</sup> From the fact that the Commission has issued certificates in the presence of what may prove to be physical limitations on the service to be rendered under them,<sup>[25]</sup> it does not follow that the Commission cannot take care lest these physical problems in the continuation of supply become further complicated by the legal certificate term limitations for which the petitioner contends.</p>\n<p>Finally it is suggested that for various reasons which petitioner claims to be related to the public interest, it would be more advantageous if gas producers were given a free hand, after the completion of each contract, to determine for themselves whether they should continue to serve the interstate market. These considerations were not urged before the Commission, and hence we are not called upon to decide whether they would compel a different approach by the Commission to the question of time limitations in certificates, or even whether, in the light of the Act's provisionsparticularly the policy expressed in  7 (b)it would be proper for it so to rely on them. There is no contention made that petitioner demonstrated any specific circumstances in its own case indicating that, despite the Commission's general policy, the public convenience and necessity warranted a limited certificate for it.</p>\n<p><i>Affirmed.</i></p>\n<p><span class=\"star-pagination\">*159</span> MR. JUSTICE FRANKFURTER, concurring in the dissent.<sup>[*]</sup></p>\n<p>In joining MR. JUSTICE HARLAN'S opinion I should like to add a word by way of emphasis.</p>\n<p>Once analysis of the problem of these two cases, relating as they do exclusively to independent producers of natural gas, is stripped of darkening details and reduced to its statutory determinants, as spelled out in my Brother HARLAN'S dissent, the answer becomes clear and uncomplicated. If a licensing agency has power to grant a particular kind of license, an applicant has the right to apply for such a license. It may be withheld without ado only if the agency has arbitraryjudicially unreviewable power to withhold such a license. Concededly the Commission has power to grant a time-limited certificate, and its denial of such a certificate is not free from judicial review. Therefore it must give a reason for denying a proper application, with due regard, of course, to its wide discretionary power for determining what satisfies \"public convenience and necessity.\" The Commission cannot rest denial on its <i>ipse dixit.</i> Nor can the Commission rest on the general spirit or the ultimate purposes of the Natural Gas Act, for to do so amounts to saying that the Act forbids time certificates, when in fact it does not.</p>\n<p>MR. JUSTICE HARLAN, whom MR. JUSTICE FRANKFURTER, MR. JUSTICE WHITTAKER, and MR. JUSTICE STEWART join, dissenting.<sup>[*]</sup></p>\n<p>The basic issue presented by these two cases is essentially this: When an independent producer of natural gas enters into a contract for the sale of his gas in interstate commerce for resale, and seeks a certificate from the Federal Power Commission to carry out that contract, <span class=\"star-pagination\">*160</span> may the Commission issue a certificate of unlimited duration not limited to the term of the contract, in the absence of a special showing that the public convenience and necessity require the certificate to be perpetual? In holding that it may, I believe the Court has strained the provisions of the Natural Gas Act beyond permissible limits in order to reach a result which it deems more appropriate to effective regulation. In my opinion, neither will the Act bear the meaning the Court attributes to it, nor will a contrary interpretation bring about the practical evils which the Court imagines.</p>\n<p></p>\n<h2>I.</h2>\n<p>In my view the Court's conclusions are attributable at bottom to its failure to take into account the basic distinction between an interstate pipeline and an independent producer of natural gas. A pipeline performs a service akin to those traditionally performed by public utilities. The independent producer, on the other hand, is unique among the objects of public-utility regulation because it is not engaged in rendering a service to the public in the conventional sense of that concept, but rather simply in selling a commodity which it owns. The Court's basic error, it seems to me, is its notion that the petitioners are rendering a continuing service to the public in the same sense as a pipeline or other conventional utility, to which the usual modes of utility regulation are equally applicable.</p>\n<p>I think that the Natural Gas Act, particularly as construed by the Court in <i>Phillips Petroleum Co.</i> v. <i>Wisconsin,</i> 347 U. S. 672, recognizes this important distinction. The basic jurisdictional framework of the Natural Gas Act is found in  1 (b) which provides:</p>\n<blockquote>\"The provisions of this chapter shall apply to the <i>transportation</i> of natural gas in interstate commerce, <span class=\"star-pagination\">*161</span> to the <i>sale</i> in interstate commerce of natural gas for resale . . . , and to natural-gas companies engaged in such transportation <i>or</i> sale, but shall not apply to . . . the production or gathering of natural gas.\" (Emphasis added.)</blockquote>\n<p>In <i>Phillips</i> the application of this provision to independent producers, such as the petitioners in these cases, was considered. Phillips there contended that it was not subject to the Act because it did not engage in the interstate transmission of gas and was not affiliated with any interstate pipeline company, and that to regulate its prices would be to control the \"production or gathering\" of natural gas, which is specifically exempted by  1 (b). The Court rejected that argument, holding that Phillips' <i>sales,</i> which were unquestionably made \"in interstate commerce . . . for resale,\" were subject to the Commission's jurisdiction. It recognized that the Act creates two separate and distinct bases of jurisdictiontransportation and sale; that an independent producer engages solely in the latter; and that because of the production and gathering exemption, it is <i>only</i> the act of sale itself, which occurs at the very end of the production and gathering process, to which the Commission's jurisdiction attaches. It is thus evident that the Court recognized that, as to independent producers, the Act envisaged only a limited scheme of regulation, namely control over the prices and the other terms of sale of their natural gas. The blurring of this distinction respecting the scope of the regulatory scheme of the Act as between independent producers and others can only lead to confusion when, as here, the Court is faced with deciding the proper scope of the operative provisions of the statute.</p>\n<p>The operative provisions of the Act consistently reflect their more limited reach as regards independent producers <span class=\"star-pagination\">*162</span> than with respect to others. Section 7 (c) requires certification in order to</p>\n<blockquote>\"engage in the transportation or sale of natural gas, subject to the jurisdiction of the Commission, or undertake the construction or extension of any facilities therefor, or acquire or operate any such facilities or extensions thereof . . . .\"</blockquote>\n<p>Thus three distinct categories of jurisdictional acts are subject to certification: (1) transportation, (2) sale, and (3) maintenance of jurisdictional facilities. A pipeline must necessarily secure authorization for both transportation and maintenance of jurisdictional facilities, acts which by their nature are continuing services. But I do not understand the Court to contend that petitioners, as independent producers, have engaged in any jurisdictional act other than a sale.</p>\n<p>The word \"sale,\" in its ordinary sense, signifies a transaction limited in duration and amount. Section 7 (c) requires certification of a sale, and there is nothing in the Act which suggests that the certification is to be broader than the jurisdictional act which it authorizes. On the contrary,  7 (e), <i>infra,</i> p. 163, directs the Commission to issue a certificate authorizing \"the . . . sale . . . covered by the application.\" The Court suggests that a perpetual certificate does in fact authorize the specific sale proposed, and that to say that the Commission can authorize <i>no more</i> than that is to \"load\" the statutory language with a negative implication which was never intended. However, authorizing a producer to sell in perpetuity is certainly something different from authorizing him to make a specific sale. It could hardly be contended that a statutory direction to the Commission to authorize \"the . . . sale . . . covered by the application\" permits it to authorize some <i>different</i> sale.</p>\n<p><span class=\"star-pagination\">*163</span> The Court's assumption that a perpetual certificate authorizes nothing different than what the producer has in effect applied for can in the end be justified only by its view, alluded to before, that what is involved is not a \"sale\" at all, but a \"service\" consisting of the perpetual movement of gas in interstate commerce. However, as already mentioned, this flouts the industrial realities. The independent producer does not perform a service; he owns and sells a commodity. Since he need not dedicate his gas supply to the interstate market at all, surely he may propose the amount he will dedicate. The Commission of course need not accept the proposal. But neither can it in effect require acceptance of a certificate authorizing something more, on pain of denying the applicant any certificate, without satisfying the requirements of  7 (e), <i>infra,</i> for the imposition of conditions on certificates.</p>\n<p>The Court, however, purports to find support in the statute for its notion that a sale is really a perpetual service. It relies primarily on  7 (e), which provides in relevant part that</p>\n<blockquote>\"a certificate shall be issued to any qualified applicant therefor, authorizing the whole or any part of the <i>operation, sale, service, construction, extension, or acquisition</i> covered by the application, if it is found that the applicant is able and willing properly to <i>do the acts and to perform the service</i> proposed, . . . and that the proposed <i>service, sale, operation, construction, extension, or acquisition</i> . . . will be required by the . . . public convenience and necessity. . . .\" (Emphasis added.)</blockquote>\n<p>It would appear plain from the face of the very language quoted that, while the word \"service\" is used, it is used disjunctively with \"sale\" and several other words, so that a sale and a service are simply two different, and not <span class=\"star-pagination\">*164</span> synonymous, things the Commission is authorized to certificate. However, the Court reasons that \"service\" must refer back to \"transportation or sale,\" for which  7 (c) requires a certificate. But  7 (c) requires a certificate for three separate categories of jurisdictional acts transportation, sale, and maintenance of facilities. And  7 (e), concededly referring back to those categories, lists six itemsoperation, <i>sale,</i> service, construction, extension, and acquisition. Why the term \"service\" in  7 (e) should be thought to refer to \"sale,\" the least apt of the three categories in  7 (c) which it could describe, when it is immediately preceded in  7 (e) by the word \"sale\" itself, is difficult to understand.</p>\n<p>The Court further says that the provisions of  4 (c)<sup>[1]</sup> and 7 (b)<sup>[2]</sup> present the same feature. In  4 (c), the word \"service\" again appears as part of an omnibus definition which refers to a number of antecedents. Even assuming, as the Court does, that the only antecedent is \"transportation or sale,\" there is no reason to suppose that <span class=\"star-pagination\">*165</span> \"service\" was meant to be taken as the equivalent of \"sale\" as well as of \"transportation,\" or that it limits either. Section 7 (b) refers only to the abandonment of services \"rendered by means of\" jurisdictional facilities. There is not the slightest hint in the section that sales are considered to be such services.</p>\n<p>Finally, the Court points to the requirement of  7 (e), <i>ante,</i> p. 148, that the applicant for a certificate be willing and able \"to do the acts and perform the service proposed.\" From this it infers that <i>all</i> the matters for which  7 (c), <i>ante,</i> p. 149, requires a certificate \"must be justified in terms of a `service' to which they relate.\" I should have thought it quite plain that an applicant is required to \"perform the service proposed\" only <i>if</i> a service is proposed. Perhaps it would have been more apt for Congress to have said \"do the acts <i>and/or</i> perform the services proposed,\" but I cannot understand how the clause as written can be read as meaning that whatever the applicant proposes must be both an act and a service.</p>\n<p>I must conclude that there is nothing in the statute which makes \"sale\" the equivalent of \"service.\" On the contrary, the terms are always used disjunctively. A sale, as a jurisdictional ground distinct from either transportation or the maintenance of jurisdictional facilities ( 1 (b) <i>ante,</i> p. 160) is a limited transaction. A certificate authorizing a sale authorizes no more and, in my view, must be regarded as expiring when the underlying sale terminates, except in a situation where the Commission has properly conditioned issuance on continuance of the certificate for a longer period. See <i>post,</i> p. 167. It is suggested that the Commission has consistently held that the obligation to provide service persists even after a particular contract terminates. See <i>United Gas Pipe Line Co.,</i> 3 F. P. C. 3; <i>Cabot Gas Corp., id.,</i> 357; <i>Godfrey L. Cabot, Inc., id.,</i> 582; <i>Panhandle Eastern Pipe Line Co.,</i> 11 F. P. C. 167, 172. All those cases, however, involved pipeline companies <span class=\"star-pagination\">*166</span> which were in fact providing a continuing service and which had facilities subject to the jurisdiction of the Commission regardless of the duration of a particular contract. They serve as no authority for the present quite different situation where an independent producer is subject to the Commission's jurisdiction only by virtue of his sales.</p>\n<p></p>\n<h2>II.</h2>\n<p>The Court asserts that a construction of the statute contrary to the one it reaches will result in intolerable consequences, primarily in two respects. <i>First,</i> it says, producers and pipelines would be able to abandon their undertakings at the end of the contract term without a showing that the public convenience and necessity justify such abandonment, thus defeating the policy of  7 (b) of the Act, and giving the industry a lever to avert regulation of any kind. <i>Second,</i> it concludes, producers would be able, at the expiration of their contracts, to file a higher price as an initial rate under a new certificate. This would force the Commission, it is said, to test the reasonableness of the rate under  5 (a), <i>ante,</i> p. 144, where the Commission has the burden of proof and where experience has shown the procedure to be subject to great delays, and would avoid the rate-change procedures of  4 (e), <i>ante,</i> p. 145, where the producer has the burden of proof and the effectiveness of the rate can be suspended pending investigation.</p>\n<p>As to abandonment, the Court's view again rests on the erroneous notion that the Commission is charged with assuring continuity of \"service\" on the part of independent producers. However,  7 (b), by its own terms, prohibits abandonment of only two things: jurisdictional facilities, and any service \"rendered by means of\" such facilities. The Court does not suggest that petitioners have any jurisdictional facilities. And there can be no <span class=\"star-pagination\">*167</span> apprehension about the pipelines, since they clearly provide a service by means of jurisdictional facilities and are certificated for an unlimited duration.</p>\n<p>There is a more basic reason, however, why the evils which the Court imagines do not exist. The Commission is required to issue a certificate only if the applicant's proposal is required by the public convenience and necessity. The vast majority of sales are, of economic necessity, bona fide transactions of substantial duration (see <i>United Gas Pipe Line Co.</i> v. <i>Mobile Gas Service Corp.,</i> 350 U. S. 332, at 344) and will, of course, be approved in ordinary course. But surely, if a proposal contains such disingenuous provisions as the Court suggests, its certification would not be in the public interest. The Court's fear that denial of the certificate under such circumstances would be overturned on review is the severest speculation, especially in an area where the Commission is entrusted with such wide discretion.</p>\n<p>Furthermore, the Commission can tender a perpetual certificate under its  7 (e) power to attach reasonable terms and conditions.<sup>[3]</sup> But in such a case, it would have to bear the burden of showing that the public convenience and necessity require such a condition. What the Court in effect permits the Commission to do here is simply to attach the condition without such a showing. If, as the Commission stoutly maintains, a limited certificate would constitute a serious threat to the public interest, then surely it is not too much to ask it to show that fact before tendering a producer a certificate different from the one he has requested. And where the Commission has fairly made such a showing, I cannot believe, with all deference <span class=\"star-pagination\">*168</span> to the Court's contrary intimation, that there is the slightest danger that its action would nonetheless be overturned on the theory it was attempting to accomplish indirectly that which it cannot do directly. Such a view assumes that a court will be blind to the conditioning power expressly given the Commission by statute, and ignores the fact that there is a very real difference between tendering an unlimited certificate when the Commission has made no affirmative showing of public need for a perpetual duration and tendering one when it has made such a showing. In the last analysis, that additional burden is the only consequence which turns on the outcome of these cases.</p>\n<p>I would hold that where, as in No. 335, an independent producer applies for authority simply to engage in a sale transaction specifically limited in duration, the Commission has no authority to tender an unlimited certificate without bearing the burden of showing that such a departure from the proposal is required by the public convenience and necessity.</p>\n<p></p>\n<h2>III.</h2>\n<p>The question remains whether petitioner in No. 321 proposed a sale transaction which was limited in duration and whether the Commission certificated no more than that sale. The term of the contract filed with the Commission was clearly limited to 10 years. Petitioner's application incorporated that contract by reference, and declared that \"[t]his application is hereby made only for a certificate of public convenience and necessity authorizing the sale of natural gas in the circumstances above described.\" The Commission ordered that a certificate be \"hereby issued . . . authorizing the sale by Applicant of natural gas . . . as more fully described in the application and exhibits in this proceeding. . . . The certificate. . . shall be effective only so long as Applicant <span class=\"star-pagination\">*169</span> continues the acts or operations hereby authorized in accordance with the provisions of the Natural Gas Act . . . .\" I think the fair interpretation of all this is that what was authorized was the sale proposed, and that the certificate should therefore be taken as limited in duration to the term of the sale contract.</p>\n<p>The Commission, however, contends that since, at the time petitioner's certificate was issued, it had taken the position in <i>Sunray Oil Corp.,</i> 14 F. P. C. 877, that it had no power to issue a certificate specifically limited in duration, this certificate must be taken as one unlimited in duration. That position, however, was later reversed on appeal, <i>Sunray Mid-Continent Oil Co.</i> v. <i>Federal Power Comm'n,</i> 239 F. 2d 97, and the Commission acquiesced therein. But the Commission was more fundamentally wrong in believing that a certificate authorizing a sale is unlimited unless specifically otherwise conditioned. Therefore, when it tendered to petitioner a certificate without any limiting language, its erroneous belief that it was issuing a perpetual certificate could not bind petitioner. The Commission was authorized to issue only a certificate limited to the duration of the sale unless a condition were expressly imposed to the contrary, and what it issued purported to be no more than that. Petitioner cannot be taken to have acquiesced in a certificate authorizing something other than it requested, where the certificate gave no notice of that fact, simply because the Commission may have believed its effect to be otherwise.</p>\n<p>I fear this is another instance where the Court has taken impermissible liberties with statutory language in order to remedy what it considers an undesirable deficiency in the way Congress has written the statute. Cf. <i>United States</i> v. <i>Republic Steel Corp.,</i> 362 U. S. 482, 493 (dissenting opinion).</p>\n<p>I would reverse the judgments in both cases.</p>\n<h2>NOTES</h2>\n<p>[1]  52 Stat. 821, as amended, 15 U. S. C.  717-717w.</p>\n<p>[2]  Section 1 (b) of the Act provides that \"The provisions of this Act shall apply to the transportation of natural gas in interstate commerce, to the sale in interstate commerce of natural gas for resale for ultimate public consumption for domestic, commercial, industrial, or any other use, and to natural-gas companies engaged in such transportation or sale, but shall not apply to any other transportation or sale of natural gas or to the local distribution of natural gas or to the facilities used for such distribution or to the production or gathering of natural gas.\" 52 Stat. 821, 15 U. S. C.  717 (b).</p>\n<p>[3]  The amount of the reserves was subject to redetermination during the term of the contract pursuant to its Article IV, but only prospective effect would be given the redeterminations.</p>\n<p>[4]  Article IX of the contract also provided for adjustment of these prices, by way of upward or downward escalation, in accordance with a price index of the Department of Labor.</p>\n<p>[5]  See note 2, <i>supra.</i></p>\n<p>[6]  The Commission reached this conclusion without dissent. There was one dissent, by Commissioner Connole, from the issuance of the certificate, but only insofar as the Commission failed to attach a rate condition for which the Commission staff had contended. This aspect of the case was not brought before the court below for review in these proceedings.</p>\n<p>[7]  Of course the economics of the industry might preclude an unyielding assumption of such a position. See 360 U. S., at 394.</p>\n<p>[8]  The text of the section provides: \"No natural-gas company shall abandon all or any portion of its facilities subject to the jurisdiction of the Commission, or any service rendered by means of such facilities, without the permission and approval of the Commission first had and obtained, after due hearing, and a finding by the Commission that the available supply of natural gas is depleted to the extent that the continuance of service is unwarranted, or that the present or future public convenience or necessity permit such abandonment.\" 52 Stat. 824, 15 U. S. C.  717 (b).</p>\n<p>[9]  See  1 (18) of the Interstate Commerce Act, as added by the Transportation Act of 1920, 41 Stat. 477, 49 U. S. C.  1 (18);  214 (a) of the Communications Act of 1934, as amended by the Act of March 6, 1943, 57 Stat. 11, 47 U. S. C.  214 (a).</p>\n<p>[10]  \"Under such rules and regulations as the Commission may prescribe, every natural-gas company shall file with the Commission . . . schedules showing all rates and charges for any transportation or sale subject to the jurisdiction of the Commission, and the classifications, practices, and regulations affecting such rates and charges, together with all contracts which in any manner affect or relate to such rates, charges, classifications, and services.\" 52 Stat. 822, 15 U. S. C.  717c (c).</p>\n<p>[11]  In pertinent part,  5 (a) of the Act provides: \"Whenever the Commission, after a hearing had upon its own motion or upon complaint of any State, municipality, State commission, or gas distributing company, shall find that any rate, charge, or classification demanded, observed, charged, or collected by any natural-gas company in connection with any transportation or sale of natural gas, subject to the jurisdiction of the Commission, or that any rule, regulation, practice, or contract affecting such rate, charge, or classification is unjust, unreasonable, unduly discriminatory, or preferential, the Commission shall determine the just and reasonable rate, charge, classification, rule, regulation, practice, or contract to be thereafter observed and in force, and shall fix the same by order . . . .\" 52 Stat. 823, 15 U. S. C.  717d (a).</p>\n<p>[12]  \"Unless the Commission otherwise orders, no change shall be made by any natural-gas company in any such rate, charge, classification or service, or in any rule, regulation, or contract relating thereto, except after thirty days' notice to the Commission and to the public. Such notice shall be given by filing with the Commission and keeping open for public inspection new schedules stating plainly the change or changes to be made in the schedule or schedules then in force and the time when the change or changes will go into effect. . . .\" 52 Stat. 823, 15 U. S. C.  717c (d).</p>\n<p>[13]  \"Whenever any such new schedule is filed the Commission shall have authority, either upon complaint of any State, municipality, or State commission, or upon its own initiative without complaint, at once, and if it so orders, without answer or formal pleading by the natural-gas company, but upon reasonable notice, to enter upon a hearing concerning the lawfulness of such rate, charge, classification, or service; and, pending such hearing and the decision thereon, the Commission, upon filing with such schedules and delivering to the natural-gas company affected thereby a statement in writing of its reasons for such suspension, may suspend the operation of such schedule and defer the use of such rate, charge, classification, or service, but not for a longer period than five months beyond the time when it would otherwise go into effect: <i>Provided,</i> That the Commission shall not have authority to suspend the rate, charge, classification, or service for the sale of natural gas for resale for industrial use only; and after full hearings, either completed before or after the rate, charge, classification, or service goes into effect, the Commission may make such orders with reference thereto as would be proper in a proceeding initiated after it had become effective. If the proceeding has not been concluded and an order made at the expiration of the suspension period, on motion of the natural-gas company making the filing, the proposed change of rate, charge, classification, or service shall go into effect. Where increased rates or charges are thus made effective, the Commission may, by order, require the natural-gas company to furnish a bond, to be approved by the Commission, to refund any amounts ordered by the Commission, to keep accurate accounts in detail of all amounts received by reason of such increase, specifying by whom and in whose behalf such amounts were paid, and, upon completion of the hearing and decision, to order such natural-gas company to refund, with interest, the portion of such increased rates or charges by its decision found not justified. At any hearing involving a rate or charge sought to be increased, the burden of proof to show that the increased rate or charge is just and reasonable shall be upon the natural-gas company, and the Commission shall give to the hearing and decision of such questions preference over other questions pending before it and decide the same as speedily as possible.\" 52 Stat. 823, 15 U. S. C.  717c (e).</p>\n<p>[14]  \"Except in the cases governed by the provisos contained in sub-section (c) of this section, a certificate shall be issued to any qualified applicant therefor, authorizing the whole or any part of the operation, sale, service, construction, extension, or acquisition covered by the application, if it is found that the applicant is able and willing properly to do the acts and to perform the service proposed and to conform to the provisions of the Act and the requirements, rules, and regulations of the Commission thereunder, and that the proposed service, sale, operation, construction, extension, or acquisition, to the extent authorized by the certificate, is or will be required by the present or future public convenience and necessity; otherwise such application shall be denied. The Commission shall have the power to attach to the issuance of the certificate and to the exercise of the rights granted thereunder such reasonable terms and conditions as the public convenience and necessity may require.\" Added by the Act of February 7, 1942, 56 Stat. 84, 15 U. S. C.  717f (e).</p>\n<p>[15]  \"No natural-gas company or person which will be a natural-gas company upon completion of any proposed construction or extension shall engage in the transportation or sale of natural gas, subject to the jurisdiction of the Commission, or undertake the construction or extension of any facilities therefor, or acquire or operate any such facilities or extensions thereof, unless there is in force with respect to such natural-gas company a certificate of public convenience and necessity issued by the Commission authorizing such acts or operations: <i>Provided, however,</i> That if any such natural-gas company or predecessor in interest was bona fide engaged in transportation or sale of natural gas, subject to the jurisdiction of the Commission, on the effective date of this amendatory Act, over the route or routes or within the area for which application is made and has so operated since that time, the Commission shall issue such certificate without requiring further proof that public convenience and necessity will be served by such operation, and without further proceedings, if application for such certificate is made to the Commission within ninety days after February 7, 1942. Pending the determination of any such application, the continuance of such operation shall be lawful.\n</p>\n<p>\"In all other cases the Commission shall set the matter for hearing and shall give such reasonable notice of the hearing thereon to all interested persons as in its judgment may be necessary under rules and regulations to be prescribed by the Commission; and the application shall be decided in accordance with the procedure provided in subsection (e) of this section and such certificate shall be issued or denied accordingly: <i>Provided, however,</i> That the Commission may issue a temporary certificate in cases of emergency, to assure maintenance of adequate service or to serve particular customers, without notice or hearing, pending the determination of an application for a certificate, and may by regulation exempt from the requirements of this section temporary acts or operations for which the issuance of a certificate will not be required in the public interest.\" Added by the Act of February 7, 1942, 56 Stat. 83, 15 U. S. C.  717f (c).</p>\n<p>[16]  Not only does  4 (c), note 10, <i>supra,</i> contain a reference to \"services\" in a context where the antecedent must be \"transportation or sale,\" but it recognizes that a \"contract\" may \"affect or relate to\" such services.</p>\n<p>[17]  It will be noted that  7 (b) does not refer to the abandonment of the continuation of sales, but rather to the abandonment of \"services.\" See note 8, <i>supra.</i> Accordingly, if petitioner was correct in saying that its contract did not involve a \"service,\" it would be difficult to see the applicability of the abandonment provision even during the term of the contract, when petitioner concedes it is applicable.</p>\n<p>[18]  In fact, as to this contention, the examiner summarized the effect of petitioner's position by saying that it amounted to a declaration that petitioner \"would prefer not to be subject to regulation.\" 19 F. P. C. 618, 635.</p>\n<p>[19]  One Court of Appeals has described the granting of a permanent certificate upon an application for a limited one as a conditional certificate, but its discussion would appear to negate the inference that it meant a condition in the ordinary sense of one attached by authority of the last sentence of  7 (e). See <i>Sunray Mid-Continent Oil Co.</i> v. <i>Federal Power Comm'n,</i> 239 F. 2d 97, 99, n. 3, reversed on other grounds, 353 U. S. 944. The Commission's order here rested alternatively on the conditioning power, and on the ground we have supported above. 19 F. P. C., at 620. Once the power to grant a permanent certificate under the general provisions of  7 (e) is established, resort to the conditioning power is superfluous.</p>\n<p>[20]  Commissioners Manly, Draper, Scott, and Seavey, who signed the decision, were all on the Commission at the time of the passage of the 1938 Act.</p>\n<p>[21]  See, <i>e. g., </i><i>Armour Packing Co.</i> v. <i>United States,</i> 209 U. S. 56, 80-82.</p>\n<p>[22]  \"No objection to the order of the Commission shall be considered by the court unless such objection shall have been urged before the Commission in the application for rehearing unless there is reasonable ground for failure so to do.\" Section 19 (b), 52 Stat. 831, as amended, 15 U. S. C.  717r (b). Petitioner did not comply with this provision.</p>\n<p>[23]  Petitioner makes an argument based on the limitations found in a proviso to  7 (a) of the Act, the Commission's authority to require the extension of transportation facilities and the sale of gas to local distributors. 52 Stat. 824, 15 U. S. C.  717f (a). But the Commission's order in no way relied on  7 (a), and accordingly this argument of petitioner must be rejected.</p>\n<p>[24]  Primary reliance is put on <i>Transwestern Pipeline Co.,</i> 22 F. P. C. 391, 395-396, and <i>Trunkline Gas Co.,</i> 21 F. P. C. 704, 709, where the Commission certificated pipeline companies despite the fact that their presently established gas reserves were shown to have a deliverability life of about 13 years.</p>\n<p>[25]  It might be observed that in these cases the Commission issued certificates without time limitations. Thus if the companies, failing to find new sources of gas supply, desired to abandon service because of a depletion of supply, they would have to make proof thereof before the Commission, under  7 (b). The Commission thus, even though there may be physical problems beyond its control, kept legal control over the continuation of service by the applicants.</p>\n<p>[*]  [These opinions apply also to No. 321, <i>Sun Oil Co.</i> v. <i>Federal Power Comm'n, post,</i> p. 170.]</p>\n<p>[*]  [These opinions apply also to No. 321, <i>Sun Oil Co.</i> v. <i>Federal Power Comm'n, post,</i> p. 170.]</p>\n<p>[1]  \"(c) Under such rules and regulations as the Commission may prescribe, every natural-gas company shall file with the Commission, within such time (not less than sixty days from June 21, 1938) and in such form as the Commission may designate, and shall keep open in convenient form and place for public inspection, schedules showing all rates and charges for any transportation or sale subject to the jurisdiction of the Commission, and the classifications, practices, and regulations affecting such rates and charges, together with all contracts which in any manner affect or relate to such rates, charges, classifications, and services.\"</p>\n<p>[2]  \"(b) No natural-gas company shall abandon all or any portion of its facilities subject to the jurisdiction of the Commission, or any service rendered by means of such facilities, without the permission and approval of the Commission first had and obtained, after due hearing, and a finding by the Commission that the available supply of natural gas is depleted to the extent that the continuance of service is unwarranted, or that the present or future public convenience or necessity permit such abandonment.\"</p>\n<p>[3]  \"The Commission shall have the power to attach to the issuance of the certificate and to the exercise of the rights granted thereunder such reasonable terms and conditions as the public convenience and necessity may require.\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></span> (1960)</b></center>\n<center><h1>SUNRAY MID-CONTINENT OIL CO.<br>\nv.<br>\nFEDERAL POWER COMMISSION.</h1></center>\n<center>No. 335.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 26-27, 1960.</center>\n<center>Decided June 27, 1960.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE TENTH CIRCUIT.\n<p><span class=\"star-pagination\">*138</span> <i>Melvin Richter</i> argued the cause for petitioner. With him on the brief were <i>M. Darwin Kirk, Homer E. McEwen, Jr.</i> and <i>Dale E. Doty.</i></p>\n<p><i>Howard E. Wahrenbrock</i> argued the cause for respondent. With him on the brief were <i>Solicitor General Rankin, Assistant Attorney General Doub, Alan S. Rosenthal, Willard W. Gatchell, Robert L. Russell</i> and <i>Peter H. Schiff.</i></p>\n<p>MR. JUSTICE BRENNAN delivered the opinion of the Court.</p>\n<p>This case presents an important question under the Natural Gas Act.<sup>[1]</sup> This question, central to the case, is: When a company, proposing to make, under contract, jurisdictional sales<sup>[2]</sup> of natural gas in interstate commerce, <span class=\"star-pagination\">*139</span> applies for a certificate of public convenience and necessity as required by the Act, and requests that the certificate be limited in time to the duration of a contract for the sale of gas which it has entered, does the Federal Power Commission have the authority to tender it, instead, a certificate without time limitation?</p>\n<p>Petitioner, Sunray Mid-Continent Oil Company, an independent producer of natural gas, entered into a contract with United Gas Pipeline Company, an interstate transmission company. The contract covered considerable acreage owned by, or under mineral lease to, petitioner in Vermilion and Lafayette Parishes, Louisiana, in and about what is called the Ridge field. Under it, United agreed to take an annual amount of gas from petitioner equivalent to 4.5625 per cent of petitioner's gas reserves in the area covered by the agreement;<sup>[3]</sup> and United had the right, in addition, to call for any amount up to 150 per cent of the amount it had annually agreed to take. The term of the agreement was 20 years. The initial price provided was 20.5 cents per thousand cubic feet (Mcf.); and the price was to increase one cent per Mcf. every five years.<sup>[4]</sup></p>\n<p>Section 7 (c) of the Natural Gas Act provides that \"no natural-gas company . . . shall engage in the transportation or sale of natural gas, subject to the jurisdiction of the Commission . . . unless there is in force with respect to such natural-gas company a certificate of public convenience <span class=\"star-pagination\">*140</span> and necessity issued by the Commission authorizing such acts or operations.\" This Court held in <i>Phillips Petroleum Co.</i> v. <i>Wisconsin,</i> 347 U. S. 672, that by virtue of  1 (b) of the Act, sales of gas by an independent producer to a pipeline \"in interstate commerce. . . for resale for ultimate public consumption\" came within the scope of the Act.<sup>[5]</sup> Petitioner had no certificate of public convenience and necessity authorizing sales in interstate commerce from the field in question. Accordingly, in order to carry out its contract with United, it was necessary for petitioner to apply for a certificate from the Commission, which it did.</p>\n<p>Petitioner's application for the certificate contained the request that the certificate sought \"provide for its own expiration on the expiration of the . . . contract term so as to authorize Applicant to cease the delivery and sale of gas thereunder at that time.\" The Commission, upholding its examiner's recommendations, rejected the contentions of petitioner that there should be issued to cover the contract only a certificate limited to the term of the contract itself, and tendered it a certificate without time limitation.<sup>[6]</sup> 19 F. P. C. 618. Petitioner applied for a rehearing of the Commission's order. Basic to this application was the contention that \"The Commission is without authority to issue a certificate to an applicant authorizing more than the whole or some part of the sale covered by the application for certificate of public convenience and necessity . . . .\" The Commission denied the rehearing application. 19 F. P. C. 1107.</p>\n<p><span class=\"star-pagination\">*141</span> Petitioner did not avail itself of its undoubted right to stand firm on its own application, and reject the proffered certificate. Cf. <i>Atlantic Refining Co.</i> v. <i>Public Service Comm'n</i> 360 U. S. 378, 387-388.<sup>[7]</sup> Instead it accepted the Commission's certificate and commenced deliveries of gas under it, reserving its right to object, on review, to the certificate's unlimited nature. The Court of Appeals for the Tenth Circuit rejected petitioner's objections, and affirmed the order of the Commission, 267 F. 2d 471. In view of the importance of the central question presented, to which we have already alluded, we granted certiorari. 361 U. S. 880. We are in agreement with the Court of Appeals, and affirm its judgment.</p>\n<p>The practical reasons behind petitioner's superficially self-abnegating desire to have a limited rather than an unlimited authorization from the Commission are obvious from a study of the Natural Gas Act's provisions. Obvious also is the damaging effect that acceptance of petitioner's central contention would have upon the policies of the Act.</p>\n<p></p>\n<h2>I.</h2>\n<p>Section 7 (b) of the Natural Gas Act regulates the abandonment by natural-gas companies of their facilities and services subject to the jurisdiction of the Commission.<sup>[8]</sup> The section follows a common pattern in federal <span class=\"star-pagination\">*142</span> utility regulation<sup>[9]</sup> in forbidding such abandonment \"without the permission and approval of the Commission first had and obtained.\" The Commission is to extend permission for an abandonment of service only on a finding \"that the available supply of natural gas is depleted to the extent that the continuance of service is unwarranted, or that the present or future public convenience or necessity permit such abandonment.\" The proposal of petitioner was for a certificate that would by its own terms expire when the contract with United expired. Thus at the end of the period, petitioner would become free to cease supplying gas to the interstate market from the Ridge area without further leave of the Commission, and without there having been made the findings that Congress deemed necessary.</p>\n<p>If petitioner's contentions, as to the want of authority in the Commission to grant a permanent certificate where one of limited duration has been sought for, were to be sustained, the way would be clear for every independent producer of natural gas to seek certification only for the limited period of its initial contract with the transmission company, and thus automatically be free at a future date, untrammeled by Commission regulation, to reassess whether it desired to continue serving the interstate market. And contractsas did the 1947 contract in the companion case to the one at bar, <i>Sun Oil Co.</i> v. <i>Federal Power Comm'n, post,</i> p. 170might provide for termination in the event of a rate reduction by the Commission. Petitioner's theory, by tying the term of the certificate to the contract, would mean that such a reduction of rates would under those circumstances enable the producer to cease supplying gas, without obligation to justify its cessation <span class=\"star-pagination\">*143</span> of this service as being consistent with the public convenience and necessity.</p>\n<p>The consequences of petitioner's argument do not stop there. The identical provisions of the Natural Gas Act regulate pipeline companies as well as independent producers. If producers can insist in their certificates on the inclusion of a provision relieving them in advance from their obligation to continue the supply of gas, as of a date certain, pipeline companieswhose dealings with local distributing companies generally also take the form of a \"sale\" of gas to themcould insist on a similar provision. If an individual producer were thus left free to discontinue his supply, the transmission company would be forced to find a supplier of gas elsewhere, and make connection with him, to continue its service; and the consumer ultimately would pay the bill for the rearrangement. If the pipeline company were left free to cease its service to the local distribution company, a local economy which had grown dependent on natural gas as a fuel would be at its mercy. And this, though the primary practical problem that led to the passage of the Act was the great economic power of the pipeline companies as compared with that of communities seeking natural gas service. See <i>Federal Power Comm'n</i> v. <i>Hope Natural Gas Co.,</i> 320 U. S. 591, 610.</p>\n<p>And there are practical consequences, related to rate control, which are even more concrete. The companion case, <i>Sun Oil Co.</i> v. <i>Federal Power Comm'n, post,</i> p. 170, illustrates them. If petitioner's certificate of public convenience must expire with its first contract with United, service after thenunder a new contract or otherwise will require a new certificate. And under that certificate, petitioner may file, pursuant to  4 (c) of the Act.<sup>[10]</sup> its <span class=\"star-pagination\">*144</span> rates for the \"new\" service. The only power the Commission would have, under the Act, with respect to those rates, would be to bear the burden of proof in an investigation under  5 of the Act,<sup>[11]</sup> that the rates are unjust or unreasonable, and thereupon order a new rate, solely for prospective application. Last Term in the so-called <i>Catco</i> case, <i>Atlantic Refining Co.</i> v. <i>Public Service Comm'n, supra,</i> at 389, we had occasion to remark that \"the delay incident to determination in  5 proceedings through which initial certificated rates are reviewable appears nigh interminable.\" At oral argument, counsel for the Commission confirmed that no contested major producer's  5 case had been finally adjudicated by the Commission in the six years since this Court's decision in the <i>Phillips</i> case. In contrast to  5 are the protections that would be available if at the conclusion of the original contract the producer's certificate remained in full force and effect. Then the rates to be charged under a new contract or otherwise would have to be filed as rate changes under  4 (d) of the Act, with 30 days' <span class=\"star-pagination\">*145</span> notice to the Commission and the public.<sup>[12]</sup> Under  4 (e), the Commission, on complaint of any State, state commission, or municipality, or <i>sua sponte,</i> may order a hearing on the new rate, and suspend the effectiveness of the rate for five months.<sup>[13]</sup> At the hearing, the gas company <span class=\"star-pagination\">*146</span> would have to shoulder the burden of proving that its new rates were just and reasonable. If the hearing were not concluded by the end of the suspension period, the increased rate could be collected <i>ad interim;</i> but the Commission is empowered to require the company to collect the increment under bond and accounting, and refund it if it could not make out its case for the increase.</p>\n<p>Clearly, the rate change provisions of  4 (d) and 4 (e), rather than the \"initial rate\" provisions of  4 (c), are better tailored to the situation that exists when an initial contract of sale of natural gas terminates, and the supply of gas continues, whether under a new contract or without one. When a producer commences interstate sales from a particular field, or when an interstate transmission company commences sales to a local distributing company, there are by definition no existing rates, and accordingly the protective provisions of  4 (d) and (e), which are bottomed on delaying the effectiveness of, and suspending, changes, are not relevant. But of course this is not the case where one sales contract expires and service continues; in this situation, where a rate change is proposed, the protective provisions fit as well as they do in the case of a rate change made pursuant to a contract, during its term.</p>\n<p>Thus it is apparent that petitioner's position would enable it to make what in practical effect would be rate <span class=\"star-pagination\">*147</span> changes, but without compliance with the procedures of  4 (d) and 4 (e), and subject to revision only in procedures which are likely to \"provide a windfall for the natural gas company with a consequent squall for the consumers,\" as we said in <i>Catco.</i> 360 U. S., at 390. When attached to the leverage of a power to abandon service, at a contract's termination, without contemporaneous Commission approval, this power to exercise contractual control not only over rates but over the mode of their regulation, would be a substantial one indeed. And, like the power to force an advance license for the abandonment of the continued supply of gas, the power would be one enjoyed by pipeline companies and producers alike. Further, declaration today of a want of authority in the Commission to issue a certificate of longer duration than that of a sales contract attached to the application would have a retroactive effect; it would at least furnish a guide to the construction of certificates issued previously on such applications. See <i>Sun Oil Co.</i> v. <i>Federal Power Comm'n, post,</i> p. 170.</p>\n<p>This court declared as early as the <i>Hope Natural Gas</i> case that the primary aim of the Natural Gas Act was \"to protect consumers against exploitation at the hands of natural gas companies.\" 320 U. S. 591, 610. We reiterated that declaration last Term in <i>Catco,</i> and observed that \"The Act was so framed as to afford consumers a complete, permanent and effective bond of protection from excessive rates and charges.\" 360 U. S., at 388. Against the backdrop of the practical consequences of the petitioner's claim and the purposes of the Act, we look to the details of its argument that the Commission is limited, in granting its certificate of public convenience and necessity, to a term certificate of the duration petitioner has proposed.</p>\n<p><i>First.</i> Petitioner's argument is based primarily on its construction of  7 (e) of the Act. That section provides <span class=\"star-pagination\">*148</span> that a certificate of public convenience and necessity shall be issued \"to any qualified applicant therefor, authorizing the whole or any part of the operation, sale, service, construction, extension, or acquisition covered by the application.\"<sup>[14]</sup> This, petitioner urges, makes it clear that the outside limit of what the Commission may authorize is what the applicant proposes. Further, petitioner urges that the language requiring a finding \"that the applicant is able and willing properly to do the acts and to perform the service proposed\" negates the Commission's authority to go beyond the time limitations the applicant inserts in its proposal; for it is claimed that it cannot be found that petitioner is willing to do more than what it has proposed. Under petitioner's theory, the abandonment provisions of  7 (b) would have application only if it was desired to abandon service while the contract was still in effect.</p>\n<p>The argument seems to us unpersuasive even on the face of the statutory language. It depends in the first instance upon freighting the phrase \"the whole or any part,\" obviously intended to give the Commission power to grant less than the whole of an application, with a <span class=\"star-pagination\">*149</span> load of negative meaning which nothing in the legislative history indicates that it was to bear. Even without the illumination of the purpose of the Act, it could be argued with equal force that all that was meant was that the certificate to be granted be one sufficient to authorize the specific \"sale\" proposed; which an unlimited certificate clearly is, in any case. But apart from this, petitioner's contention depends on the assumption that the provisions relied upon speak only in terms of the specific \"sale\" contemplated by the parties and not in terms of a \"service\" in the movement of gas in interstate commerce, of which \"service\" the initial \"sale\" is the commencement. For under  7 (e) the Commission is authorized to issue a certificate authorizing the \"service\" covered by the application, as well as a \"sale\"; and since  7 (c),<sup>[15]</sup> which details <span class=\"star-pagination\">*150</span> the acts for which a certificate is a prerequisite, sets forth no specific antecedent for the \"service\" to which  7 (e) refers, it might well be thought that one who \"engage[s] in the transportation or sale of natural gas,\" which  7 (c) does refer to, is performing a \"service\" within the meaning of  7 (e). Certainly there is no more likely antecedent in  7 (c). The structure of  4 (c) presents the same feature,<sup>[16]</sup> and that of the abandonment provisions of  7 (b) themselves<sup>[17]</sup> looks the same way.</p>\n<p>Furthermore, within  7 (e) itself, there is found the further requirement to which petitioner itself points that with respect to an application for a certificate of any nature, a two-part finding must be made: that the applicant is willing and able \"to do the acts and to perform the service proposed.\" Thus, it is evident that all the matters for which a certificate is requiredthe construction of facilities or their extension, as well as the making of jurisdictional salesmust be justified in terms of a \"service\" to which they relate. Accordingly,  7 (e) <span class=\"star-pagination\">*151</span> itself gives positive indication that the \"service\" which the Commission's certificate may authorize is something quite apart from simply the specific sales which  7 (c) forbids without a certificate sufficient to authorize them. To be sure,  7 (e) requires that the applicant be found willing to perform the \"service\" in question; but surely such willingness can be inferred from its willingness to enter into a long-term sales contract. To say that the finding cannot be made in view of the applicant's declared desire to stop and have a look in 20 years as to its continued desire to be subject to regulation, and that this is a limit on its willingness to perform the service that the certificates must respect, is to make effective regulation turn on the desire of the regulated enterprise to be subject to it.<sup>[18]</sup> The willingness to make the proposed \"sale\" thus must imply willingness to perform the \"service\" which it represents. Thus even as a verbal argument, petitioner's contentions lack persuasiveness.</p>\n<p><i>Second.</i> Once we pass beyond parsing the Act to a consideration of its purpose, and of the practice under it, the construction we have given it becomes inescapable. We have outlined the serious consequences for the regulatory scheme that acceptance of the petitioner's argument would entail. These consequences cannot readily be averted by other means suggested by the Act.</p>\n<p>It is urged that if it is in the public interest to award only an unlimited certificate, the Commission might attain this end by refusing all applications for a limited one, intimating that an unlimited application would be favorably regarded. But the action of the Commission in refusing the certificate as originally applied for would <span class=\"star-pagination\">*152</span> be subject to judicial review; and once it were held that the Commission had no authority to award a certificate of longer duration than that prayed for, such an indirect method of attaining the same end might well meet judicial condemnation as arbitrary. There is also some suggestion that the Commission might use its power, under  7 (e), of attaching to the certificate \"such reasonable terms and conditions as the public convenience and necessity may require,\" to attach the \"condition\" that the certificate be permanent. But again, once want of power to do this directly were established, the existence of power to achieve the same end indirectly through the conditioning power might well be doubted; and the acceptance of a certificate for a longer duration than requested might not be said properly to be a \"term or condition\" of a limited one at all.<sup>[19]</sup> We think the Commission's power to protect the public interest under  7 (e) need not be restricted to these indirect and dubious methods.</p>\n<p>The Commission's practice supports its authority here in the terms of  7 (e). It has long drawn a distinction between the underlying service to the public a natural gas company performs and the specific manifestationthe contractual relationshipwhich that service takes at a given moment. For example, an independent producer may file as its rate schedule its contract of sale with a <span class=\"star-pagination\">*153</span> pipeline company. That contract may provide in explicit terms for an adjustment of rates at a future timeeven one foreordained in a precise amount. Yet when the adjustment is made pursuant to the contract, the adjustment is subject, as a \"change\" in rates, to the procedures of  4 (d) and 4 (e)however explicit the upward adjustment was in the contract from the start. Cf. <i>Texas Gas Transmission Corp.</i> v. <i>Shell Oil Co.,</i> 363 U. S. 263. This position of the Power Commission is evidence that the service in which the producer engages is distinct from the contract which regulates his relationship with the transmission company in performing the service. And it has been upheld in every Court of Appeals case on the question. <i>Episcopal Theological Seminary</i> v. <i>Federal Power Comm'n,</i> 269 F. 2d 228; <i>Bel Oil Corp.</i> v. <i>Federal Power Comm'n,</i> 255 F. 2d 548, and companion cases; <i>Continental Oil Co.</i> v. <i>Federal Power Comm'n,</i> 236 F. 2d 839; <i>Cities Service Gas Producing Co.</i> v. <i>Federal Power Comm'n,</i> 233 F. 2d 726; <i>Mississippi River Fuel Corp.</i> v. <i>Federal Power Comm'n,</i> 121 F. 2d 159. See <i>United Gas Pipe Line Co.</i> v. <i>Memphis Light, Gas &amp; Water Div.,</i> 358 U. S. 103, 110. If the Act does not contemplate that in a seller's contract there may inhere the power, of the contract's own accord, to effect a rate change at a future date unchecked by the regulatory scheme, it is hard to believe that it contemplated that contracts would of necessity have the effect of providing for a discontinuance of service, without further leave of the Commission.</p>\n<p>Further, the Power Commission has from an early date taken the view that there is a continuing obligation to perform \"service\" imposed by the Act which outlasts the term of a seller's original contract of sale. As early as 1942 it held that an abandonment of service after the expiry of such a contract had to have Commission approval under  7 (b). <i>United Gas Pipe Line Co.,</i> <span class=\"star-pagination\">*154</span> 3 F. P. C. 3, 9. This ruling was made by Commissioners who had been in office during the passage of the Act.<sup>[20]</sup> It was not a fundamental ruling on a broad question of jurisdiction as to which a court might enjoy a wider latitude of review. See <i>Phillips Petroleum Co.</i> v. <i>Wisconsin,</i> 347 U. S. 672, 678. It was rather an early implementation and application of a detail of the statutory scheme by the Commission in a regulatory setting before it. The ruling has been followed, see <i>Panhandle Eastern Pipe Line Co.,</i> 11 F. P. C. 167, 172, and we think this contemporaneous and consistent construction, pointing again to a distinction between the underlying \"service\" to the public and the contractual means by which it is implemented, is to be afforded weight in the construction we make.</p>\n<p><i>Third.</i> But against these considerations, it is urged that <i>United Gas Pipe Line Co.</i> v. <i>Mobile Gas Service Corp.,</i> 350 U. S. 332, establishes dominant factors which impel one to the construction petitioner would put on the Act. Petitioner claims that <i>Mobile</i> establishes a principle that the Act (unlike many other regulatory schemes)<sup>[21]</sup> in general preserves the integrity of private contracts, and that the judgment below is in conflict with that principle.</p>\n<p>The petitioner states accurately enough the principle that <i>Mobile</i> establishes. See 350 U. S., at 338, 344. But the conclusion petitioner asserts does not follow. In <i>Mobile,</i> this Court held that where a seller of gas had entered into a contract for the sale, it could not, by virtue of the provision in  4 for rate changes, file an increase in rates that violated the terms of the contract. This was because the scheme of the Act was one which built the regulatory system on a foundation of private contracts. <span class=\"star-pagination\">*155</span> It was held in the <i>Memphis</i> case, <i>United Gas Pipe Line Co.</i> v. <i>Memphis Light, Gas &amp; Water Div., supra</i><i>,</i> that the corollary of <i>Mobile</i> was that where the contract left the seller free to act, he could act unilaterally under  4.</p>\n<p>It is apparent that the Commission's order in no way violates the integrity of petitioner's contract with United. During its term, both parties are bound by it to the same extent as any members of this regulated industry. When it expires, petitioner, to be sure, will be under an obligation to continue to deliver gas to United on the latter's request unless it can justify an abandonment before the Commission; but we do not see how this in any way disturbs the integrity of the contract during its term. The obligation that petitioner will be under after the contract term will not be one imposed by contract but by the Act. It will be free then, as it was not free during the contract term under the contract here in question, to make rate changes under  4 without United's consent. It is said that petitioner will be in a position of inequality, because it must supply gas then to United without a corresponding obligation on United to take it. But United, subject to the Act in its sales to local distributors, has its obligations too; and if in fulfilling them it desires to have a continuing supply of gas with the stability of price protection which a contract furnishes under <i>Mobile,</i> it may be discovered that each side has its bargaining strength. In any event, we do not see how the prospect of this situation after the term of petitioner's contract in any way impairs the integrity of any contract. <i>Mobile</i> is thus simply beside the point.</p>\n<p>The short of the matter is that <i>Mobile</i> recognized that there were two sources of price and supply stability inherent in the regulatory system established by the Natural Gas Actthe provisions of private contracts and the public regulatory power. See 350 U. S., at 344. Petitioner now urges an application of that decision that could <span class=\"star-pagination\">*156</span> make private contracts the only stabilizing factor under the Act. Not only does this reading have nothing to do with the integrity of private contracts which <i>Mobile</i> underwrote, but it makes a severe incursion into the sources of that stability of natural-gas prices and supply to which that decision gave confirmation. Our consideration of this, as well as the rest of petitioner's arguments, leads us to reiterate as our holding the clear implication of what we recently said in <i>Catco:</i> An initial application of an independent producer, to make movements of natural gas in interstate commerce, leads to a certificate of public convenience and necessity under which the Commission controls the basis on which \"gas may be initially dedicated to interstate use. Moreover, once so dedicated there can be no withdrawal of that supply from continued interstate movement without Commission approval. The gas operator, although to this extent a captive subject to the jurisdiction of the Commission, is not without remedy to protect himself.\" 360 U. S., at 389. That remedy he has, as the Court there said, in the \"change\" power under  4 (d) when his contract has expired or where his contract permits its use during its term. Under a similar Act, this Court has held to the same effect as we hold today. <i>Pennsylvania Water &amp; Power Co.</i> v. <i>Federal Power Comm'n,</i> 343 U. S. 414, 423-424.</p>\n<p></p>\n<h2>II.</h2>\n<p>Once the power of the Commission to issue the certificate without time limitation is established, the other objections of the petitioner fall readily. It is contended that the Commission's order, by requiring the petitioner to supply gas beyond the term of its contract, may, by requiring petitioner to produce more gas than it has contemplated, offend the provision of  1 (b) of the Act that the Act does not apply \"to the production or gathering <span class=\"star-pagination\">*157</span> of natural gas.\" The point was not raised before the Commission, and accordingly is not for our consideration here;<sup>[22]</sup> and we might say in any event that the point is not for evaluation in this certification proceeding, but rather on the specific facts presented in the context of an abandonment application by petitioner under  7 (b), after the expiration of its contract, when and if it desires to make one. We intimate no view as to its merit.<sup>[23]</sup></p>\n<p>Other objections seem primarily directed to the point that the Commission imposed the burden of proof on the petitioner to show that the certificate should be limited, in the public interest, rather than itself taking on the burden of supporting its issuance of an unlimited certificate. There is no contention that the Commission was again indulging in the erroneous notion that it had no power to issue a limited certificate. Cf. <i>Sunray Mid-Continent Oil Co.</i> v. <i>Federal Power Comm'n,</i> 239 F. 2d 97, reversed on other grounds, 353 U. S. 944. This procedural formulation seems to us well within the Commission's discretion as an implementation of the Act's protective provisions which we have discussed. And, though much urged by petitioner, the fact that the Commission has certificated pipeline operations despite their showing of gas resources of a shorter duration than petitioner's contract term is not inconsistent with the Commission's <span class=\"star-pagination\">*158</span> approach here.<sup>[24]</sup> From the fact that the Commission has issued certificates in the presence of what may prove to be physical limitations on the service to be rendered under them,<sup>[25]</sup> it does not follow that the Commission cannot take care lest these physical problems in the continuation of supply become further complicated by the legal certificate term limitations for which the petitioner contends.</p>\n<p>Finally it is suggested that for various reasons which petitioner claims to be related to the public interest, it would be more advantageous if gas producers were given a free hand, after the completion of each contract, to determine for themselves whether they should continue to serve the interstate market. These considerations were not urged before the Commission, and hence we are not called upon to decide whether they would compel a different approach by the Commission to the question of time limitations in certificates, or even whether, in the light of the Act's provisionsparticularly the policy expressed in  7 (b)it would be proper for it so to rely on them. There is no contention made that petitioner demonstrated any specific circumstances in its own case indicating that, despite the Commission's general policy, the public convenience and necessity warranted a limited certificate for it.</p>\n<p><i>Affirmed.</i></p>\n<p><span class=\"star-pagination\">*159</span> MR. JUSTICE FRANKFURTER, concurring in the dissent.<sup>[*]</sup></p>\n<p>In joining MR. JUSTICE HARLAN'S opinion I should like to add a word by way of emphasis.</p>\n<p>Once analysis of the problem of these two cases, relating as they do exclusively to independent producers of natural gas, is stripped of darkening details and reduced to its statutory determinants, as spelled out in my Brother HARLAN'S dissent, the answer becomes clear and uncomplicated. If a licensing agency has power to grant a particular kind of license, an applicant has the right to apply for such a license. It may be withheld without ado only if the agency has arbitraryjudicially unreviewable power to withhold such a license. Concededly the Commission has power to grant a time-limited certificate, and its denial of such a certificate is not free from judicial review. Therefore it must give a reason for denying a proper application, with due regard, of course, to its wide discretionary power for determining what satisfies \"public convenience and necessity.\" The Commission cannot rest denial on its <i>ipse dixit.</i> Nor can the Commission rest on the general spirit or the ultimate purposes of the Natural Gas Act, for to do so amounts to saying that the Act forbids time certificates, when in fact it does not.</p>\n<p>MR. JUSTICE HARLAN, whom MR. JUSTICE FRANKFURTER, MR. JUSTICE WHITTAKER, and MR. JUSTICE STEWART join, dissenting.<sup>[*]</sup></p>\n<p>The basic issue presented by these two cases is essentially this: When an independent producer of natural gas enters into a contract for the sale of his gas in interstate commerce for resale, and seeks a certificate from the Federal Power Commission to carry out that contract, <span class=\"star-pagination\">*160</span> may the Commission issue a certificate of unlimited duration not limited to the term of the contract, in the absence of a special showing that the public convenience and necessity require the certificate to be perpetual? In holding that it may, I believe the Court has strained the provisions of the Natural Gas Act beyond permissible limits in order to reach a result which it deems more appropriate to effective regulation. In my opinion, neither will the Act bear the meaning the Court attributes to it, nor will a contrary interpretation bring about the practical evils which the Court imagines.</p>\n<p></p>\n<h2>I.</h2>\n<p>In my view the Court's conclusions are attributable at bottom to its failure to take into account the basic distinction between an interstate pipeline and an independent producer of natural gas. A pipeline performs a service akin to those traditionally performed by public utilities. The independent producer, on the other hand, is unique among the objects of public-utility regulation because it is not engaged in rendering a service to the public in the conventional sense of that concept, but rather simply in selling a commodity which it owns. The Court's basic error, it seems to me, is its notion that the petitioners are rendering a continuing service to the public in the same sense as a pipeline or other conventional utility, to which the usual modes of utility regulation are equally applicable.</p>\n<p>I think that the Natural Gas Act, particularly as construed by the Court in <i>Phillips Petroleum Co.</i> v. <i>Wisconsin,</i> 347 U. S. 672, recognizes this important distinction. The basic jurisdictional framework of the Natural Gas Act is found in  1 (b) which provides:</p>\n<blockquote>\"The provisions of this chapter shall apply to the <i>transportation</i> of natural gas in interstate commerce, <span class=\"star-pagination\">*161</span> to the <i>sale</i> in interstate commerce of natural gas for resale . . . , and to natural-gas companies engaged in such transportation <i>or</i> sale, but shall not apply to . . . the production or gathering of natural gas.\" (Emphasis added.)</blockquote>\n<p>In <i>Phillips</i> the application of this provision to independent producers, such as the petitioners in these cases, was considered. Phillips there contended that it was not subject to the Act because it did not engage in the interstate transmission of gas and was not affiliated with any interstate pipeline company, and that to regulate its prices would be to control the \"production or gathering\" of natural gas, which is specifically exempted by  1 (b). The Court rejected that argument, holding that Phillips' <i>sales,</i> which were unquestionably made \"in interstate commerce . . . for resale,\" were subject to the Commission's jurisdiction. It recognized that the Act creates two separate and distinct bases of jurisdictiontransportation and sale; that an independent producer engages solely in the latter; and that because of the production and gathering exemption, it is <i>only</i> the act of sale itself, which occurs at the very end of the production and gathering process, to which the Commission's jurisdiction attaches. It is thus evident that the Court recognized that, as to independent producers, the Act envisaged only a limited scheme of regulation, namely control over the prices and the other terms of sale of their natural gas. The blurring of this distinction respecting the scope of the regulatory scheme of the Act as between independent producers and others can only lead to confusion when, as here, the Court is faced with deciding the proper scope of the operative provisions of the statute.</p>\n<p>The operative provisions of the Act consistently reflect their more limited reach as regards independent producers <span class=\"star-pagination\">*162</span> than with respect to others. Section 7 (c) requires certification in order to</p>\n<blockquote>\"engage in the transportation or sale of natural gas, subject to the jurisdiction of the Commission, or undertake the construction or extension of any facilities therefor, or acquire or operate any such facilities or extensions thereof . . . .\"</blockquote>\n<p>Thus three distinct categories of jurisdictional acts are subject to certification: (1) transportation, (2) sale, and (3) maintenance of jurisdictional facilities. A pipeline must necessarily secure authorization for both transportation and maintenance of jurisdictional facilities, acts which by their nature are continuing services. But I do not understand the Court to contend that petitioners, as independent producers, have engaged in any jurisdictional act other than a sale.</p>\n<p>The word \"sale,\" in its ordinary sense, signifies a transaction limited in duration and amount. Section 7 (c) requires certification of a sale, and there is nothing in the Act which suggests that the certification is to be broader than the jurisdictional act which it authorizes. On the contrary,  7 (e), <i>infra,</i> p. 163, directs the Commission to issue a certificate authorizing \"the . . . sale . . . covered by the application.\" The Court suggests that a perpetual certificate does in fact authorize the specific sale proposed, and that to say that the Commission can authorize <i>no more</i> than that is to \"load\" the statutory language with a negative implication which was never intended. However, authorizing a producer to sell in perpetuity is certainly something different from authorizing him to make a specific sale. It could hardly be contended that a statutory direction to the Commission to authorize \"the . . . sale . . . covered by the application\" permits it to authorize some <i>different</i> sale.</p>\n<p><span class=\"star-pagination\">*163</span> The Court's assumption that a perpetual certificate authorizes nothing different than what the producer has in effect applied for can in the end be justified only by its view, alluded to before, that what is involved is not a \"sale\" at all, but a \"service\" consisting of the perpetual movement of gas in interstate commerce. However, as already mentioned, this flouts the industrial realities. The independent producer does not perform a service; he owns and sells a commodity. Since he need not dedicate his gas supply to the interstate market at all, surely he may propose the amount he will dedicate. The Commission of course need not accept the proposal. But neither can it in effect require acceptance of a certificate authorizing something more, on pain of denying the applicant any certificate, without satisfying the requirements of  7 (e), <i>infra,</i> for the imposition of conditions on certificates.</p>\n<p>The Court, however, purports to find support in the statute for its notion that a sale is really a perpetual service. It relies primarily on  7 (e), which provides in relevant part that</p>\n<blockquote>\"a certificate shall be issued to any qualified applicant therefor, authorizing the whole or any part of the <i>operation, sale, service, construction, extension, or acquisition</i> covered by the application, if it is found that the applicant is able and willing properly to <i>do the acts and to perform the service</i> proposed, . . . and that the proposed <i>service, sale, operation, construction, extension, or acquisition</i> . . . will be required by the . . . public convenience and necessity. . . .\" (Emphasis added.)</blockquote>\n<p>It would appear plain from the face of the very language quoted that, while the word \"service\" is used, it is used disjunctively with \"sale\" and several other words, so that a sale and a service are simply two different, and not <span class=\"star-pagination\">*164</span> synonymous, things the Commission is authorized to certificate. However, the Court reasons that \"service\" must refer back to \"transportation or sale,\" for which  7 (c) requires a certificate. But  7 (c) requires a certificate for three separate categories of jurisdictional acts transportation, sale, and maintenance of facilities. And  7 (e), concededly referring back to those categories, lists six itemsoperation, <i>sale,</i> service, construction, extension, and acquisition. Why the term \"service\" in  7 (e) should be thought to refer to \"sale,\" the least apt of the three categories in  7 (c) which it could describe, when it is immediately preceded in  7 (e) by the word \"sale\" itself, is difficult to understand.</p>\n<p>The Court further says that the provisions of  4 (c)<sup>[1]</sup> and 7 (b)<sup>[2]</sup> present the same feature. In  4 (c), the word \"service\" again appears as part of an omnibus definition which refers to a number of antecedents. Even assuming, as the Court does, that the only antecedent is \"transportation or sale,\" there is no reason to suppose that <span class=\"star-pagination\">*165</span> \"service\" was meant to be taken as the equivalent of \"sale\" as well as of \"transportation,\" or that it limits either. Section 7 (b) refers only to the abandonment of services \"rendered by means of\" jurisdictional facilities. There is not the slightest hint in the section that sales are considered to be such services.</p>\n<p>Finally, the Court points to the requirement of  7 (e), <i>ante,</i> p. 148, that the applicant for a certificate be willing and able \"to do the acts and perform the service proposed.\" From this it infers that <i>all</i> the matters for which  7 (c), <i>ante,</i> p. 149, requires a certificate \"must be justified in terms of a `service' to which they relate.\" I should have thought it quite plain that an applicant is required to \"perform the service proposed\" only <i>if</i> a service is proposed. Perhaps it would have been more apt for Congress to have said \"do the acts <i>and/or</i> perform the services proposed,\" but I cannot understand how the clause as written can be read as meaning that whatever the applicant proposes must be both an act and a service.</p>\n<p>I must conclude that there is nothing in the statute which makes \"sale\" the equivalent of \"service.\" On the contrary, the terms are always used disjunctively. A sale, as a jurisdictional ground distinct from either transportation or the maintenance of jurisdictional facilities ( 1 (b) <i>ante,</i> p. 160) is a limited transaction. A certificate authorizing a sale authorizes no more and, in my view, must be regarded as expiring when the underlying sale terminates, except in a situation where the Commission has properly conditioned issuance on continuance of the certificate for a longer period. See <i>post,</i> p. 167. It is suggested that the Commission has consistently held that the obligation to provide service persists even after a particular contract terminates. See <i>United Gas Pipe Line Co.,</i> 3 F. P. C. 3; <i>Cabot Gas Corp., id.,</i> 357; <i>Godfrey L. Cabot, Inc., id.,</i> 582; <i>Panhandle Eastern Pipe Line Co.,</i> 11 F. P. C. 167, 172. All those cases, however, involved pipeline companies <span class=\"star-pagination\">*166</span> which were in fact providing a continuing service and which had facilities subject to the jurisdiction of the Commission regardless of the duration of a particular contract. They serve as no authority for the present quite different situation where an independent producer is subject to the Commission's jurisdiction only by virtue of his sales.</p>\n<p></p>\n<h2>II.</h2>\n<p>The Court asserts that a construction of the statute contrary to the one it reaches will result in intolerable consequences, primarily in two respects. <i>First,</i> it says, producers and pipelines would be able to abandon their undertakings at the end of the contract term without a showing that the public convenience and necessity justify such abandonment, thus defeating the policy of  7 (b) of the Act, and giving the industry a lever to avert regulation of any kind. <i>Second,</i> it concludes, producers would be able, at the expiration of their contracts, to file a higher price as an initial rate under a new certificate. This would force the Commission, it is said, to test the reasonableness of the rate under  5 (a), <i>ante,</i> p. 144, where the Commission has the burden of proof and where experience has shown the procedure to be subject to great delays, and would avoid the rate-change procedures of  4 (e), <i>ante,</i> p. 145, where the producer has the burden of proof and the effectiveness of the rate can be suspended pending investigation.</p>\n<p>As to abandonment, the Court's view again rests on the erroneous notion that the Commission is charged with assuring continuity of \"service\" on the part of independent producers. However,  7 (b), by its own terms, prohibits abandonment of only two things: jurisdictional facilities, and any service \"rendered by means of\" such facilities. The Court does not suggest that petitioners have any jurisdictional facilities. And there can be no <span class=\"star-pagination\">*167</span> apprehension about the pipelines, since they clearly provide a service by means of jurisdictional facilities and are certificated for an unlimited duration.</p>\n<p>There is a more basic reason, however, why the evils which the Court imagines do not exist. The Commission is required to issue a certificate only if the applicant's proposal is required by the public convenience and necessity. The vast majority of sales are, of economic necessity, bona fide transactions of substantial duration (see <i>United Gas Pipe Line Co.</i> v. <i>Mobile Gas Service Corp.,</i> 350 U. S. 332, at 344) and will, of course, be approved in ordinary course. But surely, if a proposal contains such disingenuous provisions as the Court suggests, its certification would not be in the public interest. The Court's fear that denial of the certificate under such circumstances would be overturned on review is the severest speculation, especially in an area where the Commission is entrusted with such wide discretion.</p>\n<p>Furthermore, the Commission can tender a perpetual certificate under its  7 (e) power to attach reasonable terms and conditions.<sup>[3]</sup> But in such a case, it would have to bear the burden of showing that the public convenience and necessity require such a condition. What the Court in effect permits the Commission to do here is simply to attach the condition without such a showing. If, as the Commission stoutly maintains, a limited certificate would constitute a serious threat to the public interest, then surely it is not too much to ask it to show that fact before tendering a producer a certificate different from the one he has requested. And where the Commission has fairly made such a showing, I cannot believe, with all deference <span class=\"star-pagination\">*168</span> to the Court's contrary intimation, that there is the slightest danger that its action would nonetheless be overturned on the theory it was attempting to accomplish indirectly that which it cannot do directly. Such a view assumes that a court will be blind to the conditioning power expressly given the Commission by statute, and ignores the fact that there is a very real difference between tendering an unlimited certificate when the Commission has made no affirmative showing of public need for a perpetual duration and tendering one when it has made such a showing. In the last analysis, that additional burden is the only consequence which turns on the outcome of these cases.</p>\n<p>I would hold that where, as in No. 335, an independent producer applies for authority simply to engage in a sale transaction specifically limited in duration, the Commission has no authority to tender an unlimited certificate without bearing the burden of showing that such a departure from the proposal is required by the public convenience and necessity.</p>\n<p></p>\n<h2>III.</h2>\n<p>The question remains whether petitioner in No. 321 proposed a sale transaction which was limited in duration and whether the Commission certificated no more than that sale. The term of the contract filed with the Commission was clearly limited to 10 years. Petitioner's application incorporated that contract by reference, and declared that \"[t]his application is hereby made only for a certificate of public convenience and necessity authorizing the sale of natural gas in the circumstances above described.\" The Commission ordered that a certificate be \"hereby issued . . . authorizing the sale by Applicant of natural gas . . . as more fully described in the application and exhibits in this proceeding. . . . The certificate. . . shall be effective only so long as Applicant <span class=\"star-pagination\">*169</span> continues the acts or operations hereby authorized in accordance with the provisions of the Natural Gas Act . . . .\" I think the fair interpretation of all this is that what was authorized was the sale proposed, and that the certificate should therefore be taken as limited in duration to the term of the sale contract.</p>\n<p>The Commission, however, contends that since, at the time petitioner's certificate was issued, it had taken the position in <i>Sunray Oil Corp.,</i> 14 F. P. C. 877, that it had no power to issue a certificate specifically limited in duration, this certificate must be taken as one unlimited in duration. That position, however, was later reversed on appeal, <i>Sunray Mid-Continent Oil Co.</i> v. <i>Federal Power Comm'n,</i> 239 F. 2d 97, and the Commission acquiesced therein. But the Commission was more fundamentally wrong in believing that a certificate authorizing a sale is unlimited unless specifically otherwise conditioned. Therefore, when it tendered to petitioner a certificate without any limiting language, its erroneous belief that it was issuing a perpetual certificate could not bind petitioner. The Commission was authorized to issue only a certificate limited to the duration of the sale unless a condition were expressly imposed to the contrary, and what it issued purported to be no more than that. Petitioner cannot be taken to have acquiesced in a certificate authorizing something other than it requested, where the certificate gave no notice of that fact, simply because the Commission may have believed its effect to be otherwise.</p>\n<p>I fear this is another instance where the Court has taken impermissible liberties with statutory language in order to remedy what it considers an undesirable deficiency in the way Congress has written the statute. Cf. <i>United States</i> v. <i>Republic Steel Corp.,</i> 362 U. S. 482, 493 (dissenting opinion).</p>\n<p>I would reverse the judgments in both cases.</p>\n<h2>NOTES</h2>\n<p>[1]  52 Stat. 821, as amended, 15 U. S. C.  717-717w.</p>\n<p>[2]  Section 1 (b) of the Act provides that \"The provisions of this Act shall apply to the transportation of natural gas in interstate commerce, to the sale in interstate commerce of natural gas for resale for ultimate public consumption for domestic, commercial, industrial, or any other use, and to natural-gas companies engaged in such transportation or sale, but shall not apply to any other transportation or sale of natural gas or to the local distribution of natural gas or to the facilities used for such distribution or to the production or gathering of natural gas.\" 52 Stat. 821, 15 U. S. C.  717 (b).</p>\n<p>[3]  The amount of the reserves was subject to redetermination during the term of the contract pursuant to its Article IV, but only prospective effect would be given the redeterminations.</p>\n<p>[4]  Article IX of the contract also provided for adjustment of these prices, by way of upward or downward escalation, in accordance with a price index of the Department of Labor.</p>\n<p>[5]  See note 2, <i>supra.</i></p>\n<p>[6]  The Commission reached this conclusion without dissent. There was one dissent, by Commissioner Connole, from the issuance of the certificate, but only insofar as the Commission failed to attach a rate condition for which the Commission staff had contended. This aspect of the case was not brought before the court below for review in these proceedings.</p>\n<p>[7]  Of course the economics of the industry might preclude an unyielding assumption of such a position. See 360 U. S., at 394.</p>\n<p>[8]  The text of the section provides: \"No natural-gas company shall abandon all or any portion of its facilities subject to the jurisdiction of the Commission, or any service rendered by means of such facilities, without the permission and approval of the Commission first had and obtained, after due hearing, and a finding by the Commission that the available supply of natural gas is depleted to the extent that the continuance of service is unwarranted, or that the present or future public convenience or necessity permit such abandonment.\" 52 Stat. 824, 15 U. S. C.  717 (b).</p>\n<p>[9]  See  1 (18) of the Interstate Commerce Act, as added by the Transportation Act of 1920, 41 Stat. 477, 49 U. S. C.  1 (18);  214 (a) of the Communications Act of 1934, as amended by the Act of March 6, 1943, 57 Stat. 11, 47 U. S. C.  214 (a).</p>\n<p>[10]  \"Under such rules and regulations as the Commission may prescribe, every natural-gas company shall file with the Commission . . . schedules showing all rates and charges for any transportation or sale subject to the jurisdiction of the Commission, and the classifications, practices, and regulations affecting such rates and charges, together with all contracts which in any manner affect or relate to such rates, charges, classifications, and services.\" 52 Stat. 822, 15 U. S. C.  717c (c).</p>\n<p>[11]  In pertinent part,  5 (a) of the Act provides: \"Whenever the Commission, after a hearing had upon its own motion or upon complaint of any State, municipality, State commission, or gas distributing company, shall find that any rate, charge, or classification demanded, observed, charged, or collected by any natural-gas company in connection with any transportation or sale of natural gas, subject to the jurisdiction of the Commission, or that any rule, regulation, practice, or contract affecting such rate, charge, or classification is unjust, unreasonable, unduly discriminatory, or preferential, the Commission shall determine the just and reasonable rate, charge, classification, rule, regulation, practice, or contract to be thereafter observed and in force, and shall fix the same by order . . . .\" 52 Stat. 823, 15 U. S. C.  717d (a).</p>\n<p>[12]  \"Unless the Commission otherwise orders, no change shall be made by any natural-gas company in any such rate, charge, classification or service, or in any rule, regulation, or contract relating thereto, except after thirty days' notice to the Commission and to the public. Such notice shall be given by filing with the Commission and keeping open for public inspection new schedules stating plainly the change or changes to be made in the schedule or schedules then in force and the time when the change or changes will go into effect. . . .\" 52 Stat. 823, 15 U. S. C.  717c (d).</p>\n<p>[13]  \"Whenever any such new schedule is filed the Commission shall have authority, either upon complaint of any State, municipality, or State commission, or upon its own initiative without complaint, at once, and if it so orders, without answer or formal pleading by the natural-gas company, but upon reasonable notice, to enter upon a hearing concerning the lawfulness of such rate, charge, classification, or service; and, pending such hearing and the decision thereon, the Commission, upon filing with such schedules and delivering to the natural-gas company affected thereby a statement in writing of its reasons for such suspension, may suspend the operation of such schedule and defer the use of such rate, charge, classification, or service, but not for a longer period than five months beyond the time when it would otherwise go into effect: <i>Provided,</i> That the Commission shall not have authority to suspend the rate, charge, classification, or service for the sale of natural gas for resale for industrial use only; and after full hearings, either completed before or after the rate, charge, classification, or service goes into effect, the Commission may make such orders with reference thereto as would be proper in a proceeding initiated after it had become effective. If the proceeding has not been concluded and an order made at the expiration of the suspension period, on motion of the natural-gas company making the filing, the proposed change of rate, charge, classification, or service shall go into effect. Where increased rates or charges are thus made effective, the Commission may, by order, require the natural-gas company to furnish a bond, to be approved by the Commission, to refund any amounts ordered by the Commission, to keep accurate accounts in detail of all amounts received by reason of such increase, specifying by whom and in whose behalf such amounts were paid, and, upon completion of the hearing and decision, to order such natural-gas company to refund, with interest, the portion of such increased rates or charges by its decision found not justified. At any hearing involving a rate or charge sought to be increased, the burden of proof to show that the increased rate or charge is just and reasonable shall be upon the natural-gas company, and the Commission shall give to the hearing and decision of such questions preference over other questions pending before it and decide the same as speedily as possible.\" 52 Stat. 823, 15 U. S. C.  717c (e).</p>\n<p>[14]  \"Except in the cases governed by the provisos contained in sub-section (c) of this section, a certificate shall be issued to any qualified applicant therefor, authorizing the whole or any part of the operation, sale, service, construction, extension, or acquisition covered by the application, if it is found that the applicant is able and willing properly to do the acts and to perform the service proposed and to conform to the provisions of the Act and the requirements, rules, and regulations of the Commission thereunder, and that the proposed service, sale, operation, construction, extension, or acquisition, to the extent authorized by the certificate, is or will be required by the present or future public convenience and necessity; otherwise such application shall be denied. The Commission shall have the power to attach to the issuance of the certificate and to the exercise of the rights granted thereunder such reasonable terms and conditions as the public convenience and necessity may require.\" Added by the Act of February 7, 1942, 56 Stat. 84, 15 U. S. C.  717f (e).</p>\n<p>[15]  \"No natural-gas company or person which will be a natural-gas company upon completion of any proposed construction or extension shall engage in the transportation or sale of natural gas, subject to the jurisdiction of the Commission, or undertake the construction or extension of any facilities therefor, or acquire or operate any such facilities or extensions thereof, unless there is in force with respect to such natural-gas company a certificate of public convenience and necessity issued by the Commission authorizing such acts or operations: <i>Provided, however,</i> That if any such natural-gas company or predecessor in interest was bona fide engaged in transportation or sale of natural gas, subject to the jurisdiction of the Commission, on the effective date of this amendatory Act, over the route or routes or within the area for which application is made and has so operated since that time, the Commission shall issue such certificate without requiring further proof that public convenience and necessity will be served by such operation, and without further proceedings, if application for such certificate is made to the Commission within ninety days after February 7, 1942. Pending the determination of any such application, the continuance of such operation shall be lawful.\n</p>\n<p>\"In all other cases the Commission shall set the matter for hearing and shall give such reasonable notice of the hearing thereon to all interested persons as in its judgment may be necessary under rules and regulations to be prescribed by the Commission; and the application shall be decided in accordance with the procedure provided in subsection (e) of this section and such certificate shall be issued or denied accordingly: <i>Provided, however,</i> That the Commission may issue a temporary certificate in cases of emergency, to assure maintenance of adequate service or to serve particular customers, without notice or hearing, pending the determination of an application for a certificate, and may by regulation exempt from the requirements of this section temporary acts or operations for which the issuance of a certificate will not be required in the public interest.\" Added by the Act of February 7, 1942, 56 Stat. 83, 15 U. S. C.  717f (c).</p>\n<p>[16]  Not only does  4 (c), note 10, <i>supra,</i> contain a reference to \"services\" in a context where the antecedent must be \"transportation or sale,\" but it recognizes that a \"contract\" may \"affect or relate to\" such services.</p>\n<p>[17]  It will be noted that  7 (b) does not refer to the abandonment of the continuation of sales, but rather to the abandonment of \"services.\" See note 8, <i>supra.</i> Accordingly, if petitioner was correct in saying that its contract did not involve a \"service,\" it would be difficult to see the applicability of the abandonment provision even during the term of the contract, when petitioner concedes it is applicable.</p>\n<p>[18]  In fact, as to this contention, the examiner summarized the effect of petitioner's position by saying that it amounted to a declaration that petitioner \"would prefer not to be subject to regulation.\" 19 F. P. C. 618, 635.</p>\n<p>[19]  One Court of Appeals has described the granting of a permanent certificate upon an application for a limited one as a conditional certificate, but its discussion would appear to negate the inference that it meant a condition in the ordinary sense of one attached by authority of the last sentence of  7 (e). See <i>Sunray Mid-Continent Oil Co.</i> v. <i>Federal Power Comm'n,</i> 239 F. 2d 97, 99, n. 3, reversed on other grounds, 353 U. S. 944. The Commission's order here rested alternatively on the conditioning power, and on the ground we have supported above. 19 F. P. C., at 620. Once the power to grant a permanent certificate under the general provisions of  7 (e) is established, resort to the conditioning power is superfluous.</p>\n<p>[20]  Commissioners Manly, Draper, Scott, and Seavey, who signed the decision, were all on the Commission at the time of the passage of the 1938 Act.</p>\n<p>[21]  See, <i>e. g., </i><i>Armour Packing Co.</i> v. <i>United States,</i> 209 U. S. 56, 80-82.</p>\n<p>[22]  \"No objection to the order of the Commission shall be considered by the court unless such objection shall have been urged before the Commission in the application for rehearing unless there is reasonable ground for failure so to do.\" Section 19 (b), 52 Stat. 831, as amended, 15 U. S. C.  717r (b). Petitioner did not comply with this provision.</p>\n<p>[23]  Petitioner makes an argument based on the limitations found in a proviso to  7 (a) of the Act, the Commission's authority to require the extension of transportation facilities and the sale of gas to local distributors. 52 Stat. 824, 15 U. S. C.  717f (a). But the Commission's order in no way relied on  7 (a), and accordingly this argument of petitioner must be rejected.</p>\n<p>[24]  Primary reliance is put on <i>Transwestern Pipeline Co.,</i> 22 F. P. C. 391, 395-396, and <i>Trunkline Gas Co.,</i> 21 F. P. C. 704, 709, where the Commission certificated pipeline companies despite the fact that their presently established gas reserves were shown to have a deliverability life of about 13 years.</p>\n<p>[25]  It might be observed that in these cases the Commission issued certificates without time limitations. Thus if the companies, failing to find new sources of gas supply, desired to abandon service because of a depletion of supply, they would have to make proof thereof before the Commission, under  7 (b). The Commission thus, even though there may be physical problems beyond its control, kept legal control over the continuation of service by the applicants.</p>\n<p>[*]  [These opinions apply also to No. 321, <i>Sun Oil Co.</i> v. <i>Federal Power Comm'n, post,</i> p. 170.]</p>\n<p>[*]  [These opinions apply also to No. 321, <i>Sun Oil Co.</i> v. <i>Federal Power Comm'n, post,</i> p. 170.]</p>\n<p>[1]  \"(c) Under such rules and regulations as the Commission may prescribe, every natural-gas company shall file with the Commission, within such time (not less than sixty days from June 21, 1938) and in such form as the Commission may designate, and shall keep open in convenient form and place for public inspection, schedules showing all rates and charges for any transportation or sale subject to the jurisdiction of the Commission, and the classifications, practices, and regulations affecting such rates and charges, together with all contracts which in any manner affect or relate to such rates, charges, classifications, and services.\"</p>\n<p>[2]  \"(b) No natural-gas company shall abandon all or any portion of its facilities subject to the jurisdiction of the Commission, or any service rendered by means of such facilities, without the permission and approval of the Commission first had and obtained, after due hearing, and a finding by the Commission that the available supply of natural gas is depleted to the extent that the continuance of service is unwarranted, or that the present or future public convenience or necessity permit such abandonment.\"</p>\n<p>[3]  \"The Commission shall have the power to attach to the issuance of the certificate and to the exercise of the rights granted thereunder such reasonable terms and conditions as the public convenience and necessity may require.\"</p>\n\n</div>", "id": 106104, "judges": "Brennan", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/106104/", "sha1": "a33c943ab1acb126a20a4f141d5a48e98732229c", "source": "LR", "supreme_court_db_id": "1959-129", "time_retrieved": "2010-04-28T09:55:51"}