{"absolute_url": "/opinion/87703/blanchard-v-brown/", "blocked": false, "citation": {"case_name": "Blanchard v. Brown", "docket_number": null, "document_uris": ["/api/rest/v2/document/87703/"], "federal_cite_one": "70 U.S. 245", "federal_cite_three": null, "federal_cite_two": null, "id": 56492, "lexis_cite": "", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/56492/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1866-01-22", "date_modified": "2014-12-21T01:25:44.581081", "docket": "/api/rest/v2/docket/1435901/", "download_url": "http://bulk.resource.org/courts.gov/c/US/70/70.US.245.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">70 U.S. 245</p>\n    <p class=\"case_cite\">18 L.Ed. 69</p>\n    <p class=\"case_cite\">3 Wall. 245</p>\n    <p class=\"parties\">BLANCHARD<br>v.<br>BROWN.</p>\n    <p class=\"date\">December Term, 1865</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">VARIOUS judgments had been given against a debtor in Chicago owning real estate there; among them one in favor of Lyman. Execution issued in April, 1847, and on it, in April, 1848, the premises were sold to <i>Blanchard</i>.</p>\n      <p class=\"indent\">A certain Hart had also obtained judgment against the same party. Execution issued in 1845; but was not returned into the clerk's office until 1852. The execution, it seemed, recited a judgment of the Cook County Court of <i>Common Pleas;</i> a court not at the time in existence; that court having been created by act of legislature only in 1848; and the name of the court in which the judgment was really given,&#8212;to wit, the 'Cook County Court,'&#8212;having in that act been changed to it. An <i>alias</i> was subsequently issued on the same judgment, and the land sold for $71 to <i>Brown;</i> its actual value, at the time, being about $2000, or, as was alleged, even $4000.</p>\n      <p class=\"indent\">Blanchard being in possession, Brown brought ejectment against him. Both parties, of course, claimed under the same judgment debtor, and by virtue of their respective judgments and execution sales; the judgment under which Blanchard claimed being junior to the one on which Brown rested his title, and judgments being liens in Illinois according to their priority. Blanchard set up, as his ground of defence on this ejectment, that the sale under the judgment in favor of Hart, and under which Brown sought to dispossess him, was a fraudulent sale, made to defeat subsequent encumbrancers, and, accordingly, that Brown had no title. To show the fraud, evidence was given of the value of the property compared with the price for which it sold; that it was sold in a body, instead of having been sold, as it might naturally and much more profitably have been, in a divided form; that false representations were made as to the encumbrances on it, the representations having been that it was largely encumbered when it was not so; that no proper notice of the sale had been given, the advertisement which gave the notice having announced only that the sale would be on a day named, 'between 9 o'clock A.M. and sunset.'</p>\n      <p class=\"indent\">Blanchard set up, also, that irrespective of fraud (of which, indeed, the execution process was said to be one evidence), the sale was void for the irregularity in such process, and put in evidence the facts connected with this part of the proceeding.</p>\n      <p class=\"indent\">The suit resulted in a verdict and judgment for Brown; and a second trial had the same termination. Blanchard, tendering the money paid by Brown and ten per cent. interest from the day of sale, now filed a bill in equity in the Circuit Court for the Northern District of Illinois, asking to have the estate upon equitable terms. Under his bill some new evidence&#8212;objected to as being in breach of professional confidence&#8212;was introduced; but with it all admitted, he made in effect the same attack on the judgment-title of Brown that he did in the previous actions of ejectment.</p>\n      <p class=\"indent\">The Circuit Court dismissed the bill, and this court was now asked by Blanchard, appellant in the case, to reverse the decision.</p>\n      <p class=\"indent\">It is here necessary to state, that in Illinois the old English form of ejectment does not prevail. Ejectment, like other actions, is brought by a real plaintiff against the party actually claiming; and is for the specific property demanded, with damages for its detention. A statute of the State, it should also be said, declares<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> 'that every <i>judgment</i> in the action of ejectment, rendered upon a verdict, shall be conclusive as to the title established in such action upon the party against whom the same is rendered; and all persons claiming from, through, or under such party, by title accruing after the commencement of such action.'</p>\n      <p class=\"indent\">One defence, among others made to the bill and argued by <i>Mr. Fuller</i>, was that Blanchard now set up in his bill substantially what he had done in his ejectments, and that the case could not be distinguished from <i>Miles</i> v. <i>Caldwell</i>,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> decided at the last term of the court; a case which, though from another State, Missouri, was obligatory, in the circumstances, in this case from Illinois. In the case cited, statute of Missouri enacted that in ejectment, as in other actions, a judgment, except one of nonsuit, 'shall be a bar to any other action between the same parties, or those claiming under them, as to the same subject-matter;' and this court held, that as ejectment was in Missouri an actual, as distinguished from a fictitious proceeding, a title decided in it could not be reviewed in chancery any more than any other matter tried and decided at law.</p>\n      <p class=\"indent\"><i>Mr. Hitchcock, for Blanchard, the appellant:</i> The reply to what is argued by Mr. Fuller is twofold.</p>\n      <p class=\"indent\">1st. The suit at law concerned only the <i>legal</i> title. This bill to redeem is based on an <i>equitable</i> one. The sheriff's sale was sufficient to pass the <i>legal</i> estate, and upon it the purchaser could maintain ejectment. It is altogether another question whether the sale was attended by such circumstances of fraud and irregularity as will induce a court of equity to relieve against its <i>legal</i> effect. The object of the action at law was to assert such paramount legal title. The object of this suit in chancery is to get rid of such title by redemption. A mortgagee may recover upon his fee at law, but he cannot assert such recovery as a bar to redemption in chancery. Fraud will avoid a deed at law only when it relates to the execution of it; but a recovery upon such a deed cannot be urged as a bar to a bill to compel the surrender and cancellation of it, for fraud in the consideration.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n      <p class=\"indent\">A trustee may recover, in ejectment, against his <i>cestui que trust;</i> but such recovery would not bar proceedings in chancery to assert the equitable title. 'A court of law may, indeed, investigate some questions of fraud, and, when proved, treat a deed as a nullity, and conveying no title; as where a party was induced to execute a deed supposing it was another paper; but, in general, it will not go behind the naked legal title and inquire where the equities are.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n      <p class=\"indent\">The case of <i>Miles</i> v. <i>Caldwell</i>, cited by opposite counsel, establishes only the principle, which is not controverted, that a party cannot appeal from a judgment at law to a court of chancery upon the relative merits of the <i>legal titles</i> involved in the controversy at law. There, a court of law had passed upon the validity of a deed alleged to have been fraudulent as against creditors, a matter over which courts of law have always exercised jurisdiction.</p>\n      <p class=\"indent\">There was in the present case no doubt about the power of the court to administer full relief. In Illinois, the distinction between courts of law and chancery is fully maintained, and matter which furnishes no defence at law may be good ground for relief in chancery.</p>\n      <p class=\"indent\">2d. It has been expressly decided in that State that such irregularities cannot be taken advantage of, collaterally, in the action of ejectment<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> And such is the general rule of law.</p>\n      <p class=\"indent\">It is believed that no case can be found in which a sale has been successfully attacked, in <i>collateral</i> proceedings at law, upon similar grounds.</p>\n      <p class=\"indent\">Mr. Justice DAVIS delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The common-law form of the action of ejectment does not prevail in Illinois. There the action is without fictions, and is between the real parties in interest, and for the possession of a specific estate, and damages for its detention. On account of the fictitious character of the common-law action of ejectment, a judgment was not a complete bar, as in other actions. But in Illinois, by statute, it is declared, 'that every judgment in the action of ejectment, rendered upon a verdict, shall be conclusive as to the title established, in such action, upon the party against whom the same is rendered, and all persons claiming from, through, or under such party, by title accruing after the commencement of such action.' One verdict alone was not deemed satisfactory by the legislature. The ancient reverence for the tenure by which lands are held had its influence, and the unsuccessful party, of <i>right</i>, is entitled to <i>one</i> new trial, and the court can, if satisfied that justice will thereby be promoted, grant a <i>second</i>. After this the litigation is ended, and the verdict and judgment have the same conclusive effect as in other actions. In Missouri, a judgment in ejectment is also a bar to any other action, between the same parties, on the same subject-matter; and this court, in the case of <i>Miles</i> v. <i>Caldwell</i>,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> in construing a statute, no broader than the Illinois enactment, <i>held</i> that whatever is conclusive of the title to land in the courts of a State, is equally conclusive in the Federal courts; that it is, in fact, a rule of property. A perfect solution is, therefore, given to this case when it is ascertained what was tried and determined in the ejectment suit. The evidence on this point is so full as to leave no room for doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Blanchard did not resist Brown's recovery in the action of ejectment on the sole question of paramount legal title, which he had the right to do, and then endeavor to get rid of it in chancery on the question of superior equities. He chose rather to risk his whole defence in the impeachment of Brown's title for fraud, and because the sale was vitiated by irregularities and the property sacrificed. Having failed before the jury, he is estopped from investigating the same matters in another jurisdiction. He waived his right to have the question of fraud litigated in a court of chancery, when he presented it, as a defence to the action at law. And the defence was legitimate and proper, for such questions of fraud and irregularity as were raised could be disposed of as well at law as in chancery.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A grossly inadequate price is, under some circumstances, evidence of fraud, and a fit subject of inquiry by a jury, in determining the validity of a sale made under legal process. If the sale on the Hart execution was not made for the purpose of satisfying the judgment, but fraudulently to defeat subsequent encumbrancers, and Brown was not a <i>bon a fide</i> purchaser for value, then his title was bad; and it was equally bad, if the irregularities were such as to render the sale void.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Evidence was given on all these matters, and was never withdrawn from the consideration of the jury. In fact the whole record shows that Blanchard claims equitable relief on substantially the same grounds, and sustained by the same evidence that he relied on to defeat the action of ejectment. The decision in <i>Miles</i> v. <i>Caldwell</i> is, therefore, applicable. In that case, as in this, the question of fraud had been submitted to the jury, and determined against the complainant; and this court held that he was barred by the proceedings in ejectment, and could not raise anew in chancery the same questions that were heard at law.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">DECREE AFFIRMED WITH COSTS.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Revised Laws of 1845, chap. xxxvi, &#167; 39.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 2 Wallace, 35.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>Dorr v. Munsell,</i> 13 Johnson, 430; <i>Parker v. Parmele,</i> 20 Id. 130; <i>Stevens v. Judson,</i> 4 Wendell, 471.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>Reece v. Allen,</i> 5 Gilman, 241; decided in the State in which this case was tried.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <i>Swiggart et al. v. Harber et al.,</i> 4 Scammon, 375.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 2 Wallace, 44.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">245</span></span></p>\n    <p class=\"case_cite\">18 L.Ed. 69</p>\n    <p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">245</span></span></p>\n    <p class=\"parties\">BLANCHARD<br>v.<br>BROWN.</p>\n    <p class=\"date\">December Term, 1865</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">VARIOUS judgments had been given against a debtor in Chicago owning real estate there; among them one in favor of Lyman. Execution issued in April, 1847, and on it, in April, 1848, the premises were sold to <i>Blanchard</i>.</p>\n      <p class=\"indent\">A certain Hart had also obtained judgment against the same party. Execution issued in 1845; but was not returned into the clerk's office until 1852. The execution, it seemed, recited a judgment of the Cook County Court of <i>Common Pleas;</i> a court not at the time in existence; that court having been created by act of legislature only in 1848; and the name of the court in which the judgment was really given,&#8212;to wit, the 'Cook County Court,'&#8212;having in that act been changed to it. An <i>alias</i> was subsequently issued on the same judgment, and the land sold for $71 to <i>Brown;</i> its actual value, at the time, being about $2000, or, as was alleged, even $4000.</p>\n      <p class=\"indent\">Blanchard being in possession, Brown brought ejectment against him. Both parties, of course, claimed under the same judgment debtor, and by virtue of their respective judgments and execution sales; the judgment under which Blanchard claimed being junior to the one on which Brown rested his title, and judgments being liens in Illinois according to their priority. Blanchard set up, as his ground of defence on this ejectment, that the sale under the judgment in favor of Hart, and under which Brown sought to dispossess him, was a fraudulent sale, made to defeat subsequent encumbrancers, and, accordingly, that Brown had no title. To show the fraud, evidence was given of the value of the property compared with the price for which it sold; that it was sold in a body, instead of having been sold, as it might naturally and much more profitably have been, in a divided form; that false representations were made as to the encumbrances on it, the representations having been that it was largely encumbered when it was not so; that no proper notice of the sale had been given, the advertisement which gave the notice having announced only that the sale would be on a day named, 'between 9 o'clock A.M. and sunset.'</p>\n      <p class=\"indent\">Blanchard set up, also, that irrespective of fraud (of which, indeed, the execution process was said to be one evidence), the sale was void for the irregularity in such process, and put in evidence the facts connected with this part of the proceeding.</p>\n      <p class=\"indent\">The suit resulted in a verdict and judgment for Brown; and a second trial had the same termination. Blanchard, tendering the money paid by Brown and ten per cent. interest from the day of sale, now filed a bill in equity in the Circuit Court for the Northern District of Illinois, asking to have the estate upon equitable terms. Under his bill some new evidence&#8212;objected to as being in breach of professional confidence&#8212;was introduced; but with it all admitted, he made in effect the same attack on the judgment-title of Brown that he did in the previous actions of ejectment.</p>\n      <p class=\"indent\">The Circuit Court dismissed the bill, and this court was now asked by Blanchard, appellant in the case, to reverse the decision.</p>\n      <p class=\"indent\">It is here necessary to state, that in Illinois the old English form of ejectment does not prevail. Ejectment, like other actions, is brought by a real plaintiff against the party actually claiming; and is for the specific property demanded, with damages for its detention. A statute of the State, it should also be said, declares<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> 'that every <i>judgment</i> in the action of ejectment, rendered upon a verdict, shall be conclusive as to the title established in such action upon the party against whom the same is rendered; and all persons claiming from, through, or under such party, by title accruing after the commencement of such action.'</p>\n      <p class=\"indent\">One defence, among others made to the bill and argued by <i>Mr. Fuller</i>, was that Blanchard now set up in his bill substantially what he had done in his ejectments, and that the case could not be distinguished from <i>Miles</i> v. <i>Caldwell</i>,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> decided at the last term of the court; a case which, though from another State, Missouri, was obligatory, in the circumstances, in this case from Illinois. In the case cited, statute of Missouri enacted that in ejectment, as in other actions, a judgment, except one of nonsuit, 'shall be a bar to any other action between the same parties, or those claiming under them, as to the same subject-matter;' and this court held, that as ejectment was in Missouri an actual, as distinguished from a fictitious proceeding, a title decided in it could not be reviewed in chancery any more than any other matter tried and decided at law.</p>\n      <p class=\"indent\"><i>Mr. Hitchcock, for Blanchard, the appellant:</i> The reply to what is argued by Mr. Fuller is twofold.</p>\n      <p class=\"indent\">1st. The suit at law concerned only the <i>legal</i> title. This bill to redeem is based on an <i>equitable</i> one. The sheriff's sale was sufficient to pass the <i>legal</i> estate, and upon it the purchaser could maintain ejectment. It is altogether another question whether the sale was attended by such circumstances of fraud and irregularity as will induce a court of equity to relieve against its <i>legal</i> effect. The object of the action at law was to assert such paramount legal title. The object of this suit in chancery is to get rid of such title by redemption. A mortgagee may recover upon his fee at law, but he cannot assert such recovery as a bar to redemption in chancery. Fraud will avoid a deed at law only when it relates to the execution of it; but a recovery upon such a deed cannot be urged as a bar to a bill to compel the surrender and cancellation of it, for fraud in the consideration.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n      <p class=\"indent\">A trustee may recover, in ejectment, against his <i>cestui que trust;</i> but such recovery would not bar proceedings in chancery to assert the equitable title. 'A court of law may, indeed, investigate some questions of fraud, and, when proved, treat a deed as a nullity, and conveying no title; as where a party was induced to execute a deed supposing it was another paper; but, in general, it will not go behind the naked legal title and inquire where the equities are.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n      <p class=\"indent\">The case of <i>Miles</i> v. <i>Caldwell</i>, cited by opposite counsel, establishes only the principle, which is not controverted, that a party cannot appeal from a judgment at law to a court of chancery upon the relative merits of the <i>legal titles</i> involved in the controversy at law. There, a court of law had passed upon the validity of a deed alleged to have been fraudulent as against creditors, a matter over which courts of law have always exercised jurisdiction.</p>\n      <p class=\"indent\">There was in the present case no doubt about the power of the court to administer full relief. In Illinois, the distinction between courts of law and chancery is fully maintained, and matter which furnishes no defence at law may be good ground for relief in chancery.</p>\n      <p class=\"indent\">2d. It has been expressly decided in that State that such irregularities cannot be taken advantage of, collaterally, in the action of ejectment<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> And such is the general rule of law.</p>\n      <p class=\"indent\">It is believed that no case can be found in which a sale has been successfully attacked, in <i>collateral</i> proceedings at law, upon similar grounds.</p>\n      <p class=\"indent\">Mr. Justice DAVIS delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The common-law form of the action of ejectment does not prevail in Illinois. There the action is without fictions, and is between the real parties in interest, and for the possession of a specific estate, and damages for its detention. On account of the fictitious character of the common-law action of ejectment, a judgment was not a complete bar, as in other actions. But in Illinois, by statute, it is declared, 'that every judgment in the action of ejectment, rendered upon a verdict, shall be conclusive as to the title established, in such action, upon the party against whom the same is rendered, and all persons claiming from, through, or under such party, by title accruing after the commencement of such action.' One verdict alone was not deemed satisfactory by the legislature. The ancient reverence for the tenure by which lands are held had its influence, and the unsuccessful party, of <i>right</i>, is entitled to <i>one</i> new trial, and the court can, if satisfied that justice will thereby be promoted, grant a <i>second</i>. After this the litigation is ended, and the verdict and judgment have the same conclusive effect as in other actions. In Missouri, a judgment in ejectment is also a bar to any other action, between the same parties, on the same subject-matter; and this court, in the case of <i>Miles</i> v. <i>Caldwell</i>,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> in construing a statute, no broader than the Illinois enactment, <i>held</i> that whatever is conclusive of the title to land in the courts of a State, is equally conclusive in the Federal courts; that it is, in fact, a rule of property. A perfect solution is, therefore, given to this case when it is ascertained what was tried and determined in the ejectment suit. The evidence on this point is so full as to leave no room for doubt.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Blanchard did not resist Brown's recovery in the action of ejectment on the sole question of paramount legal title, which he had the right to do, and then endeavor to get rid of it in chancery on the question of superior equities. He chose rather to risk his whole defence in the impeachment of Brown's title for fraud, and because the sale was vitiated by irregularities and the property sacrificed. Having failed before the jury, he is estopped from investigating the same matters in another jurisdiction. He waived his right to have the question of fraud litigated in a court of chancery, when he presented it, as a defence to the action at law. And the defence was legitimate and proper, for such questions of fraud and irregularity as were raised could be disposed of as well at law as in chancery.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A grossly inadequate price is, under some circumstances, evidence of fraud, and a fit subject of inquiry by a jury, in determining the validity of a sale made under legal process. If the sale on the Hart execution was not made for the purpose of satisfying the judgment, but fraudulently to defeat subsequent encumbrancers, and Brown was not a <i>bon a fide</i> purchaser for value, then his title was bad; and it was equally bad, if the irregularities were such as to render the sale void.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Evidence was given on all these matters, and was never withdrawn from the consideration of the jury. In fact the whole record shows that Blanchard claims equitable relief on substantially the same grounds, and sustained by the same evidence that he relied on to defeat the action of ejectment. The decision in <i>Miles</i> v. <i>Caldwell</i> is, therefore, applicable. In that case, as in this, the question of fraud had been submitted to the jury, and determined against the complainant; and this court held that he was barred by the proceedings in ejectment, and could not raise anew in chancery the same questions that were heard at law.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">DECREE AFFIRMED WITH COSTS.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Revised Laws of 1845, chap. xxxvi, &#167; 39.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 2 Wallace, 35.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>Dorr v. Munsell,</i> 13 Johnson, 430; <i>Parker v. Parmele,</i> 20 Id. 130; <i>Stevens v. Judson,</i> 4 Wendell, 471.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>Reece v. Allen,</i> 5 Gilman, 241; decided in the State in which this case was tried.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <i>Swiggart et al. v. Harber et al.,</i> 4 Scammon, 375.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 2 Wallace, 44.</p>\n      </div>\n    </div>\n    ", "id": 87703, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/87703/", "sha1": "d8dfd97694ce144e0bc2a00ef507bc41af11b500", "source": "R", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:21"}