{"absolute_url": "/opinion/107151/united-states-v-california/", "blocked": false, "citation": {"case_name": "United States v. California", "docket_number": "5 ORIG", "document_uris": ["/api/rest/v2/document/107151/"], "federal_cite_one": "382 U.S. 448", "federal_cite_three": "15 L. Ed. 2d 517", "federal_cite_two": "86 S. Ct. 607", "id": 91510, "lexis_cite": "1966 U.S. LEXIS 2994", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/91510/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 17, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1966-01-31", "date_modified": "2015-01-13T08:42:01.797053", "docket": "/api/rest/v2/docket/664383/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">382 U.S. 448</p>\r\n    <p class=\"case_cite\">86 S.Ct. 607</p>\r\n    <p class=\"case_cite\">15 L.Ed.2d 517</p>\r\n    <p class=\"parties\">UNITED STATES<br>v.<br>CALIFORNIA.</p>\r\n    <p class=\"docket\">No. 5, Orig.</p>\r\n    <p class=\"court\">Supreme Court of the United States</p>\r\n    <p class=\"date\">January 31, 1966</p>\r\n    <div class=\"prelims\">\r\n      <p class=\"indent\">Solicitor General Marshall, Louis F. Claiborne and George S. Swarth, for the United States.</p>\r\n      <p class=\"indent\">Thomas C. Lynch, Atty. Gen. of California, Jay L. Shavelson, Asst. Atty. Gen., Richard H. Keatinge, Special Asst. Atty. Gen., and Warren J. Abbott and N. Gregory Taylor, Deputy Attys. Gen., for the State of California.</p>\r\n      <p>Supplemental Decree.</p>\r\n      <p class=\"indent\">PER CURIAM.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p1\">\r\n      <span class=\"num\">1</span>\r\n      <p class=\"indent\">In accordance with the Court's opinion in United States v. State of California, 381 U.S. 139, 85 S.Ct. 1401, 14 L.Ed.2d 296, proposed decrees have been submitted by the parties. The Court has examined such proposed decrees and the briefs and papers submitted in support thereof, and enters the following decree:</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p2\">\r\n      <span class=\"num\">2</span>\r\n      <p class=\"indent\">The United States having moved for entry of a supplemental decree herein, and the matter having been referred to the late William H. Davis as Special Master to hold hearings and recommend answers to certain questions with respect thereto, and the Special Master having held such hearings and having submitted his report, and the issues having been modified by the supplemental complaint of the United States and the answer of the State of California thereto, and the parties having filed amended exceptions to the report of the Special Master, and the Court having received briefs and heard argument with respect thereto and having by its opinion of May 17, 1965, approved the recommendations of the Special Master, with modifications, it is ordered, adjudged and decreed that the decree heretofore entered in this cause on October 27, 1947, 332 U.S. 804, 68 S.Ct. 20, 92 L.Ed. 382, be, and the same is hereby, modified to read as follows:</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p3\">\r\n      <span class=\"num\">3</span>\r\n      <p class=\"indent\">1. As against the State of California and all persons claiming under it, the subsoil and seabed of the continental shelf, more than three geographical miles seaward from the nearest point or points on the coast line, at all times pertinent hereto have appertained and now appertain to the United States and have been and now are subject to its exclusive jurisdiction, control and power of disposition. The State of California has no title thereto or property interest therein.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p4\">\r\n      <span class=\"num\">4</span>\r\n      <p class=\"indent\">2. As used herein, 'coast line' means&#8212;</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p5\">\r\n      <span class=\"num\">5</span>\r\n      <p class=\"indent\">(a) The line of mean lower low water on the mainland, on islands, and on low-tide elevations lying wholly or partly within three geographical miles from the line of mean lower low water on the mainland or on an island; and</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p6\">\r\n      <span class=\"num\">6</span>\r\n      <p class=\"indent\">(b) The line marking the seaward limit of inland waters.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p7\">\r\n      <span class=\"num\">7</span>\r\n      <p class=\"indent\">The coast line is to be taken as heretofore or hereafter modified by natural or artificial means, and includes the outermost permanent harbor works that form an integral part of the harbor system within the meaning of Article 8 of the Convention on the Territorial Sea and the Contiguous Zone, T.I.A.S. No. 5639.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p8\">\r\n      <span class=\"num\">8</span>\r\n      <p class=\"indent\">3. As used herein&#8212;</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p9\">\r\n      <span class=\"num\">9</span>\r\n      <p class=\"indent\">(a) 'Island' means a naturally-formed area of land surrounded by water, which is above the level of mean high water; (b) 'Low-tide elevation' means a naturally-formed area of land surrounded by water at mean lower low water, which is above the level of mean lower low water but not above the level of mean high water;</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p10\">\r\n      <span class=\"num\">10</span>\r\n      <p class=\"indent\">(c) 'Mean lower low water' means the average elevation of all the daily lower low tides occurring over a period of 18.6 years;</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p11\">\r\n      <span class=\"num\">11</span>\r\n      <p class=\"indent\">(d) 'Mean high water' means the average elevation of all the high tides occurring over a period of 18.6 years;</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p12\">\r\n      <span class=\"num\">12</span>\r\n      <p class=\"indent\">(e) 'Geographical mile' means a distance of 1852 meters (6076.10333 * * * U.S. Survey Feet or approximately 6076.11549 International Feet).</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p13\">\r\n      <span class=\"num\">13</span>\r\n      <p class=\"indent\">4. As used herein, 'inland waters' means waters landward of the baseline of the territorial sea, which are now recognized as internal waters of the United States under the Convention on the Territorial Sea and the Contiguous Zone. The inland waters referred to in paragraph 2(b) hereof include&#8212;</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p14\">\r\n      <span class=\"num\">14</span>\r\n      <p class=\"indent\">(a) Any river or stream flowing directly into the sea, landward of a straight line across its mouth;</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p15\">\r\n      <span class=\"num\">15</span>\r\n      <p class=\"indent\">(b) Any port, landward of its outermost permanent harbor works and a straight line across its entrance;</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p16\">\r\n      <span class=\"num\">16</span>\r\n      <p class=\"indent\">(c) Any 'historic bay,' as that term is used in paragraph 6 of Article 7 of the Convention, defined essentially as a bay over which the United States has traditionally asserted and maintained dominion with the acquiescence of foreign nations;</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p17\">\r\n      <span class=\"num\">17</span>\r\n      <p class=\"indent\">(d) Any other bay (defined as a well-marked coastal indentation having such penetration, in proportion to the width of its entrance, as to contain landlocked waters, and having an area, including islands within the bay, at least as great as the area of semicircle whose diameter equals the length of the closing line across the entrance of the bay, or the sum of such closing lines if the bay has more than one entrance), landward of a straight line across its entrance or, if the entrance is more than 24 geographical miles wide, landward of a straight line not over 24 geographical miles long, drawn within the bay so as to enclose the greatest possible amount of water. An estuary of a river is treated in the same way as a bay.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p18\">\r\n      <span class=\"num\">18</span>\r\n      <p class=\"indent\">5. In drawing a closing line across the entrance of any body of inland water having pronounced headlands, the line shall be drawn between the points where the plane of mean lower low water meets the outermost extension of the headlands. Where there is no pronounced headland, the line shall be drawn to the point where the line of mean lower low water on the shore is intersected by the bisector of the angle formed where a line projecting the general trend of the line of mean lower low water along the open coast meets a line projecting the general trend of the line of mean lower low water along the tributary waterway.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p19\">\r\n      <span class=\"num\">19</span>\r\n      <p class=\"indent\">6. Roadsteads, waters between islands, and waters between islands and the mainland are not per se inland waters.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p20\">\r\n      <span class=\"num\">20</span>\r\n      <p class=\"indent\">7. The inland waters of the Port of San Pedro are those enclosed by the breakwater and by straight lines across openings in the breakwater; but the limits of the port, east of the eastern end of the breakwater, are not determined by this decree.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p21\">\r\n      <span class=\"num\">21</span>\r\n      <p class=\"indent\">8. The inland waters of Crescent City Harbor are those enclosed within the breakwaters and a straight line from the outer end of the west breakwater to the southern extremity of Whaler Island.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p22\">\r\n      <span class=\"num\">22</span>\r\n      <p class=\"indent\">9. The inland waters of Monterey Bay are those enclosed by a straight line between Point Pinos and Point Santa Cruz.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p23\">\r\n      <span class=\"num\">23</span>\r\n      <p class=\"indent\">10. The description of the inland waters of the Port of San Pedro, Crescent City Harbor, and Monterey Bay, as set forth in paragraphs 7, 8, and 9 hereof, does not imply that the three-mile limit is to be measured from the seaward limits of those inland waters in places where the three-mile limit is placed farther seaward by the application of any other provision of this decree.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p24\">\r\n      <span class=\"num\">24</span>\r\n      <p class=\"indent\">11. The following are not historic inland waters, and do not comprise inland waters except to the extent that they may be enclosed by lines as hereinabove described for the enclosure of inland waters other than historic bays:</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p25\">\r\n      <span class=\"num\">25</span>\r\n      <p class=\"indent\">(a) Waters between the Santa Barbara or Channel Islands, or between those islands and the mainland;</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p26\">\r\n      <span class=\"num\">26</span>\r\n      <p class=\"indent\">(b) Waters adjacent to the coast between Point Conception and Point hueneme;</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p27\">\r\n      <span class=\"num\">27</span>\r\n      <p class=\"indent\">(c) Waters adjacent to the coast between Point Fermin and Point Lasuen (identified as the bluffs at the end of the Las Bolsas Ridge at Huntington Beach);</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p28\">\r\n      <span class=\"num\">28</span>\r\n      <p class=\"indent\">(d) Waters adjacent to the coast between Point Lasuen and the western headland of Newport Bay;</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p29\">\r\n      <span class=\"num\">29</span>\r\n      <p class=\"indent\">(e) Santa Monica Bay;</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p30\">\r\n      <span class=\"num\">30</span>\r\n      <p class=\"indent\">(f) Crescent City Bay;</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p31\">\r\n      <span class=\"num\">31</span>\r\n      <p class=\"indent\">(g) San Luis Obispo Bay.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p32\">\r\n      <span class=\"num\">32</span>\r\n      <p class=\"indent\">12. With the exceptions provided by &#167; 5 of the Submerged Lands Act, 67 Stat. 32, 43 U.S.C. &#167; 1313 (1964 ed.), and subject to the powers reserved to the United States by &#167; 3(d) and &#167; 6 of said Act, 67 Stat. 31, 32, 43 U.S.C. &#167;&#167; 1311(d) and 1314 (1964 ed.), the State of California is entitled, as against the United States, to the title to and ownership of the tidelands along its coast (defined as the shore of the mainland and of islands, between the line of mean high water and the line of mean lower low water) and the submerged lands, minerals, other natural resources and improvements underlying the inland waters and the waters of the Pacific Ocean within three geographical miles seaward from the coast line and bounded on the north and south by the northern and southern boundaries of the State of California, including the right and power to manage, administer, lease, develop and use the said lands and natural resources all in accordance with applicable State law. The United States is not entitled, as against the State of California, to any right, title or interest in or to said lands, improvements and natural resources except as provided by &#167; 5 of the Submerged Lands Act.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p33\">\r\n      <span class=\"num\">33</span>\r\n      <p class=\"indent\">13. The parties shall submit to the Court for its approval any stipulation or stipulations that they may enter into, identifying with greater particularity all or any part of the boundary line, as defined by this decree, between the submerged lands of the United States and the submerged lands of the State of California, or identifying any of the areas reserved to the United States by &#167; 5 of the Submerged Lands Act. As to any portion of such boundary line or of any areas claimed to have been reserved under &#167; 5 of the Submerged Lands Act as to which the parties may be unable to agree, either party may apply to the Court at any time for entry of a further supplemental decree.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p34\">\r\n      <span class=\"num\">34</span>\r\n      <p class=\"indent\">14. The Court retains jurisdiction to entertain such further proceedings, enter such orders, and issue such writs as may from time to time be deemed necessary or advisable to give proper force and effect to this decree or to effectuate the rights of the parties in the premises.</p>\r\n    </div>\r\n    <div class=\"num\" id=\"p35\">\r\n      <span class=\"num\">35</span>\r\n      <p class=\"indent\">THE CHIEF JUSTICE, Mr. Justice CLARK, and Mr. Justice FORTAS took no part in the formulation of this decree.</p>\r\n    </div>\r\n    ", "html_lawbox": "<div>\n<center><b>382 U.S. 448 (1965)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nCALIFORNIA.</h1></center>\n<center>No. 5, Original.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided June 23, 1947, and May 17, 1965.</center>\n<center>Order and Decree Entered October 27, 1947.</center>\n<center>Supplemental Decree Entered January 31, 1966.</center>\n<p><i>Solicitor General Marshall, Louis F. Claiborne</i> and <i>George S. Swarth</i> for the United States.</p>\n<p><i>Thomas C. Lynch,</i> Attorney General of California, <i>Jay L. Shavelson,</i> Assistant Attorney General, <i>Richard H. Keatinge,</i> Special Assistant Attorney General, and <i>Warren J. Abbott</i> and <i>N. Gregory Taylor,</i> Deputy Attorneys General, for the State of California.</p>\n<p>PER CURIAM.</p>\n<p>In accordance with the Court's opinion in <i>United States</i> v. <i>California,</i> 381 U. S. 139, proposed decrees have been submitted by the parties. The Court has examined such proposed decrees and the briefs and papers submitted in support thereof, and enters the following decree:</p>\n<p></p>\n<h2>Supplemental Decree.</h2>\n<p>The United States having moved for entry of a supplemental decree herein, and the matter having been referred to the late William H. Davis as Special Master to hold hearings and recommend answers to certain questions with respect thereto, and the Special Master having held such hearings and having submitted his report, and the issues having been modified by the supplemental complaint of the United States and the answer of the <span class=\"star-pagination\">*449</span> State of California thereto, and the parties having filed amended exceptions to the report of the Special Master, and the Court having received briefs and heard argument with respect thereto and having by its opinion of May 17, 1965, approved the recommendations of the Special Master, with modifications, it is ORDERED, ADJUDGED AND DECREED that the decree heretofore entered in this cause on October 27, 1947, 332 U. S. 804, be, and the same is hereby, modified to read as follows:</p>\n<p>1. As against the State of California and all persons claiming under it, the subsoil and seabed of the continental shelf, more than three geographical miles seaward from the nearest point or points on the coast line, at all times pertinent hereto have appertained and now appertain to the United States and have been and now are subject to its exclusive jurisdiction, control and power of disposition. The State of California has no title thereto or property interest therein.</p>\n<p>2. As used herein, \"coast line\" means</p>\n<p>(a) The line of mean lower low water on the mainland, on islands, and on low-tide elevations lying wholly or partly within three geographical miles from the line of mean lower low water on the mainland or on an island; and</p>\n<p>(b) The line marking the seaward limit of inland waters.</p>\n<p>The coast line is to be taken as heretofore or hereafter modified by natural or artificial means, and includes the outermost permanent harbor works that form an integral part of the harbor system within the meaning of Article 8 of the Convention on the Territorial Sea and the Contiguous Zone, T. I. A. S. No. 5639.</p>\n<p>3. As used herein</p>\n<p>(a) \"Island\" means a naturally-formed area of land surrounded by water, which is above the level of mean high water;</p>\n<p><span class=\"star-pagination\">*450</span> (b) \"Low-tide elevation\" means a naturally-formed area of land surrounded by water at mean lower low water, which is above the level of mean lower low water but not above the level of mean high water;</p>\n<p>(c) \"Mean lower low water\" means the average elevation of all the daily lower low tides occurring over a period of 18.6 years;</p>\n<p>(d) \"Mean high water\" means the average elevation of all the high tides occurring over a period of 18.6 years;</p>\n<p>(e) \"Geographical mile\" means a distance of 1852 meters (6076.10333 . . . U. S. Survey Feet or approximately 6076.11549 International Feet).</p>\n<p>4. As used herein, \"inland waters\" means waters landward of the baseline of the territorial sea, which are now recognized as internal waters of the United States under the Convention on the Territorial Sea and the Contiguous Zone. The inland waters referred to in paragraph 2 (b) hereof include</p>\n<p>(a) Any river or stream flowing directly into the sea, landward of a straight line across its mouth;</p>\n<p>(b) Any port, landward of its outermost permanent harbor works and a straight line across its entrance;</p>\n<p>(c) Any \"historic bay,\" as that term is used in paragraph 6 of Article 7 of the Convention, defined essentially as a bay over which the United States has traditionally asserted and maintained dominion with the acquiescence of foreign nations;</p>\n<p>(d) Any other bay (defined as a well-marked coastal indentation having such penetration, in proportion to the width of its entrance, as to contain landlocked waters, and having an area, including islands within the bay, at least as great as the area of a semicircle whose diameter equals the length of the closing line across the entrance of the bay, or the sum of such closing lines if the bay has more than one entrance), landward of a straight line across its entrance or, if the entrance is more than 24 <span class=\"star-pagination\">*451</span> geographical miles wide, landward of a straight line not over 24 geographical miles long, drawn within the bay so as to enclose the greatest possible amount of water. An estuary of a river is treated in the same way as a bay.</p>\n<p>5. In drawing a closing line across the entrance of any body of inland water having pronounced headlands, the line shall be drawn between the points where the plane of mean lower low water meets the outermost extension of the headlands. Where there is no pronounced headland, the line shall be drawn to the point where the line of mean lower low water on the shore is intersected by the bisector of the angle formed where a line projecting the general trend of the line of mean lower low water along the open coast meets a line projecting the general trend of the line of mean lower low water along the tributary waterway.</p>\n<p>6. Roadsteads, waters between islands, and waters between islands and the mainland are not <i>per se</i> inland waters.</p>\n<p>7. The inland waters of the Port of San Pedro are those enclosed by the breakwater and by straight lines across openings in the breakwater; but the limits of the port, east of the eastern end of the breakwater, are not determined by this decree.</p>\n<p>8. The inland waters of Crescent City Harbor are those enclosed within the breakwaters and a straight line from the outer end of the west breakwater to the southern extremity of Whaler Island.</p>\n<p>9. The inland waters of Monterey Bay are those enclosed by a straight line between Point Pinos and Point Santa Cruz.</p>\n<p>10. The description of the inland waters of the Port of San Pedro, Crescent City Harbor, and Monterey Bay, as set forth in paragraphs 7, 8, and 9 hereof, does not imply that the three-mile limit is to be measured from the seaward limits of those inland waters in places where <span class=\"star-pagination\">*452</span> the three-mile limit is placed farther seaward by the application of any other provision of this decree.</p>\n<p>11. The following are not historic inland waters, and do not comprise inland waters except to the extent that they may be enclosed by lines as hereinabove described for the enclosure of inland waters other than historic bays:</p>\n<p>(a) Waters between the Santa Barbara or Channel Islands, or between those islands and the mainland;</p>\n<p>(b) Waters adjacent to the coast between Point Conception and Point Hueneme;</p>\n<p>(c) Waters adjacent to the coast between Point Fermin and Point Lasuen (identified as the bluffs at the end of the Las Bolsas Ridge at Huntington Beach);</p>\n<p>(d) Waters adjacent to the coast between Point Lasuen and the western headland of Newport Bay;</p>\n<p>(e) Santa Monica Bay;</p>\n<p>(f) Crescent City Bay;</p>\n<p>(g) San Luis Obispo Bay.</p>\n<p>12. With the exceptions provided by § 5 of the Submerged Lands Act, 67 Stat. 32, 43 U. S. C. § 1313 (1964 ed.), and subject to the powers reserved to the United States by § 3 (d) and § 6 of said Act, 67 Stat. 31, 32, 43 U. S. C. §§ 1311 (d) and 1314 (1964 ed.), the State of California is entitled, as against the United States, to the title to and ownership of the tidelands along its coast (defined as the shore of the mainland and of islands, between the line of mean high water and the line of mean lower low water) and the submerged lands, minerals, other natural resources and improvements underlying the inland waters and the waters of the Pacific Ocean within three geographical miles seaward from the coast line and bounded on the north and south by the northern and southern boundaries of the State of California, including the right and power to manage, administer, lease, develop and use the said lands and natural resources <span class=\"star-pagination\">*453</span> all in accordance with applicable State law. The United States is not entitled, as against the State of California, to any right, title or interest in or to said lands, improvements and natural resources except as provided by § 5 of the Submerged Lands Act.</p>\n<p>13. The parties shall submit to the Court for its approval any stipulation or stipulations that they may enter into, identifying with greater particularity all or any part of the boundary line, as defined by this decree, between the submerged lands of the United States and the submerged lands of the State of California, or identifying any of the areas reserved to the United States by § 5 of the Submerged Lands Act. As to any portion of such boundary line or of any areas claimed to have been reserved under § 5 of the Submerged Lands Act as to which the parties may be unable to agree, either party may apply to the Court at any time for entry of a further supplemental decree.</p>\n<p>14. The Court retains jurisdiction to entertain such further proceedings, enter such orders, and issue such writs as may from time to time be deemed necessary or advisable to give proper force and effect to this decree or to effectuate the rights of the parties in the premises.</p>\n<p>THE CHIEF JUSTICE, MR. JUSTICE CLARK, and MR. JUSTICE FORTAS took no part in the formulation of this decree.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">448</span></span> (1965)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nCALIFORNIA.</h1></center>\n<center>No. 5, Original.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Decided June 23, 1947, and May 17, 1965.</center>\n<center>Order and Decree Entered October 27, 1947.</center>\n<center>Supplemental Decree Entered January 31, 1966.</center>\n<p><i>Solicitor General Marshall, Louis F. Claiborne</i> and <i>George S. Swarth</i> for the United States.</p>\n<p><i>Thomas C. Lynch,</i> Attorney General of California, <i>Jay L. Shavelson,</i> Assistant Attorney General, <i>Richard H. Keatinge,</i> Special Assistant Attorney General, and <i>Warren J. Abbott</i> and <i>N. Gregory Taylor,</i> Deputy Attorneys General, for the State of California.</p>\n<p>PER CURIAM.</p>\n<p>In accordance with the Court's opinion in <i>United States</i> v. <i>California,</i> 381 U. S. 139, proposed decrees have been submitted by the parties. The Court has examined such proposed decrees and the briefs and papers submitted in support thereof, and enters the following decree:</p>\n<p></p>\n<h2>Supplemental Decree.</h2>\n<p>The United States having moved for entry of a supplemental decree herein, and the matter having been referred to the late William H. Davis as Special Master to hold hearings and recommend answers to certain questions with respect thereto, and the Special Master having held such hearings and having submitted his report, and the issues having been modified by the supplemental complaint of the United States and the answer of the <span class=\"star-pagination\">*449</span> State of California thereto, and the parties having filed amended exceptions to the report of the Special Master, and the Court having received briefs and heard argument with respect thereto and having by its opinion of May 17, 1965, approved the recommendations of the Special Master, with modifications, it is ORDERED, ADJUDGED AND DECREED that the decree heretofore entered in this cause on October 27, 1947, 332 U. S. 804, be, and the same is hereby, modified to read as follows:</p>\n<p>1. As against the State of California and all persons claiming under it, the subsoil and seabed of the continental shelf, more than three geographical miles seaward from the nearest point or points on the coast line, at all times pertinent hereto have appertained and now appertain to the United States and have been and now are subject to its exclusive jurisdiction, control and power of disposition. The State of California has no title thereto or property interest therein.</p>\n<p>2. As used herein, \"coast line\" means</p>\n<p>(a) The line of mean lower low water on the mainland, on islands, and on low-tide elevations lying wholly or partly within three geographical miles from the line of mean lower low water on the mainland or on an island; and</p>\n<p>(b) The line marking the seaward limit of inland waters.</p>\n<p>The coast line is to be taken as heretofore or hereafter modified by natural or artificial means, and includes the outermost permanent harbor works that form an integral part of the harbor system within the meaning of Article 8 of the Convention on the Territorial Sea and the Contiguous Zone, T. I. A. S. No. 5639.</p>\n<p>3. As used herein</p>\n<p>(a) \"Island\" means a naturally-formed area of land surrounded by water, which is above the level of mean high water;</p>\n<p><span class=\"star-pagination\">*450</span> (b) \"Low-tide elevation\" means a naturally-formed area of land surrounded by water at mean lower low water, which is above the level of mean lower low water but not above the level of mean high water;</p>\n<p>(c) \"Mean lower low water\" means the average elevation of all the daily lower low tides occurring over a period of 18.6 years;</p>\n<p>(d) \"Mean high water\" means the average elevation of all the high tides occurring over a period of 18.6 years;</p>\n<p>(e) \"Geographical mile\" means a distance of 1852 meters (6076.10333 . . . U. S. Survey Feet or approximately 6076.11549 International Feet).</p>\n<p>4. As used herein, \"inland waters\" means waters landward of the baseline of the territorial sea, which are now recognized as internal waters of the United States under the Convention on the Territorial Sea and the Contiguous Zone. The inland waters referred to in paragraph 2 (b) hereof include</p>\n<p>(a) Any river or stream flowing directly into the sea, landward of a straight line across its mouth;</p>\n<p>(b) Any port, landward of its outermost permanent harbor works and a straight line across its entrance;</p>\n<p>(c) Any \"historic bay,\" as that term is used in paragraph 6 of Article 7 of the Convention, defined essentially as a bay over which the United States has traditionally asserted and maintained dominion with the acquiescence of foreign nations;</p>\n<p>(d) Any other bay (defined as a well-marked coastal indentation having such penetration, in proportion to the width of its entrance, as to contain landlocked waters, and having an area, including islands within the bay, at least as great as the area of a semicircle whose diameter equals the length of the closing line across the entrance of the bay, or the sum of such closing lines if the bay has more than one entrance), landward of a straight line across its entrance or, if the entrance is more than 24 <span class=\"star-pagination\">*451</span> geographical miles wide, landward of a straight line not over 24 geographical miles long, drawn within the bay so as to enclose the greatest possible amount of water. An estuary of a river is treated in the same way as a bay.</p>\n<p>5. In drawing a closing line across the entrance of any body of inland water having pronounced headlands, the line shall be drawn between the points where the plane of mean lower low water meets the outermost extension of the headlands. Where there is no pronounced headland, the line shall be drawn to the point where the line of mean lower low water on the shore is intersected by the bisector of the angle formed where a line projecting the general trend of the line of mean lower low water along the open coast meets a line projecting the general trend of the line of mean lower low water along the tributary waterway.</p>\n<p>6. Roadsteads, waters between islands, and waters between islands and the mainland are not <i>per se</i> inland waters.</p>\n<p>7. The inland waters of the Port of San Pedro are those enclosed by the breakwater and by straight lines across openings in the breakwater; but the limits of the port, east of the eastern end of the breakwater, are not determined by this decree.</p>\n<p>8. The inland waters of Crescent City Harbor are those enclosed within the breakwaters and a straight line from the outer end of the west breakwater to the southern extremity of Whaler Island.</p>\n<p>9. The inland waters of Monterey Bay are those enclosed by a straight line between Point Pinos and Point Santa Cruz.</p>\n<p>10. The description of the inland waters of the Port of San Pedro, Crescent City Harbor, and Monterey Bay, as set forth in paragraphs 7, 8, and 9 hereof, does not imply that the three-mile limit is to be measured from the seaward limits of those inland waters in places where <span class=\"star-pagination\">*452</span> the three-mile limit is placed farther seaward by the application of any other provision of this decree.</p>\n<p>11. The following are not historic inland waters, and do not comprise inland waters except to the extent that they may be enclosed by lines as hereinabove described for the enclosure of inland waters other than historic bays:</p>\n<p>(a) Waters between the Santa Barbara or Channel Islands, or between those islands and the mainland;</p>\n<p>(b) Waters adjacent to the coast between Point Conception and Point Hueneme;</p>\n<p>(c) Waters adjacent to the coast between Point Fermin and Point Lasuen (identified as the bluffs at the end of the Las Bolsas Ridge at Huntington Beach);</p>\n<p>(d) Waters adjacent to the coast between Point Lasuen and the western headland of Newport Bay;</p>\n<p>(e) Santa Monica Bay;</p>\n<p>(f) Crescent City Bay;</p>\n<p>(g) San Luis Obispo Bay.</p>\n<p>12. With the exceptions provided by § 5 of the Submerged Lands Act, 67 Stat. 32, 43 U. S. C. § 1313 (1964 ed.), and subject to the powers reserved to the United States by § 3 (d) and § 6 of said Act, 67 Stat. 31, 32, 43 U. S. C. §§ 1311 (d) and 1314 (1964 ed.), the State of California is entitled, as against the United States, to the title to and ownership of the tidelands along its coast (defined as the shore of the mainland and of islands, between the line of mean high water and the line of mean lower low water) and the submerged lands, minerals, other natural resources and improvements underlying the inland waters and the waters of the Pacific Ocean within three geographical miles seaward from the coast line and bounded on the north and south by the northern and southern boundaries of the State of California, including the right and power to manage, administer, lease, develop and use the said lands and natural resources <span class=\"star-pagination\">*453</span> all in accordance with applicable State law. The United States is not entitled, as against the State of California, to any right, title or interest in or to said lands, improvements and natural resources except as provided by § 5 of the Submerged Lands Act.</p>\n<p>13. The parties shall submit to the Court for its approval any stipulation or stipulations that they may enter into, identifying with greater particularity all or any part of the boundary line, as defined by this decree, between the submerged lands of the United States and the submerged lands of the State of California, or identifying any of the areas reserved to the United States by § 5 of the Submerged Lands Act. As to any portion of such boundary line or of any areas claimed to have been reserved under § 5 of the Submerged Lands Act as to which the parties may be unable to agree, either party may apply to the Court at any time for entry of a further supplemental decree.</p>\n<p>14. The Court retains jurisdiction to entertain such further proceedings, enter such orders, and issue such writs as may from time to time be deemed necessary or advisable to give proper force and effect to this decree or to effectuate the rights of the parties in the premises.</p>\n<p>THE CHIEF JUSTICE, MR. JUSTICE CLARK, and MR. JUSTICE FORTAS took no part in the formulation of this decree.</p>\n</div>", "id": 107151, "judges": "Per Curiam", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/107151/", "sha1": "4a918c546acf1520fe945f2ca9cebaf88922e354", "source": "LR", "supreme_court_db_id": "1965-046", "time_retrieved": "2010-04-28T10:10:55"}