{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "382 U.S. 70", 
    "federal_cite_two": "86 S. Ct. 194", 
    "specialty_cite_one": null, 
    "federal_cite_three": "15 L. Ed. 2d 165", 
    "lexis_cite": "1965 U.S. LEXIS 263", 
    "document_uris": [
      "/api/rest/v2/document/107110/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Albertson v. Subversive Activities Control Bd.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "3", 
    "id": 91469, 
    "resource_uri": "/api/rest/v2/citation/91469/"
  }, 
  "id": 107110, 
  "blocked": false, 
  "judges": "Brennan", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1966-01-17", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>382 U.S. 70 (1965)</b></center>\n<center><h1>ALBERTSON ET AL.<br>\nv.<br>\nSUBVERSIVE ACTIVITIES CONTROL BOARD.</h1></center>\n<center>No. 3.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 18, 1965.</center>\n<center>Decided November 15, 1965.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.\n<p><span class=\"star-pagination\">*71</span> <i>John J. Abt</i> argued the cause for petitioners. With him on the briefs was <i>Joseph Forer.</i></p>\n<p><i>Kevin T. Maroney</i> argued the cause for respondent. With him on the brief were <i>Solicitor General Marshall, Assistant Attorney General Yeagley, Nathan Lewin, George B. Searls</i> and <i>Lee B. Anderson.</i></p>\n<p>Briefs of <i>amici curiae</i> were filed by <i>Osmond K. Fraenkel</i> for the American Civil Liberties Union, and by <i>Ernest Goodman</i> for the National Lawyers Guild.</p>\n<p>MR. JUSTICE BRENNAN delivered the opinion of the Court.</p>\n<p>The Communist Party of the United States of America failed to register with the Attorney General as required by the order of the Subversive Activities Control Board <span class=\"star-pagination\">*72</span> sustained in <i>Communist Party of the </i><i>United States</i> v. <i>SACB,</i> 367 U. S. 1.<sup>[1]</sup> Accordingly, no list of Party members was filed as required by § 7 (d) (4) of the Subversive Activities Control Act of 1950, 64 Stat. 993-994, 50 U. S. C. § 786 (d) (4) (1964 ed.).<sup>[2]</sup> Sections 8 (a) and (c) of the Act provide that, in that circumstance, each member of the organization must register and file a registration statement; in default thereof, § 13 (a) authorizes the Attorney General to petition the Board for an order requiring the member to register.<sup>[3]</sup> The <span class=\"star-pagination\">*73</span> Attorney General invoked § 13 (a) against petitioners, and the Board, after evidentiary hearings, determined that petitioners were Party members and ordered each of them to register pursuant to §§ 8 (a) and (c). Review of the orders was sought by petitioners in the Court of Appeals for the District of Columbia Circuit under § 14 (a).<sup>[4]</sup> The Court of Appeals affirmed the orders, 118 U. S. App. D. C. 117, 332 F. 2d 317. We granted certiorari, 381 U. S. 910. We reverse.<sup>[5]</sup></p>\n<p></p>\n<h2>I.</h2>\n<p>Petitioners address several constitutional challenges to the validity of the orders, but we consider only the contention <span class=\"star-pagination\">*74</span> that the orders violate their Fifth Amendment privilege against self-incrimination.<sup>[6]</sup></p>\n<p>The Court of Appeals affirmed the orders without deciding the privilege issue, expressing the view that under our decision in <i>Communist Party,</i> 367 U. S., at 105-110, the issue was not ripe for adjudication and would be ripe only in a prosecution for failure to register if the petitioners did not register. 118 U. S. App. D. C., at 121-123, 332 F. 2d, at 321-323. We disagree. In <i>Communist Party</i> the Party asserted the privilege on behalf of unnamed officers\u0097those obliged to register the Party and those obliged \"to register for\" the Party if it failed to do so.<sup>[7]</sup> The self-incrimination claim asserted on behalf of the latter officers was held premature because the Party might choose to register and thus the duty of those officers might never arise. Here, in contrast, the contingencies upon which the members' duty to register arises have already matured; the Party did not register within 30 days after the order to register became final and the requisite 60 days since the order became final have elapsed. As to the officers obliged to register the Party, <i>Communist Party</i> held that the self-incrimination claim asserted on their behalf was not ripe for adjudication because <span class=\"star-pagination\">*75</span> it was not known whether they would ever claim the privilege or whether the claim, if asserted, would be honored by the Attorney General. But with respect to the orders in this case, addressed to named individuals, both these contingencies are foreclosed. Petitioners asserted the privilege in their answers to the Attorney General's petitions; they did not testify at the Board hearings; they again asserted the privilege in the review proceedings in the Court of Appeals. In each instance the Attorney General rejected their claims. Thus, the considerations which led the Court in <i>Communist Party</i> to hold that the claims on behalf of unnamed officers were premature are not present in this case.</p>\n<p>There are other reasons for holding that petitioners' self-incrimination claims are ripe for decision. Specific orders requiring petitioners to register have been issued. The Attorney General has promulgated regulations requiring that registration shall be accomplished on Form IS-52a and that the accompanying registration statement shall be a completed Form IS-52,<sup>[8]</sup> 28 CFR §§ 11.206, 11.207, and petitioners risk very heavy penalties if they fail to register by completing and filing these forms. Under § 15 (a) (2) of the Act, 64 Stat. 1002, 50 U. S. C. § 794 (a) (2), for example, each day of failure to register constitutes a separate offense punishable by a fine of up to $10,000 or imprisonment of up to five years, or both.<sup>[9]</sup> Petitioners must either register without a decision on the merits of their privilege claims, <span class=\"star-pagination\">*76</span> or fail to register and risk onerous and rapidly mounting penalties while awaiting the Government's pleasure whether to initiate a prosecution against them. To ask, in these circumstances, that petitioners await such a prosecution for an adjudication of their self-incrimination claims is, in effect, to contend that they should be denied the protection of the Fifth Amendment privilege intended to relieve claimants of the necessity of making a choice between incriminating themselves and risking serious punishments for refusing to do so.</p>\n<p>Indeed the Government concedes in its brief in this Court that the Court of Appeals' holding of prematurity was erroneous insofar as petitioners' claims of privilege relate to the Board's power to compel the act of registration and the submission of an accompanying registration statement. The brief candidly acknowledges that, since § 14 (b) provides for judicial review of a Board order to register, petitioners' claims in that regard, like any other contention that an order is invalid, may be heard and determined by the reviewing court\u0097thus distinguishing orders that are not similarly reviewable, see <i>Alexander</i> v. <i>United States,</i> 201 U. S. 117; <i>Cobbledick</i> v. <i>United States,</i> 309 U. S. 323. Nevertheless, the Government argues that petitioners' claims are premature insofar as they relate to \"any particular inquiry\" on Forms IS-52a and IS-52. Two contingencies are hypothesized in support of this contention: (1) that the Attorney General might alter the present forms or (2) that he might accept less than fully completed forms.</p>\n<p>The distinction upon which this argument is predicated is illusory. Neither the statute nor the regulations draw any distinction between the act of registering and the submission of a registration statement, on the one hand, and, on the other hand, the answering of the inquiries demanded by the forms; the statute and regulations contemplate rather that the questions asked on the forms <span class=\"star-pagination\">*77</span> are to be fully and completely answered. Morever, the contingencies hypothesized are irrelevant. Petitioners are obliged to register and to submit registration forms in accordance with presently existing regulations; the mere contingency that the Attorney General might revise the regulations at some future time does not render premature their challenge to the existing requirements. Nor can these requirements be viewed as requiring that petitioners answer\u0097at the risk of criminal prosecution for error\u0097only those items which will not incriminate petitioners; full compliance is required. Finally, the Government's argument would do violence to the congressional scheme. The penalties are incurred only upon failure to register as required by final orders and, under § 14 (b), orders become final upon completion of judicial review. In so providing, Congress plainly manifested an intention to afford alleged members, prior to criminal prosecution for failure to register, an adjudication of all, not just some, of the claims addressed to the validity of the Board's registration orders. We therefore proceed to a determination of the merits of petitioners' self-incrimination claims.</p>\n<p></p>\n<h2>II.</h2>\n<p>The risks of incrimination which the petitioners take in registering are obvious. From IS-52a requires an admission of membership in the Communist Party. Such an admission of membership may be used to prosecute the registrant under the membership clause of the Smith Act, 18 U. S. C. § 2385 (1964 ed.), or under § 4 (a) of the Subversive Activities Control Act, 64 Stat. 991, 50 U. S. C. § 783 (a) (1964 ed.), to mention only two federal criminal statutes. <i>Scales</i> v. <i>United States,</i> 367 U. S. 203, 211. Accordingly, we have held that mere association with the Communist Party presents sufficient threat of prosecution to support a claim of privilege. <i>Patricia Blau</i> v. <i>United States,</i> 340 U. S. 159; <i>Irving Blau</i> v. <span class=\"star-pagination\">*78</span> <i>United States,</i> 340 U. S. 332; <i>Brunner</i> v. <i>United States,</i> 343 U. S. 918; <i>Quinn</i> v. <i>United States,</i> 349 U. S. 155. These cases involved questions to witnesses on the witness stand, but if the admission cannot be compelled in oral testimony, we do not see how compulsion in writing makes a difference for constitutional purposes. Cf. <i>New York ex rel. Ferguson</i> v. <i>Reardon,</i> 197 N. Y. 236, 243-244, 90 N. E. 829, 832. It follows that the requirement to accomplish registration by completing and filing Form IS-52a is inconsistent with the protection of the Self-Incrimination Clause.</p>\n<p>The statutory scheme, in providing that registration \"shall be accompanied\" by a registration statement, clearly implies that there is a duty to file Form IS-52, the registration statement, only if there is an enforceable obligation to accomplish registration by completing and filing Form IS-52a. Yet, even if the statute and regulations required petitioners to complete and file Form IS-52 without regard to the validity of the order to register on Form IS-52a, the requirement to complete and file Form IS-52 would also invade the privilege. Like the admission of Party membership demanded by Form IS-52a, the information called for by Form IS-52\u0097 the organization of which the registrant is a member, his aliases, place and date of birth, a list of offices held in the organization and duties thereof\u0097might be used as evidence in or at least supply investigatory leads to a criminal prosecution. The Government, relying on <i>United States</i> v. <i>Sullivan,</i> 274 U. S. 259, argues that petitioners might answer some questions and appropriately claim the privilege on the form as to others, but cannot fail to submit a registration statement altogether. Apart from our conclusion that nothing in the Act or regulations permits less than literal and full compliance with the requirements of the form, the reliance on <i>Sullivan</i> <span class=\"star-pagination\">*79</span> is misplaced. <i>Sullivan</i> upheld a conviction for failure to file an income tax return on the theory that \"[i]f the form of return provided called for answers that the defendant was privileged from making he could have raised the objection in the return, but could not on that account refuse to make any return at all.\" 274 U. S., at 263. That declaration was based on the view, <i>first,</i> that a self-incrimination claim against every question on the tax return, or based on the mere submission of the return, would be virtually frivolous, and <i>second,</i> that to honor the claim of privilege not asserted at the time the return was due would make the taxpayer rather than a tribunal the final arbiter of the merits of the claim. But neither reason applies here. A tribunal, the Board, had an opportunity to pass upon the petitioners' self-incrimination claims; and since, unlike a tax return, the pervasive effect of the information called for by Form IS-52 is incriminatory, their claims are substantial and far from frivolous. In <i>Sullivan</i> the questions in the income tax return were neutral on their face and directed at the public at large, but here they are directed at a highly selective group inherently suspect of criminal activities. Petitioners' claims are not asserted in an essentially noncriminal and regulatory area of inquiry, but against an inquiry in an area permeated with criminal statutes, where response to any of the form's questions in context might involve the petitioners in the admission of a crucial element of a crime.</p>\n<p></p>\n<h2>III.</h2>\n<p>Section 4 (f) of the Act,<sup>[10]</sup> the purported immunity provision, does not save the registration orders from petitioners' <span class=\"star-pagination\">*80</span> Fifth Amendment challenge. In <i>Counselman</i> v. <i>Hitchcock,</i> 142 U. S. 547, decided in 1892, the Court held \"that no [immunity] statute which leaves the party or witness subject to prosecution after he answers the criminating question put to him, can have the effect of supplanting the privilege . . . ,\" and that such a statute is valid only if it supplies \"a complete protection from all the perils against which the constitutional prohibition was designed to guard . . .\" by affording \"absolute immunity against future prosecution for the offence to which the question relates.\" <i>Id.,</i> at 585-586. Measured by these standards, the immunity granted by § 4 (f) is not complete. See <i>Scales</i> v. <i>United States,</i> 367 U. S., at 206-219. It does not preclude any use of the information called for by Form IS-52, either as evidence or as an investigatory lead. With regard to the act of registering on Form IS-52a, § 4 (f) provides only that the admission of Party membership thus required shall not <i>per se</i> constitute a violation of §§ 4 (a) and (c) or any other criminal statute, or \"be received in evidence\" against a registrant in any criminal prosecution; it does not preclude the use of the admission as an investigatory lead, a use which is barred by the privilege. <i>Counselman</i> v. <i>Hitchcock,</i> 142 U. S., at 564-565, 585.<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*81</span> The Government does not contend that the shortcoming of § 4 (f) is remedied in regard to information called for on the registration statement, Form IS-52. With respect to Form IS-52a, however, the argument is made that, since an order to register is preceded by a Board finding of Party membership, the admission of membership required on that form would be of no investigatory value and thus is not \"incriminatory\" within the meaning of the Fifth Amendment privilege. On this view the incompleteness of the § 4 (f) grant of immunity would be rendered immaterial and the admission of Party membership could be compelled without violating the privilege. We disagree. The judgment as to whether a disclosure would be \"incriminatory\" has never been made dependent on an assessment of the information possessed by the Government at the time of interrogation; the protection of the privilege would be seriously impaired if the right to invoke it was dependent on such an assessment, with all its uncertainties. The threat to the privilege is no less present where it is proposed that this assessment be made in order to remedy a shortcoming in a statutory grant of immunity. The representation that the information demanded is of no utility is belied by the fact that the failure to make the disclosure is so severely sanctioned; and permitting the incompleteness of § 4 (f) to be cured by such a representation would render illusory the <i>Counselman</i> requirement that a statute, in order to supplant the privilege, must provide \"complete protection from all the perils against which the constitutional prohibition was designed to guard.\"</p>\n<p>The judgment of the Court of Appeals is reversed and the Board's orders are set aside.</p>\n<p><i>It is so ordered.</i></p>\n<p><span class=\"star-pagination\">*82</span> MR. JUSTICE BLACK concurs in the reversal for all the reasons set out in the Court's opinion as well as those set out in his dissent in <i>Communist Party of the </i><i>United States</i> v. <i>SACB,</i> 367 U. S. 1, 137.</p>\n<p>MR. JUSTICE WHITE took no part in the consideration or decision of this case.</p>\n<p></p>\n<h2>APPENDIX TO OPINION OF THE COURT.</h2>\n<p>Form IS-52a is as follows:</p>\nForm No. IS-52a\n(Ed. 9-6-61)\n                               Budget Bureau No. 43-R414\n                               Approval expires July 31, 1966\n<p></p>\n<h2>UNITED STATES DEPARTMENT OF JUSTICE WASHINGTON, D. C.</h2>\n<p></p>\n<h2>REGISTRATION FORM FOR INDIVIDUALS</h2>\n<p></p>\n<h2>Pursuant to Section 8 (a) or (b) of the Internal Security Act of 1950</h2>\n<p></p>\n<h2>(NOTE: This form should be accompanied by a Registration Statement, Form IS-52)</h2>\n         . . . . . . . . . . . . . . . . . . . . . . hereby\n              (Name of individual\u0097Print or type)\n         registers as a member of . . . . . . . . . . . . ,\n         a Communist-action organization.\n                      /S/  . . . . . . . . . . . . . . . . . .\n                           (Signature)                 (Date)\n                           . . . . . . . . . . . . . . . . . .\n                           (Typed or printed name)     (Date)\n                           . . . . . . . . . . . . . . . . . .\n                           (Address\u0097type or print)\n<p><span class=\"star-pagination\">*83</span> Form IS-52 is as follows:</p>\n                               Budget Bureau No. 43-R301.2\n                               Approval expires July 31, 1966\n<p></p>\n<h2>UNITED STATES DEPARTMENT OF JUSTICE WASHINGTON, D. C.</h2>\n<p></p>\n<h2>FORM IS-52</h2>\n<p></p>\n<h2>for</h2>\n<p></p>\n<h2>REGISTRATION STATEMENTS OF INDIVIDUALS Pursuant to section 8 of the Internal Security Act of 1950</h2>\n<p></p>\n<h2>INSTRUCTION SHEET\u0097READ CAREFULLY</h2>\n<p>1. All individuals required to register under section 8 of the Internal Security Act of 1950 shall use this form for their registration statements.</p>\n<p>2. Two copies of the statement are to be filed. An additional copy of the statement should be prepared and retained by the Registrant for future references.</p>\n<p>3. The statement is to be filed with the Internal Security Division, Department of Justice, Washington, D. C.</p>\n<p>4. All items of the form are to be answered. Where the answer to an item is \"None\" or \"inapplicable,\" it should be so stated.</p>\n<p>5. Both copies of the statement are to be signed. The making of any willful false statement or the omission of any material fact is punishable under 18 U. S. Code, 1001.</p>\n<p>6. If the space provided on the form for the answer to any given item is insufficient, reference shall be made <span class=\"star-pagination\">*84</span> in such space to a full insert page or pages on which the item number and item shall be restated and the answer given.</p>\n<p></p>\n<h2>FOR AN INDIVIDUAL</h2>\n<p>a. Who is a member of any Communist-action organization which has failed to file a registration statement as required by Section 7 (a) of the Internal Security Act of 1950.</p>\n<p></p>\n<h2>OR</h2>\n<p>b. Who is a member of any organization which has registered as a Communist-action organization under Section 7 (a) of the Internal Security Act of 1950 but which has failed to include the individual's name upon the list of members filed with the Attorney General.</p>\n<p>1. Name of the Communist-action organization of which Registrant was a member within the preceding twelve months.</p>\n<p>2. (a) Name of Registrant.</p>\n<p>(b) All other names used by Registrant during the past ten years and dates when used.</p>\n<p>(c) Date of birth.</p>\n<p>(d) Place of birth.</p>\n<p>3. (a) Present business address.</p>\n<p>(b) Present residence address.</p>\n<p>4. If the Registrant is now or has within the past twelve months been an officer of the Communist-action organization listed in response to question number 1:</p>\n<p>(a) List all offices so held and the date when held.</p>\n<p>(b) Give a description of the duties or functions performed during tenure of office.</p>\n<p>The undersigned certifies that he has read the information set forth in this statement, that he is familiar with the contents thereof, and that such contents are in their <span class=\"star-pagination\">*85</span> entirety true and accurate to the best of his knowledge and belief. The undersigned further represents that he is familiar with the provisions of Section 1001, Title 18, U. S. Code (printed at the bottom of this form).<sup>[*]</sup></p>\n               /S/ . . . . . . . . . . . . . . . . . . . .\n                   (Signature)                      (Date)\n               /T/ . . . . . . . . . . . . . . . . . . . .\n                   (Name)                           (date)\n                              (Print or type)\n<p>MR. JUSTICE CLARK, concurring.</p>\n<p>I join in the opinion of the Court. The conclusion it reaches today was forecast in 1948. In response to the request of the Chairman of the Senate Judiciary Committee for an expression of the views of the Department of Justice on H. R. 5852, a precursor of the Act here under attack, it was then pointed out that the \"measure might be held . . . even to compel self-incrimination.\"<sup>[\u0086]</sup></p>\n<p>This view was expressed in a letter over my signature as Attorney General which noted that the proposed legislation \"would require every Communist political organization and every Communist-front organization to register . . . . In addition to information which would be required of both organizations in common, a Communist political organization would be obliged to disclose <span class=\"star-pagination\">*86</span> the names and addresses of its members in its registration statement. . . . In case of the failure of any organization to register in accordance with the measure, it would be the duty of the executive officer and the secretary of such organization to register in behalf of the organization. . . . A failure to register . . . subjects the organization and certain of its agents to severe penalties.\" After consideration of other provisions of the bill the letter advised that the Department of Justice had concluded that \"the measure might be held (notwithstanding the legislative finding of clear and present danger) to deny freedom of speech, of the press, and of assembly, and even to compel self-incrimination.\" It also expressed the belief of the Department that \"there would not be any voluntary registrations under the measure. Should a Communist organization fail to register, the burden to proceed would shift to the Attorney General. . . to prove that the organization is required to register.\"</p>\n<p>As finally passed, the Act imposed a duty to register upon individual members after the refusal of the Communist Party to register and disclose its membership. Though not in H. R. 5852 about which the Department of Justice expressed constitutional doubts, this more pervasive registration requirement directly abridges the privilege of members against self-incrimination. I therefore join in this reversal.</p>\n<h2>NOTES</h2>\n<p>[1]  The judgment of conviction of the Party for failure to register was reversed by the Court of Appeals for the District of Columbia Circuit, and the case remanded for a new trial. <i>Communist Party of the </i><i>United States</i> v. <i>United States,</i> 118 U. S. App. D. C. 61, 331 F. 2d 807.</p>\n<p>[2]  Under this section the registration statement which accompanies the registration of a Communist-action organization is required to include \"the name and last-known address of each individual who was a member of the organization at any time during the period of twelve full calendar months preceding the filing of such statement.\"</p>\n<p>[3]  Sections 8 (a) and (c), 64 Stat. 995, 50 U. S. C. §§ 787 (a) and (c) (1964 ed.), provide:\n</p>\n<p>\"(a) Any individual who is or becomes a member of any organization concerning which (1) there is in effect a final order of the Board requiring such organization to register under section 786 (a) of this title as a Communist-action organization, (2) more than thirty days have elapsed since such order has become final, and (3) such organization is not registered under section 786 of this title as a Communist-action organization, shall within sixty days after said order has become final, or within thirty days after becoming a member of such organization, whichever is later, register with the Attorney General as a member of such organization.</p>\n<p>.....</p>\n<p>\"(c) The registration made by any individual under subsection (a) or (b) of this section shall be accompanied by a registration statement to be prepared and filed in such manner and form, and containing such information, as the Attorney General shall by regulations prescribe.\"</p>\n<p>Section 13 (a), 64 Stat. 998, 50 U. S. C. § 792 (a) (1964 ed.), provides:</p>\n<p>\"Whenever the Attorney General shall have reason to believe that . . . any individual who has not registered under section 787 of this title is in fact required to register under such section, he shall file with the Board and serve upon such . . . individual a petition for an order requiring such . . . individual to register pursuant to such subsection or section, as the case may be. Each such petition shall be verified under oath, and shall contain a statement of the facts upon which the Attorney General relies in support of his prayer for the issuance of such order.\"</p>\n<p>[4]  Section 14 (a), 64 Stat. 1001, 50 U. S. C. § 793 (a) (1964 ed.), provides:\n</p>\n<p>\"The party aggrieved by any order entered by the Board . . . may obtain a review of such order by filing in the United States Court of Appeals for the District of Columbia, within sixty days from the date of service upon it of such order, a written petition praying that the order of the Board be set aside. . . . Upon the filing of such petition the court shall have jurisdiction of the proceeding and shall have power to affirm or set aside the order of the Board . . . . The findings of the Board as to the facts, if supported by the preponderance of the evidence, shall be conclusive. . . . The judgment and decree of the court shall be final, except that the same shall be subject to review by the Supreme Court upon certiorari . . . .\"</p>\n<p>[5]  The Government's opposition to the petition for certiorari suggested that the case is moot as to petitioner Albertson by reason of his alleged expulsion from the Party. Albertson, however, challenges the suggestion of mootness. There is no occasion to decide the question since, in any event, we must reach the merits of the issues in respect of an identical order issued against petitioner Proctor.</p>\n<p>[6]  Petitioners' other challenges assailed the Act and registration orders as denying substantive due process (because they allegedly serve no governmental purpose), as abridging First Amendment freedoms, as violating procedural due process and constituting bills of attainder (because they made the Board's 1953 determination that the Communist Party was a Communist-action organization conclusive upon petitioners), and finally, as denying petitioners the safeguards of grand jury indictment, judicial trial and trial by jury.</p>\n<p>[7]  The regulations governing Party registration pursuant to § 7 (d), 50 U. S. C. § 786 (d), are 28 CFR §§ 11.200 and 11.201, and the forms are IS-51a and IS-51. The regulation governing officers obliged by § 7 (h), 50 U. S. C. § 786 (h) \"to register for\" the Party if it failed to register is 28 CFR § 11.205. See <i>Communist Party,</i> 367 U. S., at 105-110.</p>\n<p>[8]  Copies of Form IS-52a and Form IS-52 are reproduced in the Appendix to this opinion.</p>\n<p>[9]  The case was argued orally by both sides on the premise that the penalty for failure to complete and file Form IS-52 constituted a separate offense punishable by fine of up to $10,000 or imprisonment of up to five years, or both, but that each day of failure to file the form did not constitute a separate offense. We have no occasion, however, to decide the question, and intimate no view upon it. See § 15 (b), 50 U. S. C. § 794 (b).</p>\n<p>[10]  Section 4 (f), 64 Stat. 992, 50 U. S. C. § 783 (f) provides:\n</p>\n<p>\"Neither the holding of office nor membership in any Communist organization by any person shall constitute per se a violation of subsection (a) or subsection (c) of this section or of any other criminal statute. The fact of the registration of any person under section 787 or section 788 of this title as an officer or member of any Communist organization shall not be received in evidence against such person in any prosecution for any alleged violation of subsection (a) or subsection (c) of this section or for any alleged violation of any other criminal statute.\"</p>\n<p>[11]  The legislative history includes several expressions of doubt that the immunity granted was coextensive with the privilege. See S. Rep. No. 2369, 81st Cong., 2d Sess., Pt. 2, pp. 12-13 (Sen. Kilgore) (Minority Report); 96 Cong. Rec. 14479 (Sen. Humphrey); 96 Cong. Rec. 15199 and 15554 (Sen. Kefauver); see also 96 Cong. Rec. 13739-13740 (Rep. Celler), dealing with a more modified immunity grant in H. R. 9490. See generally <i>Scales</i> v. <i>United States,</i> 367 U. S., at 212-219 (Court opinion), 282-287 (dissenting opinion).</p>\n<p>[*]  18 U. S. C., Section 1001, provides: Whoever, in any matter within the jurisdiction of any department or agency of the United States knowingly and willfully falsifies, conceals or covers up by any trick, scheme, or device a material fact, or makes any false, fictitious or fraudulent statements or representations, or makes or uses any false writing or document knowing the same to contain any false, fictitious or fraudulent statement or entry, shall be fined not more than $10,000 or imprisoned not more than five years, or both.</p>\n<p>[\u0086]  Hearings on H. R. 5852 before the Senate Committee on the Judiciary, 80th Cong., 2d Sess., 422 (1948).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:10:54", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></span> (1965)</b></center>\n<center><h1>ALBERTSON ET AL.<br>\nv.<br>\nSUBVERSIVE ACTIVITIES CONTROL BOARD.</h1></center>\n<center>No. 3.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 18, 1965.</center>\n<center>Decided November 15, 1965.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE DISTRICT OF COLUMBIA CIRCUIT.\n<p><span class=\"star-pagination\">*71</span> <i>John J. Abt</i> argued the cause for petitioners. With him on the briefs was <i>Joseph Forer.</i></p>\n<p><i>Kevin T. Maroney</i> argued the cause for respondent. With him on the brief were <i>Solicitor General Marshall, Assistant Attorney General Yeagley, Nathan Lewin, George B. Searls</i> and <i>Lee B. Anderson.</i></p>\n<p>Briefs of <i>amici curiae</i> were filed by <i>Osmond K. Fraenkel</i> for the American Civil Liberties Union, and by <i>Ernest Goodman</i> for the National Lawyers Guild.</p>\n<p>MR. JUSTICE BRENNAN delivered the opinion of the Court.</p>\n<p>The Communist Party of the United States of America failed to register with the Attorney General as required by the order of the Subversive Activities Control Board <span class=\"star-pagination\">*72</span> sustained in <i>Communist Party of the </i><i>United States</i> v. <i>SACB,</i> 367 U. S. 1.<sup>[1]</sup> Accordingly, no list of Party members was filed as required by § 7 (d) (4) of the Subversive Activities Control Act of 1950, 64 Stat. 993-994, 50 U. S. C. § 786 (d) (4) (1964 ed.).<sup>[2]</sup> Sections 8 (a) and (c) of the Act provide that, in that circumstance, each member of the organization must register and file a registration statement; in default thereof, § 13 (a) authorizes the Attorney General to petition the Board for an order requiring the member to register.<sup>[3]</sup> The <span class=\"star-pagination\">*73</span> Attorney General invoked § 13 (a) against petitioners, and the Board, after evidentiary hearings, determined that petitioners were Party members and ordered each of them to register pursuant to §§ 8 (a) and (c). Review of the orders was sought by petitioners in the Court of Appeals for the District of Columbia Circuit under § 14 (a).<sup>[4]</sup> The Court of Appeals affirmed the orders, 118 U. S. App. D. C. 117, 332 F. 2d 317. We granted certiorari, 381 U. S. 910. We reverse.<sup>[5]</sup></p>\n<p></p>\n<h2>I.</h2>\n<p>Petitioners address several constitutional challenges to the validity of the orders, but we consider only the contention <span class=\"star-pagination\">*74</span> that the orders violate their Fifth Amendment privilege against self-incrimination.<sup>[6]</sup></p>\n<p>The Court of Appeals affirmed the orders without deciding the privilege issue, expressing the view that under our decision in <i>Communist Party,</i> 367 U. S., at 105-110, the issue was not ripe for adjudication and would be ripe only in a prosecution for failure to register if the petitioners did not register. 118 U. S. App. D. C., at 121-123, 332 F. 2d, at 321-323. We disagree. In <i>Communist Party</i> the Party asserted the privilege on behalf of unnamed officers\u0097those obliged to register the Party and those obliged \"to register for\" the Party if it failed to do so.<sup>[7]</sup> The self-incrimination claim asserted on behalf of the latter officers was held premature because the Party might choose to register and thus the duty of those officers might never arise. Here, in contrast, the contingencies upon which the members' duty to register arises have already matured; the Party did not register within 30 days after the order to register became final and the requisite 60 days since the order became final have elapsed. As to the officers obliged to register the Party, <i>Communist Party</i> held that the self-incrimination claim asserted on their behalf was not ripe for adjudication because <span class=\"star-pagination\">*75</span> it was not known whether they would ever claim the privilege or whether the claim, if asserted, would be honored by the Attorney General. But with respect to the orders in this case, addressed to named individuals, both these contingencies are foreclosed. Petitioners asserted the privilege in their answers to the Attorney General's petitions; they did not testify at the Board hearings; they again asserted the privilege in the review proceedings in the Court of Appeals. In each instance the Attorney General rejected their claims. Thus, the considerations which led the Court in <i>Communist Party</i> to hold that the claims on behalf of unnamed officers were premature are not present in this case.</p>\n<p>There are other reasons for holding that petitioners' self-incrimination claims are ripe for decision. Specific orders requiring petitioners to register have been issued. The Attorney General has promulgated regulations requiring that registration shall be accomplished on Form IS-52a and that the accompanying registration statement shall be a completed Form IS-52,<sup>[8]</sup> 28 CFR §§ 11.206, 11.207, and petitioners risk very heavy penalties if they fail to register by completing and filing these forms. Under § 15 (a) (2) of the Act, 64 Stat. 1002, 50 U. S. C. § 794 (a) (2), for example, each day of failure to register constitutes a separate offense punishable by a fine of up to $10,000 or imprisonment of up to five years, or both.<sup>[9]</sup> Petitioners must either register without a decision on the merits of their privilege claims, <span class=\"star-pagination\">*76</span> or fail to register and risk onerous and rapidly mounting penalties while awaiting the Government's pleasure whether to initiate a prosecution against them. To ask, in these circumstances, that petitioners await such a prosecution for an adjudication of their self-incrimination claims is, in effect, to contend that they should be denied the protection of the Fifth Amendment privilege intended to relieve claimants of the necessity of making a choice between incriminating themselves and risking serious punishments for refusing to do so.</p>\n<p>Indeed the Government concedes in its brief in this Court that the Court of Appeals' holding of prematurity was erroneous insofar as petitioners' claims of privilege relate to the Board's power to compel the act of registration and the submission of an accompanying registration statement. The brief candidly acknowledges that, since § 14 (b) provides for judicial review of a Board order to register, petitioners' claims in that regard, like any other contention that an order is invalid, may be heard and determined by the reviewing court\u0097thus distinguishing orders that are not similarly reviewable, see <i>Alexander</i> v. <i>United States,</i> 201 U. S. 117; <i>Cobbledick</i> v. <i>United States,</i> 309 U. S. 323. Nevertheless, the Government argues that petitioners' claims are premature insofar as they relate to \"any particular inquiry\" on Forms IS-52a and IS-52. Two contingencies are hypothesized in support of this contention: (1) that the Attorney General might alter the present forms or (2) that he might accept less than fully completed forms.</p>\n<p>The distinction upon which this argument is predicated is illusory. Neither the statute nor the regulations draw any distinction between the act of registering and the submission of a registration statement, on the one hand, and, on the other hand, the answering of the inquiries demanded by the forms; the statute and regulations contemplate rather that the questions asked on the forms <span class=\"star-pagination\">*77</span> are to be fully and completely answered. Morever, the contingencies hypothesized are irrelevant. Petitioners are obliged to register and to submit registration forms in accordance with presently existing regulations; the mere contingency that the Attorney General might revise the regulations at some future time does not render premature their challenge to the existing requirements. Nor can these requirements be viewed as requiring that petitioners answer\u0097at the risk of criminal prosecution for error\u0097only those items which will not incriminate petitioners; full compliance is required. Finally, the Government's argument would do violence to the congressional scheme. The penalties are incurred only upon failure to register as required by final orders and, under § 14 (b), orders become final upon completion of judicial review. In so providing, Congress plainly manifested an intention to afford alleged members, prior to criminal prosecution for failure to register, an adjudication of all, not just some, of the claims addressed to the validity of the Board's registration orders. We therefore proceed to a determination of the merits of petitioners' self-incrimination claims.</p>\n<p></p>\n<h2>II.</h2>\n<p>The risks of incrimination which the petitioners take in registering are obvious. From IS-52a requires an admission of membership in the Communist Party. Such an admission of membership may be used to prosecute the registrant under the membership clause of the Smith Act, 18 U. S. C. § 2385 (1964 ed.), or under § 4 (a) of the Subversive Activities Control Act, 64 Stat. 991, 50 U. S. C. § 783 (a) (1964 ed.), to mention only two federal criminal statutes. <i>Scales</i> v. <i>United States,</i> 367 U. S. 203, 211. Accordingly, we have held that mere association with the Communist Party presents sufficient threat of prosecution to support a claim of privilege. <i>Patricia Blau</i> v. <i>United States,</i> 340 U. S. 159; <i>Irving Blau</i> v. <span class=\"star-pagination\">*78</span> <i>United States,</i> 340 U. S. 332; <i>Brunner</i> v. <i>United States,</i> 343 U. S. 918; <i>Quinn</i> v. <i>United States,</i> 349 U. S. 155. These cases involved questions to witnesses on the witness stand, but if the admission cannot be compelled in oral testimony, we do not see how compulsion in writing makes a difference for constitutional purposes. Cf. <i>New York ex rel. Ferguson</i> v. <i>Reardon,</i> 197 N. Y. 236, 243-244, 90 N. E. 829, 832. It follows that the requirement to accomplish registration by completing and filing Form IS-52a is inconsistent with the protection of the Self-Incrimination Clause.</p>\n<p>The statutory scheme, in providing that registration \"shall be accompanied\" by a registration statement, clearly implies that there is a duty to file Form IS-52, the registration statement, only if there is an enforceable obligation to accomplish registration by completing and filing Form IS-52a. Yet, even if the statute and regulations required petitioners to complete and file Form IS-52 without regard to the validity of the order to register on Form IS-52a, the requirement to complete and file Form IS-52 would also invade the privilege. Like the admission of Party membership demanded by Form IS-52a, the information called for by Form IS-52\u0097 the organization of which the registrant is a member, his aliases, place and date of birth, a list of offices held in the organization and duties thereof\u0097might be used as evidence in or at least supply investigatory leads to a criminal prosecution. The Government, relying on <i>United States</i> v. <i>Sullivan,</i> 274 U. S. 259, argues that petitioners might answer some questions and appropriately claim the privilege on the form as to others, but cannot fail to submit a registration statement altogether. Apart from our conclusion that nothing in the Act or regulations permits less than literal and full compliance with the requirements of the form, the reliance on <i>Sullivan</i> <span class=\"star-pagination\">*79</span> is misplaced. <i>Sullivan</i> upheld a conviction for failure to file an income tax return on the theory that \"[i]f the form of return provided called for answers that the defendant was privileged from making he could have raised the objection in the return, but could not on that account refuse to make any return at all.\" 274 U. S., at 263. That declaration was based on the view, <i>first,</i> that a self-incrimination claim against every question on the tax return, or based on the mere submission of the return, would be virtually frivolous, and <i>second,</i> that to honor the claim of privilege not asserted at the time the return was due would make the taxpayer rather than a tribunal the final arbiter of the merits of the claim. But neither reason applies here. A tribunal, the Board, had an opportunity to pass upon the petitioners' self-incrimination claims; and since, unlike a tax return, the pervasive effect of the information called for by Form IS-52 is incriminatory, their claims are substantial and far from frivolous. In <i>Sullivan</i> the questions in the income tax return were neutral on their face and directed at the public at large, but here they are directed at a highly selective group inherently suspect of criminal activities. Petitioners' claims are not asserted in an essentially noncriminal and regulatory area of inquiry, but against an inquiry in an area permeated with criminal statutes, where response to any of the form's questions in context might involve the petitioners in the admission of a crucial element of a crime.</p>\n<p></p>\n<h2>III.</h2>\n<p>Section 4 (f) of the Act,<sup>[10]</sup> the purported immunity provision, does not save the registration orders from petitioners' <span class=\"star-pagination\">*80</span> Fifth Amendment challenge. In <i>Counselman</i> v. <i>Hitchcock,</i> 142 U. S. 547, decided in 1892, the Court held \"that no [immunity] statute which leaves the party or witness subject to prosecution after he answers the criminating question put to him, can have the effect of supplanting the privilege . . . ,\" and that such a statute is valid only if it supplies \"a complete protection from all the perils against which the constitutional prohibition was designed to guard . . .\" by affording \"absolute immunity against future prosecution for the offence to which the question relates.\" <i>Id.,</i> at 585-586. Measured by these standards, the immunity granted by § 4 (f) is not complete. See <i>Scales</i> v. <i>United States,</i> 367 U. S., at 206-219. It does not preclude any use of the information called for by Form IS-52, either as evidence or as an investigatory lead. With regard to the act of registering on Form IS-52a, § 4 (f) provides only that the admission of Party membership thus required shall not <i>per se</i> constitute a violation of §§ 4 (a) and (c) or any other criminal statute, or \"be received in evidence\" against a registrant in any criminal prosecution; it does not preclude the use of the admission as an investigatory lead, a use which is barred by the privilege. <i>Counselman</i> v. <i>Hitchcock,</i> 142 U. S., at 564-565, 585.<sup>[11]</sup></p>\n<p><span class=\"star-pagination\">*81</span> The Government does not contend that the shortcoming of § 4 (f) is remedied in regard to information called for on the registration statement, Form IS-52. With respect to Form IS-52a, however, the argument is made that, since an order to register is preceded by a Board finding of Party membership, the admission of membership required on that form would be of no investigatory value and thus is not \"incriminatory\" within the meaning of the Fifth Amendment privilege. On this view the incompleteness of the § 4 (f) grant of immunity would be rendered immaterial and the admission of Party membership could be compelled without violating the privilege. We disagree. The judgment as to whether a disclosure would be \"incriminatory\" has never been made dependent on an assessment of the information possessed by the Government at the time of interrogation; the protection of the privilege would be seriously impaired if the right to invoke it was dependent on such an assessment, with all its uncertainties. The threat to the privilege is no less present where it is proposed that this assessment be made in order to remedy a shortcoming in a statutory grant of immunity. The representation that the information demanded is of no utility is belied by the fact that the failure to make the disclosure is so severely sanctioned; and permitting the incompleteness of § 4 (f) to be cured by such a representation would render illusory the <i>Counselman</i> requirement that a statute, in order to supplant the privilege, must provide \"complete protection from all the perils against which the constitutional prohibition was designed to guard.\"</p>\n<p>The judgment of the Court of Appeals is reversed and the Board's orders are set aside.</p>\n<p><i>It is so ordered.</i></p>\n<p><span class=\"star-pagination\">*82</span> MR. JUSTICE BLACK concurs in the reversal for all the reasons set out in the Court's opinion as well as those set out in his dissent in <i>Communist Party of the </i><i>United States</i> v. <i>SACB,</i> 367 U. S. 1, 137.</p>\n<p>MR. JUSTICE WHITE took no part in the consideration or decision of this case.</p>\n<p></p>\n<h2>APPENDIX TO OPINION OF THE COURT.</h2>\n<p>Form IS-52a is as follows:</p>\nForm No. IS-52a\n(Ed. 9-6-61)\n                               Budget Bureau No. 43-R414\n                               Approval expires July 31, 1966\n<p></p>\n<h2>UNITED STATES DEPARTMENT OF JUSTICE WASHINGTON, D. C.</h2>\n<p></p>\n<h2>REGISTRATION FORM FOR INDIVIDUALS</h2>\n<p></p>\n<h2>Pursuant to Section 8 (a) or (b) of the Internal Security Act of 1950</h2>\n<p></p>\n<h2>(NOTE: This form should be accompanied by a Registration Statement, Form IS-52)</h2>\n         . . . . . . . . . . . . . . . . . . . . . . hereby\n              (Name of individual\u0097Print or type)\n         registers as a member of . . . . . . . . . . . . ,\n         a Communist-action organization.\n                      /S/  . . . . . . . . . . . . . . . . . .\n                           (Signature)                 (Date)\n                           . . . . . . . . . . . . . . . . . .\n                           (Typed or printed name)     (Date)\n                           . . . . . . . . . . . . . . . . . .\n                           (Address\u0097type or print)\n<p><span class=\"star-pagination\">*83</span> Form IS-52 is as follows:</p>\n                               Budget Bureau No. 43-R301.2\n                               Approval expires July 31, 1966\n<p></p>\n<h2>UNITED STATES DEPARTMENT OF JUSTICE WASHINGTON, D. C.</h2>\n<p></p>\n<h2>FORM IS-52</h2>\n<p></p>\n<h2>for</h2>\n<p></p>\n<h2>REGISTRATION STATEMENTS OF INDIVIDUALS Pursuant to section 8 of the Internal Security Act of 1950</h2>\n<p></p>\n<h2>INSTRUCTION SHEET\u0097READ CAREFULLY</h2>\n<p>1. All individuals required to register under section 8 of the Internal Security Act of 1950 shall use this form for their registration statements.</p>\n<p>2. Two copies of the statement are to be filed. An additional copy of the statement should be prepared and retained by the Registrant for future references.</p>\n<p>3. The statement is to be filed with the Internal Security Division, Department of Justice, Washington, D. C.</p>\n<p>4. All items of the form are to be answered. Where the answer to an item is \"None\" or \"inapplicable,\" it should be so stated.</p>\n<p>5. Both copies of the statement are to be signed. The making of any willful false statement or the omission of any material fact is punishable under 18 U. S. Code, 1001.</p>\n<p>6. If the space provided on the form for the answer to any given item is insufficient, reference shall be made <span class=\"star-pagination\">*84</span> in such space to a full insert page or pages on which the item number and item shall be restated and the answer given.</p>\n<p></p>\n<h2>FOR AN INDIVIDUAL</h2>\n<p>a. Who is a member of any Communist-action organization which has failed to file a registration statement as required by Section 7 (a) of the Internal Security Act of 1950.</p>\n<p></p>\n<h2>OR</h2>\n<p>b. Who is a member of any organization which has registered as a Communist-action organization under Section 7 (a) of the Internal Security Act of 1950 but which has failed to include the individual's name upon the list of members filed with the Attorney General.</p>\n<p>1. Name of the Communist-action organization of which Registrant was a member within the preceding twelve months.</p>\n<p>2. (a) Name of Registrant.</p>\n<p>(b) All other names used by Registrant during the past ten years and dates when used.</p>\n<p>(c) Date of birth.</p>\n<p>(d) Place of birth.</p>\n<p>3. (a) Present business address.</p>\n<p>(b) Present residence address.</p>\n<p>4. If the Registrant is now or has within the past twelve months been an officer of the Communist-action organization listed in response to question number 1:</p>\n<p>(a) List all offices so held and the date when held.</p>\n<p>(b) Give a description of the duties or functions performed during tenure of office.</p>\n<p>The undersigned certifies that he has read the information set forth in this statement, that he is familiar with the contents thereof, and that such contents are in their <span class=\"star-pagination\">*85</span> entirety true and accurate to the best of his knowledge and belief. The undersigned further represents that he is familiar with the provisions of Section 1001, Title 18, U. S. Code (printed at the bottom of this form).<sup>[*]</sup></p>\n               /S/ . . . . . . . . . . . . . . . . . . . .\n                   (Signature)                      (Date)\n               /T/ . . . . . . . . . . . . . . . . . . . .\n                   (Name)                           (date)\n                              (Print or type)\n<p>MR. JUSTICE CLARK, concurring.</p>\n<p>I join in the opinion of the Court. The conclusion it reaches today was forecast in 1948. In response to the request of the Chairman of the Senate Judiciary Committee for an expression of the views of the Department of Justice on H. R. 5852, a precursor of the Act here under attack, it was then pointed out that the \"measure might be held . . . even to compel self-incrimination.\"<sup>[\u0086]</sup></p>\n<p>This view was expressed in a letter over my signature as Attorney General which noted that the proposed legislation \"would require every Communist political organization and every Communist-front organization to register . . . . In addition to information which would be required of both organizations in common, a Communist political organization would be obliged to disclose <span class=\"star-pagination\">*86</span> the names and addresses of its members in its registration statement. . . . In case of the failure of any organization to register in accordance with the measure, it would be the duty of the executive officer and the secretary of such organization to register in behalf of the organization. . . . A failure to register . . . subjects the organization and certain of its agents to severe penalties.\" After consideration of other provisions of the bill the letter advised that the Department of Justice had concluded that \"the measure might be held (notwithstanding the legislative finding of clear and present danger) to deny freedom of speech, of the press, and of assembly, and even to compel self-incrimination.\" It also expressed the belief of the Department that \"there would not be any voluntary registrations under the measure. Should a Communist organization fail to register, the burden to proceed would shift to the Attorney General. . . to prove that the organization is required to register.\"</p>\n<p>As finally passed, the Act imposed a duty to register upon individual members after the refusal of the Communist Party to register and disclose its membership. Though not in H. R. 5852 about which the Department of Justice expressed constitutional doubts, this more pervasive registration requirement directly abridges the privilege of members against self-incrimination. I therefore join in this reversal.</p>\n<h2>NOTES</h2>\n<p>[1]  The judgment of conviction of the Party for failure to register was reversed by the Court of Appeals for the District of Columbia Circuit, and the case remanded for a new trial. <i>Communist Party of the </i><i>United States</i> v. <i>United States,</i> 118 U. S. App. D. C. 61, 331 F. 2d 807.</p>\n<p>[2]  Under this section the registration statement which accompanies the registration of a Communist-action organization is required to include \"the name and last-known address of each individual who was a member of the organization at any time during the period of twelve full calendar months preceding the filing of such statement.\"</p>\n<p>[3]  Sections 8 (a) and (c), 64 Stat. 995, 50 U. S. C. §§ 787 (a) and (c) (1964 ed.), provide:\n</p>\n<p>\"(a) Any individual who is or becomes a member of any organization concerning which (1) there is in effect a final order of the Board requiring such organization to register under section 786 (a) of this title as a Communist-action organization, (2) more than thirty days have elapsed since such order has become final, and (3) such organization is not registered under section 786 of this title as a Communist-action organization, shall within sixty days after said order has become final, or within thirty days after becoming a member of such organization, whichever is later, register with the Attorney General as a member of such organization.</p>\n<p>.....</p>\n<p>\"(c) The registration made by any individual under subsection (a) or (b) of this section shall be accompanied by a registration statement to be prepared and filed in such manner and form, and containing such information, as the Attorney General shall by regulations prescribe.\"</p>\n<p>Section 13 (a), 64 Stat. 998, 50 U. S. C. § 792 (a) (1964 ed.), provides:</p>\n<p>\"Whenever the Attorney General shall have reason to believe that . . . any individual who has not registered under section 787 of this title is in fact required to register under such section, he shall file with the Board and serve upon such . . . individual a petition for an order requiring such . . . individual to register pursuant to such subsection or section, as the case may be. Each such petition shall be verified under oath, and shall contain a statement of the facts upon which the Attorney General relies in support of his prayer for the issuance of such order.\"</p>\n<p>[4]  Section 14 (a), 64 Stat. 1001, 50 U. S. C. § 793 (a) (1964 ed.), provides:\n</p>\n<p>\"The party aggrieved by any order entered by the Board . . . may obtain a review of such order by filing in the United States Court of Appeals for the District of Columbia, within sixty days from the date of service upon it of such order, a written petition praying that the order of the Board be set aside. . . . Upon the filing of such petition the court shall have jurisdiction of the proceeding and shall have power to affirm or set aside the order of the Board . . . . The findings of the Board as to the facts, if supported by the preponderance of the evidence, shall be conclusive. . . . The judgment and decree of the court shall be final, except that the same shall be subject to review by the Supreme Court upon certiorari . . . .\"</p>\n<p>[5]  The Government's opposition to the petition for certiorari suggested that the case is moot as to petitioner Albertson by reason of his alleged expulsion from the Party. Albertson, however, challenges the suggestion of mootness. There is no occasion to decide the question since, in any event, we must reach the merits of the issues in respect of an identical order issued against petitioner Proctor.</p>\n<p>[6]  Petitioners' other challenges assailed the Act and registration orders as denying substantive due process (because they allegedly serve no governmental purpose), as abridging First Amendment freedoms, as violating procedural due process and constituting bills of attainder (because they made the Board's 1953 determination that the Communist Party was a Communist-action organization conclusive upon petitioners), and finally, as denying petitioners the safeguards of grand jury indictment, judicial trial and trial by jury.</p>\n<p>[7]  The regulations governing Party registration pursuant to § 7 (d), 50 U. S. C. § 786 (d), are 28 CFR §§ 11.200 and 11.201, and the forms are IS-51a and IS-51. The regulation governing officers obliged by § 7 (h), 50 U. S. C. § 786 (h) \"to register for\" the Party if it failed to register is 28 CFR § 11.205. See <i>Communist Party,</i> 367 U. S., at 105-110.</p>\n<p>[8]  Copies of Form IS-52a and Form IS-52 are reproduced in the Appendix to this opinion.</p>\n<p>[9]  The case was argued orally by both sides on the premise that the penalty for failure to complete and file Form IS-52 constituted a separate offense punishable by fine of up to $10,000 or imprisonment of up to five years, or both, but that each day of failure to file the form did not constitute a separate offense. We have no occasion, however, to decide the question, and intimate no view upon it. See § 15 (b), 50 U. S. C. § 794 (b).</p>\n<p>[10]  Section 4 (f), 64 Stat. 992, 50 U. S. C. § 783 (f) provides:\n</p>\n<p>\"Neither the holding of office nor membership in any Communist organization by any person shall constitute per se a violation of subsection (a) or subsection (c) of this section or of any other criminal statute. The fact of the registration of any person under section 787 or section 788 of this title as an officer or member of any Communist organization shall not be received in evidence against such person in any prosecution for any alleged violation of subsection (a) or subsection (c) of this section or for any alleged violation of any other criminal statute.\"</p>\n<p>[11]  The legislative history includes several expressions of doubt that the immunity granted was coextensive with the privilege. See S. Rep. No. 2369, 81st Cong., 2d Sess., Pt. 2, pp. 12-13 (Sen. Kilgore) (Minority Report); 96 Cong. Rec. 14479 (Sen. Humphrey); 96 Cong. Rec. 15199 and 15554 (Sen. Kefauver); see also 96 Cong. Rec. 13739-13740 (Rep. Celler), dealing with a more modified immunity grant in H. R. 9490. See generally <i>Scales</i> v. <i>United States,</i> 367 U. S., at 212-219 (Court opinion), 282-287 (dissenting opinion).</p>\n<p>[*]  18 U. S. C., Section 1001, provides: Whoever, in any matter within the jurisdiction of any department or agency of the United States knowingly and willfully falsifies, conceals or covers up by any trick, scheme, or device a material fact, or makes any false, fictitious or fraudulent statements or representations, or makes or uses any false writing or document knowing the same to contain any false, fictitious or fraudulent statement or entry, shall be fined not more than $10,000 or imprisoned not more than five years, or both.</p>\n<p>[\u0086]  Hearings on H. R. 5852 before the Senate Committee on the Judiciary, 80th Cong., 2d Sess., 422 (1948).</p>\n\n</div>", 
  "sha1": "a9cb0add89c670adb6a0c7422c7578b67e73c7f0", 
  "date_modified": "2014-12-22T10:28:26.533992", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/107110/albertson-v-subversive-activities-control-bd/", 
  "citation_count": 27, 
  "supreme_court_db_id": "1965-010", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/131718/", 
  "html": "<p class=\"case_cite\">382 U.S. 70</p>\n    <p class=\"case_cite\">86 S.Ct. 194</p>\n    <p class=\"case_cite\">15 L.Ed.2d 165</p>\n    <p class=\"parties\">William ALBERTSON and Roscoe Quincy Proctor, Petitioners,<br>v.<br>SUBVERSIVE ACTIVITIES CONTROL BOARD.</p>\n    <p class=\"docket\">No. 3.</p>\n    <p class=\"date\">Argued Oct. 18, 1965.</p>\n    <p class=\"date\">Decided Nov. 15, 1965.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from pages 70-71 intentionally omitted]</p>\n      <p class=\"indent\">John J. Abt, New York City, for petitioners.</p>\n      <p class=\"indent\">Kevin T. Maroney, Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice BRENNAN delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Communist Party of the United States of America failed to register with the Attorney General as required by the order of the Subversive Activities Control Board sustained in Communist Party of the United States v. SACB, 367 U.S 1, 81 S.Ct. 1357, 6 L.Ed.2d 625.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Accordingly, no list of Party members was filed as required by &#167; 7(d)(4) of the Subversive Activities Control Act of 1950, 64 Stat. 993&#8212;994, 50 U.S.C. &#167; 786(d)(4) (1964 ed.).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Sections 8(a) and (c) of the Act provide that, in that circumstance, each member of the organization must register and file a registration statement; in default thereof, &#167; 13(a) authorizes the Attorney General to petition the Board for an order requiring the member to register.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The Attorney General invoked &#167; 13(a) against petitioners, and the Board, after evidentiary hearings, determined that petitioners were Party members and ordered each of them to register pursuant to &#167;&#167; 8(a) and (c). Review of the orders was sought by petitioners in the Court of Appeals for the District of Columbia Circuit under &#167; 14(a).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The Court of Appeals affirmed the orders, 118 U.S.App.D.C. 117, 332 F.2d 317. We granted certiorari, 381 U.S. 910, 85 S.Ct. 1529, 14 L.Ed.2d 432. We reverse.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioners address several constitutional challenges to the validity of the orders, but we consider only the contention that the orders violate their Fifth Amendment privilege against self-incrimination.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Court of Appeals affirmed the orders without deciding the privilege issue, expressing the view that under our decision in Communist Party, 367 U.S., at 105&#8212;110, 81 S.Ct., at 1415&#8212;1417, the issue was not ripe for adjudication and would be ripe only in a prosecution for failure to register if the petitioners did not register. 118 U.S.App.D.C. at 121&#8212;123, 332 F.2d, at 321&#8212;323. We disagree. In Communist Party the Party asserted the privilege on behalf of unnamed officers&#8212;those obliged to register the Party and those obliged 'to register for' the Party if it failed to do so.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The self-incrimination claim asserted on behalf of the latter officers was held premature because the Party might choose to register and thus the duty of those officers might never arise. Here, in contrast, the contingencies upon which the members' duty to register arises have already matured; the Party did not register within 30 days after the order to register became final and the requisite 60 days since the order became final have elapsed. As to the officers obliged to register the Party, Communist Party held that the self-incrimination claim asserted on their behalf was not ripe for adjudication because it was not known whether they would ever claim the privilege or whether the claim, if asserted, would be honored by the Attorney General. But with respect to the orders in this case, addressed to named individuals, both these contingencies are foreclosed. Petitioners asserted the privilege in their answers to the Attorney General's petitions; they did not testify at the Board hearings; they again asserted the privilege in the review proceedings in the Court of Appeals. In each instance the Attorney General rejected their claims. Thus, the considerations which led the Court in Communist Party to hold that the claims on behalf of unnamed officers were premature are not present in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">There are other reasons for holding that petitioners' self-incrimination claims are ripe for decision. Specific orders requiring petitioners to register have been issued. The Attorney General has promulgated regulations requiring that registration shall be accomplished on Form IS&#8212;52a and that the accompanying registration statement shall be a completed Form IS&#8212;52,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> 28 CFR &#167;&#167; 11.206, 11.207, and petitioners risk very heavy penalties if they fail to register by completing and filing these forms. Under &#167; 15(a)(2) of the Act, 64 Stat. 1002, 50 U.S.C. &#167; 794(a)(2), for example, each day of failure to register constitutes a separate offense punishable by a fine of up to $10,000 or imprisonment of up to five years, or both.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Petitioners must either register without a decision on the merits of their privilege claims, or fail to register and risk onerous and rapidly mounting penalties while awaiting the Government's pleasure whether to initiate a prosecution against them. To ask, in these circumstances, that petitioners await such a prosecution for an adjudication of their self-incrimination claims is in effect, to contend that they should be denied the protection of the Fifth Amendment privilege intended to relieve claimants of the necessity of making a choice between incriminating themselves and risking serious punishments for refusing to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Indeed the Government concedes in its brief in this Court that the Court of Appeals' holding of prematurity was erroneous insofar as petitioners' claims of privilege relate to the Board's power to compel the act of registration and the submission of an accompanying registration statement. The brief candidly acknowledges that, since, &#167; 14(b) provides for judicial review of a Board order to register, petitioners' claims in that regard, like any other contention that an order is invalid, may be heard and determined by the reviewing court&#8212;thus distinguishing orders that are not similarly reviewable, see Alexander v. United States, 201 U.S. 117, 26 S.Ct. 356, 50 L.Ed. 686; Cobbledick v. United States, 309 U.S. 323, 60 S.Ct. 540, 84 L.Ed. 783. Nevertheless, the Government argues that petitioners' claims are premature insofar as they relate to 'any particular inquiry' on Forms IS&#8212;52a and IS&#8212;52. Two contingencies are hypothesized in support of this contention: (1) that the Attorney General might alter the present forms or (2) that he might accept less than fully completed forms.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The distinction upon which this argument is predicated is illusory. Neither the statute nor the regulations draw any distinction between the act of registering and the submission of a registration statement, on the one hand, and, on the other hand, the answering of the inquiries demanded by the forms; the statute and regulations contemplate rather that the questions asked on the forms are to be fully and completely answered. Moreover, the contingencies hypothesized are irrelevant. Petitioners are obliged to register and to submit registration forms in accordance with presently existing regulations; the mere contingency that the Attorney General might revise the regulations at some future time does not render premature their challenge to the existing requirements. Nor can these requirements be viewed as requiring that petitioners answer&#8212;at the risk of criminal prosecution for error&#8212;only those items which will not incriminate petitioners; full compliance is required. Finally, the Government's argument would do violence to the congressional scheme. The penalties are incurred only upon failure to register as required by final orders and, under &#167; 14(b), orders become final upon completion of judicial review. In so providing, Congress plainly manifested an intention to afford alleged members, prior to criminal prosecution for failure to register, an adjudication of all, not just some, of the claims addressed to the validity of the Board's registration orders. We therefore proceed to a determination of the merits of petitioners' self-incrimination claims.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The risks of incrimination which the petitioners take in registering are obvious. Form IS&#8212;52a requires an admission of membership in the Communist Party. Such an admission of membership may be used to prosecute the registrant under the membership clause of the Smith Act, 18 U.S.C. &#167; 2385 (1964 ed.) or under &#167; 4(a) of the Subversive Activities Control Act, 64 Stat. 991, 50 U.S.C. &#167; 783(a) (1964 ed.), to mention only two federal criminal statutes. Scales v. United States, 367 U.S. 203, 211, 81 S.Ct. 1469, 1477, 6 L.Ed.2d 782. Accordingly, we have held that mere association with the Communist Party presents sufficient threat of prosecution to support a claim of privilege. Patricia Blau v. United States, 340 U.S. 159, 71 S.Ct. 223, 95 L.Ed. 170; Irving Blau v. United States, 340 U.S. 332, 71 S.Ct. 301, 95 L.Ed. 306; Brunner v. United States, 343 U.S. 918, 72 S.Ct. 674, 96 L.Ed. 1332; Quinn v. United States, 349 U.S. 155, 75 S.Ct. 668, 99 L.Ed. 964. These cases involved questions to witnesses on the witness stand, but if the admission cannot be compelled in oral testimony, we do not see how compulsion in writing makes a difference for constitutional purposes. Cf. People of New York ex rel. Ferguson v. Reardon, 197 N.Y. 236, 243&#8212;244, 90 N.E. 829, 832, 27 L.R.A.,N.S., 141. It follows that the requirement to accomplish registration by completing and filing Form IS&#8212;52a is inconsistent with the protection of the Self-Incrimination Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The statutory scheme, in providing that registration 'shall be accompanied' by a registration statement, clearly implies that there is a duty to file Form IS&#8212;52, the registration statement, only if there is an enforceable obligation to accomplish registration by completing and filing Form IS&#8212;52a. Yet, even if the statute and regulations required petitioners to complete and file Form IS&#8212;52 without regard to the validity of the order to register onForm IS&#8212;52a, the requirement to complete and file Form IS&#8212;52 would also invade the privilege. Like the admission of Party membership demanded by Form IS&#8212;52a, the information called for by Form IS&#8212;52&#8212;the organization of which the registrant is a member his aliases, place and date of birth, a list of offices held in the organization and duties thereof&#8212;might be used as evidence in or at least supply investigatory leads to a criminal prosecution. The Government, relying on United States v. Sullivan, 274 U.S. 259, 47 S.Ct. 607, 71 L.Ed. 1037, argues that petitioners might answer some questions and appropriately claim the privilege on the form as to others, but cannot fail to submit a registration statement altogether. Apart from our conclusion that nothing in the Act or regulations permits less than literal and full compliance with the requirements of the form, the reliance on Sullivan is misplaced. Sullivan upheld a conviction for failure to file an income tax return on the theory that '(i)f the form of return provided called for answers that the defendant was privileged from making he could have raised the objection in the return, but could not on that account refuse to make any return at all.' 274 U.S., at 263, 47 S.Ct., at 607. That declaration was based on the view, first, that a self-incrimination claim against every question on the tax return, or based on the mere submission of the return, would be virtually frivolous, and second, that to honor the claim of privilege not asserted at the time the return was due would make the taxpayer rather than a tribunal the final arbiter of the merits of the claim. But neither reason applies here. A tribunal, the Board, had an opportunity to pass upon the petitioners' self-incrimination claims; and since, unlike a tax return, the pervasive effect of the information called for by Form IS&#8212;52 is incriminatory, their claims are substantial and far from frivolous. In Sullivan the questions in the income tax return were neutral on their face and directed at the public at large, but here they are directed at a highly selective group inherently suspect of criminal activities. Petitioners' claims are not asserted in an essentially noncriminal and regulatory area of inquiry, but against an inquiry in an area permeated with criminal statutes, where response to any of the form's questions in context might involve the petitioners in the admission of a crucial element of a crime.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Section 4(f) of the Act,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> the purported immunity provision, does not save the registration orders from petitioners' Fifth Amendment challenge. In Counselman v. Hitchcock, 142 U.S. 547, 12 S.Ct. 195, 35 L.Ed. 1110, decided in 1892, the Court held 'that no (immunity) statute which leaves the party or witness subject to prosecution after he answers the criminating question put to him, can have the effect of supplanting the privilege * * *,' and that such a statute is valid only if it supplies 'a complete protection from all the perils against which the constitutional prohibition was designed to guard * * *' by affording 'absolute immunity against future prosecution for the offence to which the question relates.' Id., at 585&#8212;586, 12 S.Ct. at 206. Measured by these standards, the immunity granted by &#167; 4(f) is not complete. See Scales v. United States, 367 U.S., at 206&#8212;219, 81 S.Ct., at 1474&#8212;1476. It does not preclude any use of the information called for by Form IS&#8212;52, either as evidence or as an investigatory lead. With regard to the act of registering on Form IS&#8212;52a, &#167; 4(f) provides only that the admission of Party membership thus required shall not per se constitute a violation of &#167;&#167; 4(a) and (c) or any other criminal statute, or 'be received in evidence' against a registrant in any criminal prosecution; it does not preclude the use of the admission as an investigatory lead, a use which is barred by the privilege. (Counselman v. Hitchcock, 142 U.S., at 564&#8212;565, 585, 12 S.Ct., at 198&#8212;199, 206.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Government does not contend that the shortcoming of &#167; 4(f) is remedied in regard to information called for on the registration statement. Form IS&#8212;52. With respect to Form IS&#8212;52a, however, the argument is made that, since an order to register is preceded by a Board finding or Party membership, the admission of membership required on that form would be of no investigatory value and thus is not 'incriminatory' within the meaning of the Fifth Amendment privilege. On this view the incompleteness of the &#167; 4(f) grant of immunity would be rendered immaterial and the admission of Party membership could be compelled without violating the privilege. We disagree. The judgment as to whether a disclosure would be 'incriminatory' has never been made dependent on an assessment of the information possessed by the Government at the time of interrogation; the protection of the privilege would be seriously impaired if the right to invoke it was dependent on such an assessment, with all its uncertainties. The threat to the privilege is no less present where it is proposed that this assessment be made in order to remedy a shortcoming in a statutory grant of immunity. The representation that the information demanded is of no utility is belied by the fact that the failure to make the disclosure is so severely sanctioned; and permitting the incompleteness of &#167; 4(f) to be cured by such a representation would render illusory the Counselman requirement that a statute in order to supplant the privilege, must provide 'complete protection from all the perils against which the constitutional prohibition was designed to guard.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The judgment of the Court of Appeals is reversed and the Board's orders are set aside.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mr. Justice BLACK concurs in the reversal for all the reasons set out in the Court's opinion as well as those set out in his dissent in Communist Party of the United States v. SACB, 367 U.S. 1, 137, 81 S.Ct. 1357, 1431.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Justice WHITE took no part in the consideration or decision of this case.</p>\n    </div>\n    <p class=\"center\">APPENDIX TO OPINION OF THE COURT.</p>\n    <p class=\"indent\">Form IS&#8212;52a is as follows:</p>\n    <p class=\"indent\">Form No. IS&#8212;52a (Ed. 9&#8212;6&#8212;61)</p>\n    <p class=\"indent\">Budget Bureau No. 43&#8212;R414</p>\n    <p class=\"indent\">Approval expires July 31, 1966</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">UNITED STATES DEPARTMENT OF JUSTICE WASHINGTON, D.C.</p>\n    </div>\n    <p class=\"center\">REGISTRATION FORM FOR INDIVIDUALS</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Pursuant to Section 8(a) or (b) of the Internal Security Act of 1950</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(NOTE: This form should be accompanied by a Registration Statement, Form IS&#8212;52)</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">_ _ (Name of individual&#8212;Print or type) hereby registers as a member of _ _ a Communist-action organization.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">/s/ _ _</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">(Signature)</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(Date)</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">_ _ _</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">(Typed or printed name)</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">(Date)</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">_ _d n</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(Address&#8212;type or print) Form IS&#8212;52 is as follows:</p>\n    </div>\n    <p class=\"indent\">Budget Bureau No. 43&#8212;R301.2</p>\n    <p class=\"indent\">Approval expires July 31, 1966</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">UNITED STATES DEPARTMENT OF JUSTICE WASHINGTON, D.C.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">FORM IS&#8212;52 for REGISTRATION STATEMENTS OF INDIVIDUALS</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Pursuant to section 8 of the Internal Security Act of 1950</p>\n    </div>\n    <p class=\"center\">INSTRUCTION SHEET&#8212;READ CAREFULLY</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">1. All individuals required to register under section 8 of the Internal Security Act of 1950 shall use this form for their registration statements.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">2. Two copies of the statement are to be filed. An additional copy of the statement should be prepared and retained by the Registrant for future references.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">3. The statement is to be filed with the Internal Security Division, Department of Justice, Washington, D.C.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">4. All items of the form are to be answered. Where the answer to an item is 'None' or 'inapplicable,' it should be so stated.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">5. Both copies of the statement are to be signed. The making of any willful false statement or the omission of any material fact is punishable under 18 U.S. Code, 1001.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">6. If the space provided on the form for the answer to any given item is insufficient, reference shall be made in such space to a full insert page or pages on which the item number and item shall be restated and the answer given.</p>\n    </div>\n    <p>FOR AN INDIVIDUAL</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">a. Who is a member of any Communist-action organization which has failed to file a registration statement as required by Section 7(a) of the Internal Security Act of 1950.</p>\n    </div>\n    <p>OR</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">b. Who is a member of any organization which has registered as a Communist-action organization under Section 7(a) of the Internal Security Act of 1950 but which has failed to include the individual's name upon the list of members filed with the Attorney General.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">1. Name of the Communist-action organization of which Registrant was a member within the preceding twelve months.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">2. (a) Name of Registrant.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">(b) All other names used by Registrant during the past ten years and dates when used.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">(c) Date of birth.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">(d) Place of birth.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">3. (a) Present business address.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">(b) Present residence address.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">4. If the Registrant is now or has within the past twelve months been an officer of the Communist-action organization listed in response to question number 1:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">(a) List all offices so held and the date when held.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">(b) Give a description of the duties or functions performed during tenure of office.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The undersigned certifies that he has read the information set forth in this statement, that he is familiar with the contents thereof, and that such contents are in their entirety true and accurate to the best of his knowledge and belief. The undersigned further represents that he is familiar with the provisions of Section 1001, Title 18, U.S.Code (printed at the bottom of this form).<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">/S/ _ _</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">(Signature)</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">(Date)</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">/T/ _ _</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">(Name)</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">(Date)</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">(Print or type)</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Mr. Justice CLARK, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">I join in the opinion of the Court. The conclusion it reaches today was forecast in 1948. In response to the request of the Chairman of the Senate Judiciary Committee for an expression of the views of the Department of Justice on H.R. 5852, a precursor of the Act here under attack, it was then pointed out that the 'measure might be held * * * even to compel self-incrimination.'<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a></p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">This view was expressed in a letter over my signature as Attorney General which noted that the proposed legislation 'would require every Communist political organization and every Communist-front organization to register * * *. In addition to information which would be required of both organizations in common, a Communist political organization would be obliged to disclose the names and addresses of its members in its registration statement. * * * In case of the failure of any organization to register in accordance with the measure, it would be the duty of the executive officer and the secretary of such organization to register in behalf of the organization. * * * A failure to register * * * subjects the organization and certain of its agents to severe penalties.' After consideration of other provisions of the bill the letter advised that the Department of Justice had concluded that 'the measure might be held (notwithstanding the legislative finding of clear and present danger) to deny freedom of speech, of the press, and of assembly, and even to compel self-incrimination.' It also expressed the belief of the Department that 'there would not be any voluntary registrations under the measure. Should a Communist organization fail to register, the burden to proceed would shift to the Attorney General * * * to prove that the organization is required to register.'</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">As finally passed, the Act imposed a duty to register upon individual members after the refusal of the Communist Party to register and disclose its membership. Though not in H.R. 5852 about which the Department of Justice expressed constitutional doubts, this more pervasive registration requirement directly abridges the privilege of members against self-incrimination. I therefore join in this reversal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The judgment of conviction of the Party for failure to register was reversed by the Court of Appeals for the District of Columbia Circuit, and the case remanded for a new trial. Communist Party of the United States v. United States, 118 U.S.App.D.C. 61, 331 F.2d 807.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Under this section the registration statement which accompanies the registration of a Communist-action organization is required to include 'the name and last-known address of each individual who was a member of the organization at any time during the period of twelve full calendar months preceding the filing of such statement.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Sections 8(a) and (c), 64 Stat. 995, 50 U.S.C. &#167; 787(a) and (c) (1964 ed.), provide:</p>\n        <p>'(a) Any individual who is or becomes a member of any organization concerning which (1) there is in effect a final order of the Board requiring such organization to register under section 786(a) of this title as a Communist-action organization, (2) more than thirty days have elapsed since such order has become final, and (3) such organization is not registered under section 786 of this title as a Communist-action organization, shall within sixty days after said order has become final, or within thirty days after becoming a member of such organization, whichever is later, register with the Attorney General as a member of such organization.</p>\n        <p>'(c) The registration made by any individual under subsection (a) or (b) of this section shall be accompanied by a registration statement to be prepared and filed in such manner and form, and containing such information, as the Attorney General shall by regulations prescribe.'</p>\n        <p>Section 13(a), 64 Stat. 998, 50 U.S.C. &#167; 792(a) (1964 ed.), provides:</p>\n        <p>'Whenever the Attorney General shall have reason to believe that * * * any individual who has not registered under section 787 of this title is in fact required to register under such section, he shall file with the Board and serve upon such * * * individual a petition for an order requiring such * * * individual to register pursuant to such subsection or section, as the case may be. Each such petition shall be verified under oath, and shall contain a statement of the facts upon which the Attorney General relies in support of his prayer for the issuance of such order.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 14(a), 64 Stat. 1001, 50 U.S.C. &#167; 793(a) (1964 ed.), provides:</p>\n        <p>'The party aggrieved by any order entered by the Board * * * may obtain a review of such order by filing in the United States Court of Appeals for the District of Columbia, within sixty days from the date of service upon it of such order, a written petition praying that the order of the Board be set aside. * * * Upon the filing of such petition the court shall have jurisdiction of the proceeding and shall have power to affirm or set aside the order of the Board * * *. The findings of the Board as to the facts, if supported by the preponderance of the evidence, shall be conclusive. * * * The judgment and decree of the court shall be final, except that the same shall be subject to review by the Supreme Court upon certiorari * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Government's opposition to the petition for certiorari suggested that the case is moot as to petitioner Albertson by reason of his alleged expulsion from the Party. Albertson, however, challenges the suggestion of mootness. There is no occasion to decide the question since, in any event, we must reach the merits of the issues in respect of an identical order issued against petitioner Proctor.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Petitioners' other challenges assailed the Act and registration orders as denying substantive due process (because they allegedly serve no governmental purpose), as abridging First Amendment freedoms, as violating procedural due process and constituting bills of attainder (because they made the Board's 1953 determination that the Communist Party was a Communist-action organization conclusive upon petitioners), and finally, as denying petitioners the safeguards of grand jury indictment, judicial trial and trial by jury.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The regulations governing Party registration pursuant to &#167; 7(d), 50 U.S.C. &#167; 786(d), are 28 CFR &#167;&#167; 11.200 and 11.201, and the forms are IS&#8212;51a and IS&#8212;51. The regulation governing officers obliged by &#167; 7(h), 50 U.S.C. &#167; 786(h) 'to register for' the Party if it failed to register is 28 CFR &#167; 11.205. See Communist Party, 367 U.S., at 105&#8212;110, 81 S.Ct. 1415&#8212;1417.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Copies of Form IS&#8212;52a and Form IS&#8212;52 are reproduced in the Appendix to this opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The case was argued orally by both sides on the premise that the penalty for failure to complete and file Form IS&#8212;52 constituted a separate offense punishable by fine of up to $10,000 or imprisonment of up to five years, or both, but that each day of failure to file the form did not constitute a separate offense. We have no occasion, however, to decide the question, and intimate no view upon it. See &#167; 15(b), 50 U.S.C. &#167; 794(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Section 4(f), 64 Stat. 992, 50 U.S.C. &#167; 783(f) provides:</p>\n        <p>'Neither the holding of office nor membership in any Communist organization by any person shall constitute per se a violation of subsection (a) or subsection (c) of this section or of any other criminal statute. The fact of the registration of any person under section 787 or section 788 of this title as an officer or member of any Communist organization shall not be received in evidence against such person in any prosecution for any alleged violation of subsection (a) or subsection (c) of this section or for any alleged violation of any other criminal statute.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The legislative history includes several expressions of doubt that the immunity granted was coextensive with the privilege. See S.Rep. No. 2369, 81st Cong., 2d Sess., Pt. 2, pp. 12&#8212;13 (Sen. Kilgore) (Minority Report); 96 Cong.Rec. 14479 (Sen. Humphrey); 96 Cong.Rec. 15199 and 15554 (Sen. Kefauver); see also 96 Cong.Rec. 13739&#8212;13740 (Rep. Celler), dealing with a more modified immunity grant in H.R. 9490. See generally Scales v. United States, 367 U.S., at 212&#8212;219, 81 S.Ct., at 1477&#8212;1481 (Court opinion), 282&#8212;287 (dissenting opinion).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> 18 U.S.C., Section 1001, provides: Whoever, in any matter within the jurisdiction of any department or agency of the United States knowingly and willfully falsifies, conceals or covers up by any trick, scheme, or device a material fact, or makes any false, fictitious or fraudulent statements or representations, or makes or uses any false writing or document knowing the same to contain any false, fictitious or fraudulent statement or entry, shall be fined not more than $10,000 or imprisoned not more than five years, or both.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Hearings on H.R. 5852 before the Senate Committee on the Judiciary, 80th Cong., 2d Sess., 422 (1948).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/107110/"
}