{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "384 U.S. 238", 
    "federal_cite_two": "86 S. Ct. 1420", 
    "specialty_cite_one": null, 
    "federal_cite_three": "16 L. Ed. 2d 501", 
    "lexis_cite": "1966 U.S. LEXIS 2825", 
    "document_uris": [
      "/api/rest/v2/document/107237/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Railway Clerks v. Florida East Coast R. Co.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "750", 
    "id": 91596, 
    "resource_uri": "/api/rest/v2/citation/91596/"
  }, 
  "id": 107237, 
  "blocked": false, 
  "judges": "Douglas", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1966-05-23", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>384 U.S. 238 (1966)</b></center>\n<center><h1>BROTHERHOOD OF RAILWAY &amp; STEAMSHIP CLERKS, FREIGHT HANDLERS, EXPRESS &amp; STATION EMPLOYEES, AFL-CIO, ET AL.<br>\nv.<br>\nFLORIDA EAST COAST RAILWAY CO.</h1></center>\n<center>No. 750.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 20, 1966.</center>\n<center>Decided May 23, 1966.<sup>[*]</sup></center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*240</span> <i>Neal Rutledge</i> argued the cause for petitioners in No. 750. With him on the briefs were <i>Lester P. Schoene</i> and <i>Allan Milledge.</i></p>\n<p><i>Paul Bender</i> argued the cause for the United States in Nos. 782 and 783, <i>pro hac vice,</i> by special leave of Court. With him on the briefs were <i>Solicitor General Marshall, Assistant Attorney General Douglas</i> and <i>David L. Rose.</i></p>\n<p><i>William B. Devaney</i> argued the cause for respondent in Nos. 750 and 782, and for petitioner in No. 783. With him on the briefs was <i>George B. Mickum III.</i></p>\n<p>Briefs of <i>amici curiae,</i> urging reversal, were filed by <i>Gregory S. Prince, Jonathan C. Gibson</i> and <i>C. George Niebank, Jr.,</i> for the Association of American Railroads, and by <i>Clarence M. Mulholland, Edward J. Hickey, Jr.,</i> and <i>James L. Highsaw, Jr.,</i> for the Railway Labor Executives' Association.</p>\n<p>MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>This controversy started with a union demand on behalf of the nonoperating employees for a general 25-cent-per-hour wage increase and a requirement of six months' advance notice of impending layoffs and abolition of job positions. The demand was made of virtually all Class I railroads, including Florida East Coast Railway Co. (hereinafter called FEC). The dispute underwent negotiations and mediation as required by the Railway Labor Act.<sup>[1]</sup> When those procedures proved unsuccessful, a Presidential Emergency Board was created <span class=\"star-pagination\">*241</span> under § 10 of the Act,<sup>[2]</sup> which after hearings recommended a general pay increase of about 10 cents per hour and a requirement of at least five days' notice before job abolition. In June 1962, this settlement was accepted by all the carriers except FEC. Thereupon, further mediation was invoked under the Act but again no settlement was reached. The Act makes no provision for compulsory arbitration. Section 5 First<sup>[3]</sup> does, however, provide for voluntary arbitration at the suggestion of the National Mediation Board. The suggestion was made but both the unions and FEC refused. Further negotiations were unsuccessful and on January 23, 1963, the nonoperating unions struck. When that happened, most operating employees refused to cross the picket lines.</p>\n<p>FEC shut down for a short period; and then on February 3, 1963, resumed operations by employing supervisory personnel and replacements to fill the jobs of the strikers and of those operating employees who would not cross the picket lines. FEC made individual agreements with the replacements concerning their rates of pay, rules and working agreements on terms substantially different from those in the outstanding collective bargaining agreements with the various unions. Thereafter, FEC proposed formally to abolish all the existing collective bargaining agreements and to substitute another agreement that would make rather sweeping departures in numerous respects from the existing collective bargaining agreements. Negotiations between FEC and the unions broke down. The unions then invoked the mediation services of the National Mediation Board relative to the proposed changes, but the carrier refused. <span class=\"star-pagination\">*242</span> The unions thereafter agreed to submit the underlying dispute\u0097the one concerning wages and notice\u0097to arbitration. But FEC refused arbitration and shortly thereafter established another new agreement by unilateral action and operated under it until the present action was instituted by the United States in 1964\u0097a suit charging that the unilateral promulgation of the new agreement violated the Act.<sup>[4]</sup> The nonoperating unions intervened as plaintiffs and hearings were held. Meanwhile, the Court of Appeals decided <i>Florida East Coast R. Co.</i> v. <i>Brotherhood of R. Trainmen,</i> 336 F. 2d 172, a parallel injunctive suit brought against FEC by an operating union and similarly complaining of FEC's unilateral promulgation of the new agreement. That court held that FEC had violated the Act by its unilateral abrogation of the existing collective bargaining agreements. It ruled, however, that FEC could unilaterally institute such changes in its existing agreements as the District Court found to be \"reasonably necessary to effectuate its right to continue to run its railroad under the strike conditions.\" 336 F. 2d, at 182. The District Court thereafter entered injunctions in the <i>Trainmen</i> case, and in the present case, requiring FEC to abide by all the rates of pay, rules, and working conditions specified in the existing collective bargaining agreements until the termination of the statutory mediation procedure \"except upon specific authorization of this Court after a finding of reasonable necessity therefor upon application of the FEC to this Court.\"</p>\n<p><span class=\"star-pagination\">*243</span> Thereupon FEC filed an application for approval of some departures from its existing agreements with its nonoperating unions. The District Court, after hearings, granted some requests and denied others. Thus it permitted FEC to exceed the ratio of apprentices to journeymen and age limitations established by the collective bargaining agreements, to contract out certain work, and to use supervisory personnel to perform certain specified jobs where it appeared that trained personnel were unavailable. The District Court denied FEC's request that it be permitted to disregard completely craft and seniority district restrictions, that it be allowed to use supervisors to perform craft work whenever it desired, that it be relieved of the duty to provide seniority rosters, that it be permitted to contract out work whenever trained personnel were unavailable, and that the union shop be declared void and unenforceable as to employees hired after January 23, 1963. Both sides appealed. The Court of Appeals affirmed on the basis of its decision in the <i>Trainmen</i> case. 348 F. 2d 682. The unions, the United States, and FEC each petitioned for a writ of certiorari which we granted. 382 U. S. 1008.</p>\n<p>The controversy centers around § 2 Seventh of the Act,<sup>[5]</sup> which provides:</p>\n<blockquote>\"No carrier, its officers or agents shall change the rates of pay, rules, or working conditions of its employees, as a class as embodied in agreements except in the manner prescribed in such agreements or in section 6 of this Act.\"</blockquote>\n<p>The demand for a 25-cent-per-hour wage increase and for six months' advance notice of impending layoffs and job abolitions was a major dispute covered by § 2 Seventh (<i>Elgin, J. &amp; E. R. Co.</i> v. <i>Burley,</i> 325 U. S. 711, 723) and it had proceeded through all the major dispute procedures <span class=\"star-pagination\">*244</span> required by the Act without settlement. The unions, having made their demands and having exhausted all the procedures provided by Congress, were therefore warranted in striking. For the strike has been the ultimate sanction of the union, compulsory arbitration not being provided.</p>\n<p>At that juncture self-help was also available to the carrier as we held in <i>Locomotive Engineers</i> v. <i>Baltimore &amp; Ohio R. Co.,</i> 372 U. S. 284; 291: \". . . both parties, having exhausted all of the statutory procedures, are relegated to self-help in adjusting this dispute . . . .\"</p>\n<p>The carrier's right of self-help is underlined by the public service aspects of its business. \"More is involved than the settlement of a private controversy without appreciable consequences to the public.\" <i>Virginian Ry.</i> v. <i>Federation,</i> 300 U. S. 515, 552. The Interstate Commerce Act, 24 Stat. 379, as amended, places a responsibility on common carriers by rail to provide transportation.<sup>[6]</sup><span class=\"star-pagination\">*245</span> The duty runs not to shippers alone but to the public. In our complex society, metropolitan areas in particular might suffer a calamity if rail service for freight or for passengers were stopped. Food and other critical supplies might be dangerously curtailed; vital services might be impaired; whole metropolitan communities might be paralyzed.</p>\n<p>We emphasize these aspects of the problem not to say that the carrier's duty to operate is absolute, but only to emphasize that it owes the public reasonable efforts to maintain the public service at all times, even when beset by labor-management controversies and that this duty continues even when all the mediation provisions of the Act have been exhausted and self-help becomes available to both sides of the labor-management controversy.</p>\n<p>If all that were involved were the pay increase and the notice to be given on layoffs or job abolition, the problem would be simple. The complication arises because the carrier, having undertaken to keep its vital services going <i>with a substantially different labor force,</i> finds it necessary or desirable to make other changes in the collective bargaining agreements. Thus we find FEC in this case anxious to exceed the ratio of apprentices to journeymen and the age limitations in the collective bargaining agreements, to make changes in the contracting-out provisions, to disregard requirements for trained personnel, to discard craft and seniority restrictions, the union shop provision, and so on. Each of these technically is included in the words \"rules, or working conditions of its employees, as a class as embodied in agreements\" within the meaning of § 2 Seventh of the Act. It is, therefore, argued with force that each of these issues must run the same gantlet of negotiation and mediation, as did the pay and notice provisions that gave rise to this strike.</p>\n<p><span class=\"star-pagination\">*246</span> The practical effect of that conclusion would be to bring the railroad operations to a grinding halt. For the procedures of the Act are purposely long and drawn out, based on the hope that reason and practical considerations will provide in time an agreement that resolves the dispute. If, therefore, § 2 Seventh is applicable after a lawful strike has been called and after lawful self-help has been invoked by the carrier, the right of self-help might well become unilateral to the workers alone, and denied the carrier. For when a carrier improvises and employs an emergency labor force it may or may not be able to comply with the terms of a collective bargaining agreement, drafted to meet the sophisticated requirements of a trained and professional labor force. The union remains the bargaining representative of all the employees in the designated craft, whether union members or not. <i>Steele</i> v. <i>Louisville &amp; N. R. Co.,</i> 323 U. S. 192. All these employees of the railroad are entitled to the benefits of the collective bargaining agreement, and the carrier may not supersede the agreement by individual contracts even though particular employees are willing to enter into them. See <i>Telegraphers</i> v. <i>Ry. Express Agency,</i> 321 U. S. 342, 347. But when a strike occurs, both the carrier's right of self-help and its duty to operate, if reasonably possible, might well be academic if it could not depart from the terms and conditions of the collective bargaining agreement without first following the lengthy course the Act otherwise prescribes.</p>\n<p>At the same time, any power to change or revise the basic collective agreement must be closely confined and supervised. These collective bargaining agreements are the product of years of struggle and negotiation; they represent the rules governing the community of striking employees and the carrier. That community is not destroyed by the strike, as the strike represents only an <span class=\"star-pagination\">*247</span> interruption in the continuity of the relation.<sup>[7]</sup> Were a strike to be the occasion for a carrier to tear up and annul, so to speak, the entire collective bargaining agreement, labor-management relations would revert to the jungle. A carrier could then use the occasion of a strike over a simple wage and hour dispute to make sweeping changes in its work-rules so as to permit operation on terms which could not conceivably have been obtained through negotiation. Having made such changes, a carrier might well have little incentive to reach a settlement of the dispute that led to the strike. It might indeed have a strong reason to prolong the strike and even break the union. The temptation might be strong to precipitate a strike in order to permit the carrier to abrogate the entire collective bargaining agreement on terms most favorable to it. The processes of bargaining and mediation called for by the Act would indeed become a sham if a carrier could unilaterally achieve what the Act requires be done by the other orderly procedures.</p>\n<p>While the carrier has the duty to make all reasonable efforts to continue its operations during a strike, its power to make new terms and conditions governing the new labor force is strictly confined, if the spirit of the Railway Labor Act is to be honored.<sup>[8]</sup> The Court of Appeals used <span class=\"star-pagination\">*248</span> the words \"reasonably necessary.\" We do not disagree, provided that \"reasonably necessary\" is construed strictly. The carrier must respect the continuing status of the collective bargaining agreement and make only such changes as are truly necessary in light of the inexperience and lack of training of the new labor force or the lesser number of employees available for the continued operation. The collective bargaining agreement remains the norm; the burden is on the carrier to show the need for any alteration of it, as respects the new and different class of employees that it is required to employ in order to maintain that continuity of operation that the law requires of it.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE FORTAS took no part in the consideration or decision of these cases.</p>\n<p>MR. JUSTICE WHITE, dissenting.</p>\n<p>The Act provides that until bargaining procedures are exhausted there shall be neither strikes nor changes in the contract. Section 2 Seventh (45 U. S. C. § 152 Seventh (1964 ed.)); § 5 First (45 U. S. C. § 155 First (1964 ed.)); § 6 (45 U. S. C. § 156 (1964 ed.)). Here, bargaining was exhausted only on wages and notice of <span class=\"star-pagination\">*249</span> layoffs and job abolition. At that point the union was free to strike and the carrier to make such changes as had been bargained for. The carrier was free to operate, if it could, but in my view only under the terms of the existing collective bargaining contract as modified with respect to those subjects on which the Act's procedures had been followed.</p>\n<p>The Court agrees that § 2 Seventh forbids the carrier itself to make any changes in the contract other than those on which bargaining has taken place, regardless of how necessary these changes are to the successful operation of the railroad. But with the consent of a United States court, or a state court for that matter, the carrier may now make any change essential to its continued operation.<sup>[1]</sup> Although the union remains the bargaining agent for all employees, strikers and replacements alike, <i>Steele</i> v. <i>Louisville &amp; N. R. Co.,</i> 323 U. S. 192, the carrier need not bargain with it, but with the court, if it wants to make changes which the Act forbids it to make alone. The union is free to strike and thereby to attempt to halt the operation of the railroad; but if it does, the court may\u0097indeed, it must in some circumstances \u0097permit the railroad to make any change in wages, hours and working conditions which is necessary to obviate the normal consequences of the strike. I fail to see how this exception can be read into the unequivocal language of § 2 Seventh.</p>\n<p><span class=\"star-pagination\">*250</span> This is very close to a judgment that there shall be no strikes in the transportation business, a judgment which Congress rejected in drafting the Railway Labor Act. True, the Act was designed to maximize settlements and minimize strikes,<sup>[2]</sup> but Congress stopped short of imposing compulsory arbitration, the most obvious technique to insure the settlement of disputes and to prevent strikes. § 5, 45 U. S. C. § 155 (1964 ed.). Certainly it was not anticipated that a struck railroad could invoke the aid of the court to make changes in a contract which Congress had forbidden it to make. Nor did Congress anticipate what is in effect a new type of railroad receivership designed to last as long as necessary to blunt the effectiveness of a strike which the Act left the union free to call.<sup>[3]</sup> Had Congress impressed upon the railroads an absolute duty to continue operating while struck, perhaps an implied exception to § 2 Seventh might be warranted. But, as the majority recognizes, no such duty has been placed on the railroads.</p>\n<p>Of course the railroad was free to operate, but the Congress specified in § 2 Seventh the terms on which it might do so. To change those terms is a task for Congress, not for a federal or a state court.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 782, <i>United States</i> v. <i>Florida East Coast Railway Co.,</i> and No. 783, <i>Florida East Coast Railway Co.</i> v. <i>United States,</i> also on certiorari to the same court.</p>\n<p>[1]  § 6, 44 Stat. 582, as amended, 48 Stat. 1197, 45 U. S. C. § 156 (1964 ed.); § 5 First, 44 Stat. 580, as amended, 48 Stat. 1195, 45 U. S. C. § 155 First (1964 ed.).</p>\n<p>[2]  44 Stat. 586, as amended, 48 Stat. 1197, 45 U. S. C. § 160 (1964 ed.).</p>\n<p>[3]  44 Stat. 580, as amended, 48 Stat. 1195, 45 U. S. C. § 155 First (1964 ed.).</p>\n<p>[4]  We have no doubt that the United States had standing to bring this action. Section 2 Tenth, 48 Stat. 1189, 45 U. S. C. § 152 Tenth (1964 ed.), makes it the duty of the United States attorney to \"institute in the proper court and to prosecute . . . <i>all necessary proceedings</i> for the enforcement\" of § 2 (emphasis added) which FEC is here charged with violating. See <i>United States</i> v. <i>Republic Steel Corp.,</i> 362 U. S. 482, 491-492.</p>\n<p>[5]  48 Stat. 1188, 45 U. S. C. § 152 Seventh (1964 ed.).</p>\n<p>[6]  49 U. S. C. § 1 (4) (1964 ed.) provides in part:\n</p>\n<p>\"It shall be the duty of every common carrier subject to this chapter to provide and furnish transportation upon reasonable request therefor, and to establish reasonable through routes with other such carriers, and just and reasonable rates, fares, charges, and classifications applicable thereto; . . .\"</p>\n<p>49 U. S. C. § 1 (11) (1964 ed.) provides in part:</p>\n<p>\"It shall be the duty of every carrier by railroad subject to this chapter to furnish safe and adequate car service and to establish, observe, and enforce just and reasonable rules, regulations, and practices with respect to car service; . . .\"</p>\n<p>49 U. S. C. § 8 (1964 ed.) provides in part:</p>\n<p>\"In case any common carrier subject to the provisions of this chapter shall do, cause to be done, or permit to be done any act, matter, or thing in this chapter prohibited or declared to be unlawful, or shall omit to do any act, matter, or thing in this chapter required to be done, such common carrier shall be liable to the person or persons injured thereby for the full amount of damages sustained in consequence of any such violation of the provisions of this chapter . . . .\"</p>\n<p>[7]  In this connection, it bears emphasis that the District Court's authorization to deviate in part from the collective bargaining agreement would, as FEC readily concedes, terminate at the conclusion of the strike. At that time, the terms of the earlier collective bargaining agreement, except as modified by any new agreement of the parties, would be fully in force.</p>\n<p>[8]  If FEC had precipitated the strike by refusing to arbitrate, then it would be barred by <i>Trainmen</i> v. <i>Toledo, P. &amp; W. R. Co.,</i> 321 U. S. 50, from obtaining injunctive relief in the courts since it would have failed to make \"every reasonable effort\" to settle the dispute within the meaning of § 8 of the Norris-LaGuardia Act, 47 Stat. 72, 29 U. S. C. § 108 (1964 ed.). And we assume that seeking relief from provisions of the collective bargaining agreements would have fallen under the same ban. But in the instant case both FEC and the unions refused voluntary arbitration and the strike followed. Later the unions changed their mind and agreed to arbitration, FEC refusing. But by then the strike was on and the right to \"self-help\" had accrued. If an issue concerning the good faith of a party in refusing a pre-strike opportunity to arbitrate were presented, different considerations would apply.\n</p>\n<p>Moreover, since the justification for permitting the carrier to depart from the terms of the collective bargaining agreement lies in its duty to continue to serve the public, a district court called upon to grant a carrier's relief from provisions of the collective bargaining agreement should satisfy itself that the carrier is engaged in a good-faith effort to restore service to the public and not, <i>e. g.,</i> using the strike to curtail that service.</p>\n<p>[1]  Congress has generally entrusted the specialized and unique affairs of the railroad industry to a few expert boards and agencies. <i>Elgin, J. &amp; E. R. Co.</i> v. <i>Burley,</i> 325 U. S. 711, 752 (Frankfurter, J., dissenting). Permitting the wholesale intervention of the courts in this manner seems inconsistent with these congressional policies of uniformity and expert supervision. Cf. <i>Labor Board</i> v. <i>Brown,</i> 380 U. S. 278, 299 (WHITE, J., dissenting); <i>American Ship Building Co.</i> v. <i>Labor Board,</i> 380 U. S. 300, 325-327 (WHITE, J., concurring).</p>\n<p>[2]  It is certainly questionable whether the procedures approved by the majority will minimize strikes or maximize settlements. This particular strike is one of the longest in railroad history. There can be no doubt that the procedures followed in this case have helped prolong the strike. For example, in part because of these procedures, Florida East Coast enjoyed a substantial increase in its operating profits during the strike period. See Brief for Government, p. 8, n. 7.</p>\n<p>[3]  Cf. § 77 (n) of the Bankrupcty Act, 11 U. S. C. § 205 (n) (1964 ed.), which provides \"No judge or trustee acting under this title shall change the wages or working conditions of railroad employees except in the manner prescribed in the Railway Labor Act . . . .\" <i>Burke</i> v. <i>Morphy,</i> 109 F. 2d 572.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:10:57", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></span> (1966)</b></center>\n<center><h1>BROTHERHOOD OF RAILWAY &amp; STEAMSHIP CLERKS, FREIGHT HANDLERS, EXPRESS &amp; STATION EMPLOYEES, AFL-CIO, ET AL.<br>\nv.<br>\nFLORIDA EAST COAST RAILWAY CO.</h1></center>\n<center>No. 750.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 20, 1966.</center>\n<center>Decided May 23, 1966.<sup>[*]</sup></center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*240</span> <i>Neal Rutledge</i> argued the cause for petitioners in No. 750. With him on the briefs were <i>Lester P. Schoene</i> and <i>Allan Milledge.</i></p>\n<p><i>Paul Bender</i> argued the cause for the United States in Nos. 782 and 783, <i>pro hac vice,</i> by special leave of Court. With him on the briefs were <i>Solicitor General Marshall, Assistant Attorney General Douglas</i> and <i>David L. Rose.</i></p>\n<p><i>William B. Devaney</i> argued the cause for respondent in Nos. 750 and 782, and for petitioner in No. 783. With him on the briefs was <i>George B. Mickum III.</i></p>\n<p>Briefs of <i>amici curiae,</i> urging reversal, were filed by <i>Gregory S. Prince, Jonathan C. Gibson</i> and <i>C. George Niebank, Jr.,</i> for the Association of American Railroads, and by <i>Clarence M. Mulholland, Edward J. Hickey, Jr.,</i> and <i>James L. Highsaw, Jr.,</i> for the Railway Labor Executives' Association.</p>\n<p>MR. JUSTICE DOUGLAS delivered the opinion of the Court.</p>\n<p>This controversy started with a union demand on behalf of the nonoperating employees for a general 25-cent-per-hour wage increase and a requirement of six months' advance notice of impending layoffs and abolition of job positions. The demand was made of virtually all Class I railroads, including Florida East Coast Railway Co. (hereinafter called FEC). The dispute underwent negotiations and mediation as required by the Railway Labor Act.<sup>[1]</sup> When those procedures proved unsuccessful, a Presidential Emergency Board was created <span class=\"star-pagination\">*241</span> under § 10 of the Act,<sup>[2]</sup> which after hearings recommended a general pay increase of about 10 cents per hour and a requirement of at least five days' notice before job abolition. In June 1962, this settlement was accepted by all the carriers except FEC. Thereupon, further mediation was invoked under the Act but again no settlement was reached. The Act makes no provision for compulsory arbitration. Section 5 First<sup>[3]</sup> does, however, provide for voluntary arbitration at the suggestion of the National Mediation Board. The suggestion was made but both the unions and FEC refused. Further negotiations were unsuccessful and on January 23, 1963, the nonoperating unions struck. When that happened, most operating employees refused to cross the picket lines.</p>\n<p>FEC shut down for a short period; and then on February 3, 1963, resumed operations by employing supervisory personnel and replacements to fill the jobs of the strikers and of those operating employees who would not cross the picket lines. FEC made individual agreements with the replacements concerning their rates of pay, rules and working agreements on terms substantially different from those in the outstanding collective bargaining agreements with the various unions. Thereafter, FEC proposed formally to abolish all the existing collective bargaining agreements and to substitute another agreement that would make rather sweeping departures in numerous respects from the existing collective bargaining agreements. Negotiations between FEC and the unions broke down. The unions then invoked the mediation services of the National Mediation Board relative to the proposed changes, but the carrier refused. <span class=\"star-pagination\">*242</span> The unions thereafter agreed to submit the underlying dispute\u0097the one concerning wages and notice\u0097to arbitration. But FEC refused arbitration and shortly thereafter established another new agreement by unilateral action and operated under it until the present action was instituted by the United States in 1964\u0097a suit charging that the unilateral promulgation of the new agreement violated the Act.<sup>[4]</sup> The nonoperating unions intervened as plaintiffs and hearings were held. Meanwhile, the Court of Appeals decided <i>Florida East Coast R. Co.</i> v. <i>Brotherhood of R. Trainmen,</i> 336 F. 2d 172, a parallel injunctive suit brought against FEC by an operating union and similarly complaining of FEC's unilateral promulgation of the new agreement. That court held that FEC had violated the Act by its unilateral abrogation of the existing collective bargaining agreements. It ruled, however, that FEC could unilaterally institute such changes in its existing agreements as the District Court found to be \"reasonably necessary to effectuate its right to continue to run its railroad under the strike conditions.\" 336 F. 2d, at 182. The District Court thereafter entered injunctions in the <i>Trainmen</i> case, and in the present case, requiring FEC to abide by all the rates of pay, rules, and working conditions specified in the existing collective bargaining agreements until the termination of the statutory mediation procedure \"except upon specific authorization of this Court after a finding of reasonable necessity therefor upon application of the FEC to this Court.\"</p>\n<p><span class=\"star-pagination\">*243</span> Thereupon FEC filed an application for approval of some departures from its existing agreements with its nonoperating unions. The District Court, after hearings, granted some requests and denied others. Thus it permitted FEC to exceed the ratio of apprentices to journeymen and age limitations established by the collective bargaining agreements, to contract out certain work, and to use supervisory personnel to perform certain specified jobs where it appeared that trained personnel were unavailable. The District Court denied FEC's request that it be permitted to disregard completely craft and seniority district restrictions, that it be allowed to use supervisors to perform craft work whenever it desired, that it be relieved of the duty to provide seniority rosters, that it be permitted to contract out work whenever trained personnel were unavailable, and that the union shop be declared void and unenforceable as to employees hired after January 23, 1963. Both sides appealed. The Court of Appeals affirmed on the basis of its decision in the <i>Trainmen</i> case. 348 F. 2d 682. The unions, the United States, and FEC each petitioned for a writ of certiorari which we granted. 382 U. S. 1008.</p>\n<p>The controversy centers around § 2 Seventh of the Act,<sup>[5]</sup> which provides:</p>\n<blockquote>\"No carrier, its officers or agents shall change the rates of pay, rules, or working conditions of its employees, as a class as embodied in agreements except in the manner prescribed in such agreements or in section 6 of this Act.\"</blockquote>\n<p>The demand for a 25-cent-per-hour wage increase and for six months' advance notice of impending layoffs and job abolitions was a major dispute covered by § 2 Seventh (<i>Elgin, J. &amp; E. R. Co.</i> v. <i>Burley,</i> 325 U. S. 711, 723) and it had proceeded through all the major dispute procedures <span class=\"star-pagination\">*244</span> required by the Act without settlement. The unions, having made their demands and having exhausted all the procedures provided by Congress, were therefore warranted in striking. For the strike has been the ultimate sanction of the union, compulsory arbitration not being provided.</p>\n<p>At that juncture self-help was also available to the carrier as we held in <i>Locomotive Engineers</i> v. <i>Baltimore &amp; Ohio R. Co.,</i> 372 U. S. 284; 291: \". . . both parties, having exhausted all of the statutory procedures, are relegated to self-help in adjusting this dispute . . . .\"</p>\n<p>The carrier's right of self-help is underlined by the public service aspects of its business. \"More is involved than the settlement of a private controversy without appreciable consequences to the public.\" <i>Virginian Ry.</i> v. <i>Federation,</i> 300 U. S. 515, 552. The Interstate Commerce Act, 24 Stat. 379, as amended, places a responsibility on common carriers by rail to provide transportation.<sup>[6]</sup><span class=\"star-pagination\">*245</span> The duty runs not to shippers alone but to the public. In our complex society, metropolitan areas in particular might suffer a calamity if rail service for freight or for passengers were stopped. Food and other critical supplies might be dangerously curtailed; vital services might be impaired; whole metropolitan communities might be paralyzed.</p>\n<p>We emphasize these aspects of the problem not to say that the carrier's duty to operate is absolute, but only to emphasize that it owes the public reasonable efforts to maintain the public service at all times, even when beset by labor-management controversies and that this duty continues even when all the mediation provisions of the Act have been exhausted and self-help becomes available to both sides of the labor-management controversy.</p>\n<p>If all that were involved were the pay increase and the notice to be given on layoffs or job abolition, the problem would be simple. The complication arises because the carrier, having undertaken to keep its vital services going <i>with a substantially different labor force,</i> finds it necessary or desirable to make other changes in the collective bargaining agreements. Thus we find FEC in this case anxious to exceed the ratio of apprentices to journeymen and the age limitations in the collective bargaining agreements, to make changes in the contracting-out provisions, to disregard requirements for trained personnel, to discard craft and seniority restrictions, the union shop provision, and so on. Each of these technically is included in the words \"rules, or working conditions of its employees, as a class as embodied in agreements\" within the meaning of § 2 Seventh of the Act. It is, therefore, argued with force that each of these issues must run the same gantlet of negotiation and mediation, as did the pay and notice provisions that gave rise to this strike.</p>\n<p><span class=\"star-pagination\">*246</span> The practical effect of that conclusion would be to bring the railroad operations to a grinding halt. For the procedures of the Act are purposely long and drawn out, based on the hope that reason and practical considerations will provide in time an agreement that resolves the dispute. If, therefore, § 2 Seventh is applicable after a lawful strike has been called and after lawful self-help has been invoked by the carrier, the right of self-help might well become unilateral to the workers alone, and denied the carrier. For when a carrier improvises and employs an emergency labor force it may or may not be able to comply with the terms of a collective bargaining agreement, drafted to meet the sophisticated requirements of a trained and professional labor force. The union remains the bargaining representative of all the employees in the designated craft, whether union members or not. <i>Steele</i> v. <i>Louisville &amp; N. R. Co.,</i> 323 U. S. 192. All these employees of the railroad are entitled to the benefits of the collective bargaining agreement, and the carrier may not supersede the agreement by individual contracts even though particular employees are willing to enter into them. See <i>Telegraphers</i> v. <i>Ry. Express Agency,</i> 321 U. S. 342, 347. But when a strike occurs, both the carrier's right of self-help and its duty to operate, if reasonably possible, might well be academic if it could not depart from the terms and conditions of the collective bargaining agreement without first following the lengthy course the Act otherwise prescribes.</p>\n<p>At the same time, any power to change or revise the basic collective agreement must be closely confined and supervised. These collective bargaining agreements are the product of years of struggle and negotiation; they represent the rules governing the community of striking employees and the carrier. That community is not destroyed by the strike, as the strike represents only an <span class=\"star-pagination\">*247</span> interruption in the continuity of the relation.<sup>[7]</sup> Were a strike to be the occasion for a carrier to tear up and annul, so to speak, the entire collective bargaining agreement, labor-management relations would revert to the jungle. A carrier could then use the occasion of a strike over a simple wage and hour dispute to make sweeping changes in its work-rules so as to permit operation on terms which could not conceivably have been obtained through negotiation. Having made such changes, a carrier might well have little incentive to reach a settlement of the dispute that led to the strike. It might indeed have a strong reason to prolong the strike and even break the union. The temptation might be strong to precipitate a strike in order to permit the carrier to abrogate the entire collective bargaining agreement on terms most favorable to it. The processes of bargaining and mediation called for by the Act would indeed become a sham if a carrier could unilaterally achieve what the Act requires be done by the other orderly procedures.</p>\n<p>While the carrier has the duty to make all reasonable efforts to continue its operations during a strike, its power to make new terms and conditions governing the new labor force is strictly confined, if the spirit of the Railway Labor Act is to be honored.<sup>[8]</sup> The Court of Appeals used <span class=\"star-pagination\">*248</span> the words \"reasonably necessary.\" We do not disagree, provided that \"reasonably necessary\" is construed strictly. The carrier must respect the continuing status of the collective bargaining agreement and make only such changes as are truly necessary in light of the inexperience and lack of training of the new labor force or the lesser number of employees available for the continued operation. The collective bargaining agreement remains the norm; the burden is on the carrier to show the need for any alteration of it, as respects the new and different class of employees that it is required to employ in order to maintain that continuity of operation that the law requires of it.</p>\n<p><i>Affirmed.</i></p>\n<p>MR. JUSTICE FORTAS took no part in the consideration or decision of these cases.</p>\n<p>MR. JUSTICE WHITE, dissenting.</p>\n<p>The Act provides that until bargaining procedures are exhausted there shall be neither strikes nor changes in the contract. Section 2 Seventh (45 U. S. C. § 152 Seventh (1964 ed.)); § 5 First (45 U. S. C. § 155 First (1964 ed.)); § 6 (45 U. S. C. § 156 (1964 ed.)). Here, bargaining was exhausted only on wages and notice of <span class=\"star-pagination\">*249</span> layoffs and job abolition. At that point the union was free to strike and the carrier to make such changes as had been bargained for. The carrier was free to operate, if it could, but in my view only under the terms of the existing collective bargaining contract as modified with respect to those subjects on which the Act's procedures had been followed.</p>\n<p>The Court agrees that § 2 Seventh forbids the carrier itself to make any changes in the contract other than those on which bargaining has taken place, regardless of how necessary these changes are to the successful operation of the railroad. But with the consent of a United States court, or a state court for that matter, the carrier may now make any change essential to its continued operation.<sup>[1]</sup> Although the union remains the bargaining agent for all employees, strikers and replacements alike, <i>Steele</i> v. <i>Louisville &amp; N. R. Co.,</i> 323 U. S. 192, the carrier need not bargain with it, but with the court, if it wants to make changes which the Act forbids it to make alone. The union is free to strike and thereby to attempt to halt the operation of the railroad; but if it does, the court may\u0097indeed, it must in some circumstances \u0097permit the railroad to make any change in wages, hours and working conditions which is necessary to obviate the normal consequences of the strike. I fail to see how this exception can be read into the unequivocal language of § 2 Seventh.</p>\n<p><span class=\"star-pagination\">*250</span> This is very close to a judgment that there shall be no strikes in the transportation business, a judgment which Congress rejected in drafting the Railway Labor Act. True, the Act was designed to maximize settlements and minimize strikes,<sup>[2]</sup> but Congress stopped short of imposing compulsory arbitration, the most obvious technique to insure the settlement of disputes and to prevent strikes. § 5, 45 U. S. C. § 155 (1964 ed.). Certainly it was not anticipated that a struck railroad could invoke the aid of the court to make changes in a contract which Congress had forbidden it to make. Nor did Congress anticipate what is in effect a new type of railroad receivership designed to last as long as necessary to blunt the effectiveness of a strike which the Act left the union free to call.<sup>[3]</sup> Had Congress impressed upon the railroads an absolute duty to continue operating while struck, perhaps an implied exception to § 2 Seventh might be warranted. But, as the majority recognizes, no such duty has been placed on the railroads.</p>\n<p>Of course the railroad was free to operate, but the Congress specified in § 2 Seventh the terms on which it might do so. To change those terms is a task for Congress, not for a federal or a state court.</p>\n<h2>NOTES</h2>\n<p>[*]  Together with No. 782, <i>United States</i> v. <i>Florida East Coast Railway Co.,</i> and No. 783, <i>Florida East Coast Railway Co.</i> v. <i>United States,</i> also on certiorari to the same court.</p>\n<p>[1]  § 6, 44 Stat. 582, as amended, 48 Stat. 1197, 45 U. S. C. § 156 (1964 ed.); § 5 First, 44 Stat. 580, as amended, 48 Stat. 1195, 45 U. S. C. § 155 First (1964 ed.).</p>\n<p>[2]  44 Stat. 586, as amended, 48 Stat. 1197, 45 U. S. C. § 160 (1964 ed.).</p>\n<p>[3]  44 Stat. 580, as amended, 48 Stat. 1195, 45 U. S. C. § 155 First (1964 ed.).</p>\n<p>[4]  We have no doubt that the United States had standing to bring this action. Section 2 Tenth, 48 Stat. 1189, 45 U. S. C. § 152 Tenth (1964 ed.), makes it the duty of the United States attorney to \"institute in the proper court and to prosecute . . . <i>all necessary proceedings</i> for the enforcement\" of § 2 (emphasis added) which FEC is here charged with violating. See <i>United States</i> v. <i>Republic Steel Corp.,</i> 362 U. S. 482, 491-492.</p>\n<p>[5]  48 Stat. 1188, 45 U. S. C. § 152 Seventh (1964 ed.).</p>\n<p>[6]  49 U. S. C. § 1 (4) (1964 ed.) provides in part:\n</p>\n<p>\"It shall be the duty of every common carrier subject to this chapter to provide and furnish transportation upon reasonable request therefor, and to establish reasonable through routes with other such carriers, and just and reasonable rates, fares, charges, and classifications applicable thereto; . . .\"</p>\n<p>49 U. S. C. § 1 (11) (1964 ed.) provides in part:</p>\n<p>\"It shall be the duty of every carrier by railroad subject to this chapter to furnish safe and adequate car service and to establish, observe, and enforce just and reasonable rules, regulations, and practices with respect to car service; . . .\"</p>\n<p>49 U. S. C. § 8 (1964 ed.) provides in part:</p>\n<p>\"In case any common carrier subject to the provisions of this chapter shall do, cause to be done, or permit to be done any act, matter, or thing in this chapter prohibited or declared to be unlawful, or shall omit to do any act, matter, or thing in this chapter required to be done, such common carrier shall be liable to the person or persons injured thereby for the full amount of damages sustained in consequence of any such violation of the provisions of this chapter . . . .\"</p>\n<p>[7]  In this connection, it bears emphasis that the District Court's authorization to deviate in part from the collective bargaining agreement would, as FEC readily concedes, terminate at the conclusion of the strike. At that time, the terms of the earlier collective bargaining agreement, except as modified by any new agreement of the parties, would be fully in force.</p>\n<p>[8]  If FEC had precipitated the strike by refusing to arbitrate, then it would be barred by <i>Trainmen</i> v. <i>Toledo, P. &amp; W. R. Co.,</i> 321 U. S. 50, from obtaining injunctive relief in the courts since it would have failed to make \"every reasonable effort\" to settle the dispute within the meaning of § 8 of the Norris-LaGuardia Act, 47 Stat. 72, 29 U. S. C. § 108 (1964 ed.). And we assume that seeking relief from provisions of the collective bargaining agreements would have fallen under the same ban. But in the instant case both FEC and the unions refused voluntary arbitration and the strike followed. Later the unions changed their mind and agreed to arbitration, FEC refusing. But by then the strike was on and the right to \"self-help\" had accrued. If an issue concerning the good faith of a party in refusing a pre-strike opportunity to arbitrate were presented, different considerations would apply.\n</p>\n<p>Moreover, since the justification for permitting the carrier to depart from the terms of the collective bargaining agreement lies in its duty to continue to serve the public, a district court called upon to grant a carrier's relief from provisions of the collective bargaining agreement should satisfy itself that the carrier is engaged in a good-faith effort to restore service to the public and not, <i>e. g.,</i> using the strike to curtail that service.</p>\n<p>[1]  Congress has generally entrusted the specialized and unique affairs of the railroad industry to a few expert boards and agencies. <i>Elgin, J. &amp; E. R. Co.</i> v. <i>Burley,</i> 325 U. S. 711, 752 (Frankfurter, J., dissenting). Permitting the wholesale intervention of the courts in this manner seems inconsistent with these congressional policies of uniformity and expert supervision. Cf. <i>Labor Board</i> v. <i>Brown,</i> 380 U. S. 278, 299 (WHITE, J., dissenting); <i>American Ship Building Co.</i> v. <i>Labor Board,</i> 380 U. S. 300, 325-327 (WHITE, J., concurring).</p>\n<p>[2]  It is certainly questionable whether the procedures approved by the majority will minimize strikes or maximize settlements. This particular strike is one of the longest in railroad history. There can be no doubt that the procedures followed in this case have helped prolong the strike. For example, in part because of these procedures, Florida East Coast enjoyed a substantial increase in its operating profits during the strike period. See Brief for Government, p. 8, n. 7.</p>\n<p>[3]  Cf. § 77 (n) of the Bankrupcty Act, 11 U. S. C. § 205 (n) (1964 ed.), which provides \"No judge or trustee acting under this title shall change the wages or working conditions of railroad employees except in the manner prescribed in the Railway Labor Act . . . .\" <i>Burke</i> v. <i>Morphy,</i> 109 F. 2d 572.</p>\n\n</div>", 
  "sha1": "4c185335d043f6c86eeed76cca968c98dc977001", 
  "date_modified": "2014-12-21T01:55:09.024365", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/107237/railway-clerks-v-florida-east-coast-r-co/", 
  "citation_count": 57, 
  "supreme_court_db_id": "1965-107", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/206903/", 
  "html": "<p class=\"case_cite\">384 U.S. 238</p>\n    <p class=\"case_cite\">86 S.Ct. 1420</p>\n    <p class=\"case_cite\">16 L.Ed.2d 501</p>\n    <p class=\"parties\">BROTHERHOOD OF RAILWAY AND STEAMSHIP CLERKS, FREIGHT  HANDLERS, EXPRESS AND STATION EMPLOYEES, AFL-CIO, et  al., Petitioners,<br>v.<br>FLORIDA EAST COAST RAILWAY COMPANY.  UNITED STATES, Petitioner,  v.  FLORIDA EAST COAST RAILWAY COMPANY.  FLORIDA EAST COAST RAILWAY COMPANY, Cross-Petitioner,  v.  UNITED STATES.</p>\n    <p class=\"docket\">Nos. 750, 782, and 783.</p>\n    <p class=\"date\">Argued April 20, 1966.</p>\n    <p class=\"date\">Decided May 23, 1966.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">[Syllabus from pages 238-240 intentionally omitted]</p>\n      <p class=\"indent\">Paul Bender, Washington, D.C., for the United States, pro hac vice, by special leave of Court.</p>\n      <p class=\"indent\">William B. Devaney, Washington, D.C., for Florida East Coast Ry. Co.</p>\n      <p class=\"indent\">Neal Rutledge, Miami, Fla., for Brotherhood of Railway and Steamship Clerks, Freight Handlers, Express and Station Employees, AFL&#8212;CIO and others.</p>\n      <p class=\"indent\">Mr. Justice DOUGLAS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This controversy started with a union demand on behalf of the nonoperating employees for a general 25-cent-per-hour wage increase and a requirement of six months' advance notice of impending layoffs and abolition of job positions. The demand was made of virtually all Class I railroads, including Florida East Coast Railway Co. (hereinafter called FEC). The dispute underwent negotiations and mediation as required by the Railway Labor Act.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> When those procedures proved unsuccessful, a Presidential Emergency Board was created under &#167; 10 of the Act,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> which after hearings recommended a general pay increase of about 10 cents per hour and a requirement of at least five days' notice before job abolition. In June 1962, this settlement was accepted by all the carriers except FEC. Thereupon, further mediation was invoked under the Act but again no settlement was reached. The Act makes no provision for compulsory arbitration. Section 5 First<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> does, however, provide for voluntary arbitration at the suggestion of the National Mediation Board. The suggestion was made but both the unions and FEC refused. Further negotiations were unsuccessful and on January 23, 1963, the nonoperating unions struck. When that happened, most operating employees refused to cross the picket lines.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">FEC shut down for a short period; and then on February 3, 1963, resumed operations by employing supervisory personnel and replacements to fill the jobs of the strikers and of those operating employees who would not cross the picket lines. FEC made individual agreements with the replacements concerning their rates of pay, rules and working agreements on terms substantially different from those in the outstanding collective bargaining agreements with the various unions. Thereafter, FEC proposed formally to abolish all the existing collective bargaining agreements and to substitute another agreement that would make rather sweeping departures in numerous respects from the existing collective bargaining agreements. Negotiations between FEC and the unions broke down. The unions then invoked the mediation services of the National Mediation Board relative to the proposed changes, but the carrier refused. The unions thereafter agreed to submit the underlying dispute&#8212;the one concerning wages and notice&#8212;to arbitration. But FEC refused arbitration and shortly thereafter established another new agreement by unilateral action and operated under it until the present action was instituted by the United States in 1964&#8212;a suit charging that the unilateral promulgation of the new agreement violated the Act.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The nonoperating unions intervened as plaintiffs and hearings were held. Meanwhile, the Court of Appeals decided Florida East Coast R. Co. v. Brotherhood of R. Trainmen, 5 Cir., 336 F.2d 172, a parallel injunctive suit brought against FEC by an operating union and similarly complaining of FEC's unilateral promulgation of the new agreement. That court held that FEC had violated the Act by its unilateral abrogation of the existing collective bargaining agreements. It ruled, however, that FEC could unilaterally institute such changes in its existing agreements as the District Court found to be 'reasonably necessary to effectuate its right to continue to run its railroad under the strike conditions.' 336 F.2d, at 182. The District Court thereafter entered injunctions in the Trainmen case, and in the present case, requiring FEC to abide by all the rates of pay, rules, and working conditions specified in the existing collective bargaining agreements until the termination of the statutory mediation procedure 'except upon specific authorization of this Court after a finding of reasonable necessity therefor upon application of the FEC to this Court.' Thereupon FEC filed an application for approval of some departures from its existing agreements with its nonoperating unions. The District Court, after hearings, granted some requests and denied others. Thus it permitted FEC to exceed the ratio of apprentices to journeymen and age limitations established by the collective bargaining agreements, to contract out certain work, and to use supervisory personnel to perform certain specified jobs where it appeared that trained personnel were unavailable. The District Court denied FEC's request that it be permitted to disregard completely craft and seniority district restrictions, that it be allowed to use supervisors to perform craft work whenever it desired, that it be relieved of the duty to provide seniority rosters, that it be permitted to contract out work whenever trained personnel were unavailable, and that the union shop be declared void and unenforceable as to employees hired after January 23, 1963. Both sides appealed. The Court of Appeals affirmed on the basis of its decision in the Trainmen case. 348 F.2d 682. The unions, the United States, and FEC each petitioned for a writ of certiorari which we granted. 382 U.S. 1008, 86 S.Ct. 615, 15 L.Ed.2d 524.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The controversy centers around &#167; 2 Seventh of the Act,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">'No carrier, its officers or agents shall change the rates of      pay, rules, or working conditions of its employees, as a      class as embodied in agreements except in the manner      prescribed in such agreements or in section 6 of this Act.'</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The demand for a 25-cent-per-hour wage increase and for six months' advance notice of impending layoffs and job abolitions was a major dispute covered by &#167; 2 Seventh (Elgin, J. &amp; E.R. Co. v. Burley, 325 U.S. 711, 723, 65 S.Ct. 1282, 1289, 89 L.Ed. 1886) and it had proceeded through all the major dispute procedures required by the Act without settlement. The unions, having made their demands and having exhausted all the procedures provided by Congress, were therefore warranted in striking. For the strike has been the ultimate sanction of the union, compulsory arbitration not being provided.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At that juncture self-help was also available to the carrier as we held in Brotherhood of Locomotive Engineers v. Baltimore &amp; Ohio R. Co., 372 U.S. 284, 291, 83 S.Ct. 691, 695, 9 L.Ed.2d 759. '* * * both parties, having exhausted all of the statutory procedures, are relegated to self-help in adjusting this dispute * * *.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The carrier's right of self-help is underlined by the public service aspects of its business. 'More is involved than the settlement of a private controversy without appreciable consequences to the public.' Virginian Ry. Co. v. System Federation No. 40, 300 U.S. 515, 552, 57 S.Ct. 592, 601, 81 L.Ed. 789. The Interstate Commerce Act, 24 Stat. 379, as amended, places a responsibility on common carriers by rail to provide transportation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The duty runs not to shippers alone but to the public. In our complex society, metropolitan areas in particular might suffer a calamity if rail service for freight or for passengers were stopped. Food and other critical supplies might be dangerously curtailed; vital services might be impaired; whole metropolitan communities might be paralyzed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We emphasize these aspects of the problem not to say that the carrier's duty to operate is absolute, but only to emphasize that it owes the public reasonable efforts to maintain the public service at all times, even when beset by labor-management controversies and that this duty continues even when all the mediation provisions of the Act have been exhausted and self-help becomes available to both sides of the labor-management controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">If all that were involved were the pay increase and the notice to be given on layoffs or job abolition, the problem would be simple. The complication arises because the carrier, having undertaken to keep its vital services going with a substantially different labor force, finds it necessary or desirable to make other changes in the collective bargaining agreements. Thus we find FEC in this case anxious to exceed the ratio of apprentices to journeymen and the age limitations in the collective bargaining agreements, to make changes in the contracting-out provisions, to disregard requirements for trained personnel, to discard craft and seniority restrictions, the union shop provision, and so on. Each of these technically is included in the words 'rules, or working conditions of its employees, as a class as embodied in agreements' within the meaning of &#167; 2 Seventh of the Act. It is, therefore, argued with force that each of these issues must run the same gantlet of negotiation and mediation, as did the pay and notice provisions that gave rise to this strike.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The practical effect of that conclusion would be to bring the railroad operations to a grinding halt. For the procedures of the Act are purposely long and drawn out, based on the hope that reason and practical considerations will provide in time an agreement that resolves the dispute. If, therefore, &#167; 2 Seventh is applicable after a lawful strike has been called and after lawful self-help has been invoked by the carrier, the right of self-help might well become unilateral to the workers alone, and denied the carrier. For when a carrier improvises and employs an emergency labor force it may or may not be able to comply with the terms of a collective bargaining agreement, drafted to meet the sophisticated requirements of a trained and professional labor force. The union remains the bargaining representative of all the employees in the designated craft, whether union members or not. Steele v. Louisville &amp; N.R.Co., 323 U.S. 192, 65 S.Ct. 226, 89 L.Ed. 173. All these employees of the railroad are entitled to the benefits of the collective bargaining agreement, and the carrier may not supersede the agreement by individual contracts even though particular employees are willing to enter into them. See Order of Railroad Telegraphers v. Railway Express Agency, 321 U.S. 342, 347, 64 S.Ct. 582, 585, 88 L.Ed. 788. But when a strike occurs, both the carrier's right of self-help and its duty to operate, if reasonably possible, might well be academic if it could not depart from the terms and conditions of the collective bargaining agreement without first following the lengthy course the Act otherwise prescribes.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At the same time, any power to change or revise the basic collective agreement must be closely confined and supervised. These collective bargaining agreements are the product of years of struggle and negotiation; they represent the rules governing the community of striking employees and the carrier. That community is not destroyed by the strike, as the strike represents only an interruption in the continuity of the relation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Were a strike to be the occasion for a carrier to tear up and annul, so to speak, the entire collective bargaining agreement, labor-management relations would revert to the jungle. A carrier could then use the occasion of a strike over a simple wage and hour dispute to make sweeping changes in its work-rules so as to permit operation on terms which could not conceivably have been obtained through negotiation. Having made such changes, a carrier might well have little incentive to reach a settlement of the dispute that led to the strike. It might indeed have a strong reason to prolong the strike and even break the union. The temptation might be strong to precipitate a strike in order to permit the carrier to abrogate the entire collective bargaining agreement on terms most favorable to it. The processes of bargaining and mediation called for by the Act would indeed become a sham if a carrier could unilaterally achieve what the Act requires be done by the other orderly procedures.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While the carrier has the duty to make all reasonable efforts to continue its operations during a strike, its power to make new terms and conditions governing the new labor force is strictly confined, if the spirit of the Railway Labor Act is to be honored.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The Court of Appeals used the words 'reasonably necessary.' We do not disagree, provided that 'reasonably necessary' is construed strictly. The carrier must respect the continuing status of the collective bargaining agreement and make only such changes as are truly necessary in light of the inexperience and lack of training of the new labor force or the lesser number of employees available for the continued operation. The collective bargaining agreement remains the norm; the burden is on the carrier to show the need for any alteration of it, as respects the new and different class of employees that it is required to employ in order to maintain that continuity of operation that the law requires of it.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Mr. Justice FORTAS took no part in the consideration or decision of these cases.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Mr. Justice WHITE, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Act provides that until bargaining procedures are exhausted there shall be neither strikes nor changes in the contract. Section 2 Seventh (45 U.S.C. &#167; 152 Seventh (1964 ed.)); &#167; 5 First (45 U.S.C. &#167; 155 First (1964 ed.)); &#167; 6 (45 U.S.C. &#167; 156 (1964 ed.)). Here, bargaining was exhausted only on wages and notice of layoffs and job abolition. At that point the union was free to strike and the carrier to make such changes as had been bargained for. The carrier was free to operate, if it could, but in my view only under the terms of the existing collective bargaining contract as modified with respect to those subjects on which the Act's procedures had been followed.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Court agrees that &#167; 2 Seventh forbids the carrier itself to make any changes in the contract other than those on which bargaining has taken place, regardless of how necessary these changes are to the successful operation of the railroad. But with the consent of a United States court, or a state court for that matter, the carrier may now make any change essential to its continued operation.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Although the union remains the bargaining agent for all employees, strikers and replacements alike, Steele v. Louisville &amp; N.R. Co., 323 U.S. 192, 65 S.Ct. 226, the carrier need not bargain with it, but with the court, if it wants to make changes which the Act forbids it to make alone. The union is free to strike and thereby to attempt to halt the operation of the railroad; but if it does, the court may&#8212;indeed, it must in some circumstances&#8212;permit the railroad to make any change in wages, hours and working conditions which is necessary to obviate the normal consequences of the strike. I fail to see how this exception can be read into the unequivocal language of &#167; 2 Seventh.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This is very close to a judgment that there shall be no strikes in the transportation business, a judgment which Congress rejected in drafting the Railway Labor Act. True, the Act was designed to maximize settlements and minimize strikes,<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> but Congress stopped short of imposing compulsory arbitration, the most obvious technique to insure the settlement of disputes and to prevent strikes. &#167; 5, 45 U.S.C. &#167; 155 (1964 ed.) Certainly it was not anticipated that a struck railroad could invoke the aid of the court to make changes in a contract which Congress had forbidden it to make. Nor did Congress anticipate what is in effect a new type of railroad receivership designed to last as long as necessary to blunt the effectiveness of a strike which the Act left the union free to call.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> Had Congress impressed upon the railroads an absolute duty to continue operating while struck, perhaps an implied exception to &#167; 2 Seventh might be warranted. But, as the majority recognizes, no such duty has been placed on the railroads.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Of course the railroad was free to operate, but the Congress specified in &#167; 2 Seventh the terms on which it might do so. To change those terms is a task for Congress, not for a federal or a state court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> &#167; 6, 44 Stat. 582, as amended, 48 Stat. 1197, 45 U.S.C. &#167; 156 (1964 ed.); &#167; 5 First, 44 Stat. 580, as amended, 48 Stat. 1195, 45 U.S.C. &#167; 155 First (1964 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 44 Stat. 586, as amended, 48 Stat. 1197, 45 U.S.C. &#167; 160 (1964 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 44 Stat. 580, as amended, 48 Stat. 1195, 45 U.S.C. &#167; 155 First (1964 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We have no doubt that the United States had standing to bring this action Section 2 Tenth, 48 Stat. 1189, 45 U.S.C. &#167; 152 Tenth (1964 ed.), makes it the duty of the United States attorney to 'institute in the proper court and to prosecute * * * all necessary proceedings for the enforcement' of &#167; 2 (emphasis added) which FEC is here charged with violating. See United States v. Republic Steel Corp., 362 U.S. 482, 491&#8212;492, 80 S.Ct. 884, 890, 4 L.Ed.2d 903.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> 48 Stat. 1188, 45 U.S.C. &#167; 152 Seventh (1964 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 49 U.S.C. &#167; 1(4) (1964 ed.) provides in part:</p>\n        <p>'It shall be the duty of every common carrier subject to this chapter to provide and furnish transportation upon reasonable request therefor, and to establish reasonable through routes with other such carriers, and just and reasonable rates, fares, charges, and classifications applicable thereto; * * *'</p>\n        <p>49 U.S.C. &#167; 1(11) (1964 ed.) provides in part:</p>\n        <p>'It shall be the duty of every carrier by railroad subject to this chapter to furnish safe and adequate car service and to establish, observe, and enforce just and reasonable rules, regulations, and practices with respect to car service; * * *' 49 U.S.C. &#167; 8 (1964 ed.) provides in part:</p>\n        <p>'In case any common carrier subject to the provisions of this chapter shall do, cause to be done, or permit to be done any act, matter, or thing in this chapter prohibited or declared to be unlawful, or shall omit to do any act, matter, or thing in this chapter required to be done, such common carrier shall be liable to the person or persons injured thereby for the full amount of damages sustained in consequence of any such violation of the provisions of this chapter * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In this connection, it bears emphasis that the District Court's authorization to deviate in part from the collective bargaining agreement would, as FEC readily concedes, terminate at the conclusion of the strike. At that time, the terms of the earlier collective bargaining agreement, except as modified by any new agreement of the parties, would be fully in force.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> If FEC had precipitated the strike by refusing to arbitrate, then it would be barred by Brotherhood of Railroad Trainmen, Enterprise Lodge, No. 27 v. Toledo, P. &amp; W.R. Co., 321 U.S. 50, 64 S.Ct. 413, 88 L.Ed. 534, from obtaining injunctive relief in the courts since it would have failed to make 'every reasonable effort' to settle the dispute within the meaning of &#167; 8 of the Norris-LaGuardia Act, 47 Stat. 72, 29 U.S.C. &#167; 108 (1964 ed.). And we assume that seeking relief from provisions of the collective bargaining agreements would have fallen under the same ban. But in the instant case both FEC and the unions refused voluntary arbitration and the strike followed. Later the unions changed their mind and agreed to arbitration, FEC refusing. But by then the strike was on and the right to 'self-help' had accrued. If an issue concerning the good faith of a party in refusing a pre-strike opportunity to arbitrate were presented, different considerations would apply.</p>\n        <p>Moreover, since the justification for permitting the carrier to depart from the terms of the collective bargaining agreement lies in its duty to continue to serve the public, a district court called upon to grant a carrier's relief from provisions of the collective bargaining agreement should satisfy itself that the carrier is engaged in a good-faith effort to restore service to the public and not, e.g., using the strike to curtail that service.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Congress has generally entrusted the specialized and unique affairs of the railroad industry to a few expert boards and agencies. Elgin, J. &amp; E.R. Co. v. Burley, 325 U.S. 711, 752, 65 S.Ct. 1282, 1303 (Frankfurter, J., dissenting). Permitting the wholesale intervention of the courts in this manner seems inconsistent with these congressional policies of uniformity and expert supervision. Cf. National Labor Relations Board v. Brown, 380 U.S. 278, 299, 85 S.Ct. 980, 992, 13 L.Ed.2d 839 (White, J., dissenting); American Ship Building Co. v. National Labor Relations Board, 380 U.S. 300, 325&#8212;327, 85 S.Ct. 955, 970&#8212;971, 13 L.Ed.2d 855 (White, J., concurring).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> It is certainly questionable whether the procedures approved by the majority will minimize strikes or maximize settlements. This particular strike is one of the longest in railroad history. There can be no doubt that the procedures followed in this case have helped prolong the strike. For example, in part because of these procedures, Florida East Coast enjoyed a substantial increase in its operating profits during the strike period. See Brief for Government, p. 8, n. 7.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Cf. &#167; 77(n) of the Bankruptcy Act, 11 U.S.C. &#167; 205(n) (1964 ed.), which provides, 'No judge or trustee acting under this title shall change the wages or working conditions of railroad employees except in the manner prescribed in the Railway Labor Act * * *.' Burke v. Morphy, 2 Cir., 109 F.2d 572.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/107237/"
}