{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "384 U.S. 678", 
    "federal_cite_two": "86 S. Ct. 1674", 
    "specialty_cite_one": null, 
    "federal_cite_three": "16 L. Ed. 2d 853", 
    "lexis_cite": "1966 U.S. LEXIS 2816", 
    "document_uris": [
      "/api/rest/v2/document/107258/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Nicholas v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "650", 
    "id": 91617, 
    "resource_uri": "/api/rest/v2/citation/91617/"
  }, 
  "id": 107258, 
  "blocked": false, 
  "judges": "Stewart", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1966-06-13", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>384 U.S. 678 (1966)</b></center>\n<center><h1>NICHOLAS, TRUSTEE<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 650.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 19, 1966.</center>\n<center>Decided June 13, 1966.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*679</span> <i>John H. Gunn</i> argued the cause and filed briefs for petitioner.</p>\n<p><i>C. Moxley Featherston</i> argued the cause for the United States. On the brief were <i>Solicitor General Marshall, Assistant Attorney General Rogovin, Robert S. Rifkind</i> and <i>I. Henry Kutz.</i></p>\n<p><i>Harry S. Gleick</i> filed a brief for Jerome Kalishman, as <i>amicus curiae,</i> urging reversal.</p>\n<p>MR. JUSTICE STEWART delivered the opinion of the Court.</p>\n<p>The question presented in this case is whether a superseding trustee in bankruptcy is liable for interest and penalties on federal taxes incurred by a debtor in possession during an arrangement proceeding under Chapter XI of the Bankruptcy Act. The facts are not in dispute.</p>\n<p>On August 6, 1958, Beachcomber Motel, Inc., a Florida corporation operating a motel in Miami Beach, filed an original petition for an arrangement with its unsecured creditors under Chapter XI. Bankruptcy Act § 322, 11 U. S. C. § 722 (1964 ed.). During the pendency of the arrangement proceeding, the corporation was permitted to operate its business as a debtor in possession under the authority of the bankruptcy court. In the course of its business operations, the corporation withheld federal income taxes<sup>[1]</sup> and social security taxes<sup>[2]</sup> from the wages paid to its employees and <span class=\"star-pagination\">*680</span> collected federal excise taxes on the receipts from its cabaret.<sup>[3]</sup> Subsequently, the corporation was dispossessed of its property and the motel premises were closed.</p>\n<p>Unable to proceed with a plan of arrangement with its creditors, the corporation filed a petition in bankruptcy on September 17, 1958, and was adjudged a bankrupt on the same date. Bankruptcy Act § 376 (2), 11 U. S. C. § 776 (2) (1964 ed.). On September 19, 1958, a trustee in bankruptcy, the petitioner in this case, was appointed. On October 31, 1958, the federal income taxes withheld, as well as the social security taxes and the cabaret taxes, were due to be paid. On January 31, 1959, the payroll tax imposed on employers by the Federal Unemployment Tax Act was due.<sup>[4]</sup> The trustee in bankruptcy neither paid these taxes nor filed any of the returns required with respect to them. On April 11, 1963, the United States submitted an administrative expense statement in the bankruptcy proceeding, claiming as administrative expenses the principal of the taxes due, penalties assessed for the trustee's failure to file the returns for the taxes,<sup>[5]</sup><span class=\"star-pagination\">*681</span> and interest that had accumulated and would continue to accumulate on the taxes and penalties until they were paid.<sup>[6]</sup></p>\n<p>The referee in bankruptcy allowed the Government's claim for the principal of the taxes but disallowed the claims for penalties and interest.<sup>[7]</sup> The referee's order was affirmed in all respects by the District Court. The Court of Appeals for the Fifth Circuit reversed the judgment of the District Court and allowed the claims for penalties and interest on the taxes. 346 F. 2d 32. Shortly after that decision, the Court of Appeals for the Eighth Circuit reached the opposite result with respect to a similar claim by the Government for interest on taxes incurred during a Chapter XI proceeding,<sup>[8]</sup> and we granted certiorari to resolve this conflict. 382 U. S. 971.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*682</span> I.</h2>\n<p>It is a well-settled principle of American bankruptcy law that in cases of ordinary bankruptcy, the accumulation of interest on claims against a bankrupt estate is suspended as of the date the petition in bankruptcy is filed. <i>Sexton</i> v. <i>Dreyfus,</i> 219 U. S. 339.<sup>[9]</sup> That rule, grounded in historical considerations of equity and administrative convenience, was specifically made applicable to the accumulation of interest on claims for taxes by the decision of this Court in <i>New York</i> v. <i>Saper,</i> 336 U. S. 328.<sup>[10]</sup></p>\n<p><span class=\"star-pagination\">*683</span> The debts in <i>Sexton,</i> like the taxes in <i>Saper,</i> were incurred during the regular business operations of the taxpayer, prior to the invocation of any procedures under the Bankruptcy Act, whereas the taxes in the present case were incurred after a petition invoking Chapter XI of the Act had been filed. On the basis of that distinction, the Government contends that the taxes here in question were entitled to bear interest throughout the bankruptcy period. We draw no such conclusion from that distinction.</p>\n<p>We believe that the decisions of this Court in <i>Sexton</i> and <i>Saper</i> reflect the broad equitable principle that creditors should not be disadvantaged <i>vis-a-vis</i> one another by legal delays attributable solely to the time-consuming procedures inherent in the administration of the bankruptcy laws.<sup>[11]</sup> In the context of interest-bearing debts, the equitable principle enunciated in <i>Sexton</i> and <i>Saper</i> rests at bottom on an awareness of the inequity that would result if, through the continuing accumulation of interest in the course of subsequent bankruptcy proceedings, obligations bearing relatively high rates of interest were permitted to absorb the assets of a bankrupt estate <span class=\"star-pagination\">*684</span> whose funds were already inadequate to pay the principal of the debts owed by the estate.<sup>[12]</sup></p>\n<p>To be sure, the amount of interest that accumulates on a debt incurred during a Chapter XI arrangement depends upon the duration of a proceeding that takes place under the direction and authority of the bankruptcy court. Bankruptcy Act §§ 342, 343, 11 U. S. C. §§ 742, 743 (1964 ed.). But interest claimed on such a debt does not arise through a \"delay\" of the law in any meaningful sense. The underlying obligation of the debtor in possession is incurred as part of a judicial process of rehabilitation of the debtor that the procedures <span class=\"star-pagination\">*685</span> of Chapter XI are designed to facilitate. Interest on a current Chapter XI obligation is therefore different in kind from interest claimed during the arrangement period on a debt incurred before the Chapter XI petition was filed. From the vantage point of prearrangement creditors, the panorama of a Chapter XI proceeding is intimately bound up with the intrusion of the bankruptcy law into the previously untrammelled relationship between a debtor and his creditors. For these creditors, the filing of the Chapter XI petition may legitimately be regarded as introducing the very sort of legal delay that bankruptcy courts, in denying claims for interest, have traditionally characterized as inequitable. On the other hand, from the vantage point of the creditor whose credit relationship arose during the Chapter XI proceeding itself, it is the subsequent filing of a petition in bankruptcy that marks the intervention of meaningful legal delays. The equitable rationale underlying our decisions in <i>Sexton</i> and <i>Saper</i> is therefore fully applicable to cases in which a Chapter XI proceeding is superseded by a liquidating bankruptcy.<sup>[13]</sup></p>\n<p>The principle that our past decisions thus establish is that the accumulation of interest on a debt must be suspended once an enterprise enters a period of bankruptcy administration beyond that in which the underlying interest-bearing obligation was incurred. In <i>Saper,</i> there <span class=\"star-pagination\">*686</span> were two relevant periods to be considered\u0097the prepetition period, before the petition in bankruptcy was filed, and the post-petition period, during the bankruptcy liquidation. The Court there upheld the accumulation of interest throughout the pre-petition period on taxes incurred during that period; it rejected only the claim for post-petition interest on the pre-petition taxes. By contrast, the circumstances of the present case commend a division into three periods\u0097the pre-arrangement period, the arrangement period, and the liquidating bankruptcy period. A tax incurred within any one of these three periods would, we think, be entitled to bear interest against the bankrupt estate until, but not beyond, the close of the period in which it was incurred. Thus, in a case concerning taxes incurred during the first period\u0097 that is, before the filing of a petition for a Chapter XI arrangement\u0097the Court has summarily affirmed a judgment holding that the accumulation of interest must be suspended as of the date the Chapter XI petition was filed.<sup>[14]</sup> Where, as in the present case, the taxes have been incurred in the Chapter XI proceeding itself, application of the principle enunciated in <i>Sexton</i> and <i>Saper</i> permits interest to accrue throughout the arrangement proceeding; the principle requires only that the accumulation of interest be suspended once a petition in bankruptcy is filed.</p>\n<p><span class=\"star-pagination\">*687</span> The allowance of interest on Chapter XI debts until the filing of a petition in bankruptcy promotes the availability of capital to a debtor in possession and enhances the likelihood of achieving the goal of the proceeding, the ultimate rehabilitation of the debtor.<sup>[15]</sup> Disallowance of interest on Chapter XI debts might seriously hinder the availability of such funds and might in many cases foreclose the prospect of the debtor's recovery.<sup>[16]</sup> No such significant detriment to the viability of a Chapter XI proceeding is imposed by the suspension of interest once the proceeding enters the liquidating bankruptcy period, since potential creditors can readily adjust their interest rates to accommodate their prognosis of the particular debtor's chances of rehabilitation.</p>\n<p>The division of the proceedings in the present case into three separate periods defining the permissible accumulation of interest is supported by the threefold hierarchy of priorities for tax claims under the Bankruptcy Act. Taxes incurred in the pre-arrangement period must be content with a fourth priority under § 64a (4) of the Bankruptcy Act.<sup>[17]</sup> On the other hand, taxes incurred <span class=\"star-pagination\">*688</span> during the arrangement period are expenses of the Chapter XI proceedings and are therefore technically a part of the first priority under § 64a (1).<sup>[18]</sup> The final sentence of that section, however, subordinates arrangement expenses within that priority to the expenses of the superseding bankruptcy administration. Tax claims incurred during Chapter XI proceedings are therefore in fact junior to claims for expenses incurred in subsequent bankruptcy proceedings. The suspension of interest on taxes incurred during the arrangement period as of the date a bankruptcy petition is filed thus corresponds to the suspension of interest on pre-arrangement taxes when a Chapter XI petition is filed. Moreover, the suspension of interest extricates the superseding trustee from a serious dilemma he would otherwise face, whether to pay subordinated Chapter XI tax claims prematurely in order to forestall the accrual of interest, or to increase the burden on the bankrupt estate by allowing the interest to accumulate.<sup>[19]</sup></p>\n<p><span class=\"star-pagination\">*689</span> Aside from its basis in the equitable principle that creditors of a bankrupt estate should not be disadvantaged solely by means of the law's delay, the confinement of the accrual of interest on Chapter XI obligations to the arrangement proceeding itself is also grounded in significant considerations of administrative convenience. As the Court recognized in <i>Vanston Bondholders Protective Committee</i> v. <i>Green,</i> 329 U. S. 156, 164, \"Accrual of simple interest on unsecured claims in bankruptcy was prohibited in order that the administrative inconvenience of continuous recomputation of interest causing recomputation of claims could be avoided.\" Thus, by accepting as a cut-off the date of filing of the petition in bankruptcy, the trustee avoids the potentially laborious procedure of recalculating the pro rata share to which each Chapter XI creditor is entitled whenever a distribution in the supervening bankruptcy is carried out.<sup>[20]</sup></p>\n<p>The application of the principle of our past decisions to the facts of the present case is straightforward. Since the taxes in question were incurred during the Chapter XI arrangement proceeding itself, the United States was entitled to interest on those taxes for the duration of that period. The actual arrangement proceeding in this case, however, terminated before the taxes became payable, and, therefore, no interest on the taxes accumulated before the petition in bankruptcy was filed by the debtor in possession. The entire amount of interest sought by the United States represents interest claimed for the liquidating bankruptcy period. Since we hold that the accumulation of interest on debts incurred during Chapter <span class=\"star-pagination\">*690</span> XI proceedings is suspended on the date the petition in the superseding bankruptcy is filed, it is clear that the United States is not entitled to the interest that it seeks on the taxes in this case.</p>\n<p>The result here is in no way inconsistent with the provisions of 28 U. S. C. § 960, which states that persons conducting a business under the authority of a federal court shall be taxed as if they were conducting a private business.<sup>[21]</sup> As an officer of the bankruptcy court, the debtor in possession was fully subject to taxes and interest incurred during his operation of the business in the Chapter XI arrangement. Nothing in the general language of 28 U. S. C. § 960, however, necessarily subjects the trustee in the superseding bankruptcy proceeding to an obligation to pay additional interest on those prior taxes once a petition in bankruptcy has been filed. <i>United States</i> v. <i>Kalishman,</i> 346 F. 2d 514; cf. <i>New York</i> v. <i>Saper,</i> 336 U. S. 328; <i>United States</i> v. <i>General Engineering &amp; Mfg. Co.,</i> 188 F. 2d 80 (C. A. 8th Cir.), aff'd, 342 U. S. 912. In the absence of explicit congressional direction, the considerations of equity and administrative convenience established by our decisions under the Bankruptcy Act clearly support this interpretation of the scope of this provision of the Judicial Code.</p>\n<p>We find no merit in the Government's alternative suggestion that the interest on two of the taxes here in question \u0097those withheld from the wages of employees and those collected from the patrons of the cabaret\u0097constitutes a trust fund over which the United States has an absolute priority under § 7501 (a) of the Internal Revenue <span class=\"star-pagination\">*691</span> Code.<sup>[22]</sup> We need not here determine whether, with regard to the <i>principal</i> of those taxes, the general language of § 7501 (a) overrides the strong policy of § 64 a (1) of the Bankruptcy Act, which establishes a sharply defined priority that places all expenses of administration on a parity, including claims for taxes.<sup>[23]</sup> Cf. <i>Guarantee Co.</i> v. <i>Title Guaranty Co.,</i> 224 U. S. 152; <i>Davis</i> v. <i>Pringle,</i> 268 U. S. 315; <i>Missouri</i> v. <i>Ross,</i> 299 U. S. 72. The second sentence of § 7501 (a) specifically provides that interest on such a trust fund is collectible in the same manner as the taxes from which the fund arose. Since we have already determined that no interest on any of the taxes here in question accrues beyond the period of the arrangement proceeding, no interest could accumulate on a trust fund composed of the withholding and cabaret taxes.<sup>[24]</sup></p>\n<p><span class=\"star-pagination\">*692</span> We therefore reverse the judgment of the Court of Appeals with regard to the liability of the trustee for the interest on the taxes.</p>\n<p></p>\n<h2>II.</h2>\n<p>The validity of the claim by the United States against the trustee for penalties for failure to file the returns for the taxes in question presents a completely different issue. The result here is governed squarely by the rationale of our decision in <i>Boteler</i> v. <i>Ingels,</i> 308 U. S. 57, in which we sustained a penalty against a trustee in bankruptcy who failed to pay state automobile license taxes incurred while he was operating the business of the bankrupt estate for the purpose of liquidation. We held in <i>Boteler</i> that Congress, under the predecessor of 28 U. S. C. § 960,<sup>[25]</sup> had \"with vigor and clarity declared that a trustee and other court appointees who operate businesses must do so subject to state taxes `the same as if such business[es] were conducted by an individual or corporation.' \" 308 U. S., at 61. As we stated in <i>Boteler,</i> if the trustee were exempt from the penalty, a \"State would thus be accorded the theoretical privilege of taxing businesses operated by trustees in bankruptcy on an equal footing with all other businesses, but would be denied the traditional and almost universal method of enforcing prompt payment.\" <i>Id.,</i> at 61.<sup>[26]</sup></p>\n<p>The same considerations are equally applicable to the present case. It is conceded that the trustee, in his status as representative of the bankrupt estate and successor in interest to the debtor in possession, is liable for the principal of the taxes incurred by the debtor in possession, <span class=\"star-pagination\">*693</span> to the extent of the priority enjoyed by the taxes under § 64a (1) of the Bankruptcy Act.<sup>[27]</sup> Once that liability is established, there can be no question that, under § 6011 (a) of the Internal Revenue Code, the trustee was under an obligation to file returns for these taxes, even though the taxes themselves were incurred by the debtor in possession during the pendency of the arrangement proceeding.<sup>[28]</sup> It therefore follows under <i>Boteler</i> that, <span class=\"star-pagination\">*694</span> in the circumstances of the present case, where a Chapter XI arrangement has been superseded by a liquidating bankruptcy under the Bankruptcy Act, the United States is entitled to exact the penalties here in question as a legitimate means to enforce the prompt filing of the tax returns. Although the rule in <i>Boteler</i> may be open to some question as applied to the facts of that case, no such difficulty is presented here. In <i>Boteler,</i> the trustee was penalized for his failure actually to <i>pay</i> the license fees within the time period prescribed by the State, even <span class=\"star-pagination\">*695</span> though it could not have been clear at that date that the assets of the bankrupt estate would be sufficient to pay all of the expenses of administration that were entitled to share equally with the taxes under the first priority of § 64a (1) of the Bankruptcy Act in any distribution of assets from the estate. In the present case, on the other hand, the penalties were imposed solely because of the trustee's failure to file timely returns for the taxes incurred during the Chapter XI arrangement period.<sup>[29]</sup> No legitimate interest would be served by permitting the trustee to escape the unburdensome responsibility of merely filing the returns and thereby notifying the United States of the taxes that are due. We therefore affirm the judgment of the Court of Appeals with regard to the liability of the trustee for the penalties in question.<sup>[30]</sup></p>\n<p><span class=\"star-pagination\">*696</span> For the reasons stated, the judgment of the Court of Appeals for the Fifth Circuit is affirmed in part and reversed in part, and the case is remanded to the Court of Appeals for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE HARLAN, concurring in part and dissenting in part.</p>\n<p>Recognizing the case to be difficult, I would affirm the Court of Appeals' decision to allow both the interest and the penalty as administration expenses. On both points, I think there are fair policy arguments which can be mustered to support either result. On balance, it seems to me that the entire period starting with the Chapter XI operation and carrying through the bankruptcy proceeding should be regarded as a continuum of court administration. See especially § 378 (2) of the Bankruptcy Act, 11 U. S. C. § 778 (2) (1964 ed.). From this I think it follows that interest should not be stopped when bankruptcy succeeds the Chapter XI period, and that the court-appointed trustee does fall heir to the responsibilities of the court-supervised debtor in possession to file returns.</p>\n<p>MR. JUSTICE WHITE, with whom MR. JUSTICE DOUGLAS and MR. JUSTICE FORTAS join, concurring in part and dissenting in part.</p>\n<p>I agree with all but Part II of the Court's opinion and dissent as to that part.</p>\n<p>The issue is whether a penalty for the trustee's failure to file withholding, social security and cabaret tax returns is payable out of the assets of the estate. The Court holds that it is, even though the acts giving rise to tax liability occurred during the operation of the business by the debtor in possession prior to the trustee's <span class=\"star-pagination\">*697</span> assumption of office. Although the Court concedes that the trustee is not obligated to pay the tax except at the time and within the limits provided by the Bankruptcy Act, he must nevertheless undertake the sometimes difficult task of assembling all the information necessary to file the tax returns that the debtor in possession would have had to file had bankruptcy not occurred. For several reasons I do not agree.</p>\n<p>1. The bankruptcy laws do not favor saddling an estate with penalties. Section 57j states that \"Debts owing to the United States or to any State or any subdivision thereof as a penalty or forfeiture shall not be allowed . . . ,\" Bankruptcy Act, § 57j, as amended, 11 U. S. C. § 93 (j) (1964 ed.), and this Court has held the section applicable to a federal tax claim even where it is secured by a lien. <i>Simonson</i> v. <i>Granquist,</i> 369 U. S. 38. That case reaffirmed the \"broad aim of the Act to provide for the conservation of the estates of insolvents to the end that there may be as equitable a distribution of assets as is consistent with the type of claims involved. . . . Enforcement of penalties against the estates of bankrupts, however, would serve not to punish the delinquent taxpayers, but rather their entirely innocent creditors.\" <i>Id.,</i> at 40-41. It is true that § 57j deals with penalties claimed against the debtor and here the penalty is claimed to arise from the trustee's alleged default. But the general policy against diluting the claims of creditors by charging penalties against the estate\u0097very similar to the policy against allowing interest during bankruptcy which the Court rightly makes much of in this case\u0097requires at the very least weighty and persuasive reasons for imposing upon the estate and the other creditors a penalty for the trustee's failure to file a return relating to the prebankruptcy operations of the business. If the tax return date in this case had fallen on the day before bankruptcy, § 57j would bar the penalty. I see little <span class=\"star-pagination\">*698</span> sense in a rule which would allow it if the return date is the day after bankruptcy.</p>\n<p>2. The Court rests the trustee's obligation to file a return solely on § 6011 (a) of the Internal Revenue Code\u0097\"any person made liable for any tax imposed by this title, or for the collection thereof, shall make a return. . . .\" Section 6151, putting the matter the other way, imposes an obligation to pay the tax on those who file a return. The Court says it is conceded the trustee is liable to pay the taxes incurred by the debtor in possession and therefore the trustee must file a return. But the Court obviously does not mean the trustee is \"liable\" to pay in the sense that he must pay claims against the estate. For in the typical bankruptcy case where no Chapter XI proceeding has intervened\u0097the failure of an individual proprietorship for example\u0097the trustee is not obligated to, indeed is not authorized to, file the individual's return even though federal taxes are entitled to a Class 4 priority. I. T. 3959, 1949-1 Cum. Bull. 90. The salient fact is that the trustee's general obligation to pay claims, including tax claims, takes effect only when and if they are allowed and distribution is ordered. Any claimed liability to pay a tax at any earlier time gives way to the priority provisions of § 64a, and mere liability to pay claims is not the type of liability envisaged by § 6011 (a). If it were, the bankruptcy trustee in the ordinary proceeding not following an abortive Chapter XI arrangement could not escape the rule announced today.</p>\n<p>Accordingly, the reliance of the Court is not on the trustee's general liability to pay claims but on the supposed \"crucial fact\" that the taxes here in question were incurred during proceedings under the Bankruptcy Act with the trustee being successor in interest to the debtor in possession, who also acted as an officer of the court. But had the debtor in possession continued to operate <span class=\"star-pagination\">*699</span> the business, his liability to file a return and to pay the taxes here in question would have been clear under 28 U. S. C. § 960 (1964 ed.), and he could have been subjected to penalties for any default, <i>Boteler</i> v. <i>Ingels,</i> 308 U. S. 57. With respect to the trustee, however, the Court disclaims any holding that his liability arises under § 960, see <i>ante,</i> 693, n. 28, at 694, and it seems also to disavow any implication that the trustee could be penalized for failure to pay these taxes at the time required by the Code, as distinguished from failure to file the returns, <i>ante,</i> n. 29 and accompanying text. Such disclaimers are entirely appropriate. For the truth of the matter is that the successor liability of the trustee who succeeds a debtor in possession is no different from that of the trustee who succeeds the ordinary bankrupt, except that taxes accruing during the arrangement are distinguished from pre-arrangement taxes in that they are classified as administrative expenses and thus are escalated from a Class 4 to a Class 1 priority, although relegated to an inferior position within Class 1 and hence payable only if there are sufficient assets to pay prior expenses. In either instance the trustee's duty to pay is regulated by § 64a and is a general obligation to pay claims and administrative expenses not constituting the kind of liability envisaged by § 6011 (a). In sum, there is no basis in law for treating the debtor in possession and the trustee as one person, and the Court's error is in merging together two distinct periods of the estate for purposes of assessing responsibility for filing returns when it quite carefully, and correctly, separated them for purposes of determining liability to pay interest.</p>\n<p>3. There might be some grounds for rejecting the general policy against allowing penalties against bankrupt estates if the filing of the return by the trustee performed some critical function or was at least something more than an empty formality. Section 58e of the Bankruptcy <span class=\"star-pagination\">*700</span> Act, 11 U. S. C. § 94 (e) (1964 ed.), expressly provides for notice to the Internal Revenue Service of the first meeting of creditors in all bankruptcy proceedings and for notices to all scheduled creditors at important stages of the proceeding. See also 26 U. S. C. § 6036 (1964 ed.) (notice of qualification of trustee). There is, therefore, little chance that the Government would not have the opportunity, for lack of notice, to file its claim as it is required to do in an ordinary case. In the matter before us now, the tax claims were clearly scheduled, the United States had ample notice and it had no trouble whatsoever in filing the statement of administrative expense to take advantage of the priority accorded administrative items arising in the prior Chapter XI proceeding.</p>\n<p>4. Nor is it so clear that to impose on the trustee the obligation of filing returns which the debtor in possession would have filed had he not been adjudicated a bankrupt imposes only an insubstantial burden. Trustees are normally strangers to the estate, have not participated in making or filing the schedules of assets and liabilities and, although they may be creditors, at the outset know little or nothing about the affairs of the bankrupt. They normally do not employ accountants, many times do not have attorneys and more often than not do not forthwith undertake the work and effort necessary to file a tax return. Such a filing is a serious undertaking with possible repercussions and it is not something which an officer of the court can afford lightly to discharge. If the United States claims an amount different from that scheduled, the trustee or his attorney may well have to delve into the facts and give serious consideration to the matter. But I would not require a trustee at the very outset of his duties to determine at his peril whether there are tax returns of the debtor to be filed and to undertake to file them. It would, of course, be impossible to do so on short notice; and if the return <span class=\"star-pagination\">*701</span> date is within a few days after the trustee's appointment, the court's rule would have untoward results.<sup>[*]</sup> Absent some showing of a special function to be served by the filing of the return, the wooden application of § 6011 (a) needlessly proliferates the duties of the ordinary bankruptcy trustee.</p>\n<p>5. <i>Boteler</i> v. <i>Ingels,</i> 308 U. S. 57, does not rule this case. There the Court found an obligation on the trustee to pay license taxes on vehicles used in his own liquidating operations. Given this obligation arising out of his own activities, his failure to pay justified the imposition of a penalty and its payment from the estate. Section 57j was limited to proscribing penalties arising from the bankrupt's own defaults. That case, however, does not tell us whether the trustee was liable either to pay the tax or to file the return in the circumstances of this case. It does not follow from the trustee's obligation to pay license fees on vehicles used in his own operations that he is likewise obligated to pay a tax and file a return with respect to the debtor's prior business operations. And even if one admits the obligation to file the return, which I do not, the fact that the return relates to prebankruptcy matters, not to the trustee's operations, brings this case much closer to those in which § 57j was clearly intended to apply.</p>\n<h2>NOTES</h2>\n<p>[1]  Internal Revenue Code of 1954, § 3402, 26 U. S. C. § 3402 (1964 ed.).</p>\n<p>[2]  Internal Revenue Code of 1954, § 3102, 26 U. S. C. § 3102 (1964 ed.). See also Internal Revenue Code of 1954, § 3111, 26 U. S. C. § 3111 (1964 ed.).</p>\n<p>[3]  Internal Revenue Code of 1954, § 4231 (6), 26 U. S. C. § 4231 (6) (1964 ed.).</p>\n<p>[4]  Internal Revenue Code of 1954, § 3301, 26 U. S. C. § 3301 (1964 ed.).</p>\n<p>[5]  See § 6651 (a) of the Internal Revenue Code of 1954, 26 U. S. C. § 6651 (a) (1964 ed.), which provides:\n</p>\n<p>\"<i>Addition to the tax.</i></p>\n<p>\"In case of failure to file any return . . . on the date prescribed therefor (determined with regard to any extension of time for filing), unless it is shown that such failure is due to reasonable cause and not due to willful neglect, there shall be added to the amount required to be shown as tax on such return 5 percent of the amount of such tax if the failure is for not more than 1 month, with an additional 5 percent for each additional month or fraction thereof during which such failure continues, not exceeding 25 percent in the aggregate.\"</p>\n<p>The maximum penalty of 25% was assessed on the withholding, cabaret, and social security taxes, and a 15% penalty was assessed on the payroll tax. No question is raised in this case concerning the statutory requirement of willfulness.</p>\n<p>[6]  See § 6601 (a) of the Internal Revenue Code of 1954, 26 U. S. C. § 6601 (a) (1964 ed.), which provides:\n</p>\n<p>\"<i>General rule.</i></p>\n<p>\"If any amount of tax imposed by this title (whether required to be shown on a return, or to be paid by stamp or by some other method) is not paid on or before the last date prescribed for payment, interest on such amount at the rate of 6 percent per annum shall be paid for the period from such last date to the date paid.\"</p>\n<p>[7]  The referee did in fact allow part of the Government's claim for interest, representing the portion that had accrued to the dates the respective taxes were assessed against the bankrupt corporation. The trustee sought no review of this anomalous aspect of the referee's order, and the allowance of this portion of the interest is not an issue in this case. Nor did the trustee challenge the referee's allowance of the principal of the taxes as an expense of administration. See <i>Dayton</i> v. <i>Standard,</i> 241 U. S. 588; <i>Michigan</i> v. <i>Michigan Trust Co.,</i> 286 U. S. 334; <i>In re Lambertville Rubber Co.,</i> 111 F. 2d 45 (C. A. 3d Cir.); <i>In re Columbia Ribbon Co.,</i> 117 F. 2d 999 (C. A. 3d Cir.); <i>McColgan</i> v. <i>Maier Brewing Co.,</i> 134 F. 2d 385 (C. A. 9th Cir.); 3 Collier on Bankruptcy 2088 (14th ed. 1964).</p>\n<p>[8]  <i>United States</i> v. <i>Kalishman,</i> 346 F. 2d 514.</p>\n<p>[9]  Cf. <i>Thomas</i> v. <i>Western Car Co.,</i> 149 U. S. 95, 116-117. It is clear that the interest-bearing quality of the debt is suspended, rather than extinguished, by the filing of a petition in bankruptcy. In certain circumstances not here relevant, the accrual of interest may continue during the period of bankruptcy administration. Cf. <i>Bruning</i> v. <i>United States,</i> 376 U. S. 358; 3 Collier on Bankruptcy 1858 <i>et seq.</i> (14th ed. 1964). See 2 Blackstone, Commentaries *488 (Cooley ed. 1899).</p>\n<p>[10]  The decision of the Court in <i>New York</i> v. <i>Saper,</i> 336 U. S. 328, reflected an assimilation of tax debts to the status of other debts in bankruptcy. At the time <i>Sexton</i> v. <i>Dreyfus,</i> 219 U. S. 339, was decided, taxes incurred before bankruptcy enjoyed a highly preferred status in the succeeding bankruptcy liquidation. Thus, § 64a of the Bankruptcy Act of 1898, 30 Stat. 563, granted an absolute priority to claims for taxes and imposed an affirmative duty on the trustee in bankruptcy to seek out and ascertain the amount of taxes owed and to obtain an order from the bankruptcy court for payment. See <i>New York</i> v. <i>Saper,</i> 336 U. S. 328, 333. As a concomitant of their absolute priority, tax claims were permitted to accumulate interest even after the date the petition in bankruptcy was filed. See <i>In re Kallak,</i> 147 F. 276 (D. C. D. N. D.); <i>United States</i> v. <i>Childs,</i> 266 U. S. 304. In 1938, however, Congress amended the Bankruptcy Act by reducing tax debts to the status of a fourth priority, 52 Stat. 874, 11 U. S. C. § 104 (a) (1964 ed.), and by requiring tax claims to be proved in the bankruptcy proceeding like ordinary debts, 52 Stat. 867, 11 U. S. C. § 93 (n) (1964 ed.). Cf. Act of May 27, 1926, c. 406, § 15, 44 Stat. 666; Wurzel, Taxation During Bankruptcy Liquidation, 55 Harv. L. Rev. 1141, 1145-1146. In <i>Saper,</i> the Court held that, in the light of these amendments, tax debts had become sufficiently clothed with the characteristics of other bankruptcy debts to justify the application of the general rule in <i>Sexton</i> to suspend the accrual of interest on such claims on the date the petition in bankruptcy was filed.</p>\n<p>[11]  As Mr. Justice Holmes stated with regard to interest on a secured debt in <i>Sexton</i> v. <i>Dreyfus,</i> 219 U. S. 339, 344-345:\n</p>\n<p>\"The rule is not unreasonable when closely considered. It simply fixes the moment when the affairs of the bankrupt are supposed to be wound up. If, as in a well known illustration of Chief Justice Shaw's, <i>Parks</i> v. <i>Boston,</i> 15 Pick. 198, 208, the whole matter could be settled in a day by a pie-powder court, the secured creditor would be called upon to sell or have his security valued on the spot, would receive a dividend upon that footing, would suffer no injustice, and could not complain.\"</p>\n<p>[12]  See <i>American Iron &amp; Steel Manufacturing Co.</i> v. <i>Seaboard Air Line Railway,</i> 233 U. S. 261, a case of equity receivership, where the Court stated that the general rule barring post-petition interest on pre-petition claims is not based on the fact that the claims \"had lost their interest-bearing quality during that period, but is a necessary and enforced rule of distribution, due to the fact that in case of receiverships the assets are generally insufficient to pay debts in full. If all claims were of equal dignity and all bore the same rate of interest, from the date of the receivership to the date of final distribution, it would be immaterial whether the dividend was calculated on the basis of the principal alone or of principal and interest combined. But some of the debts might carry a high rate and some a low rate, and hence inequality would result in the payment of interest which accrued during the delay incident to collecting and distributing the funds. As this delay was the act of the law, no one should thereby gain an advantage or suffer a loss. For that and like reasons, in case funds are not sufficient to pay claims of equal dignity, the distribution is made only on the basis of the principal of the debt.\" 233 U. S., at 266. See also <i>Vanston Bondholders Protective Committee</i> v. <i>Green,</i> 329 U. S. 156, 164: \"Moreover, different creditors whose claims bore diverse interest rates or were paid by the bankruptcy court on different dates would suffer neither gain nor loss caused solely by delay.\" This equitable doctrine was itself the product of compromise between the interests of competing creditors; it was at least arguable that the intervention of bankruptcy should have prohibited payment even of pre-petition interest on debts until the principal of the debts was paid. See 3 Collier on Bankruptcy 1855-1856 (14th ed. 1964).</p>\n<p>[13]  Nothing in the general language of § 378 (2) of the Bankruptcy Act, 11 U. S. C. § 778 (2) (1964 ed.), which provides that a bankruptcy proceeding superseding a Chapter XI proceeding \"shall be conducted, so far as possible, in the same manner and with like effect as if a voluntary petition for adjudication in bankruptcy had been filed and a decree of adjudication had been entered on the day when the petition under this chapter [XI] was filed,\" requires us to collapse these important distinctions between an arrangement proceeding and a superseding bankruptcy and to treat the taxes in question here as though they were incurred in the bankruptcy proceeding itself.</p>\n<p>[14]  <i>United States</i> v. <i>General Engineering &amp; Mfg. Co.,</i> 188 F. 2d 80 (C. A. 8th Cir.), aff'd 342 U. S. 912. Cf. <i>Massachusetts</i> v. <i>Thompson,</i> 190 F. 2d 10 (C. A. 1st Cir.), cert. denied, 342 U. S. 918. The same rule has been applied to suspend interest both in corporate reorganization proceedings under Chapter X of the Bankruptcy Act, <i>United States</i> v. <i>Edens,</i> 189 F. 2d 876 (C. A. 4th Cir.), aff'd, 342 U. S. 912, and in assignments for the benefit of creditors, <i>Matter of Pavone Textile Corp.,</i> 302 N. Y. 206, 97 N. E. 2d 755, aff'd <i>sub nom. </i><i>United States</i> v. <i>Bloom,</i> 342 U. S. 912. In accord with these decisions, the United States filed no claim in the present case for interest accruing in the arrangement and liquidating bankruptcy periods on taxes incurred before the Chapter XI petition was filed.</p>\n<p>[15]  Cf. <i>Massachusetts</i> v. <i>Thompson,</i> 190 F. 2d 10, 11 (dissenting opinion of Judge Woodbury). Section 344 of the Bankruptcy Act, 11 U. S. C. § 744 (1964 ed.), specifically contemplates the creation of interest-bearing debts during the arrangement period. See also Weintraub &amp; Levin, Practical Guide to Bankruptcy and Debtor Relief 185-186 (1964).</p>\n<p>[16]  On the basis of statistics in the Brief of the United States submitted in this case, it appears that significant numbers of Chapter XI proceedings terminate in bankruptcy. For example, in the fiscal year ending June 30, 1964, 1,088 Chapter XI proceedings were filed, and a debtor was adjudicated a bankrupt in 604 such proceedings that had been initiated in 1964 or prior years.</p>\n<p>[17]  Section 64a of the Bankruptcy Act, 11 U. S. C. § 104 (a), provides:\n</p>\n<p>\"<i>Debts which have priority.</i></p>\n<p>\"(a) The debts to have priority, in advance of the payment of dividends to creditors, and to be paid in full out of bankrupt estates, and the order of payment, shall be (1) the costs and expenses of administration, including the actual and necessary costs and expenses of preserving the estate subsequent to filing the petition . . . . Where an order is entered in a proceeding under any chapter of this title directing that bankruptcy be proceeded with, the costs and expenses of administration incurred in the ensuing bankruptcy proceeding shall have priority in advance of payment of the unpaid costs and expenses of administration, including the allowances provided for in such chapter, incurred in the superseded proceeding . . . (4) taxes legally due and owing by the bankrupt to the United States or any State or any subdivision thereof . . . .\"</p>\n<p>[18]  See note 17, <i>supra.</i> The final sentence of § 64a (1) was added by Congress in 1952, 66 Stat. 426, as amended, 76 Stat. 571.</p>\n<p>[19]  The general principle restricting post-bankruptcy interest to the relevant time period in which the underlying obligation was incurred is also consistent with § 63a (1) of the Bankruptcy Act, 11 U. S. C. § 103 (a) (1) (1964 ed.) (interest on judgments and written instruments allowed only to date of filing of petition in bankruptcy; rebate of interest required if debt was not then payable and did not bear interest), and § 63a (5), 11 U. S. C. § 103 (a) (5) (1964 ed.) (interest allowed only to date of petition on debts reduced to judgment after bankruptcy). Compare <i>Missouri</i> v. <i>Earhart,</i> 111 F. 2d 992, 996-997 (C. A. 8th Cir.).</p>\n<p>[20]  See <i>Ex parte Bennet,</i> 2 Atk. 526, 527; <i>New York</i> v. <i>Saper,</i> 336 U. S. 328, 334; <i>Bruning</i> v. <i>United States,</i> 376 U. S. 358, 362; 3 Collier on Bankruptcy 1857 (14th ed. 1964).</p>\n<p>[21]  \"Any officers and agents conducting any business under authority of a United States court shall be subject to all Federal, State and local taxes applicable to such business to the same extent as if it were conducted by an individual or corporation.\" 28 U. S. C. § 960 (1964 ed.).</p>\n<p>[22]  Section 7501 (a) of the Internal Revenue Code of 1954, 26 U. S. C. § 7501 (a) (1964 ed.), provides:\n</p>\n<p>\"<i>General rule.</i></p>\n<p>\"Whenever any person is required to collect or withhold any internal revenue tax from any other person and to pay over such tax to the United States, the amount of tax so collected or withheld shall be held to be a special fund in trust for the United States. The amount of such fund shall be assessed, collected, and paid in the same manner and subject to the same provisions and limitations (including penalties) as are applicable with respect to the taxes from which such fund arose.\"</p>\n<p>Cf. <i>City of New York</i> v. <i>Rassner,</i> 127 F. 2d 703 (C. A. 2d Cir.); <i>United States</i> v. <i>Sampsell,</i> 193 F. 2d 154 (C. A. 9th Cir.); <i>Hercules Service Parts Corp.</i> v. <i>United States,</i> 202 F. 2d 938 (C. A. 6th Cir.); <i>In re Airline-Arista Printing Corp.,</i> 267 F. 2d 333 (C. A. 2d Cir.); 3 Collier on Bankruptcy 2066, n. 27 (14th ed. 1964).</p>\n<p>[23]  The record indicates that the assets of the bankrupt estate are sufficient to pay all expenses entitled to priority under § 64a (1) of the Bankruptcy Act, and the United States has not sought to claim the <i>principal</i> of the taxes in question as a trust fund. See note 7, <i>supra.</i></p>\n<p>[24]  We thus have no occasion to determine whether in any event interest, which would necessarily be derived from the assets of the bankrupt estate, could accede to the principal of such a trust fund.</p>\n<p>[25]  See note 21, <i>supra.</i></p>\n<p>[26]  Cf. <i>In re Chicago &amp; N. W. R. Co.,</i> 119 F. 2d 971 (C. A. 7th Cir.). See also § 6659 (a) (1) of the Internal Revenue Code, 26 U. S. C. § 6659 (a) (1) (1964 ed.), which provides that penalties on taxes \"shall be assessed, collected, and paid in the same manner as taxes.\"</p>\n<p>[27]  The liability of the trustee for the principal of these taxes results from his succession in interest to the title of the debtor in possession, who, as an officer of the bankruptcy court, was clearly subject to such taxes under the provisions of 28 U. S. C. § 960, <i>supra,</i> note 21. As the successor in interest, the trustee is bound by all authorized acts of the debtor in possession. <i>In re Wil-low Cafeterias,</i> 111 F. 2d 429 (C. A. 2d Cir.); 8 Collier on Bankruptcy 965 (14th ed. 1964). Cf. Shapiro, Tax Effects of Bankruptcy, 1959 So. Calif. Tax Inst. 587, 588-591. In general, the trustee himself is under a duty to seek out and pay taxes accruing against the bankrupt estate during the bankruptcy itself. See 2 Collier on Bankruptcy 1752 (14th ed. 1964). Cf. Internal Revenue Code of 1954, § 6012 (b) (3) (trustee required to make returns of income for bankrupt corporation whether or not the business of the corporation is being operated). Unlike the situation in Part I, <i>supra,</i> the present question involves no major inequities between creditors of the same class. The dominant aspect here, therefore, is the continuity of interest between the debtor in possession and the trustee as officers of the bankruptcy court. The crucial fact in the present case, so far as the obligation to file the tax returns is concerned, is that the taxes were in fact incurred during proceedings under the Bankruptcy Act. Thus, nothing said in this opinion may be taken as imposing any obligation upon a trustee in bankruptcy to file returns for taxes incurred before the initiation of proceedings under the Act. Cf. I. T. 3959, 1949-1 Cum. Bull. 90 (trustee not authorized to file federal income tax returns on behalf of a bankrupt individual).</p>\n<p>[28]  Section 6011 (a) of the Internal Revenue Code of 1954, 26 U. S. C. § 6011 (a) (1964 ed.), provides:\n</p>\n<p>\"<i>General rule.</i></p>\n<p>\"When required by regulations prescribed by the Secretary or his delegate any person made liable for any tax imposed by this title, or for the collection thereof, shall make a return or statement according to the forms and regulations prescribed by the Secretary or his delegate. . . .\"</p>\n<p>Since it is clear that under § 6011 (a) the trustee himself was required to file returns for the taxes in issue, we need not determine whether penalties incurred by the debtor in possession may be assessed against the trustee. See §§ 57 (j) and 381 (3) of the Bankruptcy Act, 11 U. S. C. §§ 93 (j), 781 (3) (1964 ed.); <i>Boteler</i> v. <i>Ingels,</i> 308 U. S. 57, 59-60. Nor is there any issue raised in this case concerning the susceptibility to tax under 28 U. S. C. § 960 of a trustee whose activities do not amount to the conduct of business in any meaningful sense. See <i>United States</i> v. <i>Sampsell,</i> 266 F. 2d 631 (C. A. 9th Cir.); <i>In re Loehr,</i> 98 F. Supp. 402 (D. C. E. D. Wis.); <i>In the Matter of F. P. Newport Corp., Ltd.,</i> 144 F. Supp. 507 (D. C. S. D. Cal.).</p>\n<p>Nothing in § 6151 of the Internal Revenue Code, 26 U. S. C. § 6151 (1964 ed.), which obliges the person required to file a return to pay the tax in question, imposes any obligation on the trustee other than in his capacity as the representative of the bankrupt estate. Nor is § 3467 of the Revised Statutes, 31 U. S. C. § 192 (1964 ed.), applicable here. It is well established that this provision, which imposes a personal liability on a trustee who distributes the property of a bankrupt estate to other creditors before satisfying the debts due the United States, does not alter the priorities established by § 64a of the Bankruptcy Act. <i>Guarantee Co.</i> v. <i>Title Guaranty Co.,</i> 224 U. S. 152; <i>United States</i> v. <i>Kaplan,</i> 74 F. 2d 664 (C. A. 2d Cir.). Cf. <i>King</i> v. <i>United States,</i> 379 U. S. 329. Compare <i>Boteler</i> v. <i>Ingels,</i> 308 U. S. 57, 60, n. 6; <i>In re Lambertville Rubber Co.,</i> 111 F. 2d 45, 49-50 (C. A. 3d Cir.).</p>\n<p>[29]  It is true that under the general language of § 6151 of the Code, the date on which the return must be filed is also the date on which the tax is required to be paid. It is only the <i>filing</i> requirement, however, that is accompanied by the sanction of a statutory penalty. Internal Revenue Code of 1954, § 6651 (a), <i>supra,</i> note 5. The sole concomitant of the failure to <i>pay</i> the taxes is the accumulation of interest on the unpaid amount. However, as we have held in Part I, <i>supra,</i> no liability for such interest attaches to the trustee in the circumstances of the present case. See also Rev. Rul. 56-158, 1956-1 Cum. Bull. 596 (penalty assessed for late filing of return in assignment for the benefit of creditors proceeding).</p>\n<p>[30]  The penalties involved in this case were incurred by the trustee after the petition for bankruptcy was filed. Therefore, in light of the considerations discussed in Part I, <i>supra,</i> the trustee is liable for interest on the penalties incurred because of his failure to file the returns. Since we have determined that the trustee is liable in any event for penalties on all of the taxes here in question, we have no occasion to pass upon the Government's alternative claim that the penalties on the withholding and cabaret taxes may be recovered as part of a trust fund under § 7501 (a) of the Internal Revenue Code, <i>supra,</i> note 22.</p>\n<p>[*]  Extensions of time for withholding tax returns are limited to a maximum of 15 days. Mim. 6157, 1947-2 Cum. Bull. 64.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:10:57", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></span> (1966)</b></center>\n<center><h1>NICHOLAS, TRUSTEE<br>\nv.<br>\nUNITED STATES.</h1></center>\n<center>No. 650.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 19, 1966.</center>\n<center>Decided June 13, 1966.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FIFTH CIRCUIT.\n<p><span class=\"star-pagination\">*679</span> <i>John H. Gunn</i> argued the cause and filed briefs for petitioner.</p>\n<p><i>C. Moxley Featherston</i> argued the cause for the United States. On the brief were <i>Solicitor General Marshall, Assistant Attorney General Rogovin, Robert S. Rifkind</i> and <i>I. Henry Kutz.</i></p>\n<p><i>Harry S. Gleick</i> filed a brief for Jerome Kalishman, as <i>amicus curiae,</i> urging reversal.</p>\n<p>MR. JUSTICE STEWART delivered the opinion of the Court.</p>\n<p>The question presented in this case is whether a superseding trustee in bankruptcy is liable for interest and penalties on federal taxes incurred by a debtor in possession during an arrangement proceeding under Chapter XI of the Bankruptcy Act. The facts are not in dispute.</p>\n<p>On August 6, 1958, Beachcomber Motel, Inc., a Florida corporation operating a motel in Miami Beach, filed an original petition for an arrangement with its unsecured creditors under Chapter XI. Bankruptcy Act § 322, 11 U. S. C. § 722 (1964 ed.). During the pendency of the arrangement proceeding, the corporation was permitted to operate its business as a debtor in possession under the authority of the bankruptcy court. In the course of its business operations, the corporation withheld federal income taxes<sup>[1]</sup> and social security taxes<sup>[2]</sup> from the wages paid to its employees and <span class=\"star-pagination\">*680</span> collected federal excise taxes on the receipts from its cabaret.<sup>[3]</sup> Subsequently, the corporation was dispossessed of its property and the motel premises were closed.</p>\n<p>Unable to proceed with a plan of arrangement with its creditors, the corporation filed a petition in bankruptcy on September 17, 1958, and was adjudged a bankrupt on the same date. Bankruptcy Act § 376 (2), 11 U. S. C. § 776 (2) (1964 ed.). On September 19, 1958, a trustee in bankruptcy, the petitioner in this case, was appointed. On October 31, 1958, the federal income taxes withheld, as well as the social security taxes and the cabaret taxes, were due to be paid. On January 31, 1959, the payroll tax imposed on employers by the Federal Unemployment Tax Act was due.<sup>[4]</sup> The trustee in bankruptcy neither paid these taxes nor filed any of the returns required with respect to them. On April 11, 1963, the United States submitted an administrative expense statement in the bankruptcy proceeding, claiming as administrative expenses the principal of the taxes due, penalties assessed for the trustee's failure to file the returns for the taxes,<sup>[5]</sup><span class=\"star-pagination\">*681</span> and interest that had accumulated and would continue to accumulate on the taxes and penalties until they were paid.<sup>[6]</sup></p>\n<p>The referee in bankruptcy allowed the Government's claim for the principal of the taxes but disallowed the claims for penalties and interest.<sup>[7]</sup> The referee's order was affirmed in all respects by the District Court. The Court of Appeals for the Fifth Circuit reversed the judgment of the District Court and allowed the claims for penalties and interest on the taxes. 346 F. 2d 32. Shortly after that decision, the Court of Appeals for the Eighth Circuit reached the opposite result with respect to a similar claim by the Government for interest on taxes incurred during a Chapter XI proceeding,<sup>[8]</sup> and we granted certiorari to resolve this conflict. 382 U. S. 971.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*682</span> I.</h2>\n<p>It is a well-settled principle of American bankruptcy law that in cases of ordinary bankruptcy, the accumulation of interest on claims against a bankrupt estate is suspended as of the date the petition in bankruptcy is filed. <i>Sexton</i> v. <i>Dreyfus,</i> 219 U. S. 339.<sup>[9]</sup> That rule, grounded in historical considerations of equity and administrative convenience, was specifically made applicable to the accumulation of interest on claims for taxes by the decision of this Court in <i>New York</i> v. <i>Saper,</i> 336 U. S. 328.<sup>[10]</sup></p>\n<p><span class=\"star-pagination\">*683</span> The debts in <i>Sexton,</i> like the taxes in <i>Saper,</i> were incurred during the regular business operations of the taxpayer, prior to the invocation of any procedures under the Bankruptcy Act, whereas the taxes in the present case were incurred after a petition invoking Chapter XI of the Act had been filed. On the basis of that distinction, the Government contends that the taxes here in question were entitled to bear interest throughout the bankruptcy period. We draw no such conclusion from that distinction.</p>\n<p>We believe that the decisions of this Court in <i>Sexton</i> and <i>Saper</i> reflect the broad equitable principle that creditors should not be disadvantaged <i>vis-a-vis</i> one another by legal delays attributable solely to the time-consuming procedures inherent in the administration of the bankruptcy laws.<sup>[11]</sup> In the context of interest-bearing debts, the equitable principle enunciated in <i>Sexton</i> and <i>Saper</i> rests at bottom on an awareness of the inequity that would result if, through the continuing accumulation of interest in the course of subsequent bankruptcy proceedings, obligations bearing relatively high rates of interest were permitted to absorb the assets of a bankrupt estate <span class=\"star-pagination\">*684</span> whose funds were already inadequate to pay the principal of the debts owed by the estate.<sup>[12]</sup></p>\n<p>To be sure, the amount of interest that accumulates on a debt incurred during a Chapter XI arrangement depends upon the duration of a proceeding that takes place under the direction and authority of the bankruptcy court. Bankruptcy Act §§ 342, 343, 11 U. S. C. §§ 742, 743 (1964 ed.). But interest claimed on such a debt does not arise through a \"delay\" of the law in any meaningful sense. The underlying obligation of the debtor in possession is incurred as part of a judicial process of rehabilitation of the debtor that the procedures <span class=\"star-pagination\">*685</span> of Chapter XI are designed to facilitate. Interest on a current Chapter XI obligation is therefore different in kind from interest claimed during the arrangement period on a debt incurred before the Chapter XI petition was filed. From the vantage point of prearrangement creditors, the panorama of a Chapter XI proceeding is intimately bound up with the intrusion of the bankruptcy law into the previously untrammelled relationship between a debtor and his creditors. For these creditors, the filing of the Chapter XI petition may legitimately be regarded as introducing the very sort of legal delay that bankruptcy courts, in denying claims for interest, have traditionally characterized as inequitable. On the other hand, from the vantage point of the creditor whose credit relationship arose during the Chapter XI proceeding itself, it is the subsequent filing of a petition in bankruptcy that marks the intervention of meaningful legal delays. The equitable rationale underlying our decisions in <i>Sexton</i> and <i>Saper</i> is therefore fully applicable to cases in which a Chapter XI proceeding is superseded by a liquidating bankruptcy.<sup>[13]</sup></p>\n<p>The principle that our past decisions thus establish is that the accumulation of interest on a debt must be suspended once an enterprise enters a period of bankruptcy administration beyond that in which the underlying interest-bearing obligation was incurred. In <i>Saper,</i> there <span class=\"star-pagination\">*686</span> were two relevant periods to be considered\u0097the prepetition period, before the petition in bankruptcy was filed, and the post-petition period, during the bankruptcy liquidation. The Court there upheld the accumulation of interest throughout the pre-petition period on taxes incurred during that period; it rejected only the claim for post-petition interest on the pre-petition taxes. By contrast, the circumstances of the present case commend a division into three periods\u0097the pre-arrangement period, the arrangement period, and the liquidating bankruptcy period. A tax incurred within any one of these three periods would, we think, be entitled to bear interest against the bankrupt estate until, but not beyond, the close of the period in which it was incurred. Thus, in a case concerning taxes incurred during the first period\u0097 that is, before the filing of a petition for a Chapter XI arrangement\u0097the Court has summarily affirmed a judgment holding that the accumulation of interest must be suspended as of the date the Chapter XI petition was filed.<sup>[14]</sup> Where, as in the present case, the taxes have been incurred in the Chapter XI proceeding itself, application of the principle enunciated in <i>Sexton</i> and <i>Saper</i> permits interest to accrue throughout the arrangement proceeding; the principle requires only that the accumulation of interest be suspended once a petition in bankruptcy is filed.</p>\n<p><span class=\"star-pagination\">*687</span> The allowance of interest on Chapter XI debts until the filing of a petition in bankruptcy promotes the availability of capital to a debtor in possession and enhances the likelihood of achieving the goal of the proceeding, the ultimate rehabilitation of the debtor.<sup>[15]</sup> Disallowance of interest on Chapter XI debts might seriously hinder the availability of such funds and might in many cases foreclose the prospect of the debtor's recovery.<sup>[16]</sup> No such significant detriment to the viability of a Chapter XI proceeding is imposed by the suspension of interest once the proceeding enters the liquidating bankruptcy period, since potential creditors can readily adjust their interest rates to accommodate their prognosis of the particular debtor's chances of rehabilitation.</p>\n<p>The division of the proceedings in the present case into three separate periods defining the permissible accumulation of interest is supported by the threefold hierarchy of priorities for tax claims under the Bankruptcy Act. Taxes incurred in the pre-arrangement period must be content with a fourth priority under § 64a (4) of the Bankruptcy Act.<sup>[17]</sup> On the other hand, taxes incurred <span class=\"star-pagination\">*688</span> during the arrangement period are expenses of the Chapter XI proceedings and are therefore technically a part of the first priority under § 64a (1).<sup>[18]</sup> The final sentence of that section, however, subordinates arrangement expenses within that priority to the expenses of the superseding bankruptcy administration. Tax claims incurred during Chapter XI proceedings are therefore in fact junior to claims for expenses incurred in subsequent bankruptcy proceedings. The suspension of interest on taxes incurred during the arrangement period as of the date a bankruptcy petition is filed thus corresponds to the suspension of interest on pre-arrangement taxes when a Chapter XI petition is filed. Moreover, the suspension of interest extricates the superseding trustee from a serious dilemma he would otherwise face, whether to pay subordinated Chapter XI tax claims prematurely in order to forestall the accrual of interest, or to increase the burden on the bankrupt estate by allowing the interest to accumulate.<sup>[19]</sup></p>\n<p><span class=\"star-pagination\">*689</span> Aside from its basis in the equitable principle that creditors of a bankrupt estate should not be disadvantaged solely by means of the law's delay, the confinement of the accrual of interest on Chapter XI obligations to the arrangement proceeding itself is also grounded in significant considerations of administrative convenience. As the Court recognized in <i>Vanston Bondholders Protective Committee</i> v. <i>Green,</i> 329 U. S. 156, 164, \"Accrual of simple interest on unsecured claims in bankruptcy was prohibited in order that the administrative inconvenience of continuous recomputation of interest causing recomputation of claims could be avoided.\" Thus, by accepting as a cut-off the date of filing of the petition in bankruptcy, the trustee avoids the potentially laborious procedure of recalculating the pro rata share to which each Chapter XI creditor is entitled whenever a distribution in the supervening bankruptcy is carried out.<sup>[20]</sup></p>\n<p>The application of the principle of our past decisions to the facts of the present case is straightforward. Since the taxes in question were incurred during the Chapter XI arrangement proceeding itself, the United States was entitled to interest on those taxes for the duration of that period. The actual arrangement proceeding in this case, however, terminated before the taxes became payable, and, therefore, no interest on the taxes accumulated before the petition in bankruptcy was filed by the debtor in possession. The entire amount of interest sought by the United States represents interest claimed for the liquidating bankruptcy period. Since we hold that the accumulation of interest on debts incurred during Chapter <span class=\"star-pagination\">*690</span> XI proceedings is suspended on the date the petition in the superseding bankruptcy is filed, it is clear that the United States is not entitled to the interest that it seeks on the taxes in this case.</p>\n<p>The result here is in no way inconsistent with the provisions of 28 U. S. C. § 960, which states that persons conducting a business under the authority of a federal court shall be taxed as if they were conducting a private business.<sup>[21]</sup> As an officer of the bankruptcy court, the debtor in possession was fully subject to taxes and interest incurred during his operation of the business in the Chapter XI arrangement. Nothing in the general language of 28 U. S. C. § 960, however, necessarily subjects the trustee in the superseding bankruptcy proceeding to an obligation to pay additional interest on those prior taxes once a petition in bankruptcy has been filed. <i>United States</i> v. <i>Kalishman,</i> 346 F. 2d 514; cf. <i>New York</i> v. <i>Saper,</i> 336 U. S. 328; <i>United States</i> v. <i>General Engineering &amp; Mfg. Co.,</i> 188 F. 2d 80 (C. A. 8th Cir.), aff'd, 342 U. S. 912. In the absence of explicit congressional direction, the considerations of equity and administrative convenience established by our decisions under the Bankruptcy Act clearly support this interpretation of the scope of this provision of the Judicial Code.</p>\n<p>We find no merit in the Government's alternative suggestion that the interest on two of the taxes here in question \u0097those withheld from the wages of employees and those collected from the patrons of the cabaret\u0097constitutes a trust fund over which the United States has an absolute priority under § 7501 (a) of the Internal Revenue <span class=\"star-pagination\">*691</span> Code.<sup>[22]</sup> We need not here determine whether, with regard to the <i>principal</i> of those taxes, the general language of § 7501 (a) overrides the strong policy of § 64 a (1) of the Bankruptcy Act, which establishes a sharply defined priority that places all expenses of administration on a parity, including claims for taxes.<sup>[23]</sup> Cf. <i>Guarantee Co.</i> v. <i>Title Guaranty Co.,</i> 224 U. S. 152; <i>Davis</i> v. <i>Pringle,</i> 268 U. S. 315; <i>Missouri</i> v. <i>Ross,</i> 299 U. S. 72. The second sentence of § 7501 (a) specifically provides that interest on such a trust fund is collectible in the same manner as the taxes from which the fund arose. Since we have already determined that no interest on any of the taxes here in question accrues beyond the period of the arrangement proceeding, no interest could accumulate on a trust fund composed of the withholding and cabaret taxes.<sup>[24]</sup></p>\n<p><span class=\"star-pagination\">*692</span> We therefore reverse the judgment of the Court of Appeals with regard to the liability of the trustee for the interest on the taxes.</p>\n<p></p>\n<h2>II.</h2>\n<p>The validity of the claim by the United States against the trustee for penalties for failure to file the returns for the taxes in question presents a completely different issue. The result here is governed squarely by the rationale of our decision in <i>Boteler</i> v. <i>Ingels,</i> 308 U. S. 57, in which we sustained a penalty against a trustee in bankruptcy who failed to pay state automobile license taxes incurred while he was operating the business of the bankrupt estate for the purpose of liquidation. We held in <i>Boteler</i> that Congress, under the predecessor of 28 U. S. C. § 960,<sup>[25]</sup> had \"with vigor and clarity declared that a trustee and other court appointees who operate businesses must do so subject to state taxes `the same as if such business[es] were conducted by an individual or corporation.' \" 308 U. S., at 61. As we stated in <i>Boteler,</i> if the trustee were exempt from the penalty, a \"State would thus be accorded the theoretical privilege of taxing businesses operated by trustees in bankruptcy on an equal footing with all other businesses, but would be denied the traditional and almost universal method of enforcing prompt payment.\" <i>Id.,</i> at 61.<sup>[26]</sup></p>\n<p>The same considerations are equally applicable to the present case. It is conceded that the trustee, in his status as representative of the bankrupt estate and successor in interest to the debtor in possession, is liable for the principal of the taxes incurred by the debtor in possession, <span class=\"star-pagination\">*693</span> to the extent of the priority enjoyed by the taxes under § 64a (1) of the Bankruptcy Act.<sup>[27]</sup> Once that liability is established, there can be no question that, under § 6011 (a) of the Internal Revenue Code, the trustee was under an obligation to file returns for these taxes, even though the taxes themselves were incurred by the debtor in possession during the pendency of the arrangement proceeding.<sup>[28]</sup> It therefore follows under <i>Boteler</i> that, <span class=\"star-pagination\">*694</span> in the circumstances of the present case, where a Chapter XI arrangement has been superseded by a liquidating bankruptcy under the Bankruptcy Act, the United States is entitled to exact the penalties here in question as a legitimate means to enforce the prompt filing of the tax returns. Although the rule in <i>Boteler</i> may be open to some question as applied to the facts of that case, no such difficulty is presented here. In <i>Boteler,</i> the trustee was penalized for his failure actually to <i>pay</i> the license fees within the time period prescribed by the State, even <span class=\"star-pagination\">*695</span> though it could not have been clear at that date that the assets of the bankrupt estate would be sufficient to pay all of the expenses of administration that were entitled to share equally with the taxes under the first priority of § 64a (1) of the Bankruptcy Act in any distribution of assets from the estate. In the present case, on the other hand, the penalties were imposed solely because of the trustee's failure to file timely returns for the taxes incurred during the Chapter XI arrangement period.<sup>[29]</sup> No legitimate interest would be served by permitting the trustee to escape the unburdensome responsibility of merely filing the returns and thereby notifying the United States of the taxes that are due. We therefore affirm the judgment of the Court of Appeals with regard to the liability of the trustee for the penalties in question.<sup>[30]</sup></p>\n<p><span class=\"star-pagination\">*696</span> For the reasons stated, the judgment of the Court of Appeals for the Fifth Circuit is affirmed in part and reversed in part, and the case is remanded to the Court of Appeals for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE HARLAN, concurring in part and dissenting in part.</p>\n<p>Recognizing the case to be difficult, I would affirm the Court of Appeals' decision to allow both the interest and the penalty as administration expenses. On both points, I think there are fair policy arguments which can be mustered to support either result. On balance, it seems to me that the entire period starting with the Chapter XI operation and carrying through the bankruptcy proceeding should be regarded as a continuum of court administration. See especially § 378 (2) of the Bankruptcy Act, 11 U. S. C. § 778 (2) (1964 ed.). From this I think it follows that interest should not be stopped when bankruptcy succeeds the Chapter XI period, and that the court-appointed trustee does fall heir to the responsibilities of the court-supervised debtor in possession to file returns.</p>\n<p>MR. JUSTICE WHITE, with whom MR. JUSTICE DOUGLAS and MR. JUSTICE FORTAS join, concurring in part and dissenting in part.</p>\n<p>I agree with all but Part II of the Court's opinion and dissent as to that part.</p>\n<p>The issue is whether a penalty for the trustee's failure to file withholding, social security and cabaret tax returns is payable out of the assets of the estate. The Court holds that it is, even though the acts giving rise to tax liability occurred during the operation of the business by the debtor in possession prior to the trustee's <span class=\"star-pagination\">*697</span> assumption of office. Although the Court concedes that the trustee is not obligated to pay the tax except at the time and within the limits provided by the Bankruptcy Act, he must nevertheless undertake the sometimes difficult task of assembling all the information necessary to file the tax returns that the debtor in possession would have had to file had bankruptcy not occurred. For several reasons I do not agree.</p>\n<p>1. The bankruptcy laws do not favor saddling an estate with penalties. Section 57j states that \"Debts owing to the United States or to any State or any subdivision thereof as a penalty or forfeiture shall not be allowed . . . ,\" Bankruptcy Act, § 57j, as amended, 11 U. S. C. § 93 (j) (1964 ed.), and this Court has held the section applicable to a federal tax claim even where it is secured by a lien. <i>Simonson</i> v. <i>Granquist,</i> 369 U. S. 38. That case reaffirmed the \"broad aim of the Act to provide for the conservation of the estates of insolvents to the end that there may be as equitable a distribution of assets as is consistent with the type of claims involved. . . . Enforcement of penalties against the estates of bankrupts, however, would serve not to punish the delinquent taxpayers, but rather their entirely innocent creditors.\" <i>Id.,</i> at 40-41. It is true that § 57j deals with penalties claimed against the debtor and here the penalty is claimed to arise from the trustee's alleged default. But the general policy against diluting the claims of creditors by charging penalties against the estate\u0097very similar to the policy against allowing interest during bankruptcy which the Court rightly makes much of in this case\u0097requires at the very least weighty and persuasive reasons for imposing upon the estate and the other creditors a penalty for the trustee's failure to file a return relating to the prebankruptcy operations of the business. If the tax return date in this case had fallen on the day before bankruptcy, § 57j would bar the penalty. I see little <span class=\"star-pagination\">*698</span> sense in a rule which would allow it if the return date is the day after bankruptcy.</p>\n<p>2. The Court rests the trustee's obligation to file a return solely on § 6011 (a) of the Internal Revenue Code\u0097\"any person made liable for any tax imposed by this title, or for the collection thereof, shall make a return. . . .\" Section 6151, putting the matter the other way, imposes an obligation to pay the tax on those who file a return. The Court says it is conceded the trustee is liable to pay the taxes incurred by the debtor in possession and therefore the trustee must file a return. But the Court obviously does not mean the trustee is \"liable\" to pay in the sense that he must pay claims against the estate. For in the typical bankruptcy case where no Chapter XI proceeding has intervened\u0097the failure of an individual proprietorship for example\u0097the trustee is not obligated to, indeed is not authorized to, file the individual's return even though federal taxes are entitled to a Class 4 priority. I. T. 3959, 1949-1 Cum. Bull. 90. The salient fact is that the trustee's general obligation to pay claims, including tax claims, takes effect only when and if they are allowed and distribution is ordered. Any claimed liability to pay a tax at any earlier time gives way to the priority provisions of § 64a, and mere liability to pay claims is not the type of liability envisaged by § 6011 (a). If it were, the bankruptcy trustee in the ordinary proceeding not following an abortive Chapter XI arrangement could not escape the rule announced today.</p>\n<p>Accordingly, the reliance of the Court is not on the trustee's general liability to pay claims but on the supposed \"crucial fact\" that the taxes here in question were incurred during proceedings under the Bankruptcy Act with the trustee being successor in interest to the debtor in possession, who also acted as an officer of the court. But had the debtor in possession continued to operate <span class=\"star-pagination\">*699</span> the business, his liability to file a return and to pay the taxes here in question would have been clear under 28 U. S. C. § 960 (1964 ed.), and he could have been subjected to penalties for any default, <i>Boteler</i> v. <i>Ingels,</i> 308 U. S. 57. With respect to the trustee, however, the Court disclaims any holding that his liability arises under § 960, see <i>ante,</i> 693, n. 28, at 694, and it seems also to disavow any implication that the trustee could be penalized for failure to pay these taxes at the time required by the Code, as distinguished from failure to file the returns, <i>ante,</i> n. 29 and accompanying text. Such disclaimers are entirely appropriate. For the truth of the matter is that the successor liability of the trustee who succeeds a debtor in possession is no different from that of the trustee who succeeds the ordinary bankrupt, except that taxes accruing during the arrangement are distinguished from pre-arrangement taxes in that they are classified as administrative expenses and thus are escalated from a Class 4 to a Class 1 priority, although relegated to an inferior position within Class 1 and hence payable only if there are sufficient assets to pay prior expenses. In either instance the trustee's duty to pay is regulated by § 64a and is a general obligation to pay claims and administrative expenses not constituting the kind of liability envisaged by § 6011 (a). In sum, there is no basis in law for treating the debtor in possession and the trustee as one person, and the Court's error is in merging together two distinct periods of the estate for purposes of assessing responsibility for filing returns when it quite carefully, and correctly, separated them for purposes of determining liability to pay interest.</p>\n<p>3. There might be some grounds for rejecting the general policy against allowing penalties against bankrupt estates if the filing of the return by the trustee performed some critical function or was at least something more than an empty formality. Section 58e of the Bankruptcy <span class=\"star-pagination\">*700</span> Act, 11 U. S. C. § 94 (e) (1964 ed.), expressly provides for notice to the Internal Revenue Service of the first meeting of creditors in all bankruptcy proceedings and for notices to all scheduled creditors at important stages of the proceeding. See also 26 U. S. C. § 6036 (1964 ed.) (notice of qualification of trustee). There is, therefore, little chance that the Government would not have the opportunity, for lack of notice, to file its claim as it is required to do in an ordinary case. In the matter before us now, the tax claims were clearly scheduled, the United States had ample notice and it had no trouble whatsoever in filing the statement of administrative expense to take advantage of the priority accorded administrative items arising in the prior Chapter XI proceeding.</p>\n<p>4. Nor is it so clear that to impose on the trustee the obligation of filing returns which the debtor in possession would have filed had he not been adjudicated a bankrupt imposes only an insubstantial burden. Trustees are normally strangers to the estate, have not participated in making or filing the schedules of assets and liabilities and, although they may be creditors, at the outset know little or nothing about the affairs of the bankrupt. They normally do not employ accountants, many times do not have attorneys and more often than not do not forthwith undertake the work and effort necessary to file a tax return. Such a filing is a serious undertaking with possible repercussions and it is not something which an officer of the court can afford lightly to discharge. If the United States claims an amount different from that scheduled, the trustee or his attorney may well have to delve into the facts and give serious consideration to the matter. But I would not require a trustee at the very outset of his duties to determine at his peril whether there are tax returns of the debtor to be filed and to undertake to file them. It would, of course, be impossible to do so on short notice; and if the return <span class=\"star-pagination\">*701</span> date is within a few days after the trustee's appointment, the court's rule would have untoward results.<sup>[*]</sup> Absent some showing of a special function to be served by the filing of the return, the wooden application of § 6011 (a) needlessly proliferates the duties of the ordinary bankruptcy trustee.</p>\n<p>5. <i>Boteler</i> v. <i>Ingels,</i> 308 U. S. 57, does not rule this case. There the Court found an obligation on the trustee to pay license taxes on vehicles used in his own liquidating operations. Given this obligation arising out of his own activities, his failure to pay justified the imposition of a penalty and its payment from the estate. Section 57j was limited to proscribing penalties arising from the bankrupt's own defaults. That case, however, does not tell us whether the trustee was liable either to pay the tax or to file the return in the circumstances of this case. It does not follow from the trustee's obligation to pay license fees on vehicles used in his own operations that he is likewise obligated to pay a tax and file a return with respect to the debtor's prior business operations. And even if one admits the obligation to file the return, which I do not, the fact that the return relates to prebankruptcy matters, not to the trustee's operations, brings this case much closer to those in which § 57j was clearly intended to apply.</p>\n<h2>NOTES</h2>\n<p>[1]  Internal Revenue Code of 1954, § 3402, 26 U. S. C. § 3402 (1964 ed.).</p>\n<p>[2]  Internal Revenue Code of 1954, § 3102, 26 U. S. C. § 3102 (1964 ed.). See also Internal Revenue Code of 1954, § 3111, 26 U. S. C. § 3111 (1964 ed.).</p>\n<p>[3]  Internal Revenue Code of 1954, § 4231 (6), 26 U. S. C. § 4231 (6) (1964 ed.).</p>\n<p>[4]  Internal Revenue Code of 1954, § 3301, 26 U. S. C. § 3301 (1964 ed.).</p>\n<p>[5]  See § 6651 (a) of the Internal Revenue Code of 1954, 26 U. S. C. § 6651 (a) (1964 ed.), which provides:\n</p>\n<p>\"<i>Addition to the tax.</i></p>\n<p>\"In case of failure to file any return . . . on the date prescribed therefor (determined with regard to any extension of time for filing), unless it is shown that such failure is due to reasonable cause and not due to willful neglect, there shall be added to the amount required to be shown as tax on such return 5 percent of the amount of such tax if the failure is for not more than 1 month, with an additional 5 percent for each additional month or fraction thereof during which such failure continues, not exceeding 25 percent in the aggregate.\"</p>\n<p>The maximum penalty of 25% was assessed on the withholding, cabaret, and social security taxes, and a 15% penalty was assessed on the payroll tax. No question is raised in this case concerning the statutory requirement of willfulness.</p>\n<p>[6]  See § 6601 (a) of the Internal Revenue Code of 1954, 26 U. S. C. § 6601 (a) (1964 ed.), which provides:\n</p>\n<p>\"<i>General rule.</i></p>\n<p>\"If any amount of tax imposed by this title (whether required to be shown on a return, or to be paid by stamp or by some other method) is not paid on or before the last date prescribed for payment, interest on such amount at the rate of 6 percent per annum shall be paid for the period from such last date to the date paid.\"</p>\n<p>[7]  The referee did in fact allow part of the Government's claim for interest, representing the portion that had accrued to the dates the respective taxes were assessed against the bankrupt corporation. The trustee sought no review of this anomalous aspect of the referee's order, and the allowance of this portion of the interest is not an issue in this case. Nor did the trustee challenge the referee's allowance of the principal of the taxes as an expense of administration. See <i>Dayton</i> v. <i>Standard,</i> 241 U. S. 588; <i>Michigan</i> v. <i>Michigan Trust Co.,</i> 286 U. S. 334; <i>In re Lambertville Rubber Co.,</i> 111 F. 2d 45 (C. A. 3d Cir.); <i>In re Columbia Ribbon Co.,</i> 117 F. 2d 999 (C. A. 3d Cir.); <i>McColgan</i> v. <i>Maier Brewing Co.,</i> 134 F. 2d 385 (C. A. 9th Cir.); 3 Collier on Bankruptcy 2088 (14th ed. 1964).</p>\n<p>[8]  <i>United States</i> v. <i>Kalishman,</i> 346 F. 2d 514.</p>\n<p>[9]  Cf. <i>Thomas</i> v. <i>Western Car Co.,</i> 149 U. S. 95, 116-117. It is clear that the interest-bearing quality of the debt is suspended, rather than extinguished, by the filing of a petition in bankruptcy. In certain circumstances not here relevant, the accrual of interest may continue during the period of bankruptcy administration. Cf. <i>Bruning</i> v. <i>United States,</i> 376 U. S. 358; 3 Collier on Bankruptcy 1858 <i>et seq.</i> (14th ed. 1964). See 2 Blackstone, Commentaries *488 (Cooley ed. 1899).</p>\n<p>[10]  The decision of the Court in <i>New York</i> v. <i>Saper,</i> 336 U. S. 328, reflected an assimilation of tax debts to the status of other debts in bankruptcy. At the time <i>Sexton</i> v. <i>Dreyfus,</i> 219 U. S. 339, was decided, taxes incurred before bankruptcy enjoyed a highly preferred status in the succeeding bankruptcy liquidation. Thus, § 64a of the Bankruptcy Act of 1898, 30 Stat. 563, granted an absolute priority to claims for taxes and imposed an affirmative duty on the trustee in bankruptcy to seek out and ascertain the amount of taxes owed and to obtain an order from the bankruptcy court for payment. See <i>New York</i> v. <i>Saper,</i> 336 U. S. 328, 333. As a concomitant of their absolute priority, tax claims were permitted to accumulate interest even after the date the petition in bankruptcy was filed. See <i>In re Kallak,</i> <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">F.</span> <span class=\"page\">276</span></span> (D. C. D. N. D.); <i>United States</i> v. <i>Childs,</i> 266 U. S. 304. In 1938, however, Congress amended the Bankruptcy Act by reducing tax debts to the status of a fourth priority, 52 Stat. 874, 11 U. S. C. § 104 (a) (1964 ed.), and by requiring tax claims to be proved in the bankruptcy proceeding like ordinary debts, 52 Stat. 867, 11 U. S. C. § 93 (n) (1964 ed.). Cf. Act of May 27, 1926, c. 406, § 15, 44 Stat. 666; Wurzel, Taxation During Bankruptcy Liquidation, 55 Harv. L. Rev. 1141, 1145-1146. In <i>Saper,</i> the Court held that, in the light of these amendments, tax debts had become sufficiently clothed with the characteristics of other bankruptcy debts to justify the application of the general rule in <i>Sexton</i> to suspend the accrual of interest on such claims on the date the petition in bankruptcy was filed.</p>\n<p>[11]  As Mr. Justice Holmes stated with regard to interest on a secured debt in <i>Sexton</i> v. <i>Dreyfus,</i> 219 U. S. 339, 344-345:\n</p>\n<p>\"The rule is not unreasonable when closely considered. It simply fixes the moment when the affairs of the bankrupt are supposed to be wound up. If, as in a well known illustration of Chief Justice Shaw's, <i>Parks</i> v. <i>Boston,</i> <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">Pick.</span> <span class=\"page\">198</span></span>, 208, the whole matter could be settled in a day by a pie-powder court, the secured creditor would be called upon to sell or have his security valued on the spot, would receive a dividend upon that footing, would suffer no injustice, and could not complain.\"</p>\n<p>[12]  See <i>American Iron &amp; Steel Manufacturing Co.</i> v. <i>Seaboard Air Line Railway,</i> 233 U. S. 261, a case of equity receivership, where the Court stated that the general rule barring post-petition interest on pre-petition claims is not based on the fact that the claims \"had lost their interest-bearing quality during that period, but is a necessary and enforced rule of distribution, due to the fact that in case of receiverships the assets are generally insufficient to pay debts in full. If all claims were of equal dignity and all bore the same rate of interest, from the date of the receivership to the date of final distribution, it would be immaterial whether the dividend was calculated on the basis of the principal alone or of principal and interest combined. But some of the debts might carry a high rate and some a low rate, and hence inequality would result in the payment of interest which accrued during the delay incident to collecting and distributing the funds. As this delay was the act of the law, no one should thereby gain an advantage or suffer a loss. For that and like reasons, in case funds are not sufficient to pay claims of equal dignity, the distribution is made only on the basis of the principal of the debt.\" 233 U. S., at 266. See also <i>Vanston Bondholders Protective Committee</i> v. <i>Green,</i> 329 U. S. 156, 164: \"Moreover, different creditors whose claims bore diverse interest rates or were paid by the bankruptcy court on different dates would suffer neither gain nor loss caused solely by delay.\" This equitable doctrine was itself the product of compromise between the interests of competing creditors; it was at least arguable that the intervention of bankruptcy should have prohibited payment even of pre-petition interest on debts until the principal of the debts was paid. See 3 Collier on Bankruptcy 1855-1856 (14th ed. 1964).</p>\n<p>[13]  Nothing in the general language of § 378 (2) of the Bankruptcy Act, 11 U. S. C. § 778 (2) (1964 ed.), which provides that a bankruptcy proceeding superseding a Chapter XI proceeding \"shall be conducted, so far as possible, in the same manner and with like effect as if a voluntary petition for adjudication in bankruptcy had been filed and a decree of adjudication had been entered on the day when the petition under this chapter [XI] was filed,\" requires us to collapse these important distinctions between an arrangement proceeding and a superseding bankruptcy and to treat the taxes in question here as though they were incurred in the bankruptcy proceeding itself.</p>\n<p>[14]  <i>United States</i> v. <i>General Engineering &amp; Mfg. Co.,</i> 188 F. 2d 80 (C. A. 8th Cir.), aff'd 342 U. S. 912. Cf. <i>Massachusetts</i> v. <i>Thompson,</i> 190 F. 2d 10 (C. A. 1st Cir.), cert. denied, 342 U. S. 918. The same rule has been applied to suspend interest both in corporate reorganization proceedings under Chapter X of the Bankruptcy Act, <i>United States</i> v. <i>Edens,</i> 189 F. 2d 876 (C. A. 4th Cir.), aff'd, 342 U. S. 912, and in assignments for the benefit of creditors, <i>Matter of Pavone Textile Corp.,</i> 302 N. Y. 206, 97 N. E. 2d 755, aff'd <i>sub nom. </i><i>United States</i> v. <i>Bloom,</i> 342 U. S. 912. In accord with these decisions, the United States filed no claim in the present case for interest accruing in the arrangement and liquidating bankruptcy periods on taxes incurred before the Chapter XI petition was filed.</p>\n<p>[15]  Cf. <i>Massachusetts</i> v. <i>Thompson,</i> 190 F. 2d 10, 11 (dissenting opinion of Judge Woodbury). Section 344 of the Bankruptcy Act, 11 U. S. C. § 744 (1964 ed.), specifically contemplates the creation of interest-bearing debts during the arrangement period. See also Weintraub &amp; Levin, Practical Guide to Bankruptcy and Debtor Relief 185-186 (1964).</p>\n<p>[16]  On the basis of statistics in the Brief of the United States submitted in this case, it appears that significant numbers of Chapter XI proceedings terminate in bankruptcy. For example, in the fiscal year ending June 30, 1964, 1,088 Chapter XI proceedings were filed, and a debtor was adjudicated a bankrupt in 604 such proceedings that had been initiated in 1964 or prior years.</p>\n<p>[17]  Section 64a of the Bankruptcy Act, 11 U. S. C. § 104 (a), provides:\n</p>\n<p>\"<i>Debts which have priority.</i></p>\n<p>\"(a) The debts to have priority, in advance of the payment of dividends to creditors, and to be paid in full out of bankrupt estates, and the order of payment, shall be (1) the costs and expenses of administration, including the actual and necessary costs and expenses of preserving the estate subsequent to filing the petition . . . . Where an order is entered in a proceeding under any chapter of this title directing that bankruptcy be proceeded with, the costs and expenses of administration incurred in the ensuing bankruptcy proceeding shall have priority in advance of payment of the unpaid costs and expenses of administration, including the allowances provided for in such chapter, incurred in the superseded proceeding . . . (4) taxes legally due and owing by the bankrupt to the United States or any State or any subdivision thereof . . . .\"</p>\n<p>[18]  See note 17, <i>supra.</i> The final sentence of § 64a (1) was added by Congress in 1952, 66 Stat. 426, as amended, 76 Stat. 571.</p>\n<p>[19]  The general principle restricting post-bankruptcy interest to the relevant time period in which the underlying obligation was incurred is also consistent with § 63a (1) of the Bankruptcy Act, 11 U. S. C. § 103 (a) (1) (1964 ed.) (interest on judgments and written instruments allowed only to date of filing of petition in bankruptcy; rebate of interest required if debt was not then payable and did not bear interest), and § 63a (5), 11 U. S. C. § 103 (a) (5) (1964 ed.) (interest allowed only to date of petition on debts reduced to judgment after bankruptcy). Compare <i>Missouri</i> v. <i>Earhart,</i> 111 F. 2d 992, 996-997 (C. A. 8th Cir.).</p>\n<p>[20]  See <i>Ex parte Bennet,</i> 2 Atk. 526, 527; <i>New York</i> v. <i>Saper,</i> 336 U. S. 328, 334; <i>Bruning</i> v. <i>United States,</i> 376 U. S. 358, 362; 3 Collier on Bankruptcy 1857 (14th ed. 1964).</p>\n<p>[21]  \"Any officers and agents conducting any business under authority of a United States court shall be subject to all Federal, State and local taxes applicable to such business to the same extent as if it were conducted by an individual or corporation.\" 28 U. S. C. § 960 (1964 ed.).</p>\n<p>[22]  Section 7501 (a) of the Internal Revenue Code of 1954, 26 U. S. C. § 7501 (a) (1964 ed.), provides:\n</p>\n<p>\"<i>General rule.</i></p>\n<p>\"Whenever any person is required to collect or withhold any internal revenue tax from any other person and to pay over such tax to the United States, the amount of tax so collected or withheld shall be held to be a special fund in trust for the United States. The amount of such fund shall be assessed, collected, and paid in the same manner and subject to the same provisions and limitations (including penalties) as are applicable with respect to the taxes from which such fund arose.\"</p>\n<p>Cf. <i>City of New York</i> v. <i>Rassner,</i> 127 F. 2d 703 (C. A. 2d Cir.); <i>United States</i> v. <i>Sampsell,</i> 193 F. 2d 154 (C. A. 9th Cir.); <i>Hercules Service Parts Corp.</i> v. <i>United States,</i> 202 F. 2d 938 (C. A. 6th Cir.); <i>In re Airline-Arista Printing Corp.,</i> 267 F. 2d 333 (C. A. 2d Cir.); 3 Collier on Bankruptcy 2066, n. 27 (14th ed. 1964).</p>\n<p>[23]  The record indicates that the assets of the bankrupt estate are sufficient to pay all expenses entitled to priority under § 64a (1) of the Bankruptcy Act, and the United States has not sought to claim the <i>principal</i> of the taxes in question as a trust fund. See note 7, <i>supra.</i></p>\n<p>[24]  We thus have no occasion to determine whether in any event interest, which would necessarily be derived from the assets of the bankrupt estate, could accede to the principal of such a trust fund.</p>\n<p>[25]  See note 21, <i>supra.</i></p>\n<p>[26]  Cf. <i>In re Chicago &amp; N. W. R. Co.,</i> 119 F. 2d 971 (C. A. 7th Cir.). See also § 6659 (a) (1) of the Internal Revenue Code, 26 U. S. C. § 6659 (a) (1) (1964 ed.), which provides that penalties on taxes \"shall be assessed, collected, and paid in the same manner as taxes.\"</p>\n<p>[27]  The liability of the trustee for the principal of these taxes results from his succession in interest to the title of the debtor in possession, who, as an officer of the bankruptcy court, was clearly subject to such taxes under the provisions of 28 U. S. C. § 960, <i>supra,</i> note 21. As the successor in interest, the trustee is bound by all authorized acts of the debtor in possession. <i>In re Wil-low Cafeterias,</i> 111 F. 2d 429 (C. A. 2d Cir.); 8 Collier on Bankruptcy 965 (14th ed. 1964). Cf. Shapiro, Tax Effects of Bankruptcy, 1959 So. Calif. Tax Inst. 587, 588-591. In general, the trustee himself is under a duty to seek out and pay taxes accruing against the bankrupt estate during the bankruptcy itself. See 2 Collier on Bankruptcy 1752 (14th ed. 1964). Cf. Internal Revenue Code of 1954, § 6012 (b) (3) (trustee required to make returns of income for bankrupt corporation whether or not the business of the corporation is being operated). Unlike the situation in Part I, <i>supra,</i> the present question involves no major inequities between creditors of the same class. The dominant aspect here, therefore, is the continuity of interest between the debtor in possession and the trustee as officers of the bankruptcy court. The crucial fact in the present case, so far as the obligation to file the tax returns is concerned, is that the taxes were in fact incurred during proceedings under the Bankruptcy Act. Thus, nothing said in this opinion may be taken as imposing any obligation upon a trustee in bankruptcy to file returns for taxes incurred before the initiation of proceedings under the Act. Cf. I. T. 3959, 1949-1 Cum. Bull. 90 (trustee not authorized to file federal income tax returns on behalf of a bankrupt individual).</p>\n<p>[28]  Section 6011 (a) of the Internal Revenue Code of 1954, 26 U. S. C. § 6011 (a) (1964 ed.), provides:\n</p>\n<p>\"<i>General rule.</i></p>\n<p>\"When required by regulations prescribed by the Secretary or his delegate any person made liable for any tax imposed by this title, or for the collection thereof, shall make a return or statement according to the forms and regulations prescribed by the Secretary or his delegate. . . .\"</p>\n<p>Since it is clear that under § 6011 (a) the trustee himself was required to file returns for the taxes in issue, we need not determine whether penalties incurred by the debtor in possession may be assessed against the trustee. See §§ 57 (j) and 381 (3) of the Bankruptcy Act, 11 U. S. C. §§ 93 (j), 781 (3) (1964 ed.); <i>Boteler</i> v. <i>Ingels,</i> 308 U. S. 57, 59-60. Nor is there any issue raised in this case concerning the susceptibility to tax under 28 U. S. C. § 960 of a trustee whose activities do not amount to the conduct of business in any meaningful sense. See <i>United States</i> v. <i>Sampsell,</i> 266 F. 2d 631 (C. A. 9th Cir.); <i>In re Loehr,</i> <span class=\"citation\" data-id=\"1899781\"><a href=\"/opinion/1899781/in-re-loehr/\"><span class=\"volume\">98</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">402</span></a></span> (D. C. E. D. Wis.); <i>In the Matter of F. P. Newport Corp., Ltd.,</i> <span class=\"citation\" data-id=\"2132693\"><a href=\"/opinion/2132693/in-the-matter-of-fp-newport-corp-ltd/\"><span class=\"volume\">144</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">507</span></a></span> (D. C. S. D. Cal.).</p>\n<p>Nothing in § 6151 of the Internal Revenue Code, 26 U. S. C. § 6151 (1964 ed.), which obliges the person required to file a return to pay the tax in question, imposes any obligation on the trustee other than in his capacity as the representative of the bankrupt estate. Nor is § 3467 of the Revised Statutes, 31 U. S. C. § 192 (1964 ed.), applicable here. It is well established that this provision, which imposes a personal liability on a trustee who distributes the property of a bankrupt estate to other creditors before satisfying the debts due the United States, does not alter the priorities established by § 64a of the Bankruptcy Act. <i>Guarantee Co.</i> v. <i>Title Guaranty Co.,</i> 224 U. S. 152; <i>United States</i> v. <i>Kaplan,</i> 74 F. 2d 664 (C. A. 2d Cir.). Cf. <i>King</i> v. <i>United States,</i> 379 U. S. 329. Compare <i>Boteler</i> v. <i>Ingels,</i> 308 U. S. 57, 60, n. 6; <i>In re Lambertville Rubber Co.,</i> 111 F. 2d 45, 49-50 (C. A. 3d Cir.).</p>\n<p>[29]  It is true that under the general language of § 6151 of the Code, the date on which the return must be filed is also the date on which the tax is required to be paid. It is only the <i>filing</i> requirement, however, that is accompanied by the sanction of a statutory penalty. Internal Revenue Code of 1954, § 6651 (a), <i>supra,</i> note 5. The sole concomitant of the failure to <i>pay</i> the taxes is the accumulation of interest on the unpaid amount. However, as we have held in Part I, <i>supra,</i> no liability for such interest attaches to the trustee in the circumstances of the present case. See also Rev. Rul. 56-158, 1956-1 Cum. Bull. 596 (penalty assessed for late filing of return in assignment for the benefit of creditors proceeding).</p>\n<p>[30]  The penalties involved in this case were incurred by the trustee after the petition for bankruptcy was filed. Therefore, in light of the considerations discussed in Part I, <i>supra,</i> the trustee is liable for interest on the penalties incurred because of his failure to file the returns. Since we have determined that the trustee is liable in any event for penalties on all of the taxes here in question, we have no occasion to pass upon the Government's alternative claim that the penalties on the withholding and cabaret taxes may be recovered as part of a trust fund under § 7501 (a) of the Internal Revenue Code, <i>supra,</i> note 22.</p>\n<p>[*]  Extensions of time for withholding tax returns are limited to a maximum of 15 days. Mim. 6157, 1947-2 Cum. Bull. 64.</p>\n\n</div>", 
  "sha1": "ec6a317a5fda7ae7f3671e2c5e178c42582585e2", 
  "date_modified": "2014-12-21T01:55:12.409408", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/107258/nicholas-v-united-states/", 
  "citation_count": 65, 
  "supreme_court_db_id": "1965-128", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2552735/", 
  "html": "<p class=\"case_cite\">384 U.S. 678</p>\n    <p class=\"case_cite\">86 S.Ct. 1674</p>\n    <p class=\"case_cite\">16 L.Ed.2d 853</p>\n    <p class=\"parties\">John NICHOLAS, Trustee of the Estate of Beachcomber  Motel, Inc., Bankrupt, Petitioner,<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 650.</p>\n    <p class=\"date\">Argued April 19, 1966.</p>\n    <p class=\"date\">Decided June 13, 1966.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John H. Gunn, Miami, Fla., for petitioner.</p>\n      <p class=\"indent\">C. Moxley Featherston, Washington, D.C., for respondent.</p>\n      <p class=\"indent\">Mr. Justice STEWART delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented in this case is whether a superseding trustee in bankruptcy is liable for interest and penalties on federal taxes incurred by a debtor in possession during an arrangement proceeding under Chapter XI of the Bankruptcy Act. The facts are not in dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On August 6, 1958, Beachcomber Motel, Inc., a Florida corporation operating a motel in Miami Beach, filed an original petition for an arrangement with its unsecured creditors under Chapter XI. Bankruptcy Act &#167; 322, 11 U.S.C. &#167; 722 (1964 ed.). During the pendency of the arrangement proceeding, the corporation was permitted to operate its business as a debtor in possession under the authority of the bankruptcy court. In the course of its business operations, the corporation withheld federal income taxes<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and social security taxes<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> from the wages paid to its employees and collected federal excise taxes on the receipts from its cabaret.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Subsequently, the corporation was dispossessed of its property and the motel premises were closed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Unable to proceed with a plan of arrangement with its creditors, the corporation filed a petition in bankruptcy on September 17, 1958, and was adjudged a bankrupt on the same date. Bankruptcy Act &#167; 376(2), 11 U.S.C. &#167; 776(2) (1964 ed.). On September 19, 1958, a trustee in bankruptcy, the petitioner in this case, was appointed. On October 31, 1958, the federal income taxes withheld, as well as the social security taxes and the cabaret taxes, were due to be paid. On January 31, 1959, the payroll tax imposed on employers by the Federal Unemployment Tax Act was due.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The trustee in bankruptcy neither paid these taxes nor filed any of the returns required with respect to them. On April 11, 1963, the United States submitted an administrative expense statement in the bankruptcy proceeding, claiming as administrative expenses the principal of the taxes due, penalties assessed for the trustee's failure to file the returns for the taxes,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and interest that had accumulated and would continue to accumulate on the taxes and penalties until they were paid.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The referee in bankruptcy allowed the Government's claim for the principal of the taxes but disallowed the claims for penalties and interest.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The referee's order was affirmed in all respects by the District Court. The Court of Appeals for the Fifth Circuit reversed the judgment of the District Court and allowed the claims for penalties and interest on the taxes. 5 Cir., 346 F.2d 32. Shortly after that decision, the Court of Appeals for the Eighth Circuit reached the opposite result with respect to a similar claim by the Government for interest on taxes incurred during a Chapter XI proceeding,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and we granted certiorari to resolve this conflict. 382 U.S. 971, 86 S.Ct. 541, 15 L.Ed.2d 464.</p>\n    </div>\n    <p class=\"center\">I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is a well-settled principle of American bankruptcy law that in cases of ordinary bankruptcy, the accumulation of interest on claims against a bankrupt estate is suspended as of the date the petition in bankruptcy is filed. Sexton v. Dreyfus, 219 U.S. 339, 31 S.Ct. 256, 55 L.Ed. 244.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> That rule, grounded in historical considerations of equity and administrative convenience, was specifically made applicable to the accumulation of interest on claims for taxes by the decision of this Court in City of New York v. Saper, 336 U.S. 328, 69 S.Ct. 554, 93 L.Ed. 710.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The debts in Sexton, like the taxes in Saper, were incurred during the regular business operations of the taxpayer, prior to the invocation of any procedures under the Bankruptcy Act, whereas the taxes in the present case were incurred after a petition invoking Chapter XI of the Act had been filed. On the basis of that distinction, the Government contends that the taxes here in question were entitled to bear interest throughout the bankruptcy period. We draw no such conclusion from that distinction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We believe that the decisions of this Court in Sexton and Saper, reflect the broad equitable principle that creditors should not be disadvantaged vis-a -vis one another by legal delays attributable solely to the time-consuming procedures inherent in the administration of the bankruptcy laws.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> In the context of interest-bearing debts, the equitable principle enunciated in Sexton and Saper rests at bottom on an awareness of the inequity that would result if, through the continuing accumulation of interest in the course of subsequent bankruptcy proceedings, obligations bearing relatively high rates of interest were permitted to absorb the assets of a bankrupt estate whose funds were already inadequate to pay the principal of the debts owed by the estate.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To be sure, the amount of interest that accumulates on a debt incurred during a Chapter XI arrangement depends upon the duration of a proceeding that takes place under the direction and authority of the bankruptcy court. Bankruptcy Act &#167;&#167; 342, 343, 11 U.S.C. &#167;&#167; 742, 743 (1964 ed.). But interest claimed on such a debt does not arise through a 'delay' of the law in any meaningful sense. The underlying obligation of the debtor in possession is incurred as part of a judicial process of rehabilitation of the debtor that the procedures of Chapter XI are designed to facilitate. Interest on a current Chapter XI obligation is therefore different in kind from interest claimed during the arrangement period on a debt incurred before the Chapter XI petition was filed. From the vantage point of pre-arrangement creditors, the panorama of a Chapter XI proceeding is intimately bound up with the intrusion of the bankruptcy law into the previously untrammelled relationship between a debtor and his creditors. For these creditors, the filing of the Chapter XI petition may legitimately be regarded as introducing the very sort of legal delay that bankruptcy courts, in denying claims for interest, have traditionally characterized as inequitable. On the other hand, from the vantage point of the creditor whose credit relationship arose during the Chapter XI proceeding itself, it is the subsequent filing of a petition in bankruptcy that marks the intervention of meaningful legal delays. The equitable rationale underlying our decisions in Sexton and Saper is therefore fully applicable to cases in which a Chapter XI proceeding is superseded by a liquidating bankruptcy.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The principle that our past decisions thus establish is that the accumulation of interest on a debt must be suspended once an enterprise enters a period of bankruptcy administration beyond that in which the underlying interest-bearing obligation was incurred. In Saper, there were two relevant periods to be considered&#8212;the pre-petition period, before the petition in bankruptcy was filed, and the post-petition period, during the bankruptcy liquidation. The Court there upheld the accumulation of interest throughout the pre-petition period on taxes incurred during that period; it rejected only the claim for post-petition interest on the pre-petition taxes. By contrast, the circumstances of the present case commend a division into three periods&#8212;the pre-arrangement period, the arrangement period, and the liquidating bankruptcy period. A tax incurred within any one of these three periods would we think, be entitled to bear interest against the bankrupt estate until, but not beyond, the close of the period in which it was incurred. Thus, in a case concerning taxes incurred during the first period&#8212;that is, before the filing of a petition for a Chapter XI arrangement&#8212;the Court has summarily affirmed a judgment holding that the accumulation of interest must be suspended as of the date the Chapter XI petition was filed.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Where, as in the present case, the taxes have been incurred in the Chapter XI proceeding itself, application of the principle enunciated in Sexton and Saper permits interest to accrue throughout the arrangement proceeding; the principle requires only that the accumulation of interest be suspended once a petition in bankruptcy is filed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The allowance of interest on Chapter XI debts until the filing of a petition in bankruptcy promotes the availability of capital to a debtor in possession and enhances the likelihood of achieving the goal of the proceeding, the ultimate rehabilitation of the debtor.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Disallowance of interest on Chapter XI debts might seriously hinder the availability of such funds and might in many cases foreclose the prospect of the debtor's recovery.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> No such significant detriment to the viability of a Chapter XI proceeding is imposed by the suspension of interest once the proceeding enters the liquidating bankruptcy period, since potential creditors can readily adjust their interest rates to accommodate their prognosis of the particular debtor's chances of rehabilitation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The division of the proceedings in the present case into three separate periods defining the permissible accumulation of interest is supported by the threefold hierachy of priorities for tax claims under the Bankruptcy Act. Taxes incurred in the pre-arrangement period must be content with a fourth priority under &#167; 64a(4) of the Bankruptcy Act.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> On the other hand, taxes incurred during the arrangement period are expenses of the Chapter XI proceedings and are therefore technically a part of the first priority under &#167; 64a(1).<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> The final sentence of that section, however, subordinates arrangement expenses within that priority to the expenses of the superseding bankruptcy administration. Tax claims incurred during Chapter XI proceedings are therefore in fact junior to claims for expenses incurred in subsequent bankruptcy proceedings. The suspension of interest on taxes incurred during the arrangement period as of the date a bankruptcy petition is filed thus corresponds to the suspension of interest on pre-arrangement taxes when a Chapter XI petition is filed. Moreover, the suspension of interest extricates the superseding trustee from a serious dilemma he would otherwise face, whether to pay subordinated Chapter XI tax claims prematurely in order to forestall the accrual of interest, or to increase the burden on the bankrupt estate by allowing the interest to accumulate.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Aside from its basis in the equitable principle that creditors of a bankrupt estate should not be disadvantaged solely by means of the law's delay, the confinement of the accrual of interest on Chapter XI obligations to the arrangement proceeding itself is also grounded in significant considerations of administrative convenience. As the Court recognized in Vanston Bondholders Protective Committee v. Green, 329 U.S. 156, 164, 67 S.Ct. 237, 240, 91 L.Ed. 162 'Accrual of simple interest on unsecured claims in bankruptcy was prohibited in order that the administrative inconvenience of continuous recomputation of interest causing recomputation of claims could be avoided.' Thus, by accepting as a cutoff the date of filing of the petition in bankruptcy, the trustee avoids the potentially laborious procedure of recalculating the pro rata share to which each Chapter XI creditor is entitled whenever a distribution in the supervening bankruptcy is carried out.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The application of the principle of our past decisions to the facts of the present case is straightforward. Since the taxes in question were incurred during the Chapter XI arrangement proceeding itself, the United States was entitled to interest on those taxes for the duration of that period. The actual arrangement proceeding in this case, however, terminated before the taxes became payable, and, therefore, no interest on the taxes accumulated before the petition in bankruptcy was filed by the debtor in possession. The entire amount of interest sought by the United States represents interest claimed for the liquidating bankruptcy period. Since we hold that the accumulation of interest on debts incurred during Chapter XI proceedings is suspending on the date the petition in the superseding bankruptcy is filed, it is clear that the United States is not entitled to the interest that it seeks on the taxes in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The result here is in no way inconsistent with the provisions of 28 U.S.C. &#167; 960, which states that persons conducting a business under the authority of a federal court shall be taxed as if they were conducting a private business.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> As an officer of the bankruptcy court, the debtor in possession was fully subject to taxes and interest incurred during his operation of the business in the Chapter XI arrangement. Nothing in the general language of 28 U.S.C. &#167; 960, however, necessarily subjects the trustee in the superseding bankruptcy proceeding to an obligation to pay additional interest on those prior taxes once a petition in bankruptcy has been filed. United States v. Kalishman, 346 F.2d 514; cf. City of New York v. Saper, 336 U.S. 328, 69 S.Ct. 554, 93 L.Ed. 710; United States v. General Engineering &amp; Mfg. Co., 188 F.2d 80 (C.A.8th Cir.), aff'd, 342 U.S. 912, 72 S.Ct. 364, 96 L.Ed. 686. In the absence of explicit congressional direction, the considerations of equity and administrative convenience established by our decisions under the Bankruptcy Act clearly support this interpretation of the scope of this provision of the Judicial Code.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We find no merit in the Government's alternative suggestion that the interest on two of the taxes here in question&#8212;those withheld from the wages of employees and those collected from the patrons of the cabaret&#8212;constitutes a trust fund over which the United States has an absolute priority under &#167; 7501(a) of the Internal Revenue Code.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> We need not here determine whether, with regard to the principal of those taxes, the general language of &#167; 7501(a) overrides the strong policy of &#167; 64a(1) of the Bankruptcy Act, which establishes a sharply defined priority that places all expenses of administration on a parity, including claims for taxes.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> Cf. Guarantee Title and Trust Co. v. Title Guaranty &amp; Surety Co., 224 U.S. 152, 32 S.Ct. 457, 56 L.Ed. 706; Davis v. Pringle, 268 U.S. 315, 45 S.Ct. 549, 69 L.Ed. 974; Missouri v. Ross, 299 U.S. 72, 57 S.Ct. 60, 81 L.Ed. 46. The second sentence of &#167; 7501(a) specifically provides that interest on such a trust fund is collectible in the same manner as the taxes from which the fund arose. Since we have already determined that no interest on any of the taxes here in question accrues beyond the period of the arrangement proceeding, no interest could accumulate on a trust fund composed of the withholding and cabaret taxes.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We therefore reverse the judgment of the Court of Appeals with regard to the liability of the trustee for the interest on the taxes.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The validity of the claim by the United States against the trustee for penalties for failure to file the returns for the taxes in question presents a completely different issue. The result here is governed squarely by the rationale of our decision in Boteler v. Ingels, 308 U.S. 57, 60 S.Ct. 29, 84 L.Ed. 78 in which we sustained a penalty against a trustee in bankruptcy who failed to pay state automobile license taxes incurred while he was operating the business of the bankrupt estate for the purpose of liquidation. We held in Boteler that Congress, under the predecessor of 28 U.S.C. &#167; 960,<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> had 'with vigor and clarity declared that a trustee and other court appointees who operate businesses must do so subject to State taxes 'the same as if such business(es) were conducted by an individual or corporation.\" 308 U.S., at 61, 60 S.Ct. at 32. As we stated in Boteler, if the trustee were exempt from the penalty, a 'State would thus be accorded the theoretical privilege of taxing businesses operated by trustees in bankruptcy on an equal footing with all other businesses, but would be denied the traditional and almost universal method of enforcing prompt payment.' Id., at 61,<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> 60 S.Ct. at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The same considerations are equally applicable to the present case. It is conceded that the trustee, in his status as representative of the bankrupt estate and successor in interest to the debtor in possession, is liable for the principal of the taxes incurred by the debtor in possession, to the extent of the priority enjoyed by the taxes under &#167; 64a(1) of the Bankruptcy Act.<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> Once that liability is established, there can be no question that, under &#167; 6011(a) of the Internal Revenue Code, the trustee was under an obligation to file returns for these taxes, even though the taxes themselves were incurred by the debtor in possession during the pendency of the arrangement proceeding.<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> It therefore follows under Boteler that, in the circumstances of the present case, where a Chapter XI arrangement has been superseded by a liquidating bankruptcy under the Bankruptcy Act, the United States is entitled to exact the penalties here in question as a legitimate means to enforce the prompt filing of the tax returns. Although the rule in Boteler may be open to some question as applied to the facts of that case, no such difficulty is presented here. In Boteler, the trustee was penalized for his failure actually to pay the license fees within the time  period prescribed by the State, even though it could not have been clear at that date that the assets of the bankrupt estate would be sufficient to pay all of the expenses of administration that were entitled to share equally with the taxes under the first priority of &#167; 64a(1) of the Bankruptcy Act in any distribution of assets from the estate. In the present case, on the other hand, the penalties were imposed solely because of the trustee's failure to file timely returns for the taxes incurred during the Chapter XI arrangement period.<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">No legitimate interest would be served by permitting the trustee to escape the unburdensome responsibility of merely filing the returns and thereby notifying the United States of the taxes that are due. We therefore affirm the judgment of the Court of Appeals with regard to the liability of the trustee for the penalties in question.<a class=\"footnote\" href=\"#fn30\" id=\"fn30_ref\">30</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For the reasons stated, the judgment of the Court of Appeals for the Fifth Circuit is affirmed in part and reversed in part, and the case is remanded to the Court of Appeals for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed in part and reversed in part, and case remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Mr. Justice HARLAN, concurring in part and dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Recognizing the case to be difficult, I would affirm the Court of Appeals' decision to allow both the interest and the penalty as administration expenses. On both points, I think there are fair policy arguments which can be mustered to support either result. On balance, it seems to me that the entire period starting with the Chapter XI operation and carrying through the bankruptcy proceeding should be regarded as a continuum of court administration. See especially &#167; 378(2) of the Bankruptcy Act, 11 U.S.C. &#167; 778(2) (1946 ed.). From this I think it follows that interest should not be stopped when bankruptcy succeeds the Chapter XI period, and that the court-appointed trustee does fall heir to the responsibilities of the court-supervised debtor in possession to file returns.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Justice WHITE, with whom Mr. Justice DOUGLAS and Mr. Justice FORTAS join, concurring in part and dissenting in part.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I agree with all but Part II of the Court's opinion and dissent as to that part.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The issue is whether a penalty for the trustee's failure to file withholding, social security and cabaret tax returns is payable out of the assets of the estate. The Court holds that it is, even though the acts giving rise to tax liability occurred during the operation of the business by the debtor in possession prior to the trustee's assumption of office. Although the Court concedes that the trustee is not obligated to pay the tax except at the time and within the limits provided by the Bankruptcy Act, he must nevertheless undertake the sometimes difficult task of assembling all the information necessary to file the tax returns that the debtor in possession would have had to file had bankruptcy not occurred. For several reasons I do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">1. The bankruptcy laws do not favor saddling an estate with penalties. Section 57j states that 'Debts owing to the United States or to any State or any subdivision thereof as a penalty or forfeiture shall not be allowed * * *,' Bankruptcy Act, &#167; 57j, as amended, 11 U.S.C. &#167; 93(j) (1964 ed.), and this Court has held the section applicable to a federal tax claim even where it is secured by a lien. Simonson v. Granquist, 369 U.S. 38, 82 S.Ct. 537, 7 L.Ed.2d 557. That case reaffirmed the 'broad aim of the Act to provide for the conservation of the estates of insolvents to the end that there may be as equitable a distribution of assets as is consistent with the type of claims involved. * * * Enforcement of penalties against the estates of bankrupts, however, would serve not to punish the delinquent taxpayers, but rather their entirely innocent creditors.' Id., at 40&#8212;41, 82 S.Ct. at 539. It is true that &#167; 57j deals with penalties claimed against the debtor and here the penalty is claimed to arise from the trustee's alleged default. But the general policy against diluting the claims of creditors by charging penalties against the estate&#8212;very similar to the policy against allowing interest during bankruptcy which the Court rightly makes much of in this case&#8212;requires at the very least weighty and persuasive reasons for imposing upon the estate and the other creditors a penalty for the trustee's failure to file a return relating to the prebankruptcy operations of the business. If the tax return date in this case had fallen on the day before bankruptcy, &#167; 57j would bar the penalty. I see little sense in a rule which would allow it if the return date is the day after bankruptcy.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">2. The Court rests the trustee's obligation to file a return solely on &#167; 6011(a) of the Internal Revenue Code&#8212;'any person made liable for any tax imposed by this title, or for the collection thereof, shall make a return * * *.' Section 6151, putting the matter the other way, imposes an obligation to pay the tax on those who file a return. The Court says it is conceded the trustee is liable to pay the taxes incurred by the debtor in possession and therefore the trustee must file a return. But the Court obviously does not mean the trustee is 'liable' to pay in the sense that he must pay claims against the estate. For in the typical bankruptcy case where no Chapter XI proceeding has intervened&#8212;the failure of an individual proprietorship for example the trustee is not obligated to, indeed is not authorized to, file the individual's return even though federal taxes are entitled to a Class 4 priority. I.T. 3959, 1949&#8212;1 Cum.Bull. 90. The salient fact is that the trustee's general obligation to pay claims including tax claims, takes effect only when and if they are allowed and distribution is ordered. Any claimed liability to pay a tax at any earlier time gives way to the priority provisions of &#167; 64a, and mere liability to pay claims is not the type of liability envisaged by &#167; 6011(a). If it were, the bankruptcy trustee in the ordinary proceeding not following an abortive Chapter XI arrangement could not escape the rule announced today.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Accordingly, the reliance of the Court is not on the trustee's general liability to pay claims but on the supposed 'crucial fact' that the taxes here in question were incurred during proceedings under the Bankruptcy Act with the trustee being successor in interest to the debtor in possession, who also acted as an officer of the court. But had the debtor in possession continued to operate the business, his liability to file a return and to pay the taxes here in question would have been clear under 28 U.S.C. &#167; 960 (1964 ed.), and he could have been subjected to penalties for any default, Boteler v. Ingels, 308 U.S. 57, 60 S.Ct. 29, 84 L.Ed. 78. With respect to the trustee, however, the Court disclaims any holding that his liability arises under &#167; 960, see ante, 693, n. 28, at 694, and it seems also to disavow any implication that the trustee could be penalized for failure to pay these taxes at the time required by the Code, as distinguished from failure to file the returns, ante, n. 29 and accompanying text. Such disclaimers are entirely appropriate. For the truth of the matter is that the successor liability of the trustee who succeeds a debtor in possession is no different from that of the trustee who succeeds the ordinary bankrupt, except that taxes accruing during the arrangement are distinguished from prearrangement taxes in that they are classified as administrative expenses and thus are escalated from a Class 4 to a Class 1 priority, although relegated to an inferior position within Class 1 and hence payable only if there are sufficient assets to pay prior expenses. In either instance the trustee's duty to pay is regulated by &#167; 64a and is a general obligation to pay claims and administrative expenses not constituting the kind of liability envisaged by &#167; 6011(a). In sum, there is no basis in law for treating the debtor in possession and the trustee as one person, and the Court's error is in merging together two distinct periods of the estate for purposes of assessing responsibility for filing returns when it quite carefully, and correctly, separated them for purposes of determining liability to pay interest.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">3. There might be some grounds for rejecting the general policy against allowing penalties against bankrupt estates if the filing of the return by the trustee performed some critical function or was at least something more than an empty formality. Section 58e of the Bankruptcy Act, 11 U.S.C. &#167; 94(e) (1964 ed.), expressly provides for notice to the Internal Revenue Service of the first meeting of creditors in all bankruptcy proceedings and for notices to all scheduled creditors at important stages of the proceeding. See also 26 U.S.C. &#167; 6036 (1964 ed.) (notice of qualification of trustee). There is, therefore, little chance that the Government would not have the opportunity, for lack of notice, to file its claim as it is required to do in an ordinary case. In the matter before us now, the tax claims were clearly scheduled, the United States had ample notice and it had no trouble whatsoever in filing the statement of administrative expense to take advantage of the priority accorded administrative items arising in the prior Chapter XI proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">4. Nor is it so clear that to impose on the trustee the obligation of filing returns which the debtor in possession would have filed had he not been adjudicated a bankrupt imposes only an insubstantial burden. Trustees are normally strangers to the estate, have not participated in making or filing the schedules of assets and liabilities and, although they may be creditors, at the outset know little or nothing about the affairs of the bankrupt. They normally do not employ accountants, many times do not have attorneys and more often than not do not forthwith undertake the work and effort necessary to file a tax return. Such a filing is a serious undertaking with possible repercussions and it is not something which an officer of the court can afford lightly to discharge. If the United States claims an amount different from that scheduled, the trustee or his attorney may well have to delve into the facts and give serious consideration to the matter. But I would not require a trustee at the very outset of his duties to determine at his peril whether there are tax returns of the debtor to be filed and to undertake to file them. It would, of course, be impossible to do so on short notice; and if the return date is within a few days after the trustee's appointment, the court's rule would have untoward results.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Absent some showing of a special function to be served by the filing of the return, the wooden application of &#167; 6011(a) needlessly proliferates the duties of the ordinary bankruptcy trustee.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">5. Boteler v. Ingels, 308 U.S. 57, 60 S.Ct. 29, 84 L.Ed. 78, does not rule this case. There the Court found an obligation on the trustee to pay license taxes on vehicles used in his own liquidating operations. Given this obligation arising out of his own activities, his failure to pay justified the imposition of a penalty and its payment from the estate. Section 57j was limited to proscribing penalties arising from the bankrupt's own defaults. That case, however, does not tell us whether the trustee was liable either to pay the tax or to file the return in the circumstances of this case. It does not follow from the trustee's obligation to pay license fees on vehicles used in his own operations that he is likewise obligated to pay a tax and file a return with respect to the debtor's prior business operations. And even if one admits the obligation to file the return, which I do not, the fact that the return relates to prebankruptcy matters, not to the trustee's operations, brings this case much closer to those in which &#167; 57j was clearly intended to apply.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Internal Revenue Code of 1954, &#167; 3402, 26 U.S.C. &#167; 3402 (1964 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Internal Revenue Code of 1954, &#167; 3102, 26 U.S.C. &#167; 3102 (1964 ed.). See also Internal Revenue Code of 1954, &#167; 3111, 26 U.S.C. &#167; 3111 (1964 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Internal Revenue Code of 1954, &#167; 4231(6), 26 U.S.C. &#167; 4231(6) (1964 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Internal Revenue Code of 1954, &#167; 3301, 26 U.S.C. &#167; 3301 (1964 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See &#167; 6651(a) of the Internal Revenue Code of 1954, 26 U.S.C. &#167; 6651(a) (1964 ed.), which provides:</p>\n        <p>'Addition to the tax.</p>\n        <p>'In case of failure to file any return * * * on the date prescribed therefor (determined with regard to any extension of time for filing), unless it is shown that such failure is due to reasonable cause and not due to willful neglect, there shall be added to the amount required to be shown as tax on such return 5 percent of the amount of such tax if the failure is for not more than 1 month, with an additional 5 percent for each additional month or fraction thereof during which such failure continues, not exceeding 25 percent in the aggregate.'</p>\n        <p>The maximum penalty of 25% was assessed on the withholding, cabaret, and social security taxes, and a 15% penalty was assessed on the payroll tax. No question is raised in this case concerning the statutory requirement of willfulness.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See &#167; 6601(a) of the Internal Revenue Code of 1954, 26 U.S.C. &#167; 6601(a) (1964 ed.), which provides:</p>\n        <p>'General rule.</p>\n        <p>'If any amount of tax imposed by this title (whether required to be shown on a return, or to be paid by stamp or by some other method) is not paid on or before the last date prescribed for payment, interest on such amount at the rate of 6 percent per annum shall be paid for the period from such last date to the date paid.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The referee did in fact allow part of the Government's claim for interest, representing the portion that had accrued to the dates the respective taxes were assessed against the bankrupt corporation. The trustee sought no review of this anomalous aspect of the referee's order, and the allowance of this portion of the interest is not an issue in this case. Nor did the trustee challenge the referee's allowance of the principal of the taxes as an expense of administration. See Dayton v. Stanard, 241 U.S. 588, 36 S.Ct. 695, 60 L.Ed. 1190; Michigan v. Michigan Trust Co., 286 U.S. 334, 52 S.Ct. 512, 76 L.Ed. 1136; In re Lambertville Rubber Co., 111 F.2d 45 (C.A.3d Cir.); In re Columbia Ribbon Co., 117 F.2d 999 (C.A.3d Cir.); McColgan v. Maier Brewing Co., 134 F.2d 385 (C.A.9th Cir.); 3 Collier on Bankruptcy 2088 (14th ed. 1964).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> United States v. Kalishman, 8 Cir., 346 F.2d 514.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Cf. Thomas v. Western Car Co., 149 U.S. 95, 116&#8212;117, 13 S.Ct. 824, 833, 37 L.Ed. 663. It is clear that the interest-bearing quality of the debt is suspended, rather than extinguished, by the filing of a petition in bankruptcy. In certain circumstances not here relevant, the accrual of interest may continue during the period of bankruptcy administration. Cf. Bruning v. United States, 376 U.S. 358, 84 S.Ct. 906, 11 L.Ed.2d 772; 3 Collier on Bankruptcy 1858 et seq. (14th ed. 1964). See 2 Blackstone, Commentaries *488 (Cooley ed. 1899).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The decision of the Court in City of New York v. Saper, 336 U.S. 328, 69 S.Ct. 554, 93 L.Ed. 710 reflected an assimilation of tax debts to the status of other debts in bankruptcy. At the time Sexton v. Dreyfus, 219 U.S. 339, 31 S.Ct. 256, 55 L.Ed. 244, was decided, taxes incurred before bankruptcy enjoyed a highly preferred status in the succeeding bankruptcy liquidation. Thus, &#167; 64a of the Bankruptcy Act of 1898, 30 Stat. 563, granted an absolute priority to claims for taxes and imposed an affirmative duty on the trustee in bankruptcy to seek out and ascertain the amount of taxes owed and to obtain an order from the bankruptcy court for payment. See City of New York v. Saper, 336 U.S. 328, 333, 69 S.Ct. 554, 557, 93 L.Ed. 710. As a concomitant of their absolute priority, tax claims were permitted to accumulate interest even after the date the petition in bankruptcy was filed. See In re Kallak, 147 F. 276 (D.C.D.N.D.); United States v. Childs, 266 U.S. 304, 45 S.Ct. 110, 69 L.Ed. 299. In 1938, however, Congress amended the Bankruptcy Act by reducing tax debts to the status of a fourth priority, 52 Stat. 874, 11 U.S.C. &#167; 104(a) (1964 ed.), and by requiring tax claims to be proved in the bankruptcy proceeding like ordinary debts, 52 Stat. 867, 11 U.S.C. &#167; 93(n) (1964 ed.). Cf. Act of May 27, 1926, c. 406, &#167; 15, 44 Stat. 666; Wurzel, Taxation During Bankruptcy Liquidation, 55 Harv.L.Rev. 1141, 1145&#8212;1146. In Saper, the Court held that, in the light of these amendments, tax debts had become sufficiently clothed with the characteristics of other bankruptcy debts to justify the application of the general rule in Sexton to suspend the accrual of interest on such claims on the date the petition in bankruptcy was filed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As Mr. Justice Holmes stated with regard to interest on a secured debt in Sexton v. Dreyfus, 219 U.S. 339, 344&#8212;345, 31 S.Ct. 256, 257, 55 L.Ed. 244:</p>\n        <p>'The rule is not unreasonable when closely considered. It simply fixes the moment when the affairs of the bankrupt are supposed to be wound up. If, as in a well known illustration of Chief Justice Shaw's, Parks v. City of Boston, 15 Pick. 198, 208, the whole matter could be settled in a day by a pie-powder court, the secured creditor would be called upon to sell or have his security valued on the spot, would receive a dividend upon that footing, would suffer no injustice, and could not complain.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See American Iron &amp; Steel Manufacturing Co. v. Seaboard Air Line Railway, 233 U.S. 261, 34 S.Ct. 502, 58 L.Ed. 949, a case of equity receivership, where the Court stated that the general rule barring post-petition interest on pre-petition claims is not based on the fact that the claims 'had lost their interest-bearing quality during that period, but is a necessary and enforced rule of distribution, due to the fact that in case of receiverships the assets are generally insufficient to pay debts in full. If all claims were of equal dignity and all bore the same rate of interest, from the date of the receivership to the date of final distribution, it would be immaterial whether the dividend was calculated on the basis of the principal alone or of principal and interest combined. But some of the debts might carry a high rate and some a low rate, and hence inequality would result in the payment of interest which accrued during the delay incident to collecting and distributing the funds. As this delay was the act of the law, no one should thereby gain an advantage or suffer a loss. For that and like reasons, in case funds are not sufficient to pay claims of equal dignity, the distribution is made only on the basis of the principal of the debt.' 233 U.S., at 266, 34 S.Ct. at 504. See also Vanston Bondholders Protective Committee v. Green, 329 U.S. 156, 164, 67 S.Ct. 237, 240, 91 L.Ed. 162: 'Moreover, different creditors whose claims bore diverse interest rates or were paid by the bankruptcy court on different dates would suffer neither gain nor loss caused solely by delay.' This equitable doctrine was itself the product of compromise between the interests of competing creditors; it was at least arguable that the intervention of bankruptcy should have prohibited payment even of pre-petition interest on debts until the principal of the debts was paid. See 3 Collier on Bankruptcy 1855&#8212;1856 (14th ed. 1964).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Nothing in the general language of &#167; 378(2) of the Bankruptcy Act, 11 U.S.C. &#167; 778(2) (1964 ed.), which provides that a bankruptcy proceeding superseding a Chapter XI proceeding 'shall be conducted, so far as possible, in the same manner and with like effect as if a voluntary petition for adjudication in bankruptcy had been filed and a decree of adjudication had been entered on the day when the petition under this chapter (XI) was filed,' requires us to collapse these important distinctions between an arrangement proceeding and a superseding bankruptcy and to treat the taxes in question here as though they were incurred in the bankruptcy proceeding itself.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> United States v. General Engineering &amp; Mfg. Co., 188 F.2d 80 (C.A.8th Cir.), aff'd, 342 U.S. 912, 72 S.Ct. 358, 96 L.Ed. 682. Cf. Commonwealth of Massachusetts v. Thompson, 190 F.2d 10 (C.A.1st Cir.), cert. denied, 342 U.S. 918, 72 S.Ct. 364, 96 L.Ed. 686. The same rule has been applied to suspend interest both in corporate reorganization proceedings under Chapter X of the Bankruptcy Act, United States v. Edens, 189 F.2d 876 (C.A.4th Cir.), aff'd, 342 U.S. 912, 72 S.Ct. 357, 96 L.Ed. 682, and in assignments for the benefit of creditors, Matter of Pavone Textile Corp., 302 N.Y. 206, 97 N.E.2d 755, aff'd sub nom. United States v. Bloom, 342 U.S. 912, 72 S.Ct. 357, 96 L.Ed. 682. In accord with these decisions, the United States filed no claim in the present case for interest accruing in the arrangement and liquidating bankruptcy periods on taxes incurred before the Chapter XI petition was filed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Cf. Commonwealth of Massachusetts v. Thompson, 190 F.2d 10, 11 (dissenting opinion of Judge Woodbury). Section 344 of the Bankruptcy Act, 11 U.S.C. &#167; 744 (1964 ed.), specifically contemplates the creation of interest-bearing debts during the arrangement period. See also Weintraub &amp; Levin, Practical Guide to Bankruptcy and Debtor Relief 185&#8212;186 (1964).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> On the basis of statistics in the Brief of the United States submitted in this case, it appears that significant numbers of Chapter XI proceedings terminate in bankruptcy. For example, in the fiscal year ending June 30, 1964, 1,088 Chapter XI proceedings were filed, and a debtor was adjudicated a bankrupt in 604 such proceedings that had been initiated in 1964 or prior years.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Section 64a of the Bankruptcy Act, 11 U.S.C. &#167; 104(a), provides:</p>\n        <p>'Debts which have priority.</p>\n        <p>'(a) The debts to have priority, in advance of the payment of dividends to creditors, and to be paid in full out of bankrupt estates, and the order of payment, shall be (1) the costs and expenses of administration, including the actual and necessary costs and expenses of preserving the estate subsequent to filing the petition * * *. Where an order is entered in a proceeding under any chapter of this title directing that bankruptcy be proceeded with, the costs and expenses of administration incurred in the ensuing bankruptcy proceeding shall have priority in advance of payment of the unpaid costs and expenses of administration, including the allowance provided for in such chapter, incurred in the superseded proceeding * * * (4) taxes legally due and owing by the bankrupt to the United States or any State or any subdivision thereof * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> See note 17, supra. The final sentence of &#167; 64a(1) was added by Congress in 1952, 66 Stat. 426, as amended, 76 Stat. 571.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> The general principle restricting post-bankruptcy interest to the relevant time period in which the underlying obligation was incurred is also consistent with &#167; 63a(1) of the Bankruptcy Act, 11 U.S.C. &#167; 103(a)(1) (1964 ed.) (interest on judgments and written instruments allowed only to date of filing of petition in bankruptcy; rebate of interest required if debt was not then payable and did not bear interest), and &#167; 63a(5), 11 U.S.C. &#167; 103(a)(5) (1964 ed.) (interest allowed only to date of petition on debts reduced to judgment after bankruptcy). Compare State of Missouri v. Earhart, 111 F.2d 992, 996&#8212;997 (C.A.8th Cir.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> See Ex parte Bennet, 2 Atk. 526, 527; City of New York v. Saper, 336 U.S. 328, 334, 69 S.Ct. 554, 557, 93 L.Ed. 710; Bruning v. United States, 376 U.S. 358, 362, 84 S.Ct. 906, 908, 11 L.Ed.2d 772; 3 Collier on Bankruptcy 1857 (14th ed. 1964).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> 'Any officers and agents conducting any business under authority of a United States court shall be subject to all Federal, State and local taxes applicable to such business to the same extent as if it were conducted by an individual or corporation.' 28 U.S.C. &#167; 960 (1964 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Section 7501(a) of the Internal Revenue Code of 1954, 26 U.S.C. &#167; 7501(a) (1964 ed.), provides:</p>\n        <p>'General rule.</p>\n        <p>'Whenever any person is required to collect or withhold any internal revenue tax from any other person and to pay over such tax to the United States, the amount of tax so collected or withheld shall be held to be a special fund in trust for the United States. The amount of such fund shall be assessed, collected, and paid in the same manner and subject to the same provisions and limitations (including penalties) as are applicable with respect to the taxes from which such fund arose.'</p>\n        <p>Cf. City of New York v. Rassner, 127 F.2d 703 (C.A.2d Cir.); United States v. Sampsell, 193 F.2d 154 (C.A.9th Cir.); Hercules Service Parts Corp. v. United States, 202 F.2d 938 (C.A.6th Cir.); In re Airline-Arista Printing Corp., 267 F.2d 333 (C.A.2d Cir.); 3 Collier on Bankruptcy 2066, n. 27 (14th ed. 1964).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> The record indicates that the assets of the bankrupt estate are sufficient to pay all expenses entitled to priority under &#167; 64a(1) of the Bankruptcy Act, and the United States has not sought to claim the principal of the taxes in question as a trust fund. See note 7, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> We thus have no occasion to determine whether in any event interest, which would necessarily be derived from the assets of the bankrupt estate, could accede to the principal of such a trust fund.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> See note 21, supra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Cf. In re Chicago &amp; N.W.R. Co., 119 F.2d 971 (C.A.7th Cir.). See also &#167; 6659(a)(1) of the Internal Revenue Code, 26 U.S.C. &#167; 6659(a)(1) (1964 ed.), which provides that penalties on taxes 'shall be assessed, collected, and paid in the same manner as taxes.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> The liability of the trustee for the principal of these taxes results from his succession in interest to the title of the debtor in possession, who, as an officer of the bankruptcy court, was clearly subject to such taxes under the provisions of 28 U.S.C. &#167; 960, supra, note 21. As the successor in interest, the trustee is bound by all authorized acts of the debtor in possession. In re Will-low Cafeterias, 111 F.2d 429 (C.A.2d Cir.); 8 Collier on Bankruptcy 965 (14th ed. 1964). Cf. Shapiro, Tax Effects of Bankruptcy, 1959 So.Calif.Tax Inst. 587, 588&#8212;591. In general, the trustee himself is under a duty to seek out and pay taxes accruing against the bankrupt estate during the bankruptcy itself. See 2 Collier on Bankruptcy 1752 (14th ed. 1964). Cf. Internal Revenue Code of 1954, &#167; 6012(b)(3) (trustee required to make returns of income for bankrupt corporation whether or not the business of the corporation is being operated). Unlike the situation in Part I, supra, the present question involves no major inequities between creditors of the same class. The dominant aspect here, therefore, is the continuity of interest between the debtor in possession and the trustee as officers of the bankruptcy court. The crucial fact in the present case, so far as the obligation to file the tax returns is concerned, is that the taxes were in fact incurred during proceedings under the Bankruptcy Act. Thus, nothing said in this opinion may be taken as imposing any obligation upon a trustee in bankruptcy to file returns for taxes incurred before the initiation of proceedings under the Act. Cf. I.T. 3959, 1949&#8212;1 Cum.Bull. 90 (trustee not authorized to file federal income tax returns on behalf of a bankrupt individual).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> Section 6011(a) of the Internal Revenue Code of 1954, 26 U.S.C. &#167; 6011(a) (1964 ed.), provides:</p>\n        <p>'General rule.</p>\n        <p>'When required by regulations prescribed by the Secretary or his delegate any person made liable for any tax imposed by this title, or for the collection thereof, shall make a return or statement accord-</p>\n        <p>ing to the forms and regulations prescribed by the Secretary or his delegate. * * *'</p>\n        <p>Since it is clear that under &#167; 6011(a) the trustee himself was required to file returns for the taxes in issue, we need not determine whether penalties incurred by the debtor in possession may be assessed against the trustee. See &#167;&#167; 57(j) and 381(3) of the Bankruptcy Act, 11 U.S.C. &#167;&#167; 93(j), 781(3) (1964 ed.); Boteler v. Ingels, 308 U.S. 57, 59&#8212;60, 60 S.Ct. 29, 84 L.Ed. 78. Nor is there any issue raised in this case concerning the susceptibility to tax under 28 U.S.C. &#167; 960 of a trustee whose activities do not amount to the conduct of business in any meaningful sense. See United States v. Sampsell, 266 F.2d 631 (C.A.9th Cir.); In re Loehr, 98 F.Supp. 402 (D.C.E.D.Wis.); In the Matter of F.P. Newport Corp., Ltd., 144 F.Supp. 507 (D.C.S.D.Cal.).</p>\n        <p>Nothing in &#167; 6151 of the Internal Revenue Code, 26 U.S.C. &#167; 6151 (1964 ed.), which obliges the person required to file a return to pay the tax in question, imposes any obligation on the trustee other than in his capacity as the representative of the bankrupt estate. Nor is &#167; 3467 of the Revised Statutes, 31 U.S.C. &#167; 192 (1964 ed.), applicable here. It is well established that this provision, which imposes a personal liability on a trustee who distributes the property of a bankrupt estate to other creditors before satisfying the debts due the United States, does not alter the priorities established by &#167; 64a of the Bankruptcy Act. Guarantee Title and Trust Co. v. Title Guaranty &amp; Surety Co., 224 U.S. 152, 32 S.Ct. 457, 56 L.Ed. 706; United States v. Kaplan, 74 F.2d 664 (C.A.2d Cir.). Cf. King v. United States, 379 U.S. 329, 85 S.Ct. 427, 13 L.Ed.2d 315. Compare Boteler v. Ingels, 308 U.S. 57, 60, n. 6, 60 S.Ct. 29, 84 L.Ed. 78; In re Lambertville Rubber Co., 111  F.2d 45, 49&#8212;50 (C.A.3d Cir.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> It is true that under the general language of &#167; 6151 of the Code, the date on which the return must be filed is also the date on which the tax is required to be paid. It is only the filing requirement, however, that is accompanied by the sanction of a statutory penalty. Internal Revenue Code of 1954, &#167; 6651(a), supra, note 5. The sole concomitant of the failure to pay the taxes is the accumulation of interest on the unpaid amount. However, as we have held in Part I, supra, no liability for such interest attaches to the trustee in the circumstances of the present case. See also Rev.Rul. 56&#8212;158, 1956&#8212;1 Cum.Bull. 596 (penalty assessed for late filing of return in assignment for the benefit of creditors proceeding).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn30\">\n        <a class=\"footnote\" href=\"#fn30_ref\">30</a>\n        <p> The penalties involved in this case were incurred by the trustee after the petition for bankruptcy was filed. Therefore, in light of the considerations discussed in Part I, supra, the trustee is liable for interest on the penalties incurred because of his failure to file the returns. Since we have determined that the trustee is liable in any event for penalties on all of the taxes here in question, we have no occasion to pass upon the Government's alternative claim that the penalties on the withholding and cabaret taxes may be recovered as part of a trust fund under &#167; 7501(a) of the Internal Revenue Code, supra, note 22.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Extensions of time for withholding tax returns are limited to a maximum of 15 days. Mim. 6157, 1947&#8212;2 Cum.Bull. 64.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/107258/"
}