{"absolute_url": "/opinion/105862/klors-inc-v-broadway-hale-stores-inc-admiral-corpo/", "blocked": false, "citation": {"case_name": "Klor's, Inc. v. Broadway-Hale Stores, Inc., Admiral Corporation, Admiral Distributors, Inc.", "docket_number": "76", "document_uris": ["/api/rest/v2/document/105862/"], "federal_cite_one": "359 U.S. 207", "federal_cite_three": "3 L. Ed. 2d 741", "federal_cite_two": "79 S. Ct. 705", "id": 90245, "lexis_cite": "1959 U.S. LEXIS 1823", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/90245/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 299, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1959-04-06", "date_modified": "2014-12-21T11:07:36.896191", "docket": "/api/rest/v2/docket/409575/", "download_url": "http://bulk.resource.org/courts.gov/c/US/359/359.US.207.76.html", "extracted_by_ocr": false, "html": "<p class=\"case_cite\">359 U.S. 207</p>\n    <p class=\"case_cite\">79 S.Ct. 705</p>\n    <p class=\"case_cite\">3 L.Ed.2d 741</p>\n    <p class=\"parties\">KLOR'S, INC., Petitioner,<br>v.<br>BROADWAY-HALE STORES, INC., Admiral Corporation,  Admiral Distributors, Inc., et al.</p>\n    <p class=\"docket\">No. 76.</p>\n    <p class=\"date\">Argued Feb. 25, 26, 1959.</p>\n    <p class=\"date\">Decided April 6, 1959.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Maxwell Keith, San Francisco, Cal., for petitioner.</p>\n      <p class=\"indent\">Mr. Philip Elman, Washington, D.C., for the United States, as amicus curiae.</p>\n      <p class=\"indent\">Mr. Moses Lasky, San Francisco, Cal., for respondents.</p>\n      <p class=\"indent\">Mr. Justice BLACK delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Klor's, Inc., operates a retail store on Mission Street, San Francisco, California; Broadway-Hale Stores, Inc., a chain of department stores, operates one of its stores next door. The two stores compete in the sale of radios, television sets, refrigerators and other household appliances. Claiming that Broadway-Hale and 10 national manufacturers and their distributors have conspired to restrain and monopolize commerce in violation of &#167;&#167; 1 and 2 of the Sherman Act, 26 Stat. 209, as amended, 15 U.S.C. &#167;&#167; 1, 2, 15 U.S.C.A. &#167;&#167; 1, 2, Klor's brought this action for treble damages and injunction in the United States District Court.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In support of its claim Klor's made the following allegations: George Klor started an appliance store some years before 1952 and has operated it ever since either individually or as Klor's, Inc. Klor's is as well equipped as Broadway-Hale to handle all brands of appliances. Nevertheless, manufacturers and distributors of such well-known brands as General Electric, RCA, Admiral, Zenith, Emerson and others<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> have conspired among themselves and with Broadway-Hale either not to sell to Klor's or to sell to it only at discriminatory prices and highly unfavorable terms. Broadway-Hale has used its 'monopolistic' buying power to bring about this situation. The business of manufacturing, distributing and selling household appliances is in interstate commerce. The concerted refusal to deal with Klor's has seriously handicapped its ability to compete and has already caused it a great loss of profits, goodwill, reputation and prestige.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendants did not dispute these allegations, but sought summary judgment and dismissal of the complaint for failure to state a cause of action. They submitted unchallenged affidavits which showed that there were hundreds of other household appliance retailers, some within a few blocks of Klor's who sold many competing brands of appliances, including those the defendants refused to sell to Klor's. From the allegations of the complaint, and from the affidavits supporting the motion for summary judgment, the District Court concluded that the controversy was a 'purely private quarrel' between Klor's and Broadway-Hale, which did not amount to a 'public wrong proscribed by the (Sherman) Act.' On this ground the complaint was dismissed and summary judgment was entered for the defendants. The Court of Appeals for the Ninth Circuit affirmed the summary judgment. 255 F.2d 214. It stated that 'a violation of the Sherman Act requires conduct of defendants by which the public is or conceivably may be ultimately injured.' 255 F.2d at page 233. It held that here the required public injury was missing since 'there was no charge or proof that by any act of defendants the price, quantity, or quality offered the public was affected, nor that there was any intent or purpose to effect a change in, or an influence on, prices, quantity, or quality * * *.' Id., at page 230. The holding, if correct, means that unless the opportunities for customers to buy in a competitive market are reduced, a group of powerful businessmen may act in concert to deprive a single merchant, like Klor, of the goods he needs to compete effectively. We granted certiorari to consider this important question in the administration of the Sherman Act. 358 U.S. 809, 79 S.Ct. 23, 3 L.Ed.2d 54.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We think Klor's allegations clearly show one type of trade restraint and public harm the Sherman Act forbids, and that defendants' affidavits provide no defense to the charges. Section 1 of the Sherman Act makes illegal any contract, combination or conspiracy in restraint of trade, and &#167; 2 forbids any person or combination from monopolizing or attempting to monopolize any part of interstate commerce. In the landmark case of Standard Oil Co. of New Jersey v. United States, 221 U.S. 1, 31 S.Ct. 502, 55 L.Ed. 619, this Court read &#167; 1 to prohibit those classes of contracts or acts which the common law had deemed to be undue restraints of trade and those which new times and economic conditions would make unreasonable. Id., at pages 59&#8212;60, 31 S.Ct. at pages 515&#8212;516. The Court cnst rued &#167; 2 as making 'the prohibitions of the act all the more complete and perfect by embracing all attempts to reach the end prohibited by the 1st section, that is, restraints of trade, by any attempt to monpolize, or monopolization thereof * * *.' Id., at page 61, 31 S.Ct. at page 516. The effect of both sections, the Court said, was to adopt the common-law proscription of all 'contracts or acts which it was considered had a monopolistic tendency * * *' and which interfered with the 'natural flow' of an appreciable amount of interstate commerce. Id., at pages 57, 61, 31 S.Ct. at page 514; Eastern States Retail Lumber Dealers' Ass'n v. United States, 234 U.S. 600, 609, 34 S.Ct. 951, 953, 58 L.Ed. 1490. The Court recognized that there were some agreements whose validity depended on the surrounding circumstances. It emphasized, however, that there were classes of restraints which from their 'nature or character' were unduly restrictive, and hence forbidden by both the common law and the statute. 221 U.S. at pages 58, 65, 31 S.Ct. at page 515.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> As to these classes of restraints, the Court noted, Congress had determined its own criteria of public harm and it was not for the courts to decide whether in an individual case injury had actually occurred. Id., at pages 63&#8212;68, 31 S.Ct. at pages 517&#8212;518&#8212;519.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Group boycotts, or concerted refusals by traders to deal with other traders, have long been held to be in the forbidden category.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> They have not been saved by allegations that they were reasonable in the specific circumstances, nor by a failure to show that they 'fixed or regulated prices, parcelled out or limited production, or brought about a deterioration in quality.' Fashion Originators' Guild v. Federal Trade Commission, 312 U.S. 457, 466, 467&#8212;468, 61 S.Ct. 703, 707, 85 L.Ed. 949. Cf. United States v. Trenton Potteries Co., 273 U.S. 392, 47 S.Ct. 377, 71 L.Ed. 700. Even when they operated to lower prices or temporarily to stimulate competition they were banned. For, as this Court said in Kiefer-Stewart Co. v. Joseph E. Seagram &amp; Sons, 340 U.S. 211, 213, 71 S.Ct. 259, 260, 95 L.Ed. 219, 'such agreements, no less than those to fix minimum prices, cripple the freedom of traders and thereby restrain their ability to sell in accordance with their own judgment.' Cf. United States v. Patten, 226 U.S. 525, 542, 33 S.Ct. 141, 145, 57 L.Ed. 333.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plainly the allegations of this complaint disclose such a boycott. This is not a case of a single trader refusing to deal with another,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> nor even of a manufacturer and a dealer agreeing to an exclusive distributorship. Alleged in this complaint is a wide combination consisting or manufacturers, distributors and a retailer. This combination takes from Klor's its freedom to buy appliances in an open competitive market and drives it out of business as a dealer in the defendants' products. It deprives the manufacturers and distributors of their freedom to sell to Klor's at the same prices and conditions made available to Broadway-Hale and in some instances forbids them from selling to it on any terms whatsoever. It interferes with the natural flow of interstate commerce. It clearly has, by its 'nature' and 'character,' a 'monopolistic tendency.' As such it is not to be tolerated merely because the victim is just one merchant whose business is so small that his destruction makes little difference to the economy.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Monopoly can as surely thrive by the elimination of such small businessmen, one at a time, as it can by driving them out in large groups. In recognition of this fact the Sherman Act has consistently been read to forbid all contracts and combinations 'which 'tend to create a monopoly,\" whether 'the tendency is a creeping one' or 'one that proceeds at full gallop.' International Salt Co. v. United States, 332 U.S. 392, 396, 68 S.Ct. 12, 15, 92 L.Ed. 20.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The judgment of the Court of Appeals is reversed and the cause is remanded to the District Court for trial.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mr. Justice HARLAN, believing that the allegations of the complaint are sufficient to entitle the petitioner to go to trial, and that the matters set forth in respondents' affidavits are not necessarily sufficient to constitute a defense irrespective of what the petitioner may be able to prove at the trial, concurs in the result.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 1 of the Sherman Act provides: 'Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States, or with foreign nations, is declared to be illegal * * *.' Section 2 of the Act reads, 'Every person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States, or with foreign nations, shall be deemed guilty of a misdemeanor * * *.' Section 4 of the Clayton Act, 38 Stat. 731, 15 U.S.C. &#167; 15, 15 U.S.C.A. &#167; 15, states, Any  person who shall be injured in his business or property by reason of anything forbidden in the antitrust laws may sue therefor * * * and shall recover threefold the damages by him sustained * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The appliance manufacturers named in the complaint are: Admiral Corp., Emerson Radio and Phonograph Corp., General Electric Co., Olympic Radio and Television, Inc., Philco Corp., Rheem Manufacturing Co., Radio Corp. of America, Tappan Stove Co., Whirlpool Corp., Zenith Radio Corp.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See also United States v. American Tobacco Co., 221 U.S. 106, 179, 31 S.Ct. 632, 648, 55 L.Ed. 663, where the Court noted that the statute forbade all 'acts or contracts or agreements or combinations * * * which, either because of their inherent nature or effect or because of the evident purpose of the acts, etc., injuriously retrained trade * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See also United States v. Trenton Potteries Co., 273 U.S. 392, 395&#8212;401, 47 S.Ct. 377, 378&#8212;379&#8212;380&#8212;381, 71 L.Ed. 700; Radovich v. National Football League, 352 U.S. 445, 453&#8212;454, 77 S.Ct. 390, 394&#8212;395, 1 L.Ed.2d 456. In this regard the Sherman Act should be contrasted with &#167; 5 of the Federal Trade Commission Act, 38 Stat. 719, as amended, 15 U.S.C. &#167; 45(b), 15 U.S.C.A. &#167; 45(b), which requires that the Commission find 'that a proceeding by it * * * would be to the interest of the public' before it issues a complaint for unfair competition. See Federal Trade Commission v. Klesner, 280 U.S. 19, 27, 50 S.Ct. 1, 374 L.Ed. 138. But cf. Fashion Originators' Guild of America v. Federal Trade Commission, 312 U.S. 457, 466&#8212;467, 61 S.Ct. 703, 707&#8212;708, 85 L.Ed. 949.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See, e.g., Eastern State Retail Lumber Dealers' Ass'n v. United States, 234 U.S. 600, 34 S.Ct. 951, 58 L.Ed. 1490; Binderup v. Pathe Exchange, Inc., 263 U.S. 291, 44 S.Ct. 96, 68 L.Ed. 308; Fashion Originators' Guild v. Federal Trade Commission, 312 U.S. 457, 61 S.Ct. 703, 85 L.Ed. 949; Kiefer-Stewart Co. v. Joseph E. Seagram &amp; Sons, 340 U.S. 211, 214, 71 S.Ct. 259, 261, 95 L.Ed. 219; Times-Picayune Publishing Co. v. United States, 345 U.S. 594, 625, 73 S.Ct. 872, 889, 97 L.Ed. 1277; Northern Pacific Ry. Co. v. Uite d States, 356 U.S. 1, 5, 78 S.Ct. 514, 518, 2 L.Ed.2d 545.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Compare United States v. Colgate &amp; Co., 250 U.S. 300, 39 S.Ct. 465, 63 L.Ed. 992, with United States v. Schrader's Son, Inc., 252 U.S. 85, 40 S.Ct. 251, 64 L.Ed. 471; United States v. Bausch &amp; Lomb Optical Co., 321 U.S. 707, 719&#8212;723, 64 S.Ct. 805, 811&#8212;812&#8212;813, 88 L.Ed. 1024; Lorain Journal Co. v. United States, 342 U.S. 143, 72 S.Ct. 181, 96 L.Ed. 162.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The court below relied heavily on Apex Hosiery Co. v. Leader, 310 U.S. 469, 60 S.Ct. 982, 84 L.Ed. 1311, in reaching its conclusion. While some language in that case can be read as supporting the position that no restraint on trade is prohibited by &#167; 1 of the Sherman Act unless it has or is intended to have an effect on market prices, such statements must be considered in the light of the fact that the defendant in that case was a labor union. The Court in Apex recognized that the Act is aimed primarily at combinations having commercial objectives and is applied only to a very limited extent to organizations, like labor unions, which normally have other objectives. See United States v. Hutcheson, 312 U.S. 219, 61 S.Ct. 463, 85 L.Ed. 788; Allen Bradley Co. v. Local Union No. 3, International Brotherhood of Electrical Workers, 325 U.S. 797, 65 S.Ct. 1533, 89 L.Ed. 1939. Moreover, cases subsequent to Apex have made clear that an effect on prices is not essential to a Sherman Act violation. See, e.g., Fashion Originators' Guild v. Federal Trade Commission, 312 U.S. 457, 466, 61 S.Ct. 703, 707, 85 L.Ed. 949.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "", "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">207</span></span></p>\n    <p class=\"case_cite\">79 S.Ct. 705</p>\n    <p class=\"case_cite\">3 L.Ed.2d 741</p>\n    <p class=\"parties\">KLOR'S, INC., Petitioner,<br>v.<br>BROADWAY-HALE STORES, INC., Admiral Corporation,  Admiral Distributors, Inc., et al.</p>\n    <p class=\"docket\">No. 76.</p>\n    <p class=\"date\">Argued Feb. 25, 26, 1959.</p>\n    <p class=\"date\">Decided April 6, 1959.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. Maxwell Keith, San Francisco, Cal., for petitioner.</p>\n      <p class=\"indent\">Mr. Philip Elman, Washington, D.C., for the United States, as amicus curiae.</p>\n      <p class=\"indent\">Mr. Moses Lasky, San Francisco, Cal., for respondents.</p>\n      <p class=\"indent\">Mr. Justice BLACK delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Klor's, Inc., operates a retail store on Mission Street, San Francisco, California; Broadway-Hale Stores, Inc., a chain of department stores, operates one of its stores next door. The two stores compete in the sale of radios, television sets, refrigerators and other household appliances. Claiming that Broadway-Hale and 10 national manufacturers and their distributors have conspired to restrain and monopolize commerce in violation of &#167;&#167; 1 and 2 of the Sherman Act, 26 Stat. 209, as amended, 15 U.S.C. &#167;&#167; 1, 2, 15 U.S.C.A. &#167;&#167; 1, 2, Klor's brought this action for treble damages and injunction in the United States District Court.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In support of its claim Klor's made the following allegations: George Klor started an appliance store some years before 1952 and has operated it ever since either individually or as Klor's, Inc. Klor's is as well equipped as Broadway-Hale to handle all brands of appliances. Nevertheless, manufacturers and distributors of such well-known brands as General Electric, RCA, Admiral, Zenith, Emerson and others<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> have conspired among themselves and with Broadway-Hale either not to sell to Klor's or to sell to it only at discriminatory prices and highly unfavorable terms. Broadway-Hale has used its 'monopolistic' buying power to bring about this situation. The business of manufacturing, distributing and selling household appliances is in interstate commerce. The concerted refusal to deal with Klor's has seriously handicapped its ability to compete and has already caused it a great loss of profits, goodwill, reputation and prestige.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendants did not dispute these allegations, but sought summary judgment and dismissal of the complaint for failure to state a cause of action. They submitted unchallenged affidavits which showed that there were hundreds of other household appliance retailers, some within a few blocks of Klor's who sold many competing brands of appliances, including those the defendants refused to sell to Klor's. From the allegations of the complaint, and from the affidavits supporting the motion for summary judgment, the District Court concluded that the controversy was a 'purely private quarrel' between Klor's and Broadway-Hale, which did not amount to a 'public wrong proscribed by the (Sherman) Act.' On this ground the complaint was dismissed and summary judgment was entered for the defendants. The Court of Appeals for the Ninth Circuit affirmed the summary judgment. 255 F.2d 214. It stated that 'a violation of the Sherman Act requires conduct of defendants by which the public is or conceivably may be ultimately injured.' 255 F.2d at page 233. It held that here the required public injury was missing since 'there was no charge or proof that by any act of defendants the price, quantity, or quality offered the public was affected, nor that there was any intent or purpose to effect a change in, or an influence on, prices, quantity, or quality * * *.' Id., at page 230. The holding, if correct, means that unless the opportunities for customers to buy in a competitive market are reduced, a group of powerful businessmen may act in concert to deprive a single merchant, like Klor, of the goods he needs to compete effectively. We granted certiorari to consider this important question in the administration of the Sherman Act. <span class=\"citation no-link\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">809</span></span>, 79 S.Ct. 23, 3 L.Ed.2d 54.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We think Klor's allegations clearly show one type of trade restraint and public harm the Sherman Act forbids, and that defendants' affidavits provide no defense to the charges. Section 1 of the Sherman Act makes illegal any contract, combination or conspiracy in restraint of trade, and &#167; 2 forbids any person or combination from monopolizing or attempting to monopolize any part of interstate commerce. In the landmark case of Standard Oil Co. of New Jersey v. United States, <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, 31 S.Ct. 502, 55 L.Ed. 619, this Court read &#167; 1 to prohibit those classes of contracts or acts which the common law had deemed to be undue restraints of trade and those which new times and economic conditions would make unreasonable. Id., at pages 59&#8212;60, 31 S.Ct. at pages 515&#8212;516. The Court cnst rued &#167; 2 as making 'the prohibitions of the act all the more complete and perfect by embracing all attempts to reach the end prohibited by the 1st section, that is, restraints of trade, by any attempt to monpolize, or monopolization thereof * * *.' Id., at page 61, 31 S.Ct. at page 516. The effect of both sections, the Court said, was to adopt the common-law proscription of all 'contracts or acts which it was considered had a monopolistic tendency * * *' and which interfered with the 'natural flow' of an appreciable amount of interstate commerce. Id., at pages 57, 61, 31 S.Ct. at page 514; Eastern States Retail Lumber Dealers' Ass'n v. United States, <span class=\"citation\" data-id=\"98251\"><a href=\"/opinion/98251/eastern-states-lumber-assn-v-united-states/\"><span class=\"volume\">234</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span>, 609, 34 S.Ct. 951, 953, 58 L.Ed. 1490. The Court recognized that there were some agreements whose validity depended on the surrounding circumstances. It emphasized, however, that there were classes of restraints which from their 'nature or character' were unduly restrictive, and hence forbidden by both the common law and the statute. 221 U.S. at pages 58, 65, 31 S.Ct. at page 515.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> As to these classes of restraints, the Court noted, Congress had determined its own criteria of public harm and it was not for the courts to decide whether in an individual case injury had actually occurred. Id., at pages 63&#8212;68, 31 S.Ct. at pages 517&#8212;518&#8212;519.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Group boycotts, or concerted refusals by traders to deal with other traders, have long been held to be in the forbidden category.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> They have not been saved by allegations that they were reasonable in the specific circumstances, nor by a failure to show that they 'fixed or regulated prices, parcelled out or limited production, or brought about a deterioration in quality.' Fashion Originators' Guild v. Federal Trade Commission, <span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></span>, 466, 467&#8212;468, 61 S.Ct. 703, 707, 85 L.Ed. 949. Cf. United States v. Trenton Potteries Co., <span class=\"citation\" data-id=\"101026\"><a href=\"/opinion/101026/united-states-v-trenton-potteries-co/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 47 S.Ct. 377, 71 L.Ed. 700. Even when they operated to lower prices or temporarily to stimulate competition they were banned. For, as this Court said in Kiefer-Stewart Co. v. Joseph E. Seagram &amp; Sons, <span class=\"citation\" data-id=\"104839\"><a href=\"/opinion/104839/kiefer-stewart-co-v-joseph-e-seagram-sons-inc/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">211</span></a></span>, 213, 71 S.Ct. 259, 260, 95 L.Ed. 219, 'such agreements, no less than those to fix minimum prices, cripple the freedom of traders and thereby restrain their ability to sell in accordance with their own judgment.' Cf. United States v. Patten, <span class=\"citation\" data-id=\"97744\"><a href=\"/opinion/97744/united-states-v-patten/\"><span class=\"volume\">226</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span>, 542, 33 S.Ct. 141, 145, 57 L.Ed. 333.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plainly the allegations of this complaint disclose such a boycott. This is not a case of a single trader refusing to deal with another,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> nor even of a manufacturer and a dealer agreeing to an exclusive distributorship. Alleged in this complaint is a wide combination consisting or manufacturers, distributors and a retailer. This combination takes from Klor's its freedom to buy appliances in an open competitive market and drives it out of business as a dealer in the defendants' products. It deprives the manufacturers and distributors of their freedom to sell to Klor's at the same prices and conditions made available to Broadway-Hale and in some instances forbids them from selling to it on any terms whatsoever. It interferes with the natural flow of interstate commerce. It clearly has, by its 'nature' and 'character,' a 'monopolistic tendency.' As such it is not to be tolerated merely because the victim is just one merchant whose business is so small that his destruction makes little difference to the economy.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Monopoly can as surely thrive by the elimination of such small businessmen, one at a time, as it can by driving them out in large groups. In recognition of this fact the Sherman Act has consistently been read to forbid all contracts and combinations 'which 'tend to create a monopoly,\" whether 'the tendency is a creeping one' or 'one that proceeds at full gallop.' International Salt Co. v. United States, <span class=\"citation\" data-id=\"104473\"><a href=\"/opinion/104473/international-salt-co-v-united-states/\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 396, 68 S.Ct. 12, 15, 92 L.Ed. 20.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The judgment of the Court of Appeals is reversed and the cause is remanded to the District Court for trial.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mr. Justice HARLAN, believing that the allegations of the complaint are sufficient to entitle the petitioner to go to trial, and that the matters set forth in respondents' affidavits are not necessarily sufficient to constitute a defense irrespective of what the petitioner may be able to prove at the trial, concurs in the result.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 1 of the Sherman Act provides: 'Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States, or with foreign nations, is declared to be illegal * * *.' Section 2 of the Act reads, 'Every person who shall monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States, or with foreign nations, shall be deemed guilty of a misdemeanor * * *.' Section 4 of the Clayton Act, 38 Stat. 731, 15 U.S.C. &#167; 15, 15 U.S.C.A. &#167; 15, states, Any  person who shall be injured in his business or property by reason of anything forbidden in the antitrust laws may sue therefor * * * and shall recover threefold the damages by him sustained * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The appliance manufacturers named in the complaint are: Admiral Corp., Emerson Radio and Phonograph Corp., General Electric Co., Olympic Radio and Television, Inc., Philco Corp., Rheem Manufacturing Co., Radio Corp. of America, Tappan Stove Co., Whirlpool Corp., Zenith Radio Corp.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> See also United States v. American Tobacco Co., <span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>06, 179, 31 S.Ct. 632, 648, 55 L.Ed. 663, where the Court noted that the statute forbade all 'acts or contracts or agreements or combinations * * * which, either because of their inherent nature or effect or because of the evident purpose of the acts, etc., injuriously retrained trade * * *.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See also United States v. Trenton Potteries Co., <span class=\"citation\" data-id=\"101026\"><a href=\"/opinion/101026/united-states-v-trenton-potteries-co/\"><span class=\"volume\">273</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">392</span></a></span>, 395&#8212;401, 47 S.Ct. 377, 378&#8212;379&#8212;380&#8212;381, 71 L.Ed. 700; Radovich v. National Football League, <span class=\"citation\" data-id=\"105457\"><a href=\"/opinion/105457/radovich-v-national-football-league/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">445</span></a></span>, 453&#8212;454, 77 S.Ct. 390, 394&#8212;395, 1 L.Ed.2d 456. In this regard the Sherman Act should be contrasted with &#167; 5 of the Federal Trade Commission Act, 38 Stat. 719, as amended, 15 U.S.C. &#167; 45(b), 15 U.S.C.A. &#167; 45(b), which requires that the Commission find 'that a proceeding by it * * * would be to the interest of the public' before it issues a complaint for unfair competition. See Federal Trade Commission v. Klesner, <span class=\"citation\" data-id=\"101467\"><a href=\"/opinion/101467/ftc-v-klesner/\"><span class=\"volume\">280</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, 27, 50 S.Ct. 1, 374 L.Ed. 138. But cf. Fashion Originators' Guild of America v. Federal Trade Commission, <span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></span>, 466&#8212;467, 61 S.Ct. 703, 707&#8212;708, 85 L.Ed. 949.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See, e.g., Eastern State Retail Lumber Dealers' Ass'n v. United States, <span class=\"citation\" data-id=\"98251\"><a href=\"/opinion/98251/eastern-states-lumber-assn-v-united-states/\"><span class=\"volume\">234</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">600</span></a></span>, 34 S.Ct. 951, 58 L.Ed. 1490; Binderup v. Pathe Exchange, Inc., <span class=\"citation\" data-id=\"100295\"><a href=\"/opinion/100295/binderup-v-pathe-exchange-inc/\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">291</span></a></span>, 44 S.Ct. 96, 68 L.Ed. 308; Fashion Originators' Guild v. Federal Trade Commission, <span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></span>, 61 S.Ct. 703, 85 L.Ed. 949; Kiefer-Stewart Co. v. Joseph E. Seagram &amp; Sons, <span class=\"citation\" data-id=\"104839\"><a href=\"/opinion/104839/kiefer-stewart-co-v-joseph-e-seagram-sons-inc/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">211</span></a></span>, 214, 71 S.Ct. 259, 261, 95 L.Ed. 219; Times-Picayune Publishing Co. v. United States, <span class=\"citation\" data-id=\"105131\"><a href=\"/opinion/105131/times-picayune-publishing-co-v-united-states/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">594</span></a></span>, 625, 73 S.Ct. 872, 889, 97 L.Ed. 1277; Northern Pacific Ry. Co. v. Uite d States, <span class=\"citation\" data-id=\"105646\"><a href=\"/opinion/105646/northern-pacific-r-co-v-united-states/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 5, 78 S.Ct. 514, 518, 2 L.Ed.2d 545.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Compare United States v. Colgate &amp; Co., <span class=\"citation\" data-id=\"99426\"><a href=\"/opinion/99426/united-states-v-colgate-co/\"><span class=\"volume\">250</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">300</span></a></span>, 39 S.Ct. 465, 63 L.Ed. 992, with United States v. Schrader's Son, Inc., <span class=\"citation\" data-id=\"99529\"><a href=\"/opinion/99529/united-states-v-a-schraders-son-inc/\"><span class=\"volume\">252</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 40 S.Ct. 251, 64 L.Ed. 471; United States v. Bausch &amp; Lomb Optical Co., <span class=\"citation\" data-id=\"103966\"><a href=\"/opinion/103966/united-states-v-bausch-lomb-co/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">707</span></a></span>, 719&#8212;723, 64 S.Ct. 805, 811&#8212;812&#8212;813, 88 L.Ed. 1024; Lorain Journal Co. v. United States, <span class=\"citation\" data-id=\"104940\"><a href=\"/opinion/104940/lorain-journal-co-v-united-states/\"><span class=\"volume\">342</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">143</span></a></span>, 72 S.Ct. 181, 96 L.Ed. 162.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The court below relied heavily on Apex Hosiery Co. v. Leader, <span class=\"citation\" data-id=\"103367\"><a href=\"/opinion/103367/apex-hosiery-co-v-leader/\"><span class=\"volume\">310</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, 60 S.Ct. 982, 84 L.Ed. 1311, in reaching its conclusion. While some language in that case can be read as supporting the position that no restraint on trade is prohibited by &#167; 1 of the Sherman Act unless it has or is intended to have an effect on market prices, such statements must be considered in the light of the fact that the defendant in that case was a labor union. The Court in Apex recognized that the Act is aimed primarily at combinations having commercial objectives and is applied only to a very limited extent to organizations, like labor unions, which normally have other objectives. See United States v. Hutcheson, <span class=\"citation\" data-id=\"103451\"><a href=\"/opinion/103451/united-states-v-hutcheson/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span>, 61 S.Ct. 463, 85 L.Ed. 788; Allen Bradley Co. v. Local Union No. 3, International Brotherhood of Electrical Workers, <span class=\"citation\" data-id=\"104172\"><a href=\"/opinion/104172/allen-bradley-co-et-al-v-local-union-no-3/\"><span class=\"volume\">325</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">797</span></a></span>, 65 S.Ct. 1533, 89 L.Ed. 1939. Moreover, cases subsequent to Apex have made clear that an effect on prices is not essential to a Sherman Act violation. See, e.g., Fashion Originators' Guild v. Federal Trade Commission, <span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></span>, 466, 61 S.Ct. 703, 707, 85 L.Ed. 949.</p>\n      </div>\n    </div>\n    ", "id": 105862, "judges": "", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/105862/", "sha1": "7e4fb2b8fc6765884cd126d6cb1cc132ecc417da", "source": "R", "supreme_court_db_id": "1958-069", "time_retrieved": "2010-04-28T09:55:44"}