{"absolute_url": "/opinion/118164/buchanan-v-angelone/", "blocked": false, "citation": {"case_name": "Buchanan v. Angelone", "docket_number": "96-8400", "document_uris": ["/api/rest/v2/document/118164/"], "federal_cite_one": "522 U.S. 269", "federal_cite_three": "139 L. Ed. 2d 702", "federal_cite_two": "118 S. Ct. 757", "id": 102523, "lexis_cite": "1998 U.S. LEXIS 638", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/102523/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 123, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1998-01-21", "date_modified": "2015-03-10T12:55:38.449032", "docket": "/api/rest/v2/docket/319910/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">522 U.S. 269<br>118 S.Ct. 757<br>139 L.Ed.2d 702<br></p>\n    <p class=\"parties\">Douglas McArthur BUCHANAN, Jr., Petitioner,<br>v.<br>Ronald J. ANGELONE, Director, Virginia Department of Corrections, et al.</p>\n    <p class=\"docket\">No. 96-8400.</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">Argued Nov. 3, 1997.</p>\n    <p class=\"date\">Decided Jan. 21, 1998.</p>\n    <div class=\"prelims\">\n      <p class=\"center\"><i>Syllabus</i>*</p>\n      <p>Following petitioner Buchanan's conviction of the capital murders of his father, stepmother, and two brothers, the prosecutor sought the death penalty based on Virginia's aggravating factor that the crime was vile.  During the sentencing hearing, there were two days of testimony as to Buchanan's troubled family background and mental and emotional problems, and the prosecutor  and defense counsel both made extensive arguments on the mitigating evidence and the effect it should be given in sentencing.  The trial court instructed the jury, <i>inter alia,</i> that if it found beyond a reasonable doubt that Buchanan's conduct was vile, \"then you may fix the punishment  . . .  at death,'' but \"if you believe from all the evidence that  . . .  death  . . .  is not justified, then you shall fix the punishment  . . .  at life imprisonment.''  The court refused Buchanan's request to give four additional instructions on particular statutory mitigating factors and a general instruction on the concept of mitigating evidence.  The jury returned a verdict of death, the trial court imposed that sentence, and the Virginia Supreme Court affirmed.  The Federal District Court then denied Buchanan habeas corpus relief, and the Fourth Circuit affirmed.</p>\n      <p><i>Held:</i> The absence of instructions on the concept of mitigation and on particular statutorily defined mitigating factors did not violate the Eighth and Fourteenth Amendments.  In arguing to the contrary, Buchanan fails to distinguish between the differing constitutional treatment this Court has accorded the two phases of the capital sentencing process: the eligibility phase, in which the jury narrows the class of death-penalty-eligible defendants, and the selection phase here at issue, in which the jury determines whether to impose a death sentence on an eligible defendant.  See, <i>e.g., Tuilaepa v. California,</i> 512 U.S. 967, 971-972, 114 S.Ct. 2630, 2634-2635, 129 L.Ed.2d 750.  In the selection phase, the state may shape and structure the jury's consideration of mitigating evidence, so long as restrictions on the sentencing determination do not preclude the jury from giving effect to any such evidence. <i>E.g., Penry v. Lynaugh,</i> 492 U.S. 302, 317-318, 109 S.Ct. 2934, 2946-2947, 106 L.Ed.2d 256.  The determinative standard is whether there is a reasonable likelihood that the jury has applied its instructions in a way that prevents consideration of constitutionally relevant evidence. <i>E.g., Boyde v. California,</i> 494 U.S. 370, 380, 110 S.Ct. 1190, 1197-1198, 108 L.Ed.2d 316.  The instructions here did not  violate these constitutional principles.  This conclusion is confirmed by the context in which the instructions were given.  The court directed the jurors to base their decision on \"all the  evidence'' and to impose a life sentence if they believed the evidence so warranted, there was extensive testimony as to Buchanan's family background and mental and emotional problems, and counsel made detailed arguments on the mitigating evidence.   Because the parties in effect <i>agreed</i> that there was substantial mitigating evidence and that the jury had to weigh that evidence  against Buchanan's conduct in making a discretionary decision on  the appropriate penalty, there is not a reasonable likelihood that the jurors understood the instructions to preclude consideration of relevant mitigating evidence. Pp. ___-___.</p>\n      <p>103 F.3d 344 (C.A.4 1996), affirmed.</p>\n      <p>REHNQUIST, C.J., delivered the opinion of the Court, in which O'CONNOR, SCALIA, KENNEDY, SOUTER, and THOMAS, JJ., joined. SCALIA, J., filed a concurring opinion.  BREYER, J., filed a dissenting opinion, in which STEVENS and GINSBURG, JJ., joined.</p>\n      <p class=\"indent\">Gerald T. Zerkin, appointed by this Court, Richmond, VA, for petitioner.</p>\n      <p class=\"indent\">Katherine P. Baldwin, for respondents.</p>\n      <p class=\"indent\">Chief Justice REHNQUIST delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case calls on us to decide whether the Eighth Amendment requires that a capital jury be instructed on the concept of mitigating evidence generally, or on particular statutory mitigating factors.  We hold it does not.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On the afternoon of September 15, 1987, Douglas Buchanan murdered his father, stepmother, and two younger brothers. Buchanan was convicted of the capital murder of more than one person as part of the same act or transaction by a jury in the Circuit Court of Amherst County, Virginia.  See Va.Code Ann. &#167;18.2-31(7) (1996).  A separate sentencing hearing was held, in which the prosecutor sought the death penalty on the basis of Virginia's aggravating factor that the crime was vile.  See Va.Code &#167;19.2-264.3 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In his opening statement in this proceeding, the prosecutor told the jury that he would be asking for the death penalty based on vileness.  He conceded that Buchanan had had a troubled childhood and informed the jury that it would have to balance the things in petitioner's favor against the crimes he had committed. App. 25-27.  Defense counsel outlined the mitigating evidence he would present and told the jury that he was asking that petitioner not be executed based on that evidence. <i>Id.,</i> at 29.  For two days, the jury heard evidence from seven defense witnesses and eight prosecution witnesses.  Buchanan's witnesses  recounted his mother's early death from breast cancer, his father's subsequent remarriage, and his parents' attempts to prevent him from seeing his maternal relatives.  A psychiatrist also testified that Buchanan was under extreme emotional disturbance at the time of the crime, based largely on stress caused by the manner in which the family had dealt with and reacted to his mother's death.  Two mental health experts testified for the prosecution.  They agreed generally with the factual events of petitioner's life but not with their effect on  his commission of the crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In closing argument, the prosecutor told the jury that \"even if you find that there was the vileness that you do not have to return the death sentence.  I will not suggest that to you.'' <i>Id.,</i> at 43.  While admitting the existence of mitigating evidence, and agreeing that the jury had to weigh that evidence against petitioner's conduct, the prosecutor argued that the circumstances warranted the death penalty. <i>Id.,</i> at 43-44, 57-58.  Defense counsel also explained the concept of mitigation and noted that \"practically any factor can be considered in mitigation.''  He discussed at length petitioner's lack of prior criminal activity, his extreme mental or emotional disturbance at the time of the offense, his significantly impaired capacity to appreciate the criminality of his conduct or to conform his conduct to the law's requirements, and his youth.  Counsel argued that these four mitigating factors, recognized in the Virginia Code, mitigated Buchanan's offense. <i>Id.,</i> at 59-61, 64-66.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Commonwealth and Buchanan agreed that the court should instruct the jury with Virginia's pattern capital sentencing instruction.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> That instruction told the jury that before it could fix the penalty at death, the Commonwealth first must prove beyond a reasonable doubt that the conduct was vile.  The instruction next stated that if the jury found that condition met, \"then you may fix the punishment of the Defendant at death or if you believe from all the evidence that the death penalty is not justified, then you shall fix the punishment of the Defendant at life imprisonment.''  The instruction then stated that if the  jury did not find the condition met, the jury must impose a life  sentence. This instruction was given without objection. <i>Id.,</i> at  39.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Buchanan requested several additional jury instructions.  He proposed four instructions on particular mitigating factors-no significant history of prior criminal activity; extreme mental or emotional disturbance; significantly impaired capacity to appreciate the criminality of his conduct or to conform his conduct to the law's requirements; and his age.  These four factors are listed as facts in mitigation of the offense in the Virginia Code.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Each of Buchanan's proposed instructions stated that if the jury found the factor to exist, \"then that is a fact which mitigates against imposing the death penalty, and you shall consider that fact in deciding whether to impose a sentence of death or life imprisonment.'' <i>Id.,</i> at 75-76.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Buchanan also proposed an instruction stating that, \"In addition to the mitigating factors specified in other instructions, you shall consider the circumstances surrounding the offense, the history and background of [Buchanan] and any other facts in mitigation of the offense.'' <i>Id.,</i> at 74.  The court refused to give these instructions, relying on Virginia case law holding that it was not proper to give instructions singling out certain mitigating factors to the sentencing jury. <i>Id.,</i> at 39-40.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The jury was instructed that once it reached a decision on its two options, imposing a life sentence or imposing the death penalty, the foreman should sign the corresponding verdict form. The death penalty verdict form stated that the jury had unanimously found petitioner's conduct to be vile and that \"having considered the evidence in mitigation of the offense,'' it unanimously fixed his punishment at death. <i>Id.,</i> at 77.  When the jury returned with a verdict for the death penalty, the court read the verdict form and polled each juror on his agreement with the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The court, after a statutorily mandated sentencing hearing, see Va.Code Ann. &#167;19.2-264.5 (1995), subsequently imposed the sentence fixed by the jury.  On direct appeal, the Virginia Supreme Court reviewed Buchanan's sentence for proportionality, see Va.Code Ann. &#167;17.110.1-17.110.2 (1996), and affirmed his conviction and death sentence. <i>Buchanan v. Commonwealth,</i> 238 Va. 389, 384 S.E.2d 757 (1989), cert. denied <i>sub nom.,</i> <i>Buchanan v. Virginia,</i> 493 U.S. 1063, 110 S.Ct. 880, 107 L.Ed.2d 963 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Petitioner then sought federal habeas relief.  The District Court denied the petition.  The Court of Appeals for the Fourth Circuit affirmed. 103 F.3d 344 (1996).  That court recognized that the Eighth Amendment requires that a capital sentencing jury's discretion be \"\"guided and channeled by requiring examination of specific factors that argue in favor of or against imposition of the death penalty''' in order to eliminate arbitrariness and capriciousness. <i>Id.,</i> at 347 (quoting <i>Proffitt v. Florida,</i> 428 U.S. 242, 258, 96 S.Ct. 2960, 2969, 49 L.Ed.2d 913 (1976)).  However, relying on our decision in <i>Zant v. Stephens,</i> 462 U.S. 862, 890, 103 S.Ct. 2733, 2749-2750, 77 L.Ed.2d 235 (1983), and on its own precedent, the court concluded that the Eighth Amendment does not require States to adopt specific standards for instructing juries on mitigating circumstances. 103 F.3d, at 347.  It therefore held that by allowing the jury to consider all relevant mitigating evidence, Virginia's sentencing procedure satisfied the Eighth Amendment requirement of individualized sentencing in capital cases. <i>Id.,</i> at 347-48.  We granted certiorari, 520 U.S. ----, 117 S.Ct. 1551, 137 L.Ed.2d 700 (1997), and now affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Petitioner contends that the trial court violated his Eighth and Fourteenth Amendment right to be free from arbitrary and capricious imposition of the death penalty when it failed to provide the jury with express guidance on the concept of mitigation, and to instruct the jury on particular statutorily defined mitigating factors.  This lack of guidance, it is argued, renders his sentence constitutionally unacceptable.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Petitioner initially recognizes, as he must, that our cases have distinguished between two different aspects of the capital sentencing process, the eligibility phase and the selection phase. <i>Tuilaepa v. California,</i> 512 U.S. 967, 971, 114 S.Ct. 2630, 2634, 129 L.Ed.2d 750 (1994).  In the eligibility phase, the jury narrows the class of defendants eligible for the death penalty, often through consideration of aggravating circumstances. <i>Id.,</i> at 971, 114 S.Ct., at 2634.  In the selection phase, the jury determines whether to impose a death sentence on an eligible defendant. <i>Id.,</i> at 972, 114 S.Ct., at 2634-2635.  Petitioner concedes that it is only the selection phase that is at stake in his case.  He argues, however, that our decisions indicate that the jury at the selection phase must both have discretion to make an individualized determination and have that discretion limited and channeled.  See, <i>e.g., Gregg v. Georgia,</i> 428 U.S. 153, 206-207, 96 S.Ct. 2909, 2940-2941, 49 L.Ed.2d 859 (1976).  He further argues that the Eighth Amendment therefore requires the court to  instruct the jury on its obligation and authority to consider mitigating evidence, and on particular mitigating factors deemed  relevant by the State.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">No such rule has ever been adopted by this Court.  While petitioner appropriately recognizes the distinction between the eligibility and selection phases, he fails to distinguish the differing constitutional treatment we have accorded those two aspects of capital sentencing.  It is in regard to the eligibility phase that we have stressed the need for channeling and limiting the jury's discretion to ensure that the death penalty is a proportionate punishment and therefore not arbitrary or capricious in its imposition.  In contrast, in the selection phase, we have emphasized the need for a broad inquiry into all relevant mitigating evidence to allow an individualized determination. <i>Tuilaepa, supra,</i> at 971-973, 114 S.Ct., at 2634-2636; <i>Romano v. Oklahoma,</i> 512 U.S. 1, 6-7, 114 S.Ct. 2004, 2008-2009, 129 L.Ed.2d 1 (1994); <i>McCleskey v. Kemp,</i> 481 U.S. 279, 304-306, 107 S.Ct. 1756, 1773-1775, 95 L.Ed.2d 262 (1987); <i>Stephens,  supra,</i> at 878-879, 103 S.Ct., at 2743-2744.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the selection phase, our cases have established that the sentencer may not be precluded from considering, and may not refuse to consider, any constitutionally relevant mitigating evidence. <i>Penry v. Lynaugh,</i> 492 U.S. 302, 317-318, 109 S.Ct. 2934, 2946-2947, 106 L.Ed.2d 256 (1989); <i>Eddings v. Oklahoma,</i> 455 U.S. 104, 113-114, 102 S.Ct. 869, 876-877, 71 L.Ed.2d 1 (1982); <i>Lockett v. Ohio,</i> 438 U.S. 586, 604, 98 S.Ct. 2954, 2964-2965, 57  L.Ed.2d 973 (1978).  However, the State may shape and structure the jury's consideration of mitigation so long as it does not preclude the jury from giving effect to any relevant mitigating evidence. <i>Johnson v. Texas,</i> 509 U.S. 350, 362, 113 S.Ct. 2658, 2666, 125 L.Ed.2d 290 (1993); <i>Penry, supra,</i> at 326, 109 S.Ct., at 2951; <i>Franklin v. Lynaugh,</i> 487 U.S. 164, 181, 108 S.Ct. 2320, 2331, 101 L.Ed.2d 155 (1988).  Our consistent concern has been that restrictions on the jury's sentencing determination not preclude the jury from being able to give effect to mitigating evidence. Thus, in <i>Boyde v. California,</i> 494 U.S. 370, 110 S.Ct. 1190, 108 L.Ed.2d 316 (1990), we held that the standard for determining whether jury instructions satisfy these principles was \"whether there is a reasonable likelihood that the jury has applied the challenged instruction in a way that prevents the consideration of constitutionally relevant evidence.'' <i>Id.,</i> at 380, 110 S.Ct., at 1198; see also <i>Johnson, supra,</i> at 367-368, 113 S.Ct., at 2669.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But we have never gone further and held that the state must affirmatively structure in a particular way the manner in which juries consider mitigating evidence.  And indeed, our decisions suggest that complete jury discretion is constitutionally permissible.  See <i>Tuilaepa, supra,</i> at 978-979, 114 S.Ct., at 2638-2639 (noting that at the selection phase, the State is not confined to submitting specific propositional questions to the jury and may indeed allow the jury unbridled discretion); <i>Stephens, supra,</i> at 875, 103 S.Ct., at 2741-2742 (rejecting the argument that a scheme permitting the jury to exercise \"unbridled discretion'' in determining whether to impose the death penalty after it has found the defendant eligible is unconstitutional, and noting that accepting that argument would require the Court to overrule <i>Gregg,</i> <i>supra</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The jury instruction here did not violate these constitutional principles.  The instruction did not foreclose the jury's consideration of any mitigating evidence.  By directing the jury to base its decision on \"all the evidence,'' the instruction afforded jurors an opportunity to consider mitigating evidence. The instruction informed the jurors that if they found the aggravating factor proved beyond a reasonable doubt then they \"may fix'' the penalty at death, but directed that if they believed that all the evidence justified a lesser sentence then they \"shall'' impose a life sentence.  The jury was thus allowed  to impose a life sentence even if it found the aggravating factor proved.  Moreover, in contrast to the Texas special issues scheme in question in <i>Penry, supra,</i> at 326, 109 S.Ct., at 2951, the instructions here did not constrain the manner in which the jury was able to give effect to mitigation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Even were we to entertain some doubt as to the clarity of the instructions, the entire context in which the instructions were given expressly informed the jury that it could consider mitigating evidence.  In <i>Boyde,</i> we considered the validity of an instruction listing eleven factors that the jury was to consider in determining punishment, including a catch-all factor allowing consideration of \" [a]ny other circumstance which extenuates the gravity of the crime.'' 494 U.S., at 373-374, 110 S.Ct., at 1194-1195.  We expressly noted that even were the instruction at all unclear, \"the context of the proceedings would have led reasonable jurors to believe that evidence of petitioner's background and character could be considered in mitigation.'' <i>Id.,</i> at 383, 110 S.Ct., at 1199.  We found it unlikely that reasonable jurors would believe that the court's instructions transformed four days of defense testimony on the defendant's background and character \"\"into a virtual charade.''' <i>Ibid.</i> (quoting <i>California v. Brown,</i> 479 U.S. 538, 542, 107 S.Ct. 837, 840, 93 L.Ed.2d 934 (1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Similarly, here, there were two days of testimony relating to petitioner's family background and mental and emotional problems. It is not likely that the jury would disregard this extensive testimony in making its decision, particularly given the instruction to consider \"all the evidence.''  Further buttressing this conclusion are the extensive arguments of both defense counsel and the prosecutor on the mitigating evidence and the effect it should be given in the sentencing determination.  The parties in effect <i>agreed</i> that there was substantial mitigating evidence and that the jury had to weigh that evidence  against petitioner's conduct in making a discretionary decision on the appropriate penalty.  In this context, \"there is not a reasonable likelihood that the jurors in petitioner's case understood the challenged instructions to preclude consideration  of relevant mitigating evidence offered by petitioner.'' <i>Boyde, supra,</i> at 386, 110 S.Ct., at 1201; see also <i>Johnson,</i> 509 U.S., at 367, 113 S.Ct., at 2669.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The absence of an instruction on the concept of mitigation and of instructions on particular statutorily defined mitigating factors did not violate the Eighth and Fourteenth Amendments to the United States Constitution.  The judgment of the Court of Appeals is</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Affirmed</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Justice SCALIA, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">I agree that there is no \"reasonable likelihood that the jurors in petitioner's case understood the challenged instructions to preclude consideration of relevant mitigating evidence,'' <i>Boyde v. California,</i> 494 U.S. 370, 386, 110 S.Ct. 1190, 1201, 108 L.Ed.2d 316 (1990), so I join the opinion of the  Court.  I continue to adhere to my view that the Eighth Amendment does not, in any event, require that sentencing juries be given discretion to consider mitigating evidence.  Petitioner's argument \"that the jury at the selection phase must both have discretion to make an individualized determination and have that  discretion limited and channeled,'' <i>ante,</i> at __, perfectly describes the incompatibility between the <i>Lockett-Eddings</i> requirement and the holding of <i>Furman v. Georgia,</i> 408 U.S. 238, 92 S.Ct. 2726, 33 L.Ed.2d 346 (1972) <i>(per curiam),</i> that the sentencer's discretion must be constrained to avoid arbitrary or  freakish imposition of the death penalty. See <i>Walton v. Arizona,</i> 497 U.S. 639, 656, 110 S.Ct. 3047, 3058-3059, 111 L.Ed.2d 511 (1990) (SCALIA, J., concurring in part and concurring in judgment).  The Court's ongoing attempt to resolve that contradiction by drawing an arbitrary line in the sand between the \"eligibility and selection phases'' of the sentencing decision is, in my view, incoherent and ultimately doomed to failure.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Justice BREYER, with whom Justice STEVENS and Justice GINSBURG join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The imposition of a penalty of death must be \"directly related to the personal culpability of the criminal defendant,'' and \"reflect a reasoned <i>moral</i> response to the defendant's background, character, and crime.'' <i>California v. Brown,</i> 479 U.S. 538, 545, 107 S.Ct. 837, 841, 93 L.Ed.2d 934 (1987) (O'CONNOR, J., concurring).  Consequently, a judge's instructions during penalty phase proceedings may not preclude the jury \"from considering, as a mitigating factor, any aspect of a defendant's  character or record and any of the circumstances of the offense that the defendant proffers as a basis for a sentence less than death.'' <i>Lockett v. Ohio,</i> 438 U.S. 586, 604, 98 S.Ct. 2954, 2964-2965, 57 L.Ed.2d 973 (1978) (emphasis omitted).  The majority recognizes that \"the standard for determining whether jury instructions satisfy these principles [is] \"whether there is a reasonable likelihood that the jury has applied the challenged instruction in a way that prevents the consideration of constitutionally relevant evidence.''' <i>Ante,</i> at __ (quoting <i>Boyde v. California,</i> 494 U.S. 370, 380, 110 S.Ct. 1190, 1198, 108 L.Ed.2d 316 (1990)).  In my view, the majority misapplies this standard.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The relevant instruction, read in its entirety, indicates that there is a \"reasonable likelihood'' that the jury understood and \"applied the challenged instruction'' in a way that prevented it from considering \"constitutionally relevant evidence,'' namely, the extensive evidence that the defendant presented in mitigation. The instruction, which petitioner argued should have been supplemented by additional discussion of mitigation, App. 74-76, read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\" [1]You have convicted the defendant of an offense which may      be punishable by death.  You must decide whether the      defendant should be sentenced to death or to life      imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\" [2]Before the penalty can be fixed at death, the      Commonwealth must prove beyond a reasonable doubt that his      conduct in committing the murders of Douglas McArthur      Buchanan, Sr., Christopher Donald Buchanan, Joel Jerry      Buchanan and Geraldine Patterson Buchanan, or any one of      them, was outrageously or wantonly vile, horrible or inhuman,      in that it involved torture, depravity of mind or aggravated      battery to the above four victims, or to any one  of them.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\" [3]If you find from the evidence that the Commonwealth has      proved beyond a reasonable doubt the requirements of the      preceding paragraph, then you may fix the punishment of the      Defendant at death or if you believe from all the evidence      that the death penalty is not justified, then you shall fix      the punishment of the Defendant at life imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\" [4]If the Commonwealth has failed to prove beyond a      reasonable doubt the requirements of the second paragraph in      this instruction, then you shall fix the punishment of the      defendant at life imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\" [5]In order to return a sentence of death, all twelve      jurors must unanimously agree on that sentence.'' <i>Id.,</i> at      73-74.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The majority believes that paragraph 3 contains language telling the jury it may consider defendant's mitigating evidence, specifically the phrase:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\"or if you believe from all the evidence that the death      penalty is not justified, then you shall fix the punishment      of the Defendant at life imprisonment.''</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>See <i>ante,</i> at __.  I believe that these words, read in the context of the entire instruction, do the opposite.  In context, they are part of an instruction which seems to say that, if the jury finds the State has proved aggravating circumstances that make the defendant eligible for the death penalty, the jury may \"fix the punishment  . . .  at death,'' but if the jury finds that the State has not proved aggravating circumstances that make the defendant eligible for the death penalty, then the jury must \"fix the punishment  . . .  at life imprisonment.''  To say this without more-and there was no more-is to tell the jury that evidence of mitigating circumstances (concerning, say, the defendant's childhood and his troubled relationships with the victims) is not relevant to their sentencing decision.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The reader might now review the instructions themselves with the following paraphrase in mind: Paragraph 1 tells the jury that it must decide between death or life imprisonment.  Paragraph 2 sets forth potential aggravating circumstances of the crime, thereby explaining to the jury what experienced death penalty lawyers would understand as \"aggravators'' (<i>i.e.,</i> the criteria for \"death eligibility'').  This paragraph says that the jury cannot impose the death penalty unless the Commonwealth proves (beyond a reasonable doubt) that at least one of the murders was \"outrageously or wantonly vile, horrible or inhuman in that it involved torture, depravity of mind or aggravated battery.''</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Paragraph 3-the key paragraph-repeats that, if the jury finds that the Commonwealth has proved death eligibility, the jury \"may fix the punishment  . . .  at death.''  It immediately  adds in the same sentence \"or if you believe from all the evidence that the death penalty is not justified, then you shall  fix the punishment  . . .  at life imprisonment.''  It is the stringing together of these two phrases, along with the use of the connective \"or,'' that leads to a potential understanding of  the paragraph as saying, \"If you find the defendant eligible for death, you may impose the death penalty, but if you find (on the basis of \"all the evidence') that death penalty is not \"justified,' which is to say that the defendant is not eligible for the death penalty, then you must impose life imprisonment.'' Without any further explanation, the jury might well believe that whether death is, or is not, \"justified'' turns on the presence or absence of Paragraph 2's aggravating circumstances of the crime-not upon the defendant's mitigating evidence about his upbringing and other factors.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Paragraph 4 makes matters worse.  It adds that the Commonwealth's failure to prove the aggravating factors which make the defendant eligible for the death penalty means that the  jury must fix the punishment at life imprisonment.  It is the position of the paragraph, coming just after the key phrase \"or if you believe from all the evidence that the death penalty is not justified,'' that suggests reading it as a further explanation of when the death penalty is not \"justified.''  So read, this paragraph reinforces the misconception that paragraph  3 creates.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Were the jury made up of experienced death penalty lawyers, it might understand these instructions differently-in the way that the Court understands them.  Lawyers who represent capital defendants are aware of the differences between the \"eligibility'' phase, with its \"aggravators,'' and the \"selection'' phase, with its mitigating evidence.  Thus, they might read Paragraph 2 as setting forth the \"eligibility'' criteria, Paragraph 3 as setting forth what happens next should the jury find the defendant death-eligible, and Paragraph 4 as setting forth what happens next should the jury find the defendant ineligible for death.  Such lawyers might then read Paragraph 3's \"or'' as connecting the two \"selection phase'' alternatives-the first (death) if there is insufficient mitigation, and the second (life imprisonment) if there is sufficient mitigation.  These lawyers, however, would be parsing  the instructions in a highly complicated, technical way that they alone are likely to understand.  Theirs is not the meaning that a natural reading of the language suggests, either to lawyers who are not well versed in death penalty litigation, or to jurors who are not lawyers.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A further explanation of the special sense of \"not justified''-so that the jury did not read those words as referring to the absence of Paragraph 2's \"aggravators''-would have cleared matters up.  So would some mention of mitigating evidence anywhere in the instructions.  But there was no clarification of \"not justified,'' and the instructions say nothing at all about mitigating evidence.  Why then would a lay jury, trying to follow the instructions, not have believed that its life or death decision depended simply upon the presence or absence of Paragraph 2's \"aggravators''?  So interpreted, this instruction would clearly violate <i>Lockett'</i>s requirement that instructions permit the jury to give effect to mitigating evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The majority cannot find precedent supporting its position. In <i>Boyde,</i> the Court found a set of jury instructions constitutionally sufficient, but those instructions explicitly referred to mitigation and told the jury about weighing aggravating against mitigating circumstances. <i>Boyde,</i> <i>supra,</i> at 373-374, and n. 1, 110 S.Ct., at 1194-1195 and n. 1.  In <i>Johnson v. Texas,</i> 509 U.S. 350, 113 S.Ct. 2658, 125 L.Ed.2d 290 (1993), the Court found a set of jury instructions constitutionally sufficient which concededly did not expressly mention mitigation. But those instructions told the jury to take account of factors (the defendant's future dangerousness) broad enough to cover the mitigating circumstance (youth) that the defendant there had raised. <i>Id.,</i> at 354, 113 S.Ct., at 2661-2662.  See also <i>Franklin v. Lynaugh,</i> 487 U.S. 164, 183-188, 108 S.Ct. 2320, 2332-2335, 101 L.Ed.2d 155 (1988) (O'CONNOR, J., concurring in judgment) (same). And in <i>Penry v. Lynaugh,</i> 492 U.S. 302, 109 S.Ct. 2934, 106 L.Ed.2d 256 (1989), the Court found constitutionally <i>inadequate</i> a set of jury instructions similar to those in <i>Johnson,</i> but applied in a case involving mitigating evidence (mental retardation) that was <i>not</i> encompassed by the factors specifically mentioned in the instructions (the deliberateness of the defendant's actions; the defendant's future dangerousness; and provocation by the deceased).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">All the state pattern jury instructions that the parties or <i>amici</i> have cited explicitly mention the jury's consideration of mitigating evidence.  After this Court decided <i>Franklin,</i> <i>Penry,</i> and <i>Johnson,</i> Texas adopted a pattern instruction that specifically mentions mitigation. 8 M. McCormick, T. Blackwell, &amp; B. Blackwell, Texas Practice &#167;&#167;98.18-98.19 (10th ed.1995); see also Tex.Crim. Proc.Code Ann., Art. 37.071 (Supp.1996-1997).  Virginia, too, has recently amended its pattern instructions so that, unlike the instruction now before us, they require the jury to consider \"any evidence presented of circumstances which do not justify or excuse the offense but which in fairness or mercy may extenuate or reduce the degree of moral culpability and punishment.''  Virginia Model Jury Instructions, Criminal, Instruction No. 34.127 (1993 and Supp.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Finally, unlike the majority, I do not believe that \"the entire context in which the instructions were given,'' <i>ante</i> at 762, can make up for their failings.  I concede that the defense presented considerable evidence about the defendant's background. But the <i>presentation</i> of evidence does not tell the jury that the evidence presented is relevant and can be taken into account-particularly in the context of an instruction that seems to exclude the evidence from the universe of relevant considerations.  Cf. <i>Hitchcock v. Dugger,</i> 481 U.S. 393, 397-398, 107 S.Ct. 1821, 1823-1824, 95 L.Ed.2d 347 (1987); <i>Penry,</i> <i>supra,</i> at 319, 109 S.Ct., at 2947 (\"it is not enough simply to allow the defendant to present mitigating evidence to the sentencer'').  I also realize that the defense attorney told the jury the evidence was relevant, and the prosecution conceded the point.  But a jury may well consider such advice from a defense attorney to be advocacy which it should ignore or discount.  And the jury here might have lost the significance of the prosecution's concession, for that concession made a brief appearance in lengthy opening and closing arguments, the basic point of which was that the evidence did not sufficiently mitigate the crime but warranted death.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Though statements by counsel can help a jury understand a judge's instructions, they cannot make up for so serious a misinstruction, with such significant consequences as are present here.  The jury will look to the judge, not to counsel, for authoritative direction about what it is to do with the evidence that it hears. <i>Taylor v. Kentucky,</i> 436 U.S. 478, 488-489, 98 S.Ct. 1930, 1936-1937, 56 L.Ed.2d 468 (1978); see also <i>Carter v. Kentucky,</i> 450 U.S. 288, 302, n. 20, 101 S.Ct. 1112, 1120, n. 20, 67 L.Ed.2d 241 (1981).  For the reasons I have mentioned, taking the instructions and the context together, the judge's instructions created a \"reasonable likelihood'' that the jury \"applied the challenged instruction in a way that prevents the consideration of constitutionally relevant evidence.'' <i>Boyde,</i> <i>supra,</i> at 380, 110 S.Ct., at 1198.  To uphold the instructions given here is to \"risk that the death penalty will be imposed in spite of factors which may call for a less severe penalty.'' <i>Lockett,</i> 438 U.S., at 605, 98 S.Ct., at 2965.  To do so therefore breaks the promise made in <i>Brown</i> that the imposition of the punishment of death will \"reflect a reasoned moral response to the defendant's background, character, and crime.'' (Emphasis deleted.)</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">For these reasons, I dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <a class=\"footnote\">*</a>\n        <p> The syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader.  See <i>United States v. Detroit Timber &amp; Lumber Co.,</i> 200 U.S. 321, 337, 26 S.Ct. 282, 287, 50 L.Ed. 499.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The complete instruction is as follows:</p>\n        <p>\"You have convicted the Defendant of an offense which may be punishable by death.  You must decide whether the defendant should be sentenced to death or to life imprisonment.</p>\n        <p>\"Before the penalty can be fixed at death, the Commonwealth must prove beyond a reasonable doubt that his conduct in committing the murders of [his family] was outrageously or wantonly vile, horrible or inhuman, in that it involved torture, depravity of mind or aggravated battery to the above four victims, or to any one of them.</p>\n        <p>\"If you find from the evidence that the Commonwealth has proved beyond a reasonable doubt the requirements of the preceding paragraph, then you may fix the punishment of the Defendant at death or if you believe from all the evidence that the death penalty is not justified, then you shall fix the punishment of the Defendant at life imprisonment.</p>\n        <p>\"If the Commonwealth has failed to prove beyond a reasonable doubt the requirements of the second paragraph in this instruction, then you shall fix the punishment of the Defendant at life imprisonment.''  App. 73.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \" Evidence which may be admissible, subject to the rules of evidence governing admissibility, may include the circumstances surrounding the offense, the history and background of the defendant, and any other facts in mitigation of the offense. Facts in mitigation may include, but shall not be limited to, the following: (i) The defendant has no significant history of prior criminal activity, (ii) the capital felony was committed while the defendant was under the influence of extreme mental or emotional disturbance,  . . .  (iv) at the time of the commission of the capital felony, the capacity of the defendant to appreciate the criminality of his conduct or to conform his conduct to the requirements of law was significantly impaired, (v) the age of the defendant at the time of the commission of the capital offense . . . . ''  Va.Code Ann. &#167;19.2-264.4(B) (1995) (amended, not in relevant part).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The proposed instruction on age simply told the jury that petitioner's age \"is a fact which mitigates'' that the jury \"shall consider.''</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The dissent relies on an argument regarding the Virginia pattern sentencing instruction that petitioner belatedly attempted to adopt at oral argument. <i>Post,</i> at __-__.  This claim was waived, since petitioner expressly agreed to the pattern instruction at trial, the instruction was given without objection, and petitioner never raised this claim previously.</p>\n        <p>In any event, the dissent's theory does not make sense.  The dissent suggests that the disjunctive \"or'' clauses in the third paragraph may lead the jury to think that it can only impose life imprisonment <i>if it does not find the aggravator proved.</i> But this interpretation is at odds with the ordinary meaning of the instruction's language and structure.  The instruction presents a simple decisional tree.  The second paragraph states that the Commonwealth must prove the aggravator beyond a reasonable doubt. The third and fourth paragraphs give the jury alternative tasks according to whether the Commonwealth succeeds or fails in meeting its burden.  The third paragraph states that \"if'' the aggravator is proved, the jury may choose between death and life.  The fourth paragraph states that \"if'' the aggravator is not proved, the jury must impose life.  The \"if'' clauses clearly condition the choices that follow.  And since the fourth paragraph tells the jury what to do if the aggravator is <i>not</i> proved, the third paragraph clearly involves only the jury's task if the aggravator <i>is</i> proved.  The fact that counsel and the court agreed to this instruction is strong evidence that the \"misconception'' envisioned by the dissent could result only from a strained parsing of the language.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>522 U.S. 269 (1998)</b></center>\n<center><h1>BUCHANAN<br>\nv.<br>\nANGELONE, DIRECTOR, VIRGINIA DEPARTMENT OF CORRECTIONS, et al.</h1></center>\n<center>No. 96-8400.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued November 3, 1997.</center>\n<center>Decided January 21, 1998.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FOURTH CIRCUIT\n<p><span class=\"star-pagination\">*270</span> Rehnquist, C. J., delivered the opinion of the Court, in which O'Connor, Scalia, Kennedy, Souter, and Thomas, JJ., joined. Scalia, J., filed a concurring opinion, <i>post,</i> p. 279. Breyer, J., filed a dissenting opinion, in which Stevens and Ginsburg, JJ., joined, <i>post,</i> p. 280.</p>\n<p><i>Gerald T. Zerkin,</i> by appointment of the Court, 520 U. S. 1227, argued the cause for petitioner. With him on the brief were <i>Frank K. Friedman, John H. Blume,</i> and <i>Mark E. Olive.</i></p>\n<p><i>Richard Cullen,</i> Attorney General of Virginia, argued the cause for respondent. With him on the brief were <i>David E. Anderson,</i> Chief Deputy Attorney General, and <i>Katherine P. Baldwin,</i> Assistant Attorney General.<sup>[*]</sup></p>\n<p>Chief Justice Rehnquist delivered the opinion of the Court.</p>\n<p>This case calls on us to decide whether the Eighth Amendment requires that a capital jury be instructed on the concept of mitigating evidence generally, or on particular statutory mitigating factors. We hold it does not.</p>\n<p><span class=\"star-pagination\">*271</span> On the afternoon of September 15, 1987, Douglas Buchanan murdered his father, stepmother, and two younger brothers. Buchanan was convicted of the capital murder of more than one person as part of the same act or transaction by a jury in the Circuit Court of Amherst County, Virginia. See Va. Code Ann. ยง 18.2-31(7) (1996). A separate sentencing hearing was held, in which the prosecutor sought the death penalty on the basis of Virginia's aggravating factor that the crime was vile. See Va. Code Ann. ยง 19.2-264.3 (1995).</p>\n<p>In his opening statement in this proceeding, the prosecutor told the jury that he would be asking for the death penalty based on vileness. He conceded that Buchanan had had a troubled childhood and informed the jury that it would have to balance the things in petitioner's favor against the crimes he had committed. App. 25-27. Defense counsel outlined the mitigating evidence he would present and told the jury that he was asking that petitioner not be executed based on that evidence. <i>Id.,</i> at 29. For two days, the jury heard evidence from seven defense witnesses and eight prosecution witnesses. Buchanan's witnesses recounted his mother's early death from breast cancer, his father's subsequent remarriage, and his parents' attempts to prevent him from seeing his maternal relatives. A psychiatrist also testified that Buchanan was under extreme emotional disturbance at the time of the crime, based largely on stress caused by the manner in which the family had dealt with and reacted to his mother's death. Two mental health experts testified for the prosecution. They agreed generally with the factual events of petitioner's life but not with their effect on his commission of the crimes.</p>\n<p>In closing argument, the prosecutor told the jury that \"even if you find that there was that vileness . . . you do not have to return the death sentence. I will not suggest that to you.\" <i>Id.,</i> at 43. While admitting the existence of mitigating evidence, and agreeing that the jury had to weigh that <span class=\"star-pagination\">*272</span> evidence against petitioner's conduct, the prosecutor argued that the circumstances warranted the death penalty. <i>Id.,</i> at 43-44, 57-58. Defense counsel also explained the concept of mitigation and noted that \"practically any factor can be considered in mitigation.\" He discussed at length petitioner's lack of prior criminal activity, his extreme mental or emotional disturbance at the time of the offense, his significantly impaired capacity to appreciate the criminality of his conduct or to conform his conduct to the law's requirements, and his youth. Counsel argued that these four mitigating factors, recognized in the Virginia Code, mitigated Buchanan's offense. <i>Id.,</i> at 59-61, 64-66.</p>\n<p>The Commonwealth and Buchanan agreed that the court should instruct the jury with Virginia's pattern capital sentencing instruction.<sup>[1]</sup> That instruction told the jury that before it could fix the penalty at death, the Commonwealth first must prove beyond a reasonable doubt that the conduct was vile. The instruction next stated that if the jury found that condition met, \"then you may fix the punishment of the Defendant at death or if you believe from all the evidence that the death penalty is not justified, then you shall fix the punishment <span class=\"star-pagination\">*273</span> of the Defendant at life imprisonment.\" <i>Id.,</i> at 73. The instruction then stated that if the jury did not find the condition met, the jury must impose a life sentence. This instruction was given without objection. <i>Id.,</i> at 39.</p>\n<p>Buchanan requested several additional jury instructions. He proposed four instructions on particular mitigating factorsยno significant history of prior criminal activity; extreme mental or emotional disturbance; significantly impaired capacity to appreciate the criminality of his conduct or to conform his conduct to the law's requirements; and his age. These four factors are listedas facts in mitigation of the offense in the Virginia Code.<sup>[2]</sup> Each of Buchanan's proposed instructions stated that if the jury found the factor to exist, \"then that is a fact which mitigates against imposing the death penalty, and you shall consider that fact in deciding whether to impose a sentence of death or life imprisonment.\" <i>Id.,</i> at 75-76.<sup>[3]</sup> Buchanan also proposed an instruction stating that, \"[i]n addition to the mitigating factors specified in other instructions, you shall consider the circumstances surrounding the offense, the history and background of [Buchanan,] and any other facts in mitigation of the offense.\" <i>Id.,</i> at 74. The court refused to give these instructions, relying on Virginia case law holding that it was not proper to <span class=\"star-pagination\">*274</span> give instructions singling out certain mitigating factors to the sentencing jury. <i>Id.,</i> at 39-40.</p>\n<p>The jury was instructed that once it reached a decision on its two options, imposing a life sentence or imposing the death penalty, the foreman should sign the corresponding verdict form. The death penalty verdict form stated that the jury had unanimously found petitioner's conduct to be vile and that \"having considered the evidence in mitigation of the offense,\" it unanimously fixed his punishment at death. <i>Id.,</i> at 77. When the jury returned with a verdict for the death penalty, the court read the verdict form and polled each juror on his agreement with the verdict.</p>\n<p>The court, after a statutorily mandated sentencing hearing, see Va. Code Ann. ยง 19.2-264.5 (1995), subsequently imposed the sentence fixed by the jury. On direct appeal, the Virginia Supreme Court reviewed Buchanan's sentence for proportionality, see Va. Code Ann. ยงยง 17.110.1-17.110.2 (1996), and affirmed his conviction and death sentence. <i>Buchanan</i>  v. <i>Commonwealth,</i> 238 Va. 389, 384 S. E. 2d 757 (1989), cert. denied <i>sub nom. Buchanan</i> v. <i>Virginia,</i> 493 U. S. 1063 (1990).</p>\n<p>Petitioner then sought federal habeas relief. The District Court denied the petition. The Court of Appeals for the Fourth Circuit affirmed. 103 F. 3d 344 (1996). That court recognized that the Eighth Amendment requires that a capital sentencing jury's discretion be \"`guided and channeled by requiring examination of specific factors that argue in favor of or against imposition of the death penalty' \" in order to eliminate arbitrariness and capriciousness. <i>Id.,</i> at 347 (quoting <i>Proffitt</i> v. <i>Florida,</i> 428 U. S. 242, 258 (1976)). However, relying on our decision in <i>Zant</i> v. <i>Stephens,</i> 462 U. S. 862, 890 (1983), and on its own precedent, the court concluded that the Eighth Amendment does not require States to adopt specific standards for instructing juries on mitigating circumstances. 103 F. 3d, at 347. It therefore held that by allowing the jury to consider all relevant mitigating evidence, Virginia's sentencing procedure satisfied the Eighth <span class=\"star-pagination\">*275</span> Amendment requirement of individualized sentencing in capital cases. <i>Id.,</i> at 347-348. We granted certiorari, 520 U. S. 1196 (1997), and now affirm.</p>\n<p>Petitioner contends that the trial court violated his Eighth and Fourteenth Amendment rights to be free from arbitrary and capricious imposition of the death penalty when it failed to provide the jury with express guidance on the concept of mitigation, and to instruct the jury on particular statutorily defined mitigating factors. This lack of guidance, it is argued, renders his sentence constitutionally unacceptable.</p>\n<p>Petitioner initially recognizes, as he must, that our cases have distinguished between two different aspects of the capital sentencing process, the eligibility phase and the selection phase. <i>Tuilaepa</i> v. <i>California,</i> 512 U. S. 967, 971 (1994). In the eligibility phase, the jury narrows the class of defendants eligible for the death penalty, often through consideration of aggravating circumstances. <i>Ibid.</i> In the selection phase, the jury determines whether to impose a death sentence on an eligible defendant. <i>Id.,</i> at 972. Petitioner concedes that it is only the selection phase that is at stake in his case. He argues, however, that our decisions indicate that the jury at the selection phase must both have discretion to make an individualized determination and have that discretion limited and channeled. See, <i>e. g., </i><i>Gregg</i> v. <i>Georgia,</i> 428 U. S. 153, 206-207 (1976). He further argues that the Eighth Amendment therefore requires the court to instruct the jury on its obligation and authority to consider mitigating evidence, and on particular mitigating factors deemed relevant by the State.</p>\n<p>No such rule has ever been adopted by this Court. While petitioner appropriately recognizes the distinction between the eligibility and selection phases, he fails to distinguish the differing constitutional treatment we have accorded those two aspects of capital sentencing. It is in regard to the eligibility phase that we have stressed the need for channeling and limiting the jury's discretion to ensure that the death <span class=\"star-pagination\">*276</span> penalty is a proportionate punishment and therefore not arbitrary or capricious in its imposition. In contrast, in the selection phase, we have emphasized the need for a broad inquiry into all relevant mitigating evidence to allow an individualized determination. <i>Tuilaepa, supra,</i> at 971-973; <i>Romano</i> v. <i>Oklahoma,</i> 512 U. S. 1, 6-7 (1994); <i>McCleskey</i>  v. <i>Kemp,</i> 481 U. S. 279, 304-306 (1987); <i>Stephens, supra,</i> at 878-879.</p>\n<p>In the selection phase, our cases have established that the sentencer may not be precluded from considering, and may not refuse to consider, any constitutionally relevant mitigating evidence. <i>Penry</i> v. <i>Lynaugh,</i> 492 U. S. 302, 317-318 (1989); <i>Eddings</i> v. <i>Oklahoma,</i> 455 U. S. 104, 113-114 (1982); <i>Lockett</i> v. <i>Ohio,</i> 438 U. S. 586, 604 (1978). However, the state may shape and structure the jury's consideration of mitigation so long as it does not preclude the jury from giving effect to any relevant mitigating evidence. <i>Johnson</i> v. <i>Texas,</i> 509 U. S. 350, 362 (1993); <i>Penry, supra,</i> at 326; <i>Franklin</i> v. <i>Lynaugh,</i> 487 U. S. 164, 181 (1988). Our consistent concern has been that restrictions on the jury's sentencing determination not preclude the jury from being able to give effect to mitigating evidence. Thus, in <i>Boyde</i> v. <i>California,</i>  494 U. S. 370 (1990), we held that the standard for determining whether jury instructions satisfy these principles was \"whether there is a reasonable likelihood that the jury has applied the challenged instruction in a way that prevents the consideration of constitutionally relevant evidence.\" <i>Id.,</i> at 380; see also <i>Johnson, supra,</i> at 367-368.</p>\n<p>But we have never gone further and held that the state must affirmatively structure in a particular way the manner in which juries consider mitigating evidence. And indeed, our decisions suggest that complete jury discretion is constitutionally permissible. See <i>Tuilaepa, supra,</i> at 978-979 (noting that at the selection phase, the state is not confined to submitting specific propositional questions to the jury and may indeed allow the jury unbridled discretion); <i>Stephens,</i>  <span class=\"star-pagination\">*277</span> <i>supra,</i> at 875 (rejecting the argument that a scheme permitting the jury to exercise \"unbridled discretion\" in determining whether to impose the death penalty after it has found the defendant eligible is unconstitutional, and noting that accepting that argument would require the Court to overrule <i>Gregg, supra</i> ).</p>\n<p>The jury instruction here did not violate these constitutional principles. The instruction did not foreclose the jury's consideration of any mitigating evidence. By directing the jury to base its decision on \"all the evidence,\" the instruction afforded jurors an opportunity to consider mitigating evidence. The instruction informed the jurors that if they found the aggravating factor proved beyond a reasonable doubt then they \"may fix\" the penalty at death, but directed that if they believed that all the evidence justified a lesser sentence then they \"shall\" impose a life sentence. The jury was thus allowed to impose a life sentence even if it found the aggravating factor proved. Moreover, in contrast to the Texas special issues scheme in question in <i>Penry, supra,</i> at 326, the instructions here did not constrain the manner in which the jury was able to give effect to mitigation.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*278</span> Even were we to entertain some doubt as to the clarity of the instructions, the entire context in which the instructions were given expressly informed the jury that it could consider mitigating evidence. In <i>Boyde,</i> we considered the validity of an instruction listing 11 factors that the jury was to consider in determining punishment, including a catchall factor allowing consideration of \"`[a]ny other circumstance which extenuates the gravity of the crime.' \" 494 U. S.<i>,</i> at 373-374. We expressly noted that even were the instruction at all unclear, \"the context of the proceedings would have led reasonable jurors to believe that evidence of petitioner's background and character could be considered in mitigation.\" <i>Id.,</i> at 383. We found it unlikely that reasonable jurors would believe that the court's instructions transformed four days of defense testimony on the defendant's background and character \"`into a virtual charade.' \" <i>Ibid.</i> (quoting <i>California</i> v. <i>Brown,</i> 479 U. S. 538, 542 (1987)).</p>\n<p>Similarly, here, there were two days of testimony relating to petitioner's family background and mental and emotional problems. It is not likely that the jury would disregard this extensive testimony in making its decision, particularly given the instruction to consider \"all the evidence.\" Further buttressing this conclusion are the extensive arguments of both defense counsel and the prosecutor on the mitigating evidence and the effect it should be given in the sentencing determination. The parties in effect <i>agreed</i> that there was substantial mitigating evidence and that the jury had to <span class=\"star-pagination\">*279</span> weigh that evidence against petitioner's conduct in making a discretionary decision on the appropriate penalty. In this context, \"there is not a reasonable likelihood that the jurors in petitioner's case understood the challenged instructions to preclude consideration of relevant mitigating evidence offered by petitioner.\" <i>Boyde, supra,</i> at 386; see also <i>Johnson,</i> 509 U. S., at 367.</p>\n<p>The absence of an instruction on the concept of mitigation and of instructions on particular statutorily defined mitigating factors did not violate the Eighth and Fourteenth Amendments to the United States Constitution. The judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p>Justice Scalia, concurring.</p>\n<p>I agree that there is no \"reasonable likelihood that the jurors in petitioner's case understood the challenged instructions to preclude consideration of relevant mitigating evidence,\" <i>Boyde</i> v. <i>California,</i> 494 U. S. 370, 386 (1990), so I join the opinion of the Court. I continue to adhere to my view that the Eighth Amendment does not, in any event, require that sentencing juries be given discretion to consider mitigating evidence. Petitioner's argument \"that the jury at the selection phase must both have discretion to make an individualized determination and have that discretion limited and channeled,\" <i>ante,</i> at 275, perfectly describes the incompatibility between the <i>Lockett-Eddings</i> requirement and the holding of <i>Furman</i> v. <i>Georgia,</i> 408 U. S. 238 (1972) <i>(per curiam)</i><i>,</i> that the sentencer's discretion must be constrained to avoid arbitrary or freakish imposition of the death penalty. See <i>Walton</i> v. <i>Arizona,</i> 497 U. S. 639, 656 (1990) (Scalia, J., concurring in part and concurring in judgment). The Court's ongoing attempt to resolve that contradiction by drawing an arbitrary line in the sand between the \"eligibility and selection phases\" of the sentencing decision is, in my view, incoherent and ultimately doomed to failure.</p>\n<p><span class=\"star-pagination\">*280</span> Justice Breyer, with whom Justice Stevens and Justice Ginsburg join, dissenting.</p>\n<p>The imposition of a penalty of death must be \"directly related to the personal culpability of the criminal defendant,\" and \"reflect a reasoned <i>moral</i> response to the defendant's background, character, and crime.\" <i>California</i> v. <i>Brown,</i>  479 U. S. 538, 545 (1987) (O'Connor, J., concurring). Consequently, a judge's instructions during penalty phase proceedings may not preclude the jury \"from considering, as a mitigating factor, any aspect of a defendant's character or record and any of the circumstances of the offense that the defendant proffers as a basis for a sentence less than death.\" <i>Lockett</i> v. <i>Ohio,</i> 438 U. S. 586, 604 (1978) (emphasis deleted). The majority recognizes that \"the standard for determining whether jury instructions satisfy these principles [is] `whether there is a reasonable likelihood that the jury has applied the challenged instruction in a way that prevents the consideration of constitutionally relevant evidence.' \" <i>Ante,</i>  at 276 (quoting <i>Boyde</i> v. <i>California,</i> 494 U. S. 370, 380 (1990)). In my view, the majority misapplies this standard.</p>\n<p>The relevant instruction, read in its entirety, indicates that there is a \"reasonable likelihood\" that the jury understood and \"applied the challenged instruction\" in a way that prevented it from considering \"constitutionally relevant evidence,\" namely, the extensive evidence that the defendant presented in mitigation. The instruction, which petitioner argued should have been supplemented by additional discussion of mitigation, App. 74-76, read as follows:</p>\n<blockquote>\"[1] You have convicted the defendant of an offense which may be punishable by death. You must decide whether the defendant should be sentenced to death or to life imprisonment.</blockquote>\n<blockquote>\"[2] Before the penalty can be fixed at death, the Commonwealth must prove beyond a reasonable doubt that his conduct in committing the murders of Douglas McArthur Buchanan, Sr., Christopher Donald Buchanan,</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*281</span> Joel Jerry Buchanan and Geraldine Patterson Buchanan, or any one of them, was outrageously or wantonly vile, horrible or inhuman, in that it involved torture, depravity of mind or aggravated battery to the above four victims, or to any one of them.</blockquote>\n<blockquote>\"[3] If you find from the evidence that the Commonwealth has proved beyond a reasonable doubt the requirements of the preceding paragraph, then you may fix the punishment of the Defendant at death or if you believe from all the evidence that the death penalty is not justified, then you shall fix the punishment of the Defendant at life imprisonment.</blockquote>\n<blockquote>\"[4] If the Commonwealth has failed to prove beyond a reasonable doubt the requirements of the second paragraph in this instruction, then you shall fix the punishment of the Defendant at life imprisonment.</blockquote>\n<blockquote>\"[5] In order to return a sentence of death, all twelve jurors must unanimously agree on that sentence.\" <i>Id.</i> , at 73-74.</blockquote>\n<p>The majority believes that paragraph 3 contains language telling the jury it may consider defendant's mitigating evidence, specifically the phrase:</p>\n<blockquote>\"or if you believe from all the evidence that the death penalty is not justified, then you shall fix the punishment of the Defendant at life imprisonment.\"</blockquote>\n<p>See <i>ante,</i> at 277. I believe that these words, read in the context of the entire instruction, do the opposite. In context, they are part of an instruction which seems to say that, if the jury finds the State has proved aggravating circumstances that make the defendant eligible for the death penalty, the jury may \"fix the punishment . . . at death,\" but if the jury finds that the State has not proved aggravating circumstances that make the defendant eligible for the death penalty, then the jury must \"fix the punishment . . . at life imprisonment.\" To say this without moreยand there was <span class=\"star-pagination\">*282</span> no moreยis to tell the jury that evidence of mitigating circumstances (concerning, say, the defendant's childhood and his troubled relationships with the victims) is not relevant to their sentencing decision.</p>\n<p>The reader might now review the instructions themselves with the following paraphrase in mind: Paragraph 1 tells the jury that it must decide between death or life imprisonment. Paragraph 2 sets forth potential aggravating circumstances of the crime, thereby explaining to the jury what experienced death penalty lawyers would understand as \"aggravators\" (<i>i. e.,</i> the criteria for \"death eligibility\"). This paragraph says that the jury cannot impose the death penalty unless the Commonwealth proves (beyond a reasonable doubt) that at least one of the murders was \"outrageously or wantonly vile, horrible or inhuman, in that it involved torture, depravity of mind or aggravated battery.\"</p>\n<p>Paragraph 3ยthe key paragraphยrepeats that, if the jury finds that the Commonwealth has proved death eligibility, the jury \"may fix the punishment . . . at death.\" It immediately adds in the same sentence \"or if you believe from all the evidence that the death penalty is not justified, then you shall fix the punishment . . . at life imprisonment.\" It is the stringing together of these two phrases, along with the use of the connective \"or,\" that leads to a potential understanding of the paragraph as saying, \"If you find the defendant eligible for death, you may impose the death penalty, but if you find (on the basis of `all the evidence') that the death penalty is not `justified,' which is to say that the defendant is not eligible for the death penalty, then you must impose life imprisonment.\" Without any further explanation, the jury might well believe that whether death is, or is not, \"justified\" turns on the presence or absence of Paragraph 2's aggravating circumstances of the crimeยnot upon the defendant's mitigating evidence about his upbringing and other factors.</p>\n<p>Paragraph 4 makes matters worse. It adds that the Commonwealth's failure to prove the aggravating factors which <span class=\"star-pagination\">*283</span> make the defendant eligible for the death penalty means that the jury must fix the punishment at life imprisonment. It is the position of the paragraph, coming just after the key phrase \"or if you believe from all the evidence that the death penalty is not justified,\" that suggests reading it as a further explanation of when the death penalty is not \"justified.\" So read, this paragraph reinforces the misconception that paragraph 3 creates.</p>\n<p>Were the jury made up of experienced death penalty lawyers, it might understand these instructions differentlyยin the way that the Court understands them. Lawyers who represent capital defendants are aware of the differences between the \"eligibility\" phase, with its \"aggravators,\" and the \"selection\" phase, with its mitigating evidence. Thus, they might read Paragraph 2 as setting forth the \"eligibility\" criteria, Paragraph 3 as setting forth what happens next should the jury find the defendant death eligible, and Paragraph 4 as setting forth what happens next should the jury find the defendant ineligible for death. Such lawyers might then read Paragraph 3's \"or\" as connecting the two \"selection phase\" alternativesยthe first (death) if there is insufficient mitigation, and the second (life imprisonment) if there is sufficient mitigation. These lawyers, however, would be parsing the instructions in a highly complicated, technical way that they alone are likely to understand. Theirs is not the meaning that a natural reading of the language suggests, either to lawyers who are not well versed in death penalty litigation, or to jurors who are not lawyers.</p>\n<p>A further explanation of the special sense of \"not justified\"ยso that the jury did not read those words as referring to the absence of Paragraph 2's \"aggravators\"ยwould have cleared matters up. So would some mention of mitigating evidence anywhere in the instructions. But there was no clarification of \"not justified,\" and the instructions say nothing at all about mitigating evidence. Why then would a lay jury, trying to follow the instructions, not have believed that <span class=\"star-pagination\">*284</span> its life or death decision depended simply upon the presence or absence of Paragraph 2's \"aggravators\"? So interpreted, this instruction would clearly violate <i>Lockett'</i> s requirement that instructions permit the jury to give effect to mitigating evidence.</p>\n<p>The majority cannot find precedent supporting its position. In <i>Boyde,</i> the Court found a set of jury instructions constitutionally sufficient, but those instructions explicitly referred to mitigation and told the jury about weighing aggravating against mitigating circumstances. <i>Boyde,</i> 494 U. S., at 373ย 374, and n. 1. In <i>Johnson</i> v. <i>Texas,</i> 509 U. S. 350 (1993), the Court found a set of jury instructions constitutionally sufficient which concededly did not expressly mention mitigation. But those instructions told the jury to take account of factors (the defendant's future dangerousness) broad enough to cover the mitigating circumstance (youth) that the defendant there had raised. <i>Id.,</i> at 354. See also <i>Franklin</i> v. <i>Lynaugh,</i> 487 U. S. 164, 183-188 (1988) (O'Connor, J., concurring in judgment) (same). And in <i>Penry</i> v. <i>Lynaugh,</i> 492 U. S. 302 (1989), the Court found constitutionally <i>inadequate</i>  a set of jury instructions similar to those in <i>Johnson,</i> but applied in a case involving mitigating evidence (mental retardation) that was <i>not</i> encompassed by the factors specifically mentioned in the instructions (the deliberateness of the defendant's actions; the defendant's future dangerousness; and provocation by the deceased).</p>\n<p>All the state pattern jury instructions that the parties or <i>amici</i> have cited explicitly mention the jury's consideration of mitigating evidence. After this Court decided <i>Franklin, Penry,</i> and <i>Johnson,</i> Texas adopted a pattern instruction that specifically mentions mitigation. 8 M. McCormick, T. Blackwell, &amp; B. Blackwell, Texas Practice ยงยง 98.18-98.19 (10th ed. 1995); see also Tex. Crim. Proc. Code Ann., Art. 37.071 (Vernon Supp. 1996-1997). Virginia, too, has recently amended its pattern instructions so that, unlike the instruction now before us, they require the jury to consider \"any <span class=\"star-pagination\">*285</span> evidence presented of circumstances which do not justify or excuse the offense but which in fairness or mercy may extenuate or reduce the degree of moral culpability and punishment.\" Virginia Model Jury Instructions, Criminal, Instruction No. 34.127 (1993 and Supp. 1995).</p>\n<p>Finally, unlike the majority, I do not believe that \"the entire context in which the instructions were given,\" <i>ante,</i> at 278, can make up for their failings. I concede that the defense presented considerable evidence about the defendant's background. But the <i>presentation</i> of evidence does not tell the jury that the evidence presented is relevant and can be taken into accountยparticularly in the context of an instruction that seems to exclude the evidence from the universe of relevant considerations. Cf. <i>Hitchcock</i> v. <i>Dugger,</i> 481 U. S. 393, 397-398 (1987); <i>Penry, supra,</i> at 319 (\"[I]t is not enough simply to allow the defendant to present mitigating evidence to the sentencer\"). I also realize that the defense attorney told the jury the evidence was relevant, and the prosecution conceded the point. But a jury may well consider such advice from a defense attorney to be advocacy which it should ignore or discount. And the jury here might have lost the significance of the prosecution's concession, for that concession made a brief appearance in lengthy opening and closing arguments, the basic point of which was that the evidence did not sufficiently mitigate the crime but warranted death.</p>\n<p>Though statements by counsel can help a jury understand a judge's instructions, they cannot make up for so serious a misinstruction, with such significant consequences as are present here. The jury will look to the judge, not to counsel, for authoritative direction about what it is to do with the evidence that it hears. <i>Taylor</i> v. <i>Kentucky,</i> 436 U. S. 478, 488-489 (1978); see also <i>Carter</i> v. <i>Kentucky,</i> 450 U. S. 288, 302, n. 20 (1981). For the reasons I have mentioned, taking the instructions and the context together, the judge's instructions created a \"reasonable likelihood\" that the jury \"applied the challenged instruction in a way that prevents <span class=\"star-pagination\">*286</span> the consideration of constitutionally relevant evidence.\" <i>Boyde, supra,</i> at 380. To uphold the instructions given here is to \"risk that the death penalty will be imposed in spite of factors which may call for a less severe penalty.\" <i>Lockett,</i>  438 U. S., at 605. To do so therefore breaks the promise made in <i>Brown</i> that the imposition of the punishment of death will \"reflect a reasoned moral response to the defendant's background, character, and crime.\" 479 U. S., at 545 (emphasis deleted).</p>\n<p>For these reasons, I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]   <i>Lisa Kemler</i> filed a brief for the National Association of Criminal Defense Lawyers as <i>amicus curiae</i> urging reversal.\n</p>\n<p><i>Kent S. Scheidegger</i> filed a brief for the Criminal Justice Legal Foundation as <i>amicus curiae</i> urging affirmance.</p>\n<p>[1]  The complete instruction is as follows:\n</p>\n<p>\"You have convicted the defendant of an offense which may be punishable by death. You must decide whether the defendant should be sentenced to death or to life imprisonment.</p>\n<p>\"Before the penalty can be fixed at death, the Commonwealth must prove beyond a reasonable doubt that his conduct in committing the murders of [his family] was outrageously or wantonly vile, horrible or inhuman, in that it involved torture, depravity of mind or aggravated battery to the above four victims, or to any one of them.</p>\n<p>\"If you find from the evidence that the Commonwealth has proved beyond a reasonable doubt the requirements of the preceding paragraph, then you may fix the punishment of the Defendant at death or if you believe from all the evidence that the death penalty is not justified, then you shall fix the punishment of the Defendant at life imprisonment.</p>\n<p>\"If the Commonwealth has failed to prove beyond a reasonable doubt the requirements of the second paragraph in this instruction, then you shall fix the punishment of the Defendant at life imprisonment.\" App. 73.</p>\n<p>[2]  \"Evidence which may be admissible,subject to the rules of evidence governing admissibility, may include the circumstances surrounding the offense, the history and background of the defendant, and any other facts in mitigation of the offense. Facts in mitigation may include,but shall not be limited to, the following: (i) The defendant has no significant history of prior criminal activity, (iii) the capital felony was committed while the defendant was under the influence of extreme mental or emotional disturbance, . . . (iv) at the time of the commission of the capital felony,the capacity of the defendant to appreciate the criminality of his conduct or to conform his conduct to the requirements of law was significantly impaired,(v)the age of the defendant at the time of the commission of the capital offense . . . .\"Va. Code Ann. ยง 19.2-264.4(B) (1995) (amended, not in relevant part).</p>\n<p>[3]  The proposed instruction on age simply told the jury that petitioner's age \"is a fact which mitigates\" that the jury \"shall consider.\"App. 75-76.</p>\n<p>[4]  The dissent relies on an argument regarding the Virginia pattern sentencing instruction that petitioner belatedly attempted to adopt at oral argument. <i>Post,</i> at 280-284. This claim was waived, since petitioner expressly agreed to the pattern instruction at trial, the instruction was given without objection, and petitioner never raised this claim previously.\n</p>\n<p>In any event, the dissent's theory does not make sense. The dissent suggests that the disjunctive \"or\" clauses in the third paragraph may lead the jury to think that it can only impose life imprisonment <i>if it does not find the aggravator proved.</i> But this interpretation is at odds with the ordinary meaning of the instruction's language and structure. The instruction presents a simple decisional tree. The second paragraph states that the Commonwealth must prove the aggravator beyond a reasonable doubt. The third and fourth paragraphs give the jury alternative tasks according to whether the Commonwealth succeeds or fails in meeting its burden. The third paragraph states that \"if\" the aggravator is proved, the jury may choose between death and life. The fourth paragraph states that \"if\" the aggravator is not proved, the jury must impose life. The \"if\" clauses clearly condition the choices that follow. And since the fourth paragraph tells the jury what to do if the aggravator is <i>not</i> proved, the third paragraph clearly involves only the jury's task if the aggravator <i>is</i>  proved. The fact that counsel and the court agreed to this instruction is strong evidence that the \"misconception\" envisioned by the dissent could result only from a strained parsing of the language.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></span> (1998)</b></center>\n<center><h1>BUCHANAN<br>\nv.<br>\nANGELONE, DIRECTOR, VIRGINIA DEPARTMENT OF CORRECTIONS, et al.</h1></center>\n<center>No. 96-8400.</center>\n<center><p><b>United States Supreme Court.</b></p></center>\n<center>Argued November 3, 1997.</center>\n<center>Decided January 21, 1998.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE FOURTH CIRCUIT\n<p><span class=\"star-pagination\">*270</span> Rehnquist, C. J., delivered the opinion of the Court, in which O'Connor, Scalia, Kennedy, Souter, and Thomas, JJ., joined. Scalia, J., filed a concurring opinion, <i>post,</i> p. 279. Breyer, J., filed a dissenting opinion, in which Stevens and Ginsburg, JJ., joined, <i>post,</i> p. 280.</p>\n<p><i>Gerald T. Zerkin,</i> by appointment of the Court, 520 U. S. 1227, argued the cause for petitioner. With him on the brief were <i>Frank K. Friedman, John H. Blume,</i> and <i>Mark E. Olive.</i></p>\n<p><i>Richard Cullen,</i> Attorney General of Virginia, argued the cause for respondent. With him on the brief were <i>David E. Anderson,</i> Chief Deputy Attorney General, and <i>Katherine P. Baldwin,</i> Assistant Attorney General.<sup>[*]</sup></p>\n<p>Chief Justice Rehnquist delivered the opinion of the Court.</p>\n<p>This case calls on us to decide whether the Eighth Amendment requires that a capital jury be instructed on the concept of mitigating evidence generally, or on particular statutory mitigating factors. We hold it does not.</p>\n<p><span class=\"star-pagination\">*271</span> On the afternoon of September 15, 1987, Douglas Buchanan murdered his father, stepmother, and two younger brothers. Buchanan was convicted of the capital murder of more than one person as part of the same act or transaction by a jury in the Circuit Court of Amherst County, Virginia. See Va. Code Ann. ยง 18.2-31(7) (1996). A separate sentencing hearing was held, in which the prosecutor sought the death penalty on the basis of Virginia's aggravating factor that the crime was vile. See Va. Code Ann. ยง 19.2-264.3 (1995).</p>\n<p>In his opening statement in this proceeding, the prosecutor told the jury that he would be asking for the death penalty based on vileness. He conceded that Buchanan had had a troubled childhood and informed the jury that it would have to balance the things in petitioner's favor against the crimes he had committed. App. 25-27. Defense counsel outlined the mitigating evidence he would present and told the jury that he was asking that petitioner not be executed based on that evidence. <i>Id.,</i> at 29. For two days, the jury heard evidence from seven defense witnesses and eight prosecution witnesses. Buchanan's witnesses recounted his mother's early death from breast cancer, his father's subsequent remarriage, and his parents' attempts to prevent him from seeing his maternal relatives. A psychiatrist also testified that Buchanan was under extreme emotional disturbance at the time of the crime, based largely on stress caused by the manner in which the family had dealt with and reacted to his mother's death. Two mental health experts testified for the prosecution. They agreed generally with the factual events of petitioner's life but not with their effect on his commission of the crimes.</p>\n<p>In closing argument, the prosecutor told the jury that \"even if you find that there was that vileness . . . you do not have to return the death sentence. I will not suggest that to you.\" <i>Id.,</i> at 43. While admitting the existence of mitigating evidence, and agreeing that the jury had to weigh that <span class=\"star-pagination\">*272</span> evidence against petitioner's conduct, the prosecutor argued that the circumstances warranted the death penalty. <i>Id.,</i> at 43-44, 57-58. Defense counsel also explained the concept of mitigation and noted that \"practically any factor can be considered in mitigation.\" He discussed at length petitioner's lack of prior criminal activity, his extreme mental or emotional disturbance at the time of the offense, his significantly impaired capacity to appreciate the criminality of his conduct or to conform his conduct to the law's requirements, and his youth. Counsel argued that these four mitigating factors, recognized in the Virginia Code, mitigated Buchanan's offense. <i>Id.,</i> at 59-61, 64-66.</p>\n<p>The Commonwealth and Buchanan agreed that the court should instruct the jury with Virginia's pattern capital sentencing instruction.<sup>[1]</sup> That instruction told the jury that before it could fix the penalty at death, the Commonwealth first must prove beyond a reasonable doubt that the conduct was vile. The instruction next stated that if the jury found that condition met, \"then you may fix the punishment of the Defendant at death or if you believe from all the evidence that the death penalty is not justified, then you shall fix the punishment <span class=\"star-pagination\">*273</span> of the Defendant at life imprisonment.\" <i>Id.,</i> at 73. The instruction then stated that if the jury did not find the condition met, the jury must impose a life sentence. This instruction was given without objection. <i>Id.,</i> at 39.</p>\n<p>Buchanan requested several additional jury instructions. He proposed four instructions on particular mitigating factorsยno significant history of prior criminal activity; extreme mental or emotional disturbance; significantly impaired capacity to appreciate the criminality of his conduct or to conform his conduct to the law's requirements; and his age. These four factors are listedas facts in mitigation of the offense in the Virginia Code.<sup>[2]</sup> Each of Buchanan's proposed instructions stated that if the jury found the factor to exist, \"then that is a fact which mitigates against imposing the death penalty, and you shall consider that fact in deciding whether to impose a sentence of death or life imprisonment.\" <i>Id.,</i> at 75-76.<sup>[3]</sup> Buchanan also proposed an instruction stating that, \"[i]n addition to the mitigating factors specified in other instructions, you shall consider the circumstances surrounding the offense, the history and background of [Buchanan,] and any other facts in mitigation of the offense.\" <i>Id.,</i> at 74. The court refused to give these instructions, relying on Virginia case law holding that it was not proper to <span class=\"star-pagination\">*274</span> give instructions singling out certain mitigating factors to the sentencing jury. <i>Id.,</i> at 39-40.</p>\n<p>The jury was instructed that once it reached a decision on its two options, imposing a life sentence or imposing the death penalty, the foreman should sign the corresponding verdict form. The death penalty verdict form stated that the jury had unanimously found petitioner's conduct to be vile and that \"having considered the evidence in mitigation of the offense,\" it unanimously fixed his punishment at death. <i>Id.,</i> at 77. When the jury returned with a verdict for the death penalty, the court read the verdict form and polled each juror on his agreement with the verdict.</p>\n<p>The court, after a statutorily mandated sentencing hearing, see Va. Code Ann. ยง 19.2-264.5 (1995), subsequently imposed the sentence fixed by the jury. On direct appeal, the Virginia Supreme Court reviewed Buchanan's sentence for proportionality, see Va. Code Ann. ยงยง 17.110.1-17.110.2 (1996), and affirmed his conviction and death sentence. <i>Buchanan</i>  v. <i>Commonwealth,</i> <span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">Va.</span> <span class=\"page\">389</span></span>, 384 S. E. 2d 757 (1989), cert. denied <i>sub nom. Buchanan</i> v. <i>Virginia,</i> 493 U. S. 1063 (1990).</p>\n<p>Petitioner then sought federal habeas relief. The District Court denied the petition. The Court of Appeals for the Fourth Circuit affirmed. 103 F. 3d 344 (1996). That court recognized that the Eighth Amendment requires that a capital sentencing jury's discretion be \"`guided and channeled by requiring examination of specific factors that argue in favor of or against imposition of the death penalty' \" in order to eliminate arbitrariness and capriciousness. <i>Id.,</i> at 347 (quoting <i>Proffitt</i> v. <i>Florida,</i> 428 U. S. 242, 258 (1976)). However, relying on our decision in <i>Zant</i> v. <i>Stephens,</i> 462 U. S. 862, 890 (1983), and on its own precedent, the court concluded that the Eighth Amendment does not require States to adopt specific standards for instructing juries on mitigating circumstances. 103 F. 3d, at 347. It therefore held that by allowing the jury to consider all relevant mitigating evidence, Virginia's sentencing procedure satisfied the Eighth <span class=\"star-pagination\">*275</span> Amendment requirement of individualized sentencing in capital cases. <i>Id.,</i> at 347-348. We granted certiorari, 520 U. S. 1196 (1997), and now affirm.</p>\n<p>Petitioner contends that the trial court violated his Eighth and Fourteenth Amendment rights to be free from arbitrary and capricious imposition of the death penalty when it failed to provide the jury with express guidance on the concept of mitigation, and to instruct the jury on particular statutorily defined mitigating factors. This lack of guidance, it is argued, renders his sentence constitutionally unacceptable.</p>\n<p>Petitioner initially recognizes, as he must, that our cases have distinguished between two different aspects of the capital sentencing process, the eligibility phase and the selection phase. <i>Tuilaepa</i> v. <i>California,</i> 512 U. S. 967, 971 (1994). In the eligibility phase, the jury narrows the class of defendants eligible for the death penalty, often through consideration of aggravating circumstances. <i>Ibid.</i> In the selection phase, the jury determines whether to impose a death sentence on an eligible defendant. <i>Id.,</i> at 972. Petitioner concedes that it is only the selection phase that is at stake in his case. He argues, however, that our decisions indicate that the jury at the selection phase must both have discretion to make an individualized determination and have that discretion limited and channeled. See, <i>e. g., </i><i>Gregg</i> v. <i>Georgia,</i> 428 U. S. 153, 206-207 (1976). He further argues that the Eighth Amendment therefore requires the court to instruct the jury on its obligation and authority to consider mitigating evidence, and on particular mitigating factors deemed relevant by the State.</p>\n<p>No such rule has ever been adopted by this Court. While petitioner appropriately recognizes the distinction between the eligibility and selection phases, he fails to distinguish the differing constitutional treatment we have accorded those two aspects of capital sentencing. It is in regard to the eligibility phase that we have stressed the need for channeling and limiting the jury's discretion to ensure that the death <span class=\"star-pagination\">*276</span> penalty is a proportionate punishment and therefore not arbitrary or capricious in its imposition. In contrast, in the selection phase, we have emphasized the need for a broad inquiry into all relevant mitigating evidence to allow an individualized determination. <i>Tuilaepa, supra,</i> at 971-973; <i>Romano</i> v. <i>Oklahoma,</i> 512 U. S. 1, 6-7 (1994); <i>McCleskey</i>  v. <i>Kemp,</i> 481 U. S. 279, 304-306 (1987); <i>Stephens, supra,</i> at 878-879.</p>\n<p>In the selection phase, our cases have established that the sentencer may not be precluded from considering, and may not refuse to consider, any constitutionally relevant mitigating evidence. <i>Penry</i> v. <i>Lynaugh,</i> 492 U. S. 302, 317-318 (1989); <i>Eddings</i> v. <i>Oklahoma,</i> 455 U. S. 104, 113-114 (1982); <i>Lockett</i> v. <i>Ohio,</i> 438 U. S. 586, 604 (1978). However, the state may shape and structure the jury's consideration of mitigation so long as it does not preclude the jury from giving effect to any relevant mitigating evidence. <i>Johnson</i> v. <i>Texas,</i> 509 U. S. 350, 362 (1993); <i>Penry, supra,</i> at 326; <i>Franklin</i> v. <i>Lynaugh,</i> 487 U. S. 164, 181 (1988). Our consistent concern has been that restrictions on the jury's sentencing determination not preclude the jury from being able to give effect to mitigating evidence. Thus, in <i>Boyde</i> v. <i>California,</i>  494 U. S. 370 (1990), we held that the standard for determining whether jury instructions satisfy these principles was \"whether there is a reasonable likelihood that the jury has applied the challenged instruction in a way that prevents the consideration of constitutionally relevant evidence.\" <i>Id.,</i> at 380; see also <i>Johnson, supra,</i> at 367-368.</p>\n<p>But we have never gone further and held that the state must affirmatively structure in a particular way the manner in which juries consider mitigating evidence. And indeed, our decisions suggest that complete jury discretion is constitutionally permissible. See <i>Tuilaepa, supra,</i> at 978-979 (noting that at the selection phase, the state is not confined to submitting specific propositional questions to the jury and may indeed allow the jury unbridled discretion); <i>Stephens,</i>  <span class=\"star-pagination\">*277</span> <i>supra,</i> at 875 (rejecting the argument that a scheme permitting the jury to exercise \"unbridled discretion\" in determining whether to impose the death penalty after it has found the defendant eligible is unconstitutional, and noting that accepting that argument would require the Court to overrule <i>Gregg, supra</i> ).</p>\n<p>The jury instruction here did not violate these constitutional principles. The instruction did not foreclose the jury's consideration of any mitigating evidence. By directing the jury to base its decision on \"all the evidence,\" the instruction afforded jurors an opportunity to consider mitigating evidence. The instruction informed the jurors that if they found the aggravating factor proved beyond a reasonable doubt then they \"may fix\" the penalty at death, but directed that if they believed that all the evidence justified a lesser sentence then they \"shall\" impose a life sentence. The jury was thus allowed to impose a life sentence even if it found the aggravating factor proved. Moreover, in contrast to the Texas special issues scheme in question in <i>Penry, supra,</i> at 326, the instructions here did not constrain the manner in which the jury was able to give effect to mitigation.<sup>[4]</sup></p>\n<p><span class=\"star-pagination\">*278</span> Even were we to entertain some doubt as to the clarity of the instructions, the entire context in which the instructions were given expressly informed the jury that it could consider mitigating evidence. In <i>Boyde,</i> we considered the validity of an instruction listing 11 factors that the jury was to consider in determining punishment, including a catchall factor allowing consideration of \"`[a]ny other circumstance which extenuates the gravity of the crime.' \" 494 U. S.<i>,</i> at 373-374. We expressly noted that even were the instruction at all unclear, \"the context of the proceedings would have led reasonable jurors to believe that evidence of petitioner's background and character could be considered in mitigation.\" <i>Id.,</i> at 383. We found it unlikely that reasonable jurors would believe that the court's instructions transformed four days of defense testimony on the defendant's background and character \"`into a virtual charade.' \" <i>Ibid.</i> (quoting <i>California</i> v. <i>Brown,</i> 479 U. S. 538, 542 (1987)).</p>\n<p>Similarly, here, there were two days of testimony relating to petitioner's family background and mental and emotional problems. It is not likely that the jury would disregard this extensive testimony in making its decision, particularly given the instruction to consider \"all the evidence.\" Further buttressing this conclusion are the extensive arguments of both defense counsel and the prosecutor on the mitigating evidence and the effect it should be given in the sentencing determination. The parties in effect <i>agreed</i> that there was substantial mitigating evidence and that the jury had to <span class=\"star-pagination\">*279</span> weigh that evidence against petitioner's conduct in making a discretionary decision on the appropriate penalty. In this context, \"there is not a reasonable likelihood that the jurors in petitioner's case understood the challenged instructions to preclude consideration of relevant mitigating evidence offered by petitioner.\" <i>Boyde, supra,</i> at 386; see also <i>Johnson,</i> 509 U. S., at 367.</p>\n<p>The absence of an instruction on the concept of mitigation and of instructions on particular statutorily defined mitigating factors did not violate the Eighth and Fourteenth Amendments to the United States Constitution. The judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p>Justice Scalia, concurring.</p>\n<p>I agree that there is no \"reasonable likelihood that the jurors in petitioner's case understood the challenged instructions to preclude consideration of relevant mitigating evidence,\" <i>Boyde</i> v. <i>California,</i> 494 U. S. 370, 386 (1990), so I join the opinion of the Court. I continue to adhere to my view that the Eighth Amendment does not, in any event, require that sentencing juries be given discretion to consider mitigating evidence. Petitioner's argument \"that the jury at the selection phase must both have discretion to make an individualized determination and have that discretion limited and channeled,\" <i>ante,</i> at 275, perfectly describes the incompatibility between the <i>Lockett-Eddings</i> requirement and the holding of <i>Furman</i> v. <i>Georgia,</i> 408 U. S. 238 (1972) <i>(per curiam)</i><i>,</i> that the sentencer's discretion must be constrained to avoid arbitrary or freakish imposition of the death penalty. See <i>Walton</i> v. <i>Arizona,</i> 497 U. S. 639, 656 (1990) (Scalia, J., concurring in part and concurring in judgment). The Court's ongoing attempt to resolve that contradiction by drawing an arbitrary line in the sand between the \"eligibility and selection phases\" of the sentencing decision is, in my view, incoherent and ultimately doomed to failure.</p>\n<p><span class=\"star-pagination\">*280</span> Justice Breyer, with whom Justice Stevens and Justice Ginsburg join, dissenting.</p>\n<p>The imposition of a penalty of death must be \"directly related to the personal culpability of the criminal defendant,\" and \"reflect a reasoned <i>moral</i> response to the defendant's background, character, and crime.\" <i>California</i> v. <i>Brown,</i>  479 U. S. 538, 545 (1987) (O'Connor, J., concurring). Consequently, a judge's instructions during penalty phase proceedings may not preclude the jury \"from considering, as a mitigating factor, any aspect of a defendant's character or record and any of the circumstances of the offense that the defendant proffers as a basis for a sentence less than death.\" <i>Lockett</i> v. <i>Ohio,</i> 438 U. S. 586, 604 (1978) (emphasis deleted). The majority recognizes that \"the standard for determining whether jury instructions satisfy these principles [is] `whether there is a reasonable likelihood that the jury has applied the challenged instruction in a way that prevents the consideration of constitutionally relevant evidence.' \" <i>Ante,</i>  at 276 (quoting <i>Boyde</i> v. <i>California,</i> 494 U. S. 370, 380 (1990)). In my view, the majority misapplies this standard.</p>\n<p>The relevant instruction, read in its entirety, indicates that there is a \"reasonable likelihood\" that the jury understood and \"applied the challenged instruction\" in a way that prevented it from considering \"constitutionally relevant evidence,\" namely, the extensive evidence that the defendant presented in mitigation. The instruction, which petitioner argued should have been supplemented by additional discussion of mitigation, App. 74-76, read as follows:</p>\n<blockquote>\"[1] You have convicted the defendant of an offense which may be punishable by death. You must decide whether the defendant should be sentenced to death or to life imprisonment.</blockquote>\n<blockquote>\"[2] Before the penalty can be fixed at death, the Commonwealth must prove beyond a reasonable doubt that his conduct in committing the murders of Douglas McArthur Buchanan, Sr., Christopher Donald Buchanan,</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*281</span> Joel Jerry Buchanan and Geraldine Patterson Buchanan, or any one of them, was outrageously or wantonly vile, horrible or inhuman, in that it involved torture, depravity of mind or aggravated battery to the above four victims, or to any one of them.</blockquote>\n<blockquote>\"[3] If you find from the evidence that the Commonwealth has proved beyond a reasonable doubt the requirements of the preceding paragraph, then you may fix the punishment of the Defendant at death or if you believe from all the evidence that the death penalty is not justified, then you shall fix the punishment of the Defendant at life imprisonment.</blockquote>\n<blockquote>\"[4] If the Commonwealth has failed to prove beyond a reasonable doubt the requirements of the second paragraph in this instruction, then you shall fix the punishment of the Defendant at life imprisonment.</blockquote>\n<blockquote>\"[5] In order to return a sentence of death, all twelve jurors must unanimously agree on that sentence.\" <i>Id.</i> , at 73-74.</blockquote>\n<p>The majority believes that paragraph 3 contains language telling the jury it may consider defendant's mitigating evidence, specifically the phrase:</p>\n<blockquote>\"or if you believe from all the evidence that the death penalty is not justified, then you shall fix the punishment of the Defendant at life imprisonment.\"</blockquote>\n<p>See <i>ante,</i> at 277. I believe that these words, read in the context of the entire instruction, do the opposite. In context, they are part of an instruction which seems to say that, if the jury finds the State has proved aggravating circumstances that make the defendant eligible for the death penalty, the jury may \"fix the punishment . . . at death,\" but if the jury finds that the State has not proved aggravating circumstances that make the defendant eligible for the death penalty, then the jury must \"fix the punishment . . . at life imprisonment.\" To say this without moreยand there was <span class=\"star-pagination\">*282</span> no moreยis to tell the jury that evidence of mitigating circumstances (concerning, say, the defendant's childhood and his troubled relationships with the victims) is not relevant to their sentencing decision.</p>\n<p>The reader might now review the instructions themselves with the following paraphrase in mind: Paragraph 1 tells the jury that it must decide between death or life imprisonment. Paragraph 2 sets forth potential aggravating circumstances of the crime, thereby explaining to the jury what experienced death penalty lawyers would understand as \"aggravators\" (<i>i. e.,</i> the criteria for \"death eligibility\"). This paragraph says that the jury cannot impose the death penalty unless the Commonwealth proves (beyond a reasonable doubt) that at least one of the murders was \"outrageously or wantonly vile, horrible or inhuman, in that it involved torture, depravity of mind or aggravated battery.\"</p>\n<p>Paragraph 3ยthe key paragraphยrepeats that, if the jury finds that the Commonwealth has proved death eligibility, the jury \"may fix the punishment . . . at death.\" It immediately adds in the same sentence \"or if you believe from all the evidence that the death penalty is not justified, then you shall fix the punishment . . . at life imprisonment.\" It is the stringing together of these two phrases, along with the use of the connective \"or,\" that leads to a potential understanding of the paragraph as saying, \"If you find the defendant eligible for death, you may impose the death penalty, but if you find (on the basis of `all the evidence') that the death penalty is not `justified,' which is to say that the defendant is not eligible for the death penalty, then you must impose life imprisonment.\" Without any further explanation, the jury might well believe that whether death is, or is not, \"justified\" turns on the presence or absence of Paragraph 2's aggravating circumstances of the crimeยnot upon the defendant's mitigating evidence about his upbringing and other factors.</p>\n<p>Paragraph 4 makes matters worse. It adds that the Commonwealth's failure to prove the aggravating factors which <span class=\"star-pagination\">*283</span> make the defendant eligible for the death penalty means that the jury must fix the punishment at life imprisonment. It is the position of the paragraph, coming just after the key phrase \"or if you believe from all the evidence that the death penalty is not justified,\" that suggests reading it as a further explanation of when the death penalty is not \"justified.\" So read, this paragraph reinforces the misconception that paragraph 3 creates.</p>\n<p>Were the jury made up of experienced death penalty lawyers, it might understand these instructions differentlyยin the way that the Court understands them. Lawyers who represent capital defendants are aware of the differences between the \"eligibility\" phase, with its \"aggravators,\" and the \"selection\" phase, with its mitigating evidence. Thus, they might read Paragraph 2 as setting forth the \"eligibility\" criteria, Paragraph 3 as setting forth what happens next should the jury find the defendant death eligible, and Paragraph 4 as setting forth what happens next should the jury find the defendant ineligible for death. Such lawyers might then read Paragraph 3's \"or\" as connecting the two \"selection phase\" alternativesยthe first (death) if there is insufficient mitigation, and the second (life imprisonment) if there is sufficient mitigation. These lawyers, however, would be parsing the instructions in a highly complicated, technical way that they alone are likely to understand. Theirs is not the meaning that a natural reading of the language suggests, either to lawyers who are not well versed in death penalty litigation, or to jurors who are not lawyers.</p>\n<p>A further explanation of the special sense of \"not justified\"ยso that the jury did not read those words as referring to the absence of Paragraph 2's \"aggravators\"ยwould have cleared matters up. So would some mention of mitigating evidence anywhere in the instructions. But there was no clarification of \"not justified,\" and the instructions say nothing at all about mitigating evidence. Why then would a lay jury, trying to follow the instructions, not have believed that <span class=\"star-pagination\">*284</span> its life or death decision depended simply upon the presence or absence of Paragraph 2's \"aggravators\"? So interpreted, this instruction would clearly violate <i>Lockett'</i> s requirement that instructions permit the jury to give effect to mitigating evidence.</p>\n<p>The majority cannot find precedent supporting its position. In <i>Boyde,</i> the Court found a set of jury instructions constitutionally sufficient, but those instructions explicitly referred to mitigation and told the jury about weighing aggravating against mitigating circumstances. <i>Boyde,</i> 494 U. S., at 373ย 374, and n. 1. In <i>Johnson</i> v. <i>Texas,</i> 509 U. S. 350 (1993), the Court found a set of jury instructions constitutionally sufficient which concededly did not expressly mention mitigation. But those instructions told the jury to take account of factors (the defendant's future dangerousness) broad enough to cover the mitigating circumstance (youth) that the defendant there had raised. <i>Id.,</i> at 354. See also <i>Franklin</i> v. <i>Lynaugh,</i> 487 U. S. 164, 183-188 (1988) (O'Connor, J., concurring in judgment) (same). And in <i>Penry</i> v. <i>Lynaugh,</i> 492 U. S. 302 (1989), the Court found constitutionally <i>inadequate</i>  a set of jury instructions similar to those in <i>Johnson,</i> but applied in a case involving mitigating evidence (mental retardation) that was <i>not</i> encompassed by the factors specifically mentioned in the instructions (the deliberateness of the defendant's actions; the defendant's future dangerousness; and provocation by the deceased).</p>\n<p>All the state pattern jury instructions that the parties or <i>amici</i> have cited explicitly mention the jury's consideration of mitigating evidence. After this Court decided <i>Franklin, Penry,</i> and <i>Johnson,</i> Texas adopted a pattern instruction that specifically mentions mitigation. 8 M. McCormick, T. Blackwell, &amp; B. Blackwell, Texas Practice ยงยง 98.18-98.19 (10th ed. 1995); see also Tex. Crim. Proc. Code Ann., Art. 37.071 (Vernon Supp. 1996-1997). Virginia, too, has recently amended its pattern instructions so that, unlike the instruction now before us, they require the jury to consider \"any <span class=\"star-pagination\">*285</span> evidence presented of circumstances which do not justify or excuse the offense but which in fairness or mercy may extenuate or reduce the degree of moral culpability and punishment.\" Virginia Model Jury Instructions, Criminal, Instruction No. 34.127 (1993 and Supp. 1995).</p>\n<p>Finally, unlike the majority, I do not believe that \"the entire context in which the instructions were given,\" <i>ante,</i> at 278, can make up for their failings. I concede that the defense presented considerable evidence about the defendant's background. But the <i>presentation</i> of evidence does not tell the jury that the evidence presented is relevant and can be taken into accountยparticularly in the context of an instruction that seems to exclude the evidence from the universe of relevant considerations. Cf. <i>Hitchcock</i> v. <i>Dugger,</i> 481 U. S. 393, 397-398 (1987); <i>Penry, supra,</i> at 319 (\"[I]t is not enough simply to allow the defendant to present mitigating evidence to the sentencer\"). I also realize that the defense attorney told the jury the evidence was relevant, and the prosecution conceded the point. But a jury may well consider such advice from a defense attorney to be advocacy which it should ignore or discount. And the jury here might have lost the significance of the prosecution's concession, for that concession made a brief appearance in lengthy opening and closing arguments, the basic point of which was that the evidence did not sufficiently mitigate the crime but warranted death.</p>\n<p>Though statements by counsel can help a jury understand a judge's instructions, they cannot make up for so serious a misinstruction, with such significant consequences as are present here. The jury will look to the judge, not to counsel, for authoritative direction about what it is to do with the evidence that it hears. <i>Taylor</i> v. <i>Kentucky,</i> 436 U. S. 478, 488-489 (1978); see also <i>Carter</i> v. <i>Kentucky,</i> 450 U. S. 288, 302, n. 20 (1981). For the reasons I have mentioned, taking the instructions and the context together, the judge's instructions created a \"reasonable likelihood\" that the jury \"applied the challenged instruction in a way that prevents <span class=\"star-pagination\">*286</span> the consideration of constitutionally relevant evidence.\" <i>Boyde, supra,</i> at 380. To uphold the instructions given here is to \"risk that the death penalty will be imposed in spite of factors which may call for a less severe penalty.\" <i>Lockett,</i>  438 U. S., at 605. To do so therefore breaks the promise made in <i>Brown</i> that the imposition of the punishment of death will \"reflect a reasoned moral response to the defendant's background, character, and crime.\" 479 U. S., at 545 (emphasis deleted).</p>\n<p>For these reasons, I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]   <i>Lisa Kemler</i> filed a brief for the National Association of Criminal Defense Lawyers as <i>amicus curiae</i> urging reversal.\n</p>\n<p><i>Kent S. Scheidegger</i> filed a brief for the Criminal Justice Legal Foundation as <i>amicus curiae</i> urging affirmance.</p>\n<p>[1]  The complete instruction is as follows:\n</p>\n<p>\"You have convicted the defendant of an offense which may be punishable by death. You must decide whether the defendant should be sentenced to death or to life imprisonment.</p>\n<p>\"Before the penalty can be fixed at death, the Commonwealth must prove beyond a reasonable doubt that his conduct in committing the murders of [his family] was outrageously or wantonly vile, horrible or inhuman, in that it involved torture, depravity of mind or aggravated battery to the above four victims, or to any one of them.</p>\n<p>\"If you find from the evidence that the Commonwealth has proved beyond a reasonable doubt the requirements of the preceding paragraph, then you may fix the punishment of the Defendant at death or if you believe from all the evidence that the death penalty is not justified, then you shall fix the punishment of the Defendant at life imprisonment.</p>\n<p>\"If the Commonwealth has failed to prove beyond a reasonable doubt the requirements of the second paragraph in this instruction, then you shall fix the punishment of the Defendant at life imprisonment.\" App. 73.</p>\n<p>[2]  \"Evidence which may be admissible,subject to the rules of evidence governing admissibility, may include the circumstances surrounding the offense, the history and background of the defendant, and any other facts in mitigation of the offense. Facts in mitigation may include,but shall not be limited to, the following: (i) The defendant has no significant history of prior criminal activity, (iii) the capital felony was committed while the defendant was under the influence of extreme mental or emotional disturbance, . . . (iv) at the time of the commission of the capital felony,the capacity of the defendant to appreciate the criminality of his conduct or to conform his conduct to the requirements of law was significantly impaired,(v)the age of the defendant at the time of the commission of the capital offense . . . .\"Va. Code Ann. ยง 19.2-264.4(B) (1995) (amended, not in relevant part).</p>\n<p>[3]  The proposed instruction on age simply told the jury that petitioner's age \"is a fact which mitigates\" that the jury \"shall consider.\"App. 75-76.</p>\n<p>[4]  The dissent relies on an argument regarding the Virginia pattern sentencing instruction that petitioner belatedly attempted to adopt at oral argument. <i>Post,</i> at 280-284. This claim was waived, since petitioner expressly agreed to the pattern instruction at trial, the instruction was given without objection, and petitioner never raised this claim previously.\n</p>\n<p>In any event, the dissent's theory does not make sense. The dissent suggests that the disjunctive \"or\" clauses in the third paragraph may lead the jury to think that it can only impose life imprisonment <i>if it does not find the aggravator proved.</i> But this interpretation is at odds with the ordinary meaning of the instruction's language and structure. The instruction presents a simple decisional tree. The second paragraph states that the Commonwealth must prove the aggravator beyond a reasonable doubt. The third and fourth paragraphs give the jury alternative tasks according to whether the Commonwealth succeeds or fails in meeting its burden. The third paragraph states that \"if\" the aggravator is proved, the jury may choose between death and life. The fourth paragraph states that \"if\" the aggravator is not proved, the jury must impose life. The \"if\" clauses clearly condition the choices that follow. And since the fourth paragraph tells the jury what to do if the aggravator is <i>not</i> proved, the third paragraph clearly involves only the jury's task if the aggravator <i>is</i>  proved. The fact that counsel and the court agreed to this instruction is strong evidence that the \"misconception\" envisioned by the dissent could result only from a strained parsing of the language.</p>\n\n</div>", "id": 118164, "judges": "Rehnquist", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/118164/", "sha1": "b865aef0e5a757fbc0465ccf1289d0d3de16a2fd", "source": "LR", "supreme_court_db_id": "1997-018", "time_retrieved": "2010-04-28T10:20:25"}