{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "479 U.S. 462", 
    "federal_cite_two": "107 S. Ct. 794", 
    "specialty_cite_one": null, 
    "federal_cite_three": "93 L. Ed. 2d 866", 
    "lexis_cite": "1987 U.S. LEXIS 415", 
    "document_uris": [
      "/api/rest/v2/document/111793/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Pleasant Grove v. United States", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "85-1244", 
    "id": 96152, 
    "resource_uri": "/api/rest/v2/citation/96152/"
  }, 
  "id": 111793, 
  "blocked": false, 
  "judges": "White", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1987-01-21", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>479 U.S. 462 (1987)</b></center>\n<center><h1>CITY OF PLEASANT GROVE<br>\nv.<br>\nUNITED STATES</h1></center>\n<center>No. 85-1244.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 10, 1986</center>\n<center>Decided January 21, 1987</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF COLUMBIA\n<p><span class=\"star-pagination\">*463</span> <i>Thomas G. Corcoran, Jr.,</i> argued the cause for appellant. With him on the briefs were <i>Donald J. Cronin</i> and <i>Thomas N. Crawford, Jr.</i></p>\n<p><i>Jerrold J. Ganzfried</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Fried, Assistant Attorney General Reynolds, Deputy Solicitor General Ayer,</i> and <i>Walter W. Barnett.</i><sup>[*]</sup></p>\n<p><i>David Boies, Stephen D. Poss, Joaquin Avila,</i> and <i>Armand Derfner</i> filed a brief for the Democratic National Committee as <i>amicus curiae</i> urging affirmance.</p>\n<p><span class=\"star-pagination\">*464</span> JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>Appellant, Pleasant Grove, a city in Alabama that until recently had an all-white population, is covered by § 5 of the Voting Rights Act of 1965, 79 Stat. 439, as amended, 42 U. S. C. § 1973c, and accordingly must seek preclearance before instituting any change in a standard, practice, or procedure affecting voting.<sup>[1]</sup> Appellant unsuccessfully sought preclearance by the Attorney General for the annexation of two parcels of land, one vacant and the other inhabited by a few whites. Appellant also failed to convince a three-judge District Court that the annexations did not have the purpose of abridging or denying the right to vote on account of race. We noted probable jurisdiction, 476 U. S. 1113 (1986), and now affirm.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*465</span> I</h2>\n<p>Appellant, whose population numbers approximately 7,000, was described by the District Court as \"an all-white enclave in an otherwise racially mixed area of Alabama.\"<sup>[2]</sup> 568 F. Supp. 1455, 1456 (DC 1983). The city has a long history of racial discrimination. The District Court's opinions chronicle the city's past discriminatory practices in some detail, and we will not repeat that history fully here. See 623 F. Supp. 782, 787-788 (DC 1985); 568 F. Supp., at 1456-1457. Suffice it to say that in housing, zoning, hiring, and school policies appellant's officials have shown unambiguous opposition to racial integration, both before and after the passage of the federal civil rights laws.</p>\n<p>The two annexations at issue in this case are the Glasgow Addition, a 40-acre parcel added in 1969, App. 7, and the Western Addition, a 450-acre area added in 1979. The Glasgow Addition was added at the request of its inhabitants, an extended white family who wished their children to attend appellant's newly formed, all-white school district rather than the recently desegregated Jefferson County system.<sup>[3]</sup><span class=\"star-pagination\">*466</span> The Western Addition is uninhabited, but the District Court found that \"its location and the City's plans [for relatively expensive housing] indicate that it is likely to be developed for use by white persons only.\" 623 F. Supp., at 784, n. 5.</p>\n<p>While approval of the Western Annexation was pending before the Alabama Legislature, appellant's City Council voted to withdraw fire and paramedic services that appellant was providing without charge to an adjacent black neighborhood known as Pleasant Grove Highlands (Highlands). In response, inhabitants of the Highlands, which has housing comparable to that in Pleasant Grove, petitioned for annexation to the city. The City Council restored free fire protection, but did not otherwise act on the petition.<sup>[4]</sup> App. 18-19.</p>\n<p>Appellant sought preclearance for the annexation of the Western Addition, but the Attorney General objected because he found the refusal to annex the Highlands indicative of an intent to annex only white areas.<sup>[5]</sup> The city then filed this declaratory action in the District Court for the District <span class=\"star-pagination\">*467</span> of Columbia.<sup>[6]</sup> In denying appellant's motion for summary judgment, the court held, over one judge's dissent, that \"a community may not annex adjacent white areas while applying a wholly different standard to black areas and failing to annex them based on that discriminatory standard.\" 568 F. Supp., at 1460. In its subsequent decision on the merits, the court, with one judge dissenting, denied declaratory relief, holding that the city had failed to carry its burden of proving that the two annexations at issue did not have the purpose of abridging or denying the right to vote on account of race.<sup>[7]</sup> This appeal followed.</p>\n<p></p>\n<h2>II</h2>\n<p>Before addressing appellant's arguments, we find it useful to review two fundamental principles of the Voting Rights Act.</p>\n<p><i>First.</i> An annexation of inhabited land constitutes a change in voting practice or procedure subject to preclearance under § 5. <i>City of Richmond</i> v. <i>United States,</i> 422 U. S. 358, 368 (1975); <i>Perkins</i> v. <i>Matthews,</i> 400 U. S. 379, 388 (1971)). Even the annexation of vacant land on which residential development is anticipated must be precleared before those moving into the area may vote in the annexing jurisdiction. In <i>City of Rome</i> v. <i>United States,</i> 446 U. S. 156 (1980), this Court affirmed the denial of preclearance to 13 annexations, 9 of which were vacant land. See <i>id.,</i> at 194, 196 (POWELL, J., dissenting); <i>City of Rome, Ga.</i> v. <i>United States,</i> 472 F. Supp. 221, 246 (DC 1979). This holding is consistent with the well-established teaching of <i>Allen</i> v. <i>State Board of Elections,</i> 393 <span class=\"star-pagination\">*468</span> U. S. 544 (1969), that Congress intended the preclearance provisions of the Voting Rights Act to be given \"the broadest possible scope,\" <i>id.,</i> at 567, and to reach \"any state enactment which alter[s] the election law of a covered State in even a minor way,\" <i>id.,</i> at 566. Allowing a State to circumvent the preclearance requirement for annexations by annexing vacant land intended for white developments would disserve Congress' intent to reach \"the subtle, as well as the obvious, state regulations which have the effect of denying citizens their right to vote because of their race.\" <i>Id.,</i> at 565. Moreover, the Attorney General, whose interpretation of the Voting Rights Act is entitled to considerable deference, see, <i>e. g., </i><i>United States</i> v. <i>Sheffield Board of Comm'rs,</i> 435 U. S. 110, 131 (1978), has consistently interpreted § 5 to reach the annexation of vacant land intended for residential development.<sup>[8]</sup> Finally, Congress was aware of the Attorney General's view in this regard, and implicitly approved it, when it reenacted the Voting Rights Act in 1982.<sup>[9]</sup> Cf. <i>id.,</i> at 131-135.</p>\n<p><span class=\"star-pagination\">*469</span> <i>Second.</i> \"Congress plainly intended that a voting practice not be precleared unless <i>both</i> discriminatory purpose and effect are absent.\" <i>City of Rome, supra,</i> at 172 (emphasis in original). See also, <i>e. g., </i><i>City of Richmond, supra,</i> at 378. The burden of proving absence of discriminatory purpose and effect is on appellant. See, <i>e. g., </i><i>City of Rome, supra,</i> at 183, n. 18.</p>\n<p></p>\n<h2>III</h2>\n<p>The city does not claim that either of the two annexations was not a change in voting practices subject to preclearance under § 5, even though the Western Addition was at the time uninhabited.<sup>[10]</sup> Neither does it disagree that it must prove that the two annexations had neither the discriminatory purpose nor effect prohibited by § 5 of the Act. Its challenge is to the District Court's conclusion that the city had not carried its burden of showing that the annexations were untainted by a racially discriminatory purpose. In arriving at this judgment, the District Court relied on a variety of evidence, principally its finding that the refusal to annex the Highlands while annexing other areas was racially motivated. These findings, both as to the purpose of not annexing the Highlands and with respect to the weight of the evidence regarding the purpose of the two annexations at issue, are findings of fact that we must accept unless clearly erroneous. The city has not convinced us that they are.</p>\n<p><span class=\"star-pagination\">*470</span> Appellant insists, as it did below, that its failure to annex the Highlands was not racially motivated, but based upon economic considerations. The District Court found this justification \"a mere pretext for race-biased annexation decisions.\" 623 F. Supp., at 784. The court found that appellant's economic argument was developed after the fact and was not the true basis for the decision not to annex the Highlands. <i>Id.,</i> at 784-785. Furthermore, the court found that appellant's argument did not reflect economic realities in a number of respects. For example, appellant's calculation of the costs of annexing the Highlands included the cost of services it was already providing <i>gratis</i> to that neighborhood. <i>Id.,</i> at 786-787. Appellant also failed to consider that annexing the Highlands would generate immediate ad valorem taxes and possibly development fees from the construction of new homes. <i>Id.,</i> at 786. At the same time, appellant's comparative estimate of the revenues that would be generated by the Western Addition failed to take into account such necessary costs as the construction of a new fire station, a major traffic artery, and a new neighborhood park. <i>Id.,</i> at 787, n. 21. The District Court concluded that refusing to annex the Highlands was racially motivated.</p>\n<p>Appellant argues that even if its decision not to annex the Highlands was racially motivated, that decision was not a change respecting voting and hence not subject to § 5. That point is correct but not dispositive; as the Solicitor General argues: \"[T]he failure to annex [black] areas, while the city was simultaneously annexing non-black areas, is highly significant in demonstrating that the city's annexation here was purposefully designed to perpetuate Pleasant Grove as an enlarged enclave of white voters.\" Brief for United States 21, n. 12.</p>\n<p>Appellant also relies on the fact that there were no black voters in Pleasant Grove at the time the relevant annexation decisions were made, so that the annexations did not reduce the proportion of black voters or deny existing black voters <span class=\"star-pagination\">*471</span> representation equivalent to their political strength in the enlarged community. Cf. <i>City of Richmond</i> v. <i>United States,</i> 422 U. S., at 370-371. Appellant contends that since the annexations could not possibly have caused an impermissible effect on black voting, it makes no sense to say that appellant had a discriminatory purpose. This argument is based on the incorrect assumption that an impermissible purpose under § 5 can relate only to present circumstances. Section 5 looks not only to the present effects of changes, but to their future effects as well, as shown by the fact that annexations of vacant land are subject to preclearance even though no one's right to vote is immediately affected. See <i>supra,</i> at 467-468, and n. 8. Likewise, an impermissible purpose under § 5 may relate to anticipated as well as present circumstances.<sup>[11]</sup></p>\n<p>It is quite plausible to see appellant's annexation of the Glasgow and Western Additions as motivated, in part, by the impermissible purpose of minimizing future black voting <span class=\"star-pagination\">*472</span> strength.<sup>[12]</sup> Common sense teaches that appellant cannot indefinitely stave off the influx of black residents and voters \u0097 indeed, the process of integration, long overdue, has already begun. See <i>supra,</i> at 465, n. 2. One means of thwarting this process is to provide for the growth of a monolithic white voting block, thereby effectively diluting the black vote in advance. This is just as impermissible a purpose as the dilution of present black voting strength. Cf. <i>City of Richmond, supra,</i> at 378. To hold otherwise would make appellant's extraordinary success in resisting integration thus far a shield for further resistance. Nothing could be further from the purposes of the Voting Rights Act.</p>\n<p>In light of the record before us, we are not left with the definite and firm conviction that the District Court was mistaken either in finding that the refusal to annex the Highlands was racially motivated or that there was insufficient proof that the annexation of the Glasgow and Western Additions did not have a purpose forbidden by § 5. Those findings are not, therefore, clearly erroneous. <i>Anderson</i> v. <i>Bessemer City,</i> 470 U. S. 564 (1985).</p>\n<p>The judgment of the District Court is accordingly</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE POWELL, with whom THE CHIEF JUSTICE and JUSTICE O'CONNOR join, dissenting.</p>\n<p>The Court today affirms the decision of the District Court, holding that a city can act with a purpose to \"den[y] or abridg[e]\" black voting rights, 42 U. S. C. § 1973c, even when the city's actions can have no present effect on the voting rights of any black individual and any future effect on black voting rights is purely speculative. Because the Court's finding of a violation of the Voting Rights Act is inconsistent with the language and purpose of the Act, I dissent.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*473</span> I</h2>\n<p>Before examining the decision in this case, it is appropriate to restate the principles articulated in this Court's decisions under § 5 of the Voting Rights Act. We have consistently noted: \"The language of § 5 clearly provides that it applies only to proposed <i>changes</i> in voting procedures.\" <i>Beer</i> v. <i>United States,</i> 425 U. S. 130, 138 (1976) (emphasis added). See <i>Allen</i> v. <i>State Board of Elections,</i> 393 U. S. 544, 566 (1969). In <i>Perkins</i> v. <i>Matthews,</i> 400 U. S. 379 (1971), the Court first found that a proposed annexation could constitute a \"change\" in voting procedures covered by § 5. It explained the reason for this holding: \"[Section] 5 was designed to cover changes having a potential for racial discrimination in voting, and such potential inheres in <i>a change in the composition of the electorate affected by an annexation.</i>\" <i>Id.,</i> at 388-389 (emphasis added). See <i>Port Arthur</i> v. <i>United States,</i> 459 U. S. 159, 161 (1982) (\"<i>Perkins</i> . . . held that changes in the boundary lines of a city by annexations <i>that enlarge the number of eligible voters</i> are events covered by § 5\") (emphasis added). Thus, this Court's decisions establish that preclearance under § 5 is required when \u0097 and only when \u0097 an annexation changes the previous \"voting procedures\" by altering the number or racial composition of the municipal voters.</p>\n<p>We also have defined the type of change in voting procedures that violates the Voting Rights Act: \" `[T]he purpose of § 5 has always been to insure that no voting-procedure changes would be made that would lead to a retrogression in the position of racial minorities with respect to their effective exercise of the franchise.' \" <i>Lockhart</i> v. <i>United States,</i> 460 U. S. 125, 134 (1983) (quoting <i>Beer</i> v. <i>United States, supra,</i> at 141). An annexation can have such a retrogressive effect on the voting rights of blacks by \"dilut[ing] the weight of the votes of the voters to whom the franchise was limited before the annexation.\" <i>Perkins</i> v. <i>Matthews, supra,</i> at 388. But the Court's inquiry has not terminated with a finding that a <span class=\"star-pagination\">*474</span> proposed annexation \"reduc[es] the relative political strength of the minority race in the enlarged city as compared with what it was before the annexation.\" <i>City of Richmond</i> v. <i>United States,</i> 422 U. S. 358, 378 (1975). An annexation that dilutes the minority vote \"is not a statutory violation as long as the post-annexation electoral system fairly recognizes the minority's political potential.\" <i>Ibid.</i></p>\n<p>While this Court's decisions have made clear that a voting-procedure change must lack both discriminatory purpose and effect to survive § 5 scrutiny, <i>City of Rome</i> v. <i>United States,</i> 446 U. S. 156, 172 (1980), the Court has always recognized that a discriminatory purpose within the meaning of § 5 must relate to voting. This Court's broad statement respecting discriminatory purpose under § 5 must be read in context:</p>\n<blockquote>\"An official action, whether an annexation or otherwise, taken for the purpose of discriminating against Negroes on account of their race has no legitimacy at all under our Constitution or under the statute. Section 5 forbids voting changes <i>taken with the purpose of denying the vote on the grounds of race or color.</i> Congress surely has the power to prevent such gross racial slurs, the only point of which is `to despoil colored citizens, and only colored citizens, of their theretofore enjoyed <i>voting rights.</i>' <i>Gomillion</i> v. <i>Lightfoot,</i> 364 U. S. 339, 347 (1960).\" <i>City of Richmond</i> v. <i>United States, supra,</i> at 378 (emphasis added).</blockquote>\n<p>Thus, the previous decisions of this Court make explicitly clear that for a city to have a discriminatory purpose within the meaning of the Voting Rights Act, it must intend its action to have a retrogressive effect on the voting rights of blacks. <i>Lockhart</i> v. <i>United States, supra,</i> at 134.</p>\n<p></p>\n<h2>II</h2>\n<p>The Court today affirms a finding that in annexing the two parcels of land at issue, the city had the purpose, prohibited by the Voting Rights Act, \"of denying or abridging the right <span class=\"star-pagination\">*475</span> to vote on account of race or color.\" 42 U. S. C. § 1973c. Because the actions challenged in this case could not have had <i>any</i> effect on minority voting rights, much less a retrogressive effect, it is clear that the city of Pleasant Grove could not have acted with such an intent respecting either of the annexations at issue in this case.</p>\n<p></p>\n<h2>A</h2>\n<p>When the Glasgow Addition was annexed in 1969, it contained only one family of 12 white voters. Now, more than 15 years later, this 40-acre tract still contains only one family that currently numbers 20 white voters. Of course, one can say that the addition of a handful of white voters to a community of some 7,000 white residents \"enlarge[d] the number of eligible voters.\" <i>Port Arthur</i> v. <i>United States, supra,</i> at 161. The same could be said if an annexation added only <i>one</i> white voter. But a finding that either annexation was motivated by its anticipated effect on <i>voting</i> rights is out of touch with reality. The \"dilution\" of any resident's voting rights from an annexation such as the Glasgow Addition \u0097 20 votes in a city of 7,000 residents \u0097 could not constitute a retrogression in voting rights under the Act. No showing has been made \u0097 and indeed none could be made \u0097 that a change of this number of white voters over a 15-year period has had any effect on voting rights. Nor has the annexation in any way \"change[d] . . . the composition of the electorate.\" <i>Perkins</i> v. <i>Matthews, supra,</i> at 389. The city was composed solely of white voters before and after the annexation of the Glasgow Addition. The annexation therefore could not have had <i>any effect whatsoever</i> on minority voting rights, and the city could not have acted with a purpose to dilute the voting rights of black municipal voters.</p>\n<p>The Court attempts to avoid this conclusion by finding that a retrogression in voting rights, for the purpose of ascertaining discriminatory motivation, can be gauged by the effect of the annexation on some hypothetical future black municipal <span class=\"star-pagination\">*476</span> voters. According to this speculative reasoning, <i>if</i> one assumes that some hypothetical black voters will move into Pleasant Grove in the future, and <i>if</i> one further assumes that the racial composition of the Glasgow Addition will remain unchanged, the hypothetical black voters will find their voting strength diluted from what it would have been absent the annexation.<sup>[1]</sup> But such speculation in finding a discriminatory purpose on the part of a state actor is illogical and unprecedented. Although we have stated that § 5 reaches changes with the \"potential for racial discrimination in voting,\" <i>Perkins</i> v. <i>Matthews,</i> 400 U. S., at 389, the \"potential\" refers to present and concrete effects, not effects based only on speculation as to what <i>might</i> happen at some time in the future. Under § 5, the Court consistently has looked to the effect of a voting change on the present minority residents of the relevant political subdivision. See <i>City of Richmond</i> v. <i>United States, supra,</i> at 378 (The relevant comparison in assessing whether \"the post-annexation electoral system fairly recognizes the minority's political potential\" is between \"the relative political strength of the minority race in the enlarged city as compared with what it was before the annexation\").<sup>[2]</sup> Where an annexation's effect on voting rights is <span class=\"star-pagination\">*477</span> purely hypothetical, an inference that the city acted with a motivation related to <i>voting</i> rights is unsupportable.</p>\n<p></p>\n<h2>B</h2>\n<p>The Western Addition, annexed in 1979, is a parcel of vacant land. Its annexation did not and could not in any way \"change . . . the composition of the electorate.\" <i>Perkins</i> v. <i>Matthews, supra,</i> at 389. It did not even \"enlarge the number of eligible voters.\" <i>Port Arthur</i> v. <i>United States,</i> 459 U. S., at 161. Thus, it is difficult to see how the Court justifies applying § 5 preclearance procedures at all. But even if one assumes that the § 5 procedures apply, this annexation could not have been motivated by a discriminatory purpose proscribed by the Voting Rights Act. There is no basis for imputing an intent to deny or abridge the voting rights of blacks when a community of white citizens annexes completely vacant land. The annexation did not exclude or include a <i>single</i> voter in Pleasant Grove. Nor could the annexation have been intended to have a retrogressive effect on black voting rights when there were no black voters in the city and no voters, white or black, in the Western Addition.</p>\n<p>The Court again relies on future hypothetical black voters to find that the city acted with a \"purpose of denying the vote on the grounds of race or color.\" <i>City of Richmond</i> v. <i>United States,</i> 422 U. S., at 378. Under the same reasoning employed to invalidate the annexation of the Glasgow Addition, the Court relies on its speculation that <i>if</i> the Western Addition became populated with whites and <i>if</i> black voters moved into the city at some time in the future, their vote would be less effective than it would have been had the annexation not occurred. But the Court's theory is even more speculative when applied to the annexation of the vacant Western Addition. There is no way for the city to ensure that black individuals do not move into the Western Addition. The Fourteenth Amendment and various civil rights laws prohibit racially discriminatory state action, and fair <span class=\"star-pagination\">*478</span> housing laws prevent private action that would discourage black individuals from moving into the area. The District Court's conclusion that the Western Addition \"is likely to be developed for use by white persons only,\" 568 F. Supp. 1455, 1457, n. 8 (DC 1983), is sheer speculation. Whites as well as blacks lawfully can move into this area, and not even the prescience of federal courts can predict the extent to which this will occur or whether there ever will be any denial or dilution of the voting rights of blacks.<sup>[3]</sup></p>\n<p></p>\n<h2>C</h2>\n<p>The Court seeks support for its finding that the city acted with discriminatory motivation in the fact that it has declined in the past to annex three predominantly black communities.<sup>[4]</sup> In his dissent from the decision of the District Court, Judge MacKinnon persuasively pointed out that the city's economic justification for its annexation policy is plausible. 623 F. Supp. 782, 793-795 (DC 1985). Even if one agreed with the District Court's view that the economic justification was flawed, this would not support the conclusion that the city acted in this case with a discriminatory motivation <i>prohibited by the Voting Rights Act.</i> The Government concedes that a failure to annex is not a voting-procedure \"change\" covered by § 5. See Brief for United States 21, n. 12. Nothing in the legislative history of § 5 or in any decision <span class=\"star-pagination\">*479</span> of this Court is to the contrary. The only possible relevance of the failure to annex is to the city's intent respecting the annexations that did occur. The desire of the city to annex a vacant parcel of land and a parcel inhabited by one white family, combined with the failure to annex black communities, is relevant \u0097 if at all \u0097 only if the motivation inferred fairly can be said to relate to voting. Even if the city desired to exclude persons from the city because of their race, the annexations at issue could not possibly deny, abridge, or in any way effect a retrogression in any black individual's municipal voting rights. The Court's holding that the city nevertheless intended to impair black voting rights is without justification.</p>\n<p></p>\n<h2>III</h2>\n<p>As Judge MacKinnon noted in his dissent from the District Court's opinion: \"There may, in fact, be actionable constitutional violations occurring in the City.\" 568 F. Supp., at 1462. But the possible existence of discriminatory intent and conduct unrelated to voting does not justify finding the city liable under the Voting Rights Act. We normally presume that state actors respect the guarantees of the Constitution, and we require an individual who alleges otherwise to <i>prove</i> the existence of purposeful discrimination. See <i>Arlington Heights</i> v. <i>Metropolitan Housing Development Corp.,</i> 429 U. S. 252, 265 (1977); <i>Washington</i> v. <i>Davis,</i> 426 U. S. 229, 240 (1976). The Voting Rights Act shifts the burden of proof to the state actor to prove the absence of discriminatory purpose. This Court upheld this unusual intrusion by the Act on state sovereignty specifically because its procedures were rationally related to the Fifteenth Amendment's guarantee respecting the right to vote. <i>South Carolina</i> v. <i>Katzenbach,</i> 383 U. S. 301, 325, 337 (1966). This shift in the burden of proof is justified <i>only</i> when the challenged conduct relates to voting. Here, the Court finds the city's conduct in fact related to voting when such a relationship cannot rationally exist.</p>\n<p><span class=\"star-pagination\">*480</span> In sum, the Court's reading of the Voting Rights Act divorces the Act from its constitutional justification \u0097 protecting <i>voting</i> rights \u0097 and represents an extension of the Act beyond even its \"broadest possible scope,\" <i>Allen</i> v. <i>State Board of Elections,</i> 393 U. S., at 567. Accordingly, I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Daniel J. Popeo</i> and <i>George C. Smith</i> filed a brief for the Washington Legal Foundation as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  Section 5, as set forth in 42 U. S. C. § 1973c, provides in relevant part:\n</p>\n<p>\"Whenever a State or political subdivision with respect to which the prohibitions set forth in section 1973b(a) of this title based upon determinations made under the first sentence of section 1973b(b) of this title are in effect shall enact or seek to administer any voting qualification or prerequisite to voting, or standard, practice, or procedure with respect to voting different from that in force or effect on November 1, 1964 . . . such State or subdivision may institute an action in the United States District Court for the District of Columbia for a declaratory judgment that such qualification, prerequisite, standard, practice, or procedure does not have the purpose and will not have the effect of denying or abridging the right to vote on account of race or color, . . . and unless and until the court enters such judgment no person shall be denied the right to vote for failure to comply with such qualification, prerequisite, standard, practice, or procedure: <i>Provided,</i> That such qualification, prerequisite, standard, practice, or procedure may be enforced without such proceeding if the qualification, prerequisite, standard, practice, or procedure has been submitted by the chief legal officer or other appropriate official of such State or subdivision to the Attorney General and the Attorney General has not interposed an objection within sixty days after such submission, or upon good cause shown, to facilitate an expedited approval within sixty days after such submission, the Attorney General has affirmatively indicated that such objection will not be made.\"</p>\n<p>It is undisputed that appellant, being a subdivision of the State of Alabama, is covered by § 5. See 30 Fed. Reg. 9897 (1965).</p>\n<p>[2]  At the time the District Court denied appellant's motion for summary judgment, the city had 32 black inhabitants, all of them residents of a nursing home. Because these persons were not registered to vote, and because city officials were apparently unaware of their existence at the time appellant made its latest annexation of land, the District Court treated appellant as all white. 568 F. Supp., at 1456, n. 3. Appellant informs us that in addition to the black residents of the nursing home, its inhabitants now include three black families, with two blacks registered to vote. Tr. of Oral Arg. 7. Two other black families have homes under construction within the city limits. <i>Ibid.</i></p>\n<p>[3]  Appellant's school system was subsequently found by a federal court to be an impermissible attempt to thwart the implementation of a unitary school system. <i>Stout</i> v. <i>Jefferson County Board of Education,</i> 448 F. 2d 403 (CA5 1971). Appellant was ordered to provide bus transportation to the black children assigned to its schools, but declined to do so. Ultimately, the court abolished appellant's school system and transferred control of the schools back to Jefferson County. <i>Stout</i> v. <i>Jefferson County Board of Education,</i> 466 F. 2d 1213 (CA5 1972), cert. denied <i>sub nom. Board of Education of the City of Pleasant Grove</i> v. <i>Stout,</i> 411 U. S. 930 (1973).</p>\n<p>[4]  Appellant has since resumed free paramedic services to the Highlands, and has continued the provision of free police services. 623 F. Supp. 782, 785 (DC 1985).\n</p>\n<p>At the same time that it terminated free fire and paramedic protection to the Highlands, the City Council also terminated such free services to the black Dolomite neighborhood, which likewise petitioned unsuccessfully for annexation. The District Court's opinion does not address in detail the decision not to annex the Dolomite area and we shall not consider it separately.</p>\n<p>[5]  During hearings in 1981 on the extension of the Voting Rights Act, Congress asked the Department of Justice to provide summaries of relevant cases. In summarizing the present case, the Department stated:\n</p>\n<p>\"The Attorney General interposed a Section 5 objection to the annexation to Pleasant Grove of certain vacant land projected for all-white residential development because of the city's refusal to annex certain black areas.\" Extension of the Voting Rights Act: Hearings before the Subcommittee on Civil and Constitutional Rights of the House Committee on the Judiciary, 97th Cong., 1st Sess., 2567 (1982).</p>\n<p>[6]  The complaint sought relief only with respect to the Western Addition, but the District Court, when it became aware that the Glasgow Addition had never been precleared, ordered appellant to amend the complaint to include that annexation as well. 568 F. Supp., at 1456, n. 1.</p>\n<p>[7]  The court also observed that even if the burden of proving discrimination was on the United States, the court \"would have had no difficulty in finding that the annexation policy of Pleasant Grove is, by design, racially-discriminatory in violation of the Voting Rights Act.\" 623 F. Supp., at 788, n. 30.</p>\n<p>[8]  See Brief for United States 26, and n. 26. The Attorney General's position is as follows:\n</p>\n<p>\"Certain annexations, such as those of vacant land designated for use as a public park, do not require Section 5 review. Because Section 5 is concerned only with voting practices and procedures, the Attorney General does not require submission for preclearance of annexations of uninhabited land before such annexations take place. Rather, the Attorney General requires covered jurisdictions to submit such annexations for preclearance before inhabitants on the annexed area may vote in the annexing jurisdiction.\" <i>Id.,</i> at 21, n. 12.</p>\n<p>[9]  Indeed, in 1982 the Department apprised Congress of the Attorney General's decision not to preclear appellant's annexation of the Western Addition. See n. 5, <i>supra.</i> See also 128 Cong. Rec. 14297 (1982) (remarks of Sen. Helms) (criticizing Department of Justice decision not to preclear the annexation of an undeveloped subdivision in Wilson, N. C.); S. Rep. No. 97-417, p. 10, and n. 21 (1982) (citing United States Commission on Civil Rights, The Voting Rights Act: Unfulfilled Goals 65, which in turn notes that the Department of Justice has denied preclearance to the annexations of undeveloped areas zoned for middle-income housing).</p>\n<p>[10]  The dissent finds it \"difficult to see how the Court justifies applying § 5 preclearance procedures at all\" to the annexation of the Western Addition, because the annexation did not immediately enlarge the number of eligible voters. <i>Post,</i> at 477. It may be that Pleasant Grove could have delayed seeking preclearance for the Western Addition until that area had inhabitants desiring to vote, see n. 8, <i>supra,</i> but it is understandable that the city chose to seek preclearance at an earlier juncture: developing a tract of land is an expensive proposition, and the marketability of the new homes may depend on assurances that buyers will be entitled to all the benefits of residency in the city \u0097 including voting. The Attorney General's decision to permit Pleasant Grove to seek preclearance at the time it did accommodates the city's interests and was surely not forbidden by § 5.</p>\n<p>[11]  Appellant's argument is also incorrect insofar as it implies that a covered jurisdiction can short-circuit a purpose inquiry under § 5 by arguing that the intended result was not impermissible under an objective effects inquiry. Much of the dissent's argument is to the same effect. See <i>post,</i> at 474-477. We rejected such reasoning in <i>City of Richmond</i> v. <i>United States,</i> 422 U. S. 358 (1975). There, an annexation deprived blacks of majority voting status, but we held that nonimpermissible effect had been shown because \"the post-annexation electoral system fairly recognize[d] the [black] minority's political potential.\" <i>Id.,</i> at 378. But while the effect of reducing the relative strength of the black vote was, standing alone, perfectly legal, we found it necessary to remand the case for further inquiry into purpose. In so doing, we stated:\n</p>\n<p>\"[I]t may be asked how it could be forbidden by § 5 to have the purpose and intent of achieving only what is a perfectly legal result under that section and why we need remand for further proceedings with respect to purpose alone. The answer is plain, and we need not labor it. An official action, whether an annexation or otherwise taken for the purpose of discriminating against Negroes on account of their race has no legitimacy at all under our Constitution or under the statute. . . . An annexation proved to be of this kind and not proved to have a justifiable basis is forbidden by § 5, whatever its actual effect may have been or may be.\" <i>Id.,</i> at 378-379.</p>\n<p>[12]  To the extent that there is any doubt on the subject, it should be remembered that appellant has the burden of proving the <i>absence</i> of discriminatory purpose respecting voting. See <i>supra,</i> at 469.</p>\n<p>[1]  It is difficult even to hypothesize a situation in which the foreseeable effect on black voting rights from an addition of a 20-member white family would be anything more than <i>de minimis.</i> Where the hypothetical effect of an annexation cannot be to dilute black voting strength within the meaning of the Voting Rights Act, to impute such a purpose to the city is irrational.</p>\n<p>[2]  At issue in <i>City of Richmond</i> was the proposed annexation by the city of 23 square miles of adjacent land. The preannexation population of the city was 202, 359, of which 104,207 or 52% were black citizens. The annexation would have added 47,262 people to the city's population, of whom 1,557 were black. The postannexation population of the city would have been 249,621, of which 105,764 or 42% would have been black. 422 U. S., at 363. The proposed annexation thus would have significantly changed the composition of the municipal electorate and substantially reduced black voting strength within the city.</p>\n<p>[3]  If we are to engage in speculation, an equally logical, if not more compelling, assumption is that the annexation of the Western Addition will <i>increase</i> the black voting strength in the city. The Western Addition is zoned to contain 700 residences. With the sale of each home, the possibility exists that a potential black voter will become a city resident. The same possibility exists with each sale of an existing home in Pleasant Grove. Logically, the increase that the annexation causes in the number of homes for sale should increase the probability that a black individual will buy one and become a municipal voter.</p>\n<p>[4]  In 1971, the city denied the annexation request of an area including the historically all-black Woodward School. In 1979, the city denied the annexation requests of the all-black Pleasant Grove Highlands and the predominantly black Dolomite area.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:13:24", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></span> (1987)</b></center>\n<center><h1>CITY OF PLEASANT GROVE<br>\nv.<br>\nUNITED STATES</h1></center>\n<center>No. 85-1244.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 10, 1986</center>\n<center>Decided January 21, 1987</center>\nAPPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF COLUMBIA\n<p><span class=\"star-pagination\">*463</span> <i>Thomas G. Corcoran, Jr.,</i> argued the cause for appellant. With him on the briefs were <i>Donald J. Cronin</i> and <i>Thomas N. Crawford, Jr.</i></p>\n<p><i>Jerrold J. Ganzfried</i> argued the cause for the United States. With him on the brief were <i>Solicitor General Fried, Assistant Attorney General Reynolds, Deputy Solicitor General Ayer,</i> and <i>Walter W. Barnett.</i><sup>[*]</sup></p>\n<p><i>David Boies, Stephen D. Poss, Joaquin Avila,</i> and <i>Armand Derfner</i> filed a brief for the Democratic National Committee as <i>amicus curiae</i> urging affirmance.</p>\n<p><span class=\"star-pagination\">*464</span> JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>Appellant, Pleasant Grove, a city in Alabama that until recently had an all-white population, is covered by § 5 of the Voting Rights Act of 1965, 79 Stat. 439, as amended, 42 U. S. C. § 1973c, and accordingly must seek preclearance before instituting any change in a standard, practice, or procedure affecting voting.<sup>[1]</sup> Appellant unsuccessfully sought preclearance by the Attorney General for the annexation of two parcels of land, one vacant and the other inhabited by a few whites. Appellant also failed to convince a three-judge District Court that the annexations did not have the purpose of abridging or denying the right to vote on account of race. We noted probable jurisdiction, 476 U. S. 1113 (1986), and now affirm.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*465</span> I</h2>\n<p>Appellant, whose population numbers approximately 7,000, was described by the District Court as \"an all-white enclave in an otherwise racially mixed area of Alabama.\"<sup>[2]</sup> <span class=\"citation\" data-id=\"2374625\"><a href=\"/opinion/2374625/city-of-pleasant-grove-v-united-states/\"><span class=\"volume\">568</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1455</span></a></span>, 1456 (DC 1983). The city has a long history of racial discrimination. The District Court's opinions chronicle the city's past discriminatory practices in some detail, and we will not repeat that history fully here. See <span class=\"citation\" data-id=\"1513937\"><a href=\"/opinion/1513937/city-of-pleasant-grove-v-united-states/\"><span class=\"volume\">623</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">782</span></a></span>, 787-788 (DC 1985); 568 F. Supp., at 1456-1457. Suffice it to say that in housing, zoning, hiring, and school policies appellant's officials have shown unambiguous opposition to racial integration, both before and after the passage of the federal civil rights laws.</p>\n<p>The two annexations at issue in this case are the Glasgow Addition, a 40-acre parcel added in 1969, App. 7, and the Western Addition, a 450-acre area added in 1979. The Glasgow Addition was added at the request of its inhabitants, an extended white family who wished their children to attend appellant's newly formed, all-white school district rather than the recently desegregated Jefferson County system.<sup>[3]</sup><span class=\"star-pagination\">*466</span> The Western Addition is uninhabited, but the District Court found that \"its location and the City's plans [for relatively expensive housing] indicate that it is likely to be developed for use by white persons only.\" 623 F. Supp., at 784, n. 5.</p>\n<p>While approval of the Western Annexation was pending before the Alabama Legislature, appellant's City Council voted to withdraw fire and paramedic services that appellant was providing without charge to an adjacent black neighborhood known as Pleasant Grove Highlands (Highlands). In response, inhabitants of the Highlands, which has housing comparable to that in Pleasant Grove, petitioned for annexation to the city. The City Council restored free fire protection, but did not otherwise act on the petition.<sup>[4]</sup> App. 18-19.</p>\n<p>Appellant sought preclearance for the annexation of the Western Addition, but the Attorney General objected because he found the refusal to annex the Highlands indicative of an intent to annex only white areas.<sup>[5]</sup> The city then filed this declaratory action in the District Court for the District <span class=\"star-pagination\">*467</span> of Columbia.<sup>[6]</sup> In denying appellant's motion for summary judgment, the court held, over one judge's dissent, that \"a community may not annex adjacent white areas while applying a wholly different standard to black areas and failing to annex them based on that discriminatory standard.\" 568 F. Supp., at 1460. In its subsequent decision on the merits, the court, with one judge dissenting, denied declaratory relief, holding that the city had failed to carry its burden of proving that the two annexations at issue did not have the purpose of abridging or denying the right to vote on account of race.<sup>[7]</sup> This appeal followed.</p>\n<p></p>\n<h2>II</h2>\n<p>Before addressing appellant's arguments, we find it useful to review two fundamental principles of the Voting Rights Act.</p>\n<p><i>First.</i> An annexation of inhabited land constitutes a change in voting practice or procedure subject to preclearance under § 5. <i>City of Richmond</i> v. <i>United States,</i> 422 U. S. 358, 368 (1975); <i>Perkins</i> v. <i>Matthews,</i> 400 U. S. 379, 388 (1971)). Even the annexation of vacant land on which residential development is anticipated must be precleared before those moving into the area may vote in the annexing jurisdiction. In <i>City of Rome</i> v. <i>United States,</i> 446 U. S. 156 (1980), this Court affirmed the denial of preclearance to 13 annexations, 9 of which were vacant land. See <i>id.,</i> at 194, 196 (POWELL, J., dissenting); <i>City of Rome, Ga.</i> v. <i>United States,</i> <span class=\"citation\" data-id=\"2124348\"><a href=\"/opinion/2124348/city-of-rome-ga-v-united-states/\"><span class=\"volume\">472</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">221</span></a></span>, 246 (DC 1979). This holding is consistent with the well-established teaching of <i>Allen</i> v. <i>State Board of Elections,</i> 393 <span class=\"star-pagination\">*468</span> U. S. 544 (1969), that Congress intended the preclearance provisions of the Voting Rights Act to be given \"the broadest possible scope,\" <i>id.,</i> at 567, and to reach \"any state enactment which alter[s] the election law of a covered State in even a minor way,\" <i>id.,</i> at 566. Allowing a State to circumvent the preclearance requirement for annexations by annexing vacant land intended for white developments would disserve Congress' intent to reach \"the subtle, as well as the obvious, state regulations which have the effect of denying citizens their right to vote because of their race.\" <i>Id.,</i> at 565. Moreover, the Attorney General, whose interpretation of the Voting Rights Act is entitled to considerable deference, see, <i>e. g., </i><i>United States</i> v. <i>Sheffield Board of Comm'rs,</i> 435 U. S. 110, 131 (1978), has consistently interpreted § 5 to reach the annexation of vacant land intended for residential development.<sup>[8]</sup> Finally, Congress was aware of the Attorney General's view in this regard, and implicitly approved it, when it reenacted the Voting Rights Act in 1982.<sup>[9]</sup> Cf. <i>id.,</i> at 131-135.</p>\n<p><span class=\"star-pagination\">*469</span> <i>Second.</i> \"Congress plainly intended that a voting practice not be precleared unless <i>both</i> discriminatory purpose and effect are absent.\" <i>City of Rome, supra,</i> at 172 (emphasis in original). See also, <i>e. g., </i><i>City of Richmond, supra,</i> at 378. The burden of proving absence of discriminatory purpose and effect is on appellant. See, <i>e. g., </i><i>City of Rome, supra,</i> at 183, n. 18.</p>\n<p></p>\n<h2>III</h2>\n<p>The city does not claim that either of the two annexations was not a change in voting practices subject to preclearance under § 5, even though the Western Addition was at the time uninhabited.<sup>[10]</sup> Neither does it disagree that it must prove that the two annexations had neither the discriminatory purpose nor effect prohibited by § 5 of the Act. Its challenge is to the District Court's conclusion that the city had not carried its burden of showing that the annexations were untainted by a racially discriminatory purpose. In arriving at this judgment, the District Court relied on a variety of evidence, principally its finding that the refusal to annex the Highlands while annexing other areas was racially motivated. These findings, both as to the purpose of not annexing the Highlands and with respect to the weight of the evidence regarding the purpose of the two annexations at issue, are findings of fact that we must accept unless clearly erroneous. The city has not convinced us that they are.</p>\n<p><span class=\"star-pagination\">*470</span> Appellant insists, as it did below, that its failure to annex the Highlands was not racially motivated, but based upon economic considerations. The District Court found this justification \"a mere pretext for race-biased annexation decisions.\" 623 F. Supp., at 784. The court found that appellant's economic argument was developed after the fact and was not the true basis for the decision not to annex the Highlands. <i>Id.,</i> at 784-785. Furthermore, the court found that appellant's argument did not reflect economic realities in a number of respects. For example, appellant's calculation of the costs of annexing the Highlands included the cost of services it was already providing <i>gratis</i> to that neighborhood. <i>Id.,</i> at 786-787. Appellant also failed to consider that annexing the Highlands would generate immediate ad valorem taxes and possibly development fees from the construction of new homes. <i>Id.,</i> at 786. At the same time, appellant's comparative estimate of the revenues that would be generated by the Western Addition failed to take into account such necessary costs as the construction of a new fire station, a major traffic artery, and a new neighborhood park. <i>Id.,</i> at 787, n. 21. The District Court concluded that refusing to annex the Highlands was racially motivated.</p>\n<p>Appellant argues that even if its decision not to annex the Highlands was racially motivated, that decision was not a change respecting voting and hence not subject to § 5. That point is correct but not dispositive; as the Solicitor General argues: \"[T]he failure to annex [black] areas, while the city was simultaneously annexing non-black areas, is highly significant in demonstrating that the city's annexation here was purposefully designed to perpetuate Pleasant Grove as an enlarged enclave of white voters.\" Brief for United States 21, n. 12.</p>\n<p>Appellant also relies on the fact that there were no black voters in Pleasant Grove at the time the relevant annexation decisions were made, so that the annexations did not reduce the proportion of black voters or deny existing black voters <span class=\"star-pagination\">*471</span> representation equivalent to their political strength in the enlarged community. Cf. <i>City of Richmond</i> v. <i>United States,</i> 422 U. S., at 370-371. Appellant contends that since the annexations could not possibly have caused an impermissible effect on black voting, it makes no sense to say that appellant had a discriminatory purpose. This argument is based on the incorrect assumption that an impermissible purpose under § 5 can relate only to present circumstances. Section 5 looks not only to the present effects of changes, but to their future effects as well, as shown by the fact that annexations of vacant land are subject to preclearance even though no one's right to vote is immediately affected. See <i>supra,</i> at 467-468, and n. 8. Likewise, an impermissible purpose under § 5 may relate to anticipated as well as present circumstances.<sup>[11]</sup></p>\n<p>It is quite plausible to see appellant's annexation of the Glasgow and Western Additions as motivated, in part, by the impermissible purpose of minimizing future black voting <span class=\"star-pagination\">*472</span> strength.<sup>[12]</sup> Common sense teaches that appellant cannot indefinitely stave off the influx of black residents and voters \u0097 indeed, the process of integration, long overdue, has already begun. See <i>supra,</i> at 465, n. 2. One means of thwarting this process is to provide for the growth of a monolithic white voting block, thereby effectively diluting the black vote in advance. This is just as impermissible a purpose as the dilution of present black voting strength. Cf. <i>City of Richmond, supra,</i> at 378. To hold otherwise would make appellant's extraordinary success in resisting integration thus far a shield for further resistance. Nothing could be further from the purposes of the Voting Rights Act.</p>\n<p>In light of the record before us, we are not left with the definite and firm conviction that the District Court was mistaken either in finding that the refusal to annex the Highlands was racially motivated or that there was insufficient proof that the annexation of the Glasgow and Western Additions did not have a purpose forbidden by § 5. Those findings are not, therefore, clearly erroneous. <i>Anderson</i> v. <i>Bessemer City,</i> 470 U. S. 564 (1985).</p>\n<p>The judgment of the District Court is accordingly</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE POWELL, with whom THE CHIEF JUSTICE and JUSTICE O'CONNOR join, dissenting.</p>\n<p>The Court today affirms the decision of the District Court, holding that a city can act with a purpose to \"den[y] or abridg[e]\" black voting rights, 42 U. S. C. § 1973c, even when the city's actions can have no present effect on the voting rights of any black individual and any future effect on black voting rights is purely speculative. Because the Court's finding of a violation of the Voting Rights Act is inconsistent with the language and purpose of the Act, I dissent.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*473</span> I</h2>\n<p>Before examining the decision in this case, it is appropriate to restate the principles articulated in this Court's decisions under § 5 of the Voting Rights Act. We have consistently noted: \"The language of § 5 clearly provides that it applies only to proposed <i>changes</i> in voting procedures.\" <i>Beer</i> v. <i>United States,</i> 425 U. S. 130, 138 (1976) (emphasis added). See <i>Allen</i> v. <i>State Board of Elections,</i> 393 U. S. 544, 566 (1969). In <i>Perkins</i> v. <i>Matthews,</i> 400 U. S. 379 (1971), the Court first found that a proposed annexation could constitute a \"change\" in voting procedures covered by § 5. It explained the reason for this holding: \"[Section] 5 was designed to cover changes having a potential for racial discrimination in voting, and such potential inheres in <i>a change in the composition of the electorate affected by an annexation.</i>\" <i>Id.,</i> at 388-389 (emphasis added). See <i>Port Arthur</i> v. <i>United States,</i> 459 U. S. 159, 161 (1982) (\"<i>Perkins</i> . . . held that changes in the boundary lines of a city by annexations <i>that enlarge the number of eligible voters</i> are events covered by § 5\") (emphasis added). Thus, this Court's decisions establish that preclearance under § 5 is required when \u0097 and only when \u0097 an annexation changes the previous \"voting procedures\" by altering the number or racial composition of the municipal voters.</p>\n<p>We also have defined the type of change in voting procedures that violates the Voting Rights Act: \" `[T]he purpose of § 5 has always been to insure that no voting-procedure changes would be made that would lead to a retrogression in the position of racial minorities with respect to their effective exercise of the franchise.' \" <i>Lockhart</i> v. <i>United States,</i> 460 U. S. 125, 134 (1983) (quoting <i>Beer</i> v. <i>United States, supra,</i> at 141). An annexation can have such a retrogressive effect on the voting rights of blacks by \"dilut[ing] the weight of the votes of the voters to whom the franchise was limited before the annexation.\" <i>Perkins</i> v. <i>Matthews, supra,</i> at 388. But the Court's inquiry has not terminated with a finding that a <span class=\"star-pagination\">*474</span> proposed annexation \"reduc[es] the relative political strength of the minority race in the enlarged city as compared with what it was before the annexation.\" <i>City of Richmond</i> v. <i>United States,</i> 422 U. S. 358, 378 (1975). An annexation that dilutes the minority vote \"is not a statutory violation as long as the post-annexation electoral system fairly recognizes the minority's political potential.\" <i>Ibid.</i></p>\n<p>While this Court's decisions have made clear that a voting-procedure change must lack both discriminatory purpose and effect to survive § 5 scrutiny, <i>City of Rome</i> v. <i>United States,</i> 446 U. S. 156, 172 (1980), the Court has always recognized that a discriminatory purpose within the meaning of § 5 must relate to voting. This Court's broad statement respecting discriminatory purpose under § 5 must be read in context:</p>\n<blockquote>\"An official action, whether an annexation or otherwise, taken for the purpose of discriminating against Negroes on account of their race has no legitimacy at all under our Constitution or under the statute. Section 5 forbids voting changes <i>taken with the purpose of denying the vote on the grounds of race or color.</i> Congress surely has the power to prevent such gross racial slurs, the only point of which is `to despoil colored citizens, and only colored citizens, of their theretofore enjoyed <i>voting rights.</i>' <i>Gomillion</i> v. <i>Lightfoot,</i> 364 U. S. 339, 347 (1960).\" <i>City of Richmond</i> v. <i>United States, supra,</i> at 378 (emphasis added).</blockquote>\n<p>Thus, the previous decisions of this Court make explicitly clear that for a city to have a discriminatory purpose within the meaning of the Voting Rights Act, it must intend its action to have a retrogressive effect on the voting rights of blacks. <i>Lockhart</i> v. <i>United States, supra,</i> at 134.</p>\n<p></p>\n<h2>II</h2>\n<p>The Court today affirms a finding that in annexing the two parcels of land at issue, the city had the purpose, prohibited by the Voting Rights Act, \"of denying or abridging the right <span class=\"star-pagination\">*475</span> to vote on account of race or color.\" 42 U. S. C. § 1973c. Because the actions challenged in this case could not have had <i>any</i> effect on minority voting rights, much less a retrogressive effect, it is clear that the city of Pleasant Grove could not have acted with such an intent respecting either of the annexations at issue in this case.</p>\n<p></p>\n<h2>A</h2>\n<p>When the Glasgow Addition was annexed in 1969, it contained only one family of 12 white voters. Now, more than 15 years later, this 40-acre tract still contains only one family that currently numbers 20 white voters. Of course, one can say that the addition of a handful of white voters to a community of some 7,000 white residents \"enlarge[d] the number of eligible voters.\" <i>Port Arthur</i> v. <i>United States, supra,</i> at 161. The same could be said if an annexation added only <i>one</i> white voter. But a finding that either annexation was motivated by its anticipated effect on <i>voting</i> rights is out of touch with reality. The \"dilution\" of any resident's voting rights from an annexation such as the Glasgow Addition \u0097 20 votes in a city of 7,000 residents \u0097 could not constitute a retrogression in voting rights under the Act. No showing has been made \u0097 and indeed none could be made \u0097 that a change of this number of white voters over a 15-year period has had any effect on voting rights. Nor has the annexation in any way \"change[d] . . . the composition of the electorate.\" <i>Perkins</i> v. <i>Matthews, supra,</i> at 389. The city was composed solely of white voters before and after the annexation of the Glasgow Addition. The annexation therefore could not have had <i>any effect whatsoever</i> on minority voting rights, and the city could not have acted with a purpose to dilute the voting rights of black municipal voters.</p>\n<p>The Court attempts to avoid this conclusion by finding that a retrogression in voting rights, for the purpose of ascertaining discriminatory motivation, can be gauged by the effect of the annexation on some hypothetical future black municipal <span class=\"star-pagination\">*476</span> voters. According to this speculative reasoning, <i>if</i> one assumes that some hypothetical black voters will move into Pleasant Grove in the future, and <i>if</i> one further assumes that the racial composition of the Glasgow Addition will remain unchanged, the hypothetical black voters will find their voting strength diluted from what it would have been absent the annexation.<sup>[1]</sup> But such speculation in finding a discriminatory purpose on the part of a state actor is illogical and unprecedented. Although we have stated that § 5 reaches changes with the \"potential for racial discrimination in voting,\" <i>Perkins</i> v. <i>Matthews,</i> 400 U. S., at 389, the \"potential\" refers to present and concrete effects, not effects based only on speculation as to what <i>might</i> happen at some time in the future. Under § 5, the Court consistently has looked to the effect of a voting change on the present minority residents of the relevant political subdivision. See <i>City of Richmond</i> v. <i>United States, supra,</i> at 378 (The relevant comparison in assessing whether \"the post-annexation electoral system fairly recognizes the minority's political potential\" is between \"the relative political strength of the minority race in the enlarged city as compared with what it was before the annexation\").<sup>[2]</sup> Where an annexation's effect on voting rights is <span class=\"star-pagination\">*477</span> purely hypothetical, an inference that the city acted with a motivation related to <i>voting</i> rights is unsupportable.</p>\n<p></p>\n<h2>B</h2>\n<p>The Western Addition, annexed in 1979, is a parcel of vacant land. Its annexation did not and could not in any way \"change . . . the composition of the electorate.\" <i>Perkins</i> v. <i>Matthews, supra,</i> at 389. It did not even \"enlarge the number of eligible voters.\" <i>Port Arthur</i> v. <i>United States,</i> 459 U. S., at 161. Thus, it is difficult to see how the Court justifies applying § 5 preclearance procedures at all. But even if one assumes that the § 5 procedures apply, this annexation could not have been motivated by a discriminatory purpose proscribed by the Voting Rights Act. There is no basis for imputing an intent to deny or abridge the voting rights of blacks when a community of white citizens annexes completely vacant land. The annexation did not exclude or include a <i>single</i> voter in Pleasant Grove. Nor could the annexation have been intended to have a retrogressive effect on black voting rights when there were no black voters in the city and no voters, white or black, in the Western Addition.</p>\n<p>The Court again relies on future hypothetical black voters to find that the city acted with a \"purpose of denying the vote on the grounds of race or color.\" <i>City of Richmond</i> v. <i>United States,</i> 422 U. S., at 378. Under the same reasoning employed to invalidate the annexation of the Glasgow Addition, the Court relies on its speculation that <i>if</i> the Western Addition became populated with whites and <i>if</i> black voters moved into the city at some time in the future, their vote would be less effective than it would have been had the annexation not occurred. But the Court's theory is even more speculative when applied to the annexation of the vacant Western Addition. There is no way for the city to ensure that black individuals do not move into the Western Addition. The Fourteenth Amendment and various civil rights laws prohibit racially discriminatory state action, and fair <span class=\"star-pagination\">*478</span> housing laws prevent private action that would discourage black individuals from moving into the area. The District Court's conclusion that the Western Addition \"is likely to be developed for use by white persons only,\" <span class=\"citation\" data-id=\"2374625\"><a href=\"/opinion/2374625/city-of-pleasant-grove-v-united-states/\"><span class=\"volume\">568</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1455</span></a></span>, 1457, n. 8 (DC 1983), is sheer speculation. Whites as well as blacks lawfully can move into this area, and not even the prescience of federal courts can predict the extent to which this will occur or whether there ever will be any denial or dilution of the voting rights of blacks.<sup>[3]</sup></p>\n<p></p>\n<h2>C</h2>\n<p>The Court seeks support for its finding that the city acted with discriminatory motivation in the fact that it has declined in the past to annex three predominantly black communities.<sup>[4]</sup> In his dissent from the decision of the District Court, Judge MacKinnon persuasively pointed out that the city's economic justification for its annexation policy is plausible. <span class=\"citation\" data-id=\"1513937\"><a href=\"/opinion/1513937/city-of-pleasant-grove-v-united-states/\"><span class=\"volume\">623</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">782</span></a></span>, 793-795 (DC 1985). Even if one agreed with the District Court's view that the economic justification was flawed, this would not support the conclusion that the city acted in this case with a discriminatory motivation <i>prohibited by the Voting Rights Act.</i> The Government concedes that a failure to annex is not a voting-procedure \"change\" covered by § 5. See Brief for United States 21, n. 12. Nothing in the legislative history of § 5 or in any decision <span class=\"star-pagination\">*479</span> of this Court is to the contrary. The only possible relevance of the failure to annex is to the city's intent respecting the annexations that did occur. The desire of the city to annex a vacant parcel of land and a parcel inhabited by one white family, combined with the failure to annex black communities, is relevant \u0097 if at all \u0097 only if the motivation inferred fairly can be said to relate to voting. Even if the city desired to exclude persons from the city because of their race, the annexations at issue could not possibly deny, abridge, or in any way effect a retrogression in any black individual's municipal voting rights. The Court's holding that the city nevertheless intended to impair black voting rights is without justification.</p>\n<p></p>\n<h2>III</h2>\n<p>As Judge MacKinnon noted in his dissent from the District Court's opinion: \"There may, in fact, be actionable constitutional violations occurring in the City.\" 568 F. Supp., at 1462. But the possible existence of discriminatory intent and conduct unrelated to voting does not justify finding the city liable under the Voting Rights Act. We normally presume that state actors respect the guarantees of the Constitution, and we require an individual who alleges otherwise to <i>prove</i> the existence of purposeful discrimination. See <i>Arlington Heights</i> v. <i>Metropolitan Housing Development Corp.,</i> 429 U. S. 252, 265 (1977); <i>Washington</i> v. <i>Davis,</i> 426 U. S. 229, 240 (1976). The Voting Rights Act shifts the burden of proof to the state actor to prove the absence of discriminatory purpose. This Court upheld this unusual intrusion by the Act on state sovereignty specifically because its procedures were rationally related to the Fifteenth Amendment's guarantee respecting the right to vote. <i>South Carolina</i> v. <i>Katzenbach,</i> 383 U. S. 301, 325, 337 (1966). This shift in the burden of proof is justified <i>only</i> when the challenged conduct relates to voting. Here, the Court finds the city's conduct in fact related to voting when such a relationship cannot rationally exist.</p>\n<p><span class=\"star-pagination\">*480</span> In sum, the Court's reading of the Voting Rights Act divorces the Act from its constitutional justification \u0097 protecting <i>voting</i> rights \u0097 and represents an extension of the Act beyond even its \"broadest possible scope,\" <i>Allen</i> v. <i>State Board of Elections,</i> 393 U. S., at 567. Accordingly, I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Daniel J. Popeo</i> and <i>George C. Smith</i> filed a brief for the Washington Legal Foundation as <i>amicus curiae</i> urging reversal.</p>\n<p>[1]  Section 5, as set forth in 42 U. S. C. § 1973c, provides in relevant part:\n</p>\n<p>\"Whenever a State or political subdivision with respect to which the prohibitions set forth in section 1973b(a) of this title based upon determinations made under the first sentence of section 1973b(b) of this title are in effect shall enact or seek to administer any voting qualification or prerequisite to voting, or standard, practice, or procedure with respect to voting different from that in force or effect on November 1, 1964 . . . such State or subdivision may institute an action in the United States District Court for the District of Columbia for a declaratory judgment that such qualification, prerequisite, standard, practice, or procedure does not have the purpose and will not have the effect of denying or abridging the right to vote on account of race or color, . . . and unless and until the court enters such judgment no person shall be denied the right to vote for failure to comply with such qualification, prerequisite, standard, practice, or procedure: <i>Provided,</i> That such qualification, prerequisite, standard, practice, or procedure may be enforced without such proceeding if the qualification, prerequisite, standard, practice, or procedure has been submitted by the chief legal officer or other appropriate official of such State or subdivision to the Attorney General and the Attorney General has not interposed an objection within sixty days after such submission, or upon good cause shown, to facilitate an expedited approval within sixty days after such submission, the Attorney General has affirmatively indicated that such objection will not be made.\"</p>\n<p>It is undisputed that appellant, being a subdivision of the State of Alabama, is covered by § 5. See 30 Fed. Reg. 9897 (1965).</p>\n<p>[2]  At the time the District Court denied appellant's motion for summary judgment, the city had 32 black inhabitants, all of them residents of a nursing home. Because these persons were not registered to vote, and because city officials were apparently unaware of their existence at the time appellant made its latest annexation of land, the District Court treated appellant as all white. 568 F. Supp., at 1456, n. 3. Appellant informs us that in addition to the black residents of the nursing home, its inhabitants now include three black families, with two blacks registered to vote. Tr. of Oral Arg. 7. Two other black families have homes under construction within the city limits. <i>Ibid.</i></p>\n<p>[3]  Appellant's school system was subsequently found by a federal court to be an impermissible attempt to thwart the implementation of a unitary school system. <i>Stout</i> v. <i>Jefferson County Board of Education,</i> 448 F. 2d 403 (CA5 1971). Appellant was ordered to provide bus transportation to the black children assigned to its schools, but declined to do so. Ultimately, the court abolished appellant's school system and transferred control of the schools back to Jefferson County. <i>Stout</i> v. <i>Jefferson County Board of Education,</i> 466 F. 2d 1213 (CA5 1972), cert. denied <i>sub nom. Board of Education of the City of Pleasant Grove</i> v. <i>Stout,</i> 411 U. S. 930 (1973).</p>\n<p>[4]  Appellant has since resumed free paramedic services to the Highlands, and has continued the provision of free police services. <span class=\"citation\" data-id=\"1513937\"><a href=\"/opinion/1513937/city-of-pleasant-grove-v-united-states/\"><span class=\"volume\">623</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">782</span></a></span>, 785 (DC 1985).\n</p>\n<p>At the same time that it terminated free fire and paramedic protection to the Highlands, the City Council also terminated such free services to the black Dolomite neighborhood, which likewise petitioned unsuccessfully for annexation. The District Court's opinion does not address in detail the decision not to annex the Dolomite area and we shall not consider it separately.</p>\n<p>[5]  During hearings in 1981 on the extension of the Voting Rights Act, Congress asked the Department of Justice to provide summaries of relevant cases. In summarizing the present case, the Department stated:\n</p>\n<p>\"The Attorney General interposed a Section 5 objection to the annexation to Pleasant Grove of certain vacant land projected for all-white residential development because of the city's refusal to annex certain black areas.\" Extension of the Voting Rights Act: Hearings before the Subcommittee on Civil and Constitutional Rights of the House Committee on the Judiciary, 97th Cong., 1st Sess., 2567 (1982).</p>\n<p>[6]  The complaint sought relief only with respect to the Western Addition, but the District Court, when it became aware that the Glasgow Addition had never been precleared, ordered appellant to amend the complaint to include that annexation as well. 568 F. Supp., at 1456, n. 1.</p>\n<p>[7]  The court also observed that even if the burden of proving discrimination was on the United States, the court \"would have had no difficulty in finding that the annexation policy of Pleasant Grove is, by design, racially-discriminatory in violation of the Voting Rights Act.\" 623 F. Supp., at 788, n. 30.</p>\n<p>[8]  See Brief for United States 26, and n. 26. The Attorney General's position is as follows:\n</p>\n<p>\"Certain annexations, such as those of vacant land designated for use as a public park, do not require Section 5 review. Because Section 5 is concerned only with voting practices and procedures, the Attorney General does not require submission for preclearance of annexations of uninhabited land before such annexations take place. Rather, the Attorney General requires covered jurisdictions to submit such annexations for preclearance before inhabitants on the annexed area may vote in the annexing jurisdiction.\" <i>Id.,</i> at 21, n. 12.</p>\n<p>[9]  Indeed, in 1982 the Department apprised Congress of the Attorney General's decision not to preclear appellant's annexation of the Western Addition. See n. 5, <i>supra.</i> See also 128 Cong. Rec. 14297 (1982) (remarks of Sen. Helms) (criticizing Department of Justice decision not to preclear the annexation of an undeveloped subdivision in Wilson, N. C.); S. Rep. No. 97-417, p. 10, and n. 21 (1982) (citing United States Commission on Civil Rights, The Voting Rights Act: Unfulfilled Goals 65, which in turn notes that the Department of Justice has denied preclearance to the annexations of undeveloped areas zoned for middle-income housing).</p>\n<p>[10]  The dissent finds it \"difficult to see how the Court justifies applying § 5 preclearance procedures at all\" to the annexation of the Western Addition, because the annexation did not immediately enlarge the number of eligible voters. <i>Post,</i> at 477. It may be that Pleasant Grove could have delayed seeking preclearance for the Western Addition until that area had inhabitants desiring to vote, see n. 8, <i>supra,</i> but it is understandable that the city chose to seek preclearance at an earlier juncture: developing a tract of land is an expensive proposition, and the marketability of the new homes may depend on assurances that buyers will be entitled to all the benefits of residency in the city \u0097 including voting. The Attorney General's decision to permit Pleasant Grove to seek preclearance at the time it did accommodates the city's interests and was surely not forbidden by § 5.</p>\n<p>[11]  Appellant's argument is also incorrect insofar as it implies that a covered jurisdiction can short-circuit a purpose inquiry under § 5 by arguing that the intended result was not impermissible under an objective effects inquiry. Much of the dissent's argument is to the same effect. See <i>post,</i> at 474-477. We rejected such reasoning in <i>City of Richmond</i> v. <i>United States,</i> 422 U. S. 358 (1975). There, an annexation deprived blacks of majority voting status, but we held that nonimpermissible effect had been shown because \"the post-annexation electoral system fairly recognize[d] the [black] minority's political potential.\" <i>Id.,</i> at 378. But while the effect of reducing the relative strength of the black vote was, standing alone, perfectly legal, we found it necessary to remand the case for further inquiry into purpose. In so doing, we stated:\n</p>\n<p>\"[I]t may be asked how it could be forbidden by § 5 to have the purpose and intent of achieving only what is a perfectly legal result under that section and why we need remand for further proceedings with respect to purpose alone. The answer is plain, and we need not labor it. An official action, whether an annexation or otherwise taken for the purpose of discriminating against Negroes on account of their race has no legitimacy at all under our Constitution or under the statute. . . . An annexation proved to be of this kind and not proved to have a justifiable basis is forbidden by § 5, whatever its actual effect may have been or may be.\" <i>Id.,</i> at 378-379.</p>\n<p>[12]  To the extent that there is any doubt on the subject, it should be remembered that appellant has the burden of proving the <i>absence</i> of discriminatory purpose respecting voting. See <i>supra,</i> at 469.</p>\n<p>[1]  It is difficult even to hypothesize a situation in which the foreseeable effect on black voting rights from an addition of a 20-member white family would be anything more than <i>de minimis.</i> Where the hypothetical effect of an annexation cannot be to dilute black voting strength within the meaning of the Voting Rights Act, to impute such a purpose to the city is irrational.</p>\n<p>[2]  At issue in <i>City of Richmond</i> was the proposed annexation by the city of 23 square miles of adjacent land. The preannexation population of the city was 202, 359, of which 104,207 or 52% were black citizens. The annexation would have added 47,262 people to the city's population, of whom 1,557 were black. The postannexation population of the city would have been 249,621, of which 105,764 or 42% would have been black. 422 U. S., at 363. The proposed annexation thus would have significantly changed the composition of the municipal electorate and substantially reduced black voting strength within the city.</p>\n<p>[3]  If we are to engage in speculation, an equally logical, if not more compelling, assumption is that the annexation of the Western Addition will <i>increase</i> the black voting strength in the city. The Western Addition is zoned to contain 700 residences. With the sale of each home, the possibility exists that a potential black voter will become a city resident. The same possibility exists with each sale of an existing home in Pleasant Grove. Logically, the increase that the annexation causes in the number of homes for sale should increase the probability that a black individual will buy one and become a municipal voter.</p>\n<p>[4]  In 1971, the city denied the annexation request of an area including the historically all-black Woodward School. In 1979, the city denied the annexation requests of the all-black Pleasant Grove Highlands and the predominantly black Dolomite area.</p>\n\n</div>", 
  "sha1": "76e1ce9129383e57726eea6aa795e94e48e384fa", 
  "date_modified": "2014-12-21T02:09:23.545842", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/111793/pleasant-grove-v-united-states/", 
  "citation_count": 22, 
  "supreme_court_db_id": "1986-026", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/2503849/", 
  "html": "<p class=\"case_cite\">479 U.S. 462</p>\n    <p class=\"case_cite\">107 S.Ct. 794</p>\n    <p class=\"case_cite\">93 L.Ed.2d 866</p>\n    <p class=\"parties\">CITY OF PLEASANT GROVE, Appellant<br>v.<br>UNITED STATES.</p>\n    <p class=\"docket\">No. 85-1244.</p>\n    <p class=\"date\">Argued Dec. 10, 1986.</p>\n    <p class=\"date\">Decided Jan. 21, 1987.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Appellant, an Alabama city that has a long history of racial discrimination and that until recently had an all-white population, is covered by &#167; 5 of the Voting Rights Act of 1965 (Act) and accordingly must seek preclearance before instituting any change in a standard, practice, or procedure affecting voting. Appellant sought approval by the Attorney General for the annexation of two parcels of land, one vacant (hereinafter called the Western Addition) and the other (Glasgow Addition) added at the request of its inhabitants, an extended white family who wished their children to attend appellant's then all-white school system.  The Attorney General objected to the annexations, finding with respect to the Western Addition that appellant's refusal to annex an adjacent black neighborhood (Highlands) was indicative of an intent to annex only white areas.  Pursuant to &#167; 5 of the Act, appellant then filed this declaratory action in the United States District Court for the District of Columbia, which denied relief, finding that the Western Addition's location and appellant's plans for relatively expensive housing there indicated that it was likely to be developed for use by white persons only.  The court further found that appellant failed to carry its burden of proving that the annexations at issue did not have the purpose of abridging or denying the right to vote on account of race.</p>\n      <p class=\"indent\">\n        <i>Held:</i>\n      </p>\n      <p class=\"indent\">1. Fundamental principles of the Act, governing this case, are that an annexation of inhabited land constitutes a change in voting practice or procedure subject to preclearance under &#167; 5, and even the annexation of vacant land on which residential development is anticipated must be precleared before those moving into the area may vote in the annexing jurisdiction.  Moreover, Congress intended that a voting practice not be precleared unless <i>both</i> discriminatory purpose and effect are absent, and the burden of proving absence of discriminatory purpose and effect is on the covered jurisdiction.  Pp. 467-469.</p>\n      <p class=\"indent\">2. There is no merit to appellant's contention that the District Court erred in concluding that appellant had not carried its burden of showing that the annexations were untainted by a racially discriminatory purpose.  In arriving at its decision, the District Court relied on a variety of evidence, principally its finding that the refusal to annex the Highlands while annexing other areas was racially motivated rather than, as appellant asserted, based upon economic considerations.  The court's findings, both as to the purpose of not annexing the Highlands and with respect to the weight of the evidence regarding the purpose of the two annexations at issue, are findings of fact that must be accepted unless clearly erroneous, and appellant has not established that they are clearly erroneous.  Appellant's argument that even if its decision not to annex the Highlands was racially motivated, such decision was not a change respecting voting and hence was not subject to &#167; 5 is correct, but not dispositive.  The failure to annex black areas while simultaneously annexing nonblack areas is highly significant in demonstrating that appellant's annexations were purposefully designed to perpetuate it as an enlarged enclave of white voters. Moreover, the contention that since appellant had no black voters at the time of the annexations they could not have caused an impermissible effect on black voting and thus it cannot be concluded that appellant had a discriminatory purpose, is based on the incorrect assumption that an impermissible purpose under &#167; 5 can relate only to present circumstances.  Section 5 looks not only to the present effects of changes, but to their future effects as well, and, likewise, an impermissible purpose under &#167; 5 may relate to anticipated as well as present circumstances.  Pp. 469-472.</p>\n      <p class=\"indent\">623 F.Supp. 782, affirmed.</p>\n      <p class=\"indent\">WHITE, J., delivered the opinion of the Court, in which BRENNAN, MARSHALL, BLACKMUN, STEVENS, and SCALIA, JJ., joined. POWELL, J., filed a dissenting opinion, in which REHNQUIST, C.J., and O'CONNOR, J., joined, <i>post,</i> p. 472.</p>\n      <p class=\"indent\">Thomas G. Corcoran, Jr., Washington, D.C., for appellant.</p>\n      <p class=\"indent\">Jerrold J. Ganzfried, Washington, D.C., for appellee.</p>\n      <p class=\"indent\">Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant, Pleasant Grove, a city in Alabama that until recently had an all-white population, is covered by &#167; 5 of the Voting Rights Act of 1965, 79 Stat. 439, as amended, 42 U.S.C. &#167; 1973c, and accordingly must seek preclearance before instituting any change in a standard, practice, or procedure affecting voting.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Appellant unsuccessfully sought preclearance by the Attorney General for the annexation of two parcels of land, one vacant and the other inhabited by a few whites.  Appellant also failed to convince a three-judge District Court that the annexations did not have the purpose of abridging or denying the right to vote on account of race.  We noted probable jurisdiction, 476 U.S. 1113, 106 S.Ct. 1966, 90 L.Ed.2d 651 (1986), and now affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Appellant, whose population numbers approximately 7,000, was described by the District Court as \"an all-white enclave in an otherwise racially mixed area of Alabama.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  568 F.Supp. 1455, 1456 (DC 1983).  The city has a long history of racial discrimination.  The District Court's opinions chronicle the city's past discriminatory practices in some detail, and we will not repeat that history fully here.  See 623 F.Supp. 782, 787-788 (DC 1985);  568 F.Supp., at 1456-1457.  Suffice it to say that in housing, zoning, hiring, and school policies appellant's officials have shown unambiguous opposition to racial integration, both before and after the passage of the federal civil rights laws.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The two annexations at issue in this case are the Glasgow Addition, a 40-acre parcel added in 1969, App. 7, and the Western Addition, a 450-acre area added in 1979.  The Glasgow Addition was added at the request of its inhabitants, an extended white family who wished their children to attend appellant's newly formed, all-white school district rather than the recently desegregated Jefferson County system.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The Western Addition is uninhabited, but the District Court found that \"its location and the City's plans [for relatively expensive housing] indicate that it is likely to be developed for use by white persons only.\"  623 F.Supp., at 784, n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While approval of the Western Annexation was pending before the Alabama Legislature, appellant's City Council voted to withdraw fire and paramedic services that appellant was providing without charge to an adjacent black neighborhood known as Pleasant Grove Highlands (Highlands).  In response, inhabitants of the Highlands, which has housing comparable to that in Pleasant Grove, petitioned for annexation to the city.  The City Council restored free fire protection, but did not otherwise act on the petition.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> App. 18-19.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant sought preclearance for the annexation of the Western Addition, but the Attorney General objected because he found the refusal to annex the Highlands indicative of an intent to annex only white areas.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The city then filed this declaratory action in the District Court for the District of Columbia.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  In denying appellant's motion for summary judgment, the court held, over one judge's dissent, that \"a community may not annex adjacent white areas while applying a wholly different standard to black areas and failing to annex them based on that discriminatory standard.\"  568 F.Supp., at 1460.  In its subsequent decision on the merits, the court, with one judge dissenting, denied declaratory relief, holding that the city had failed to carry its burden of proving that the two annexations at issue did not have the purpose of abridging or denying the right to vote on account of race.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Before addressing appellant's arguments, we find it useful to review two fundamental principles of the Voting Rights Act.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\"><i>First.</i>  An annexation of inhabited land constitutes a change in voting practice or procedure subject to preclearance under &#167; 5. <i>City of Richmond v. United States,</i> 422 U.S. 358, 368, 95 S.Ct. 2296, 2302, 45 L.Ed.2d 245 (1975);  <i>Perkins v. Matthews,</i> 400 U.S. 379, 388, 91 S.Ct. 431, 436, 27 L.Ed.2d 476 (1971)).  Even the annexation of vacant land on which residential development is anticipated must be precleared before those moving into the area may vote in the annexing jurisdiction.  In <i>City of Rome v. United States,</i> 446 U.S. 156, 100 S.Ct. 1548, 64 L.Ed.2d 119 (1980), this Court affirmed the denial of preclearance to 13 annexations, 9 of which were vacant land.  See <i>id.,</i> at 194, 196, 100 S.Ct., at 1570, 1571 (POWELL, J., dissenting);  <i>City of Rome, Ga. v. United States,</i> 472 F.Supp. 221, 246 (DC 1979).  This holding is consistent with the well-established teaching of <i>Allen v. State Board of Elections,</i> 393 U.S. 544, 89 S.Ct. 817, 22 L.Ed.2d 1 (1969), that Congress intended the preclearance provisions of the Voting Rights Act to be given \"the broadest possible scope,\" <i>id.,</i> at 567, 89 S.Ct., at 832, and to reach \"any state enactment which alter[s] the election law of a covered State in even a minor way,\" <i>id.,</i> at 566, 89 S.Ct., at 832.  Allowing a State to circumvent the preclearance requirement for annexations by annexing vacant land intended for white developments would disserve Congress' intent to reach \"the subtle, as well as the obvious, state regulations which have the effect of denying citizens their right to vote because of their race.\"  <i>Id.,</i> at 565, 89 S.Ct., at 831.  Moreover, the Attorney General, whose interpretation of the Voting Rights Act is entitled to considerable deference, see, <i>e.g., United States v. Sheffield Board of Comm'rs,</i> 435 U.S. 110, 131, 98 S.Ct. 965, 979, 55 L.Ed.2d 148 (1978), has consistently interpreted &#167; 5 to reach the annexation of vacant land intended for residential development.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Finally, Congress was aware of the Attorney General's view in this regard, and implicitly approved it, when it reenacted the Voting Rights Act in 1982.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  Cf. <i>id.,</i> at 131-135, 98 S.Ct., at 979-981.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>Second.</i>  \"Congress plainly intended that a voting practice not be precleared unless <i>both</i> discriminatory purpose and effect are absent.\"   <i>City of Rome, supra,</i> 446 U.S., at 172, 100 S.Ct., at 1559 (emphasis in original).  See also, <i>e.g., City of Richmond, supra,</i> 422 U.S., at 378, 95 S.Ct., at 2307.  The burden of proving absence of discriminatory purpose and effect is on appellant. See, <i>e.g., City of Rome, supra,</i> 446 U.S., at 183, n. 18, 100 S.Ct., at 1565, n. 18.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The city does not claim that either of the two annexations was not a change in voting practices subject to preclearance under &#167; 5, even though the Western Addition was at the time uninhabited.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  Neither does it disagree that it must prove that the two annexations had neither the discriminatory purpose nor effect prohibited by &#167; 5 of the Act.  Its challenge is to the District Court's conclusion that the city had not carried its burden of showing that the annexations were untainted by a racially discriminatory purpose.  In arriving at this judgment, the District Court relied on a variety of evidence, principally its finding that the refusal to annex the Highlands while annexing other areas was racially motivated.  These findings, both as to the purpose of not annexing the Highlands and with respect to the weight of the evidence regarding the purpose of the two annexations at issue, are findings of fact that we must accept unless clearly erroneous.  The city has not convinced us that they are.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant insists, as it did below, that its failure to annex the Highlands was not racially motivated, but based upon economic considerations.  The District Court found this justification \"a mere pretext for race-biased annexation decisions.\"  623 F.Supp., at 784.  The court found that appellant's economic argument was developed after the fact and was not the true basis for the decision not to annex the Highlands.  <i>Id.,</i> at 784-785. Furthermore, the court found that appellant's argument did not reflect economic realities in a number of respects.  For example, appellant's calculation of the costs of annexing the Highlands included the cost of services it was already providing <i>gratis</i> to that neighborhood.  <i>Id.,</i> at 786-787.  Appellant also failed to consider that annexing the Highlands would generate immediate ad valorem taxes and possibly development fees from the construction of new homes.  <i>Id.,</i> at 786.  At the same time, appellant's comparative estimate of the revenues that would be generated by the Western Addition failed to take into account such necessary costs as the construction of a new fire station, a major traffic artery, and a new neighborhood park.  <i>Id.,</i> at 787, n. 21.  The District Court concluded that refusing to annex the Highlands was racially motivated.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant argues that even if its decision not to annex the Highlands was racially motivated, that decision was not a change respecting voting and hence not subject to &#167; 5.  That point is correct but not dispositive;  as the Solicitor General argues: \"[T]he failure to annex [black] areas, while the city was simultaneously annexing non-black areas, is highly significant in demonstrating that the city's annexation here was purposefully designed to perpetuate Pleasant Grove as an enlarged enclave of white voters.\"  Brief for United States 21, n. 12.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant also relies on the fact that there were no black voters in Pleasant Grove at the time the relevant annexation decisions were made, so that the annexations did not reduce the proportion of black voters or deny existing black voters representation equivalent to their political strength in the enlarged community.  Cf. <i>City of Richmond v. United States,</i> 422 U.S., at 370-371, 95 S.Ct., at 2303-2304.  Appellant contends that since the annexations could not possibly have caused an impermissible effect on black voting, it makes no sense to say that appellant had a discriminatory purpose.  This argument is based on the incorrect assumption that an impermissible purpose under &#167; 5 can relate only to present circumstances.  Section 5 looks not only to the present effects of changes, but to their future effects as well, as shown by the fact that annexations of vacant land are subject to preclearance even though no one's right to vote is immediately affected.  See <i>supra,</i> at 467-468, and n. 8. Likewise, an impermissible purpose under &#167; 5 may relate to anticipated as well as present circumstances.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is quite plausible to see appellant's annexation of the Glasgow and Western Additions as motivated, in part, by the impermissible purpose of minimizing future black voting strength.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  Common sense teaches that appellant cannot indefinitely stave off the influx of black residents and voters indeed, the process of integration, long overdue, has already begun.  See <i>supra,</i> at 465, n. 2.  One means of thwarting this process is to provide for the growth of a monolithic white voting block, thereby effectively diluting the black vote in advance. This is just as impermissible a purpose as the dilution of present black voting strength.  Cf. <i>City of Richmond, supra,</i> 422 U.S., at 378, 95 S.Ct., at 2307.  To hold otherwise would make appellant's extraordinary success in resisting integration thus far a shield for further resistance.  Nothing could be further from the purposes of the Voting Rights Act.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In light of the record before us, we are not left with the definite and firm conviction that the District Court was mistaken either in finding that the refusal to annex the Highlands was racially motivated or that there was insufficient proof that the annexation of the Glasgow and Western Additions did not have a purpose forbidden by &#167; 5.  Those findings are not, therefore, clearly erroneous.  <i>Anderson v. Bessemer City,</i> 470 U.S. 564, 105 S.Ct. 1504, 84 L.Ed.2d 518 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The judgment of the District Court is accordingly</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Justice POWELL, with whom THE CHIEF JUSTICE and Justice O'CONNOR join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Court today affirms the decision of the District Court, holding that a city can act with a purpose to \"den[y] or abridg[e]\" black voting rights, 42 U.S.C. &#167; 1973c, even when the city's actions can have no present effect on the voting rights of any black individual and any future effect on black voting rights is purely speculative.  Because the Court's finding of a violation of the Voting Rights Act is inconsistent with the language and purpose of the Act, I dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">* Before examining the decision in this case, it is appropriate to restate the principles articulated in this Court's decisions under &#167; 5 of the Voting Rights Act.  We have consistently noted: \"The language of &#167; 5 clearly provides that it applies only to proposed <i>changes</i> in voting procedures.\"  <i>Beer v. United States,</i> 425 U.S. 130, 138, 96 S.Ct. 1357, 1362, 47 L.Ed.2d 629 (1976) (emphasis added).  See <i>Allen v. State Board of Elections,</i> 393 U.S. 544, 566, 89 S.Ct. 817, 832, 22 L.Ed.2d 1 (1969).  In <i>Perkins v. Matthews,</i> 400 U.S. 379, 91 S.Ct. 431, 27 L.Ed.2d 476 (1971), the Court first found that a proposed annexation could constitute a \"change\" in voting procedures covered by &#167; 5.  It explained the reason for this holding:  \"[Section] 5 was designed to cover changes having a potential for racial discrimination in voting, and such potential inheres in <i>a change in the composition of the electorate affected by an annexation.</i>\"  <i>Id.,</i> at 388-389, 91 S.Ct., at 436-437 (emphasis added).  See <i>Port Arthur v. United States,</i> 459 U.S. 159, 161, 103 S.Ct. 530, 532, 74 L.Ed.2d 334 (1982) (\"<i>Perkins</i> . . . held that changes in the boundary lines of a city by annexations <i>that enlarge the number of eligible voters</i> are events covered by &#167; 5\") (emphasis added).  Thus, this Court's decisions establish that preclearance under &#167; 5 is required when and only when&#8212;an annexation changes the previous \"voting procedures\" by altering the number or racial composition of the municipal voters.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We also have defined the type of change in voting procedures that violates the Voting Rights Act:  \" '[T]he purpose of &#167; 5 has always been to insure that no voting-procedure changes would be made that would lead to a retrogression in the position of racial minorities with respect to their effective exercise of the franchise.' \"  <i>Lockhart v. United States,</i> 460 U.S. 125, 134, 103 S.Ct. 998, 1004, 74 L.Ed.2d 863 (1983) (quoting <i>Beer v. United States, supra,</i> 425 U.S., at 141, 96 S.Ct., at 1363).  An annexation can have such a retrogressive effect on the voting rights of blacks by \"dilut[ing] the weight of the votes of the voters to whom the franchise was limited before the annexation.\" <i>Perkins v. Matthews, supra,</i> 400 U.S., at 388, 91 S.Ct., at 437. But the Court's inquiry has not terminated with a finding that a proposed annexation \"reduc[es] the relative political strength of the minority race in the enlarged city as compared with what it was before the annexation.\"  <i>City of Richmond v. United States,</i> 422 U.S. 358, 378, 95 S.Ct. 2296, 2307, 45 L.Ed.2d 245 (1975).  An annexation that dilutes the minority vote \"is not a statutory violation as long as the post-annexation electoral system fairly recognizes the minority's political potential.\"  <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While this Court's decisions have made clear that a voting-procedure change must lack both discriminatory purpose and effect to survive &#167; 5 scrutiny, <i>City of Rome v. United States,</i> 446 U.S. 156, 172, 100 S.Ct. 1548, 1559, 64 L.Ed.2d 119 (1980), the Court has always recognized that a discriminatory purpose within the meaning of &#167; 5 must relate to voting.  This Court's broad statement respecting discriminatory purpose under &#167; 5 must be read in context:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"An official action, whether an annexation or otherwise,      taken for the purpose of discriminating against Negroes on      account of their race has no legitimacy at all under our      Constitution or under the statute.  Section 5 forbids voting      changes <i>taken with the purpose of denying the vote on the      grounds of race or color.</i>  Congress surely has the power to      prevent such gross racial slurs, the only point of which is      'to despoil colored citizens, and only colored citizens, of      their theretofore enjoyed <i>voting rights.</i>'  <i>Gomillion v.      Lightfoot,</i> 364 U.S. 339, 347 [81 S.Ct. 125, 130, 5 L.Ed.2d      110] (1960).\"   <i>City of Richmond v. United States, supra,</i> 422      U.S., at 378, 95 S.Ct., at 2307 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, the previous decisions of this Court make explicitly clear that for a city to have a discriminatory purpose within the meaning of the Voting Rights Act, it must intend its action to have a retrogressive effect on the voting rights of blacks. <i>Lockhart v. United States, supra,</i> 460 U.S., at 134, 103 S.Ct., at 1004.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The Court today affirms a finding that in annexing the two parcels of land at issue, the city had the purpose, prohibited by the Voting Rights Act, \"of denying or abridging the right to vote on account of race or color.\"  42 U.S.C. &#167; 1973c.  Because the actions challenged in this case could not have had <i>any</i> effect on minority voting rights, much less a retrogressive effect, it is clear that the city of Pleasant Grove could not have acted with such an intent respecting either of the annexations at issue in this case.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">When the Glasgow Addition was annexed in 1969, it contained only one family of 12 white voters.  Now, more than 15 years later, this 40-acre tract still contains only one family that currently numbers 20 white voters.  Of course, one can say that the addition of a handful of white voters to a community of some 7,000 white residents \"enlarge[d] the number of eligible voters.\" <i>Port Arthur v. United States, supra,</i> 459 U.S., at 161, 103 S.Ct., at 532.  The same could be said if an annexation added only <i>one</i> white voter.  But a finding that either annexation was motivated by its anticipated effect on <i>voting</i> rights is out of touch with reality.  The \"dilution\" of any resident's voting rights from an annexation such as the Glasgow Addition&#8212;20 votes in a city of 7,000 residents&#8212;could not constitute a retrogression in voting rights under the Act.  No showing has been made&#8212;and indeed none could be made&#8212;that a change of this number of white voters over a 15-year period has had any effect on voting rights.  Nor has the annexation in any way \"change[d] . . . the composition of the electorate.\"  <i>Perkins v. Matthews, supra,</i> 400 U.S., at 389, 91 S.Ct., at 437.  The city was composed solely of white voters before and after the annexation of the Glasgow Addition.  The annexation therefore could not have had <i>any effect whatsoever</i> on minority voting rights, and the city could not have acted with a purpose to dilute the voting rights of black municipal voters.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Court attempts to avoid this conclusion by finding that a retrogression in voting rights, for the purpose of ascertaining discriminatory motivation, can be gauged by the effect of the annexation on some hypothetical future black municipal voters.  According to this speculative reasoning, <i>if</i> one assumes that some hypothetical black voters will move into Pleasant Grove in the future, and <i>if</i> one further assumes that the racial composition of the Glasgow Addition will remain unchanged, the hypothetical black voters will find their voting strength diluted from what it would have been absent the annexation.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  But such speculation in finding a discriminatory purpose on the part of a state actor is illogical and unprecedented.  Although we have stated that &#167; 5 reaches changes with the \"potential for racial discrimination in voting,\" <i>Perkins v. Matthews,</i> 400 U.S., at 389, 91 S.Ct., at 437, the \"potential\" refers to present and concrete effects, not effects based only on speculation as to what <i>might</i> happen at some time in the future.  Under &#167; 5, the Court consistently has looked to the effect of a voting change on the present minority residents of the relevant political subdivision. See <i>City of Richmond v. United States, supra,</i> 422 U.S., at 378, 95 S.Ct., at 2307.  (The relevant comparison in assessing whether \"the post-annexation electoral system fairly recognizes the minority's political potential\" is between \"the relative political strength of the minority race in the enlarged city as compared with what it was before the annexation\").<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  Where an annexation's effect on voting rights is purely hypothetical, an inference that the city acted with a motivation related to <i>voting</i> rights is unsupportable.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Western Addition, annexed in 1979, is a parcel of vacant land.  Its annexation did not and could not in any way \"change . . . the composition of the electorate.\"  <i>Perkins v. Matthews, supra,</i> 400 U.S., at 389, 91 S.Ct., at 437.  It did not even \"enlarge the number of eligible voters.\"  <i>Port Arthur v. United States,</i> 459 U.S., at 161, 103 S.Ct., at 532.  Thus, it is difficult to see how the Court justifies applying &#167; 5 preclearance procedures at all. But even if one assumes that the &#167; 5 procedures apply, this annexation could not have been motivated by a discriminatory purpose proscribed by the Voting Rights Act.  There is no basis for imputing an intent to deny or abridge the voting rights of blacks when a community of white citizens annexes completely vacant land.  The annexation did not exclude or include a <i>single</i> voter in Pleasant Grove.  Nor could the annexation have been intended to have a retrogressive effect on black voting rights when there were no black voters in the city and no voters, white or black, in the Western Addition.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Court again relies on future hypothetical black voters to find that the city acted with a \"purpose of denying the vote on the grounds of race or color.\"  <i>City of Richmond v. United States,</i> 422 U.S., at 378, 95 S.Ct., at 2307.  Under the same reasoning employed to invalidate the annexation of the Glasgow Addition, the Court relies on its speculation that <i>if</i> the Western Addition became populated with whites and <i>if</i> black voters moved into the city at some time in the future, their vote would be less effective than it would have been had the annexation not occurred. But the Court's theory is even more speculative when applied to the annexation of the vacant Western Addition.  There is no way for the city to ensure that black individuals do not move into the Western Addition.  The Fourteenth Amendment and various civil rights laws prohibit racially discriminatory state action, and fair housing laws prevent private action that would discourage black individuals from moving into the area.  The District Court's conclusion that the Western Addition \"is likely to be developed for use by white persons only,\" 568 F.Supp. 1455, 1457, n. 8 (DC 1983), is sheer speculation.  Whites as well as blacks lawfully can move into this area, and not even the prescience of federal courts can predict the extent to which this will occur or whether there ever will be any denial or dilution of the voting rights of blacks.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Court seeks support for its finding that the city acted with discriminatory motivation in the fact that it has declined in the past to annex three predominantly black communities.<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  In his dissent from the decision of the District Court, Judge MacKinnon persuasively pointed out that the city's economic justification for its annexation policy is plausible.  623 F.Supp. 782, 793-795 (DC 1985).  Even if one agreed with the District Court's view that the economic justification was flawed, this would not support the conclusion that the city acted in this case with a discriminatory motivation <i>prohibited by the Voting Rights Act.</i>  The Government concedes that a failure to annex is not a voting-procedure \"change\" covered by &#167; 5.  See Brief for United States 21, n. 12. Nothing in the legislative history of &#167; 5 or in any decision of this Court is to the contrary.  The only possible relevance of the failure to annex is to the city's intent respecting the annexations that did occur.  The desire of the city to annex a vacant parcel of land and a parcel inhabited by one white family, combined with the failure to annex black communities, is relevant if at all&#8212;only if the motivation inferred fairly can be said to relate to voting.  Even if the city desired to exclude persons from the city because of their race, the annexations at issue could not possibly deny, abridge, or in any way effect a retrogression in any black individual's municipal voting rights. The Court's holding that the city nevertheless intended to impair black voting rights is without justification.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As Judge MacKinnon noted in his dissent from the District Court's opinion:  \"There may, in fact, be actionable constitutional violations occurring in the City.\"  568 F.Supp., at 1462.  But the possible existence of discriminatory intent and conduct unrelated to voting does not justify finding the city liable under the Voting Rights Act.  We normally presume that state actors respect the guarantees of the Constitution, and we require an individual who alleges otherwise to <i>prove</i> the existence of purposeful discrimination.  See <i>Arlington Heights v. Metropolitan Housing Development Corp.,</i> 429 U.S. 252, 265, 97 S.Ct. 555, 563, 50 L.Ed.2d 450 (1977);  <i>Washington v. Davis,</i> 426 U.S. 229, 240, 96 S.Ct. 2040, 2047, 48 L.Ed.2d 597 (1976).  The Voting Rights Act shifts the burden of proof to the state actor to prove the absence of discriminatory purpose.  This Court upheld this unusual intrusion by the Act on state sovereignty specifically because its procedures were rationally related to the Fifteenth Amendment's guarantee respecting the right to vote. <i>South Carolina v. Katzenbach,</i> 383 U.S. 301, 325, 337, 86 S.Ct. 803, 816, 823, 15 L.Ed.2d 769 (1966).  This shift in the burden of proof is justified <i>only</i> when the challenged conduct relates to voting.  Here, the Court finds the city's conduct in fact related to voting when such a relationship cannot rationally exist.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In sum, the Court's reading of the Voting Rights Act divorces the Act from its constitutional justification&#8212;protecting <i>voting</i> rights&#8212;and represents an extension of the Act beyond even its \"broadest possible scope,\" <i>Allen v. State Board of Elections,</i> 393 U.S., at 567, 89 S.Ct., at 832.  Accordingly, I dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 5, as set forth in 42 U.S.C. &#167; 1973c, provides in relevant part:</p>\n        <p>\"Whenever a State or political subdivision with respect to which the prohibitions set forth in section 1973b(a) of this title based upon determinations made under the first sentence of section 1973b(b) of this title are in effect shall enact or seek to administer any voting qualification or prerequisite to voting, or standard, practice, or procedure with respect to voting different from that in force or effect on November 1, 1964 . . . such State or subdivision may institute an action in the United States District Court for the District of Columbia for a declaratory judgment that such qualification, prerequisite, standard, practice, or procedure does not have the purpose and will not have the effect of denying or abridging the right to vote on account of race or color, . . . and unless and until the court enters such judgment no person shall be denied the right to vote for failure to comply with such qualification, prerequisite, standard, practice, or procedure:  <i>Provided,</i> That such qualification, prerequisite, standard, practice, or procedure may be enforced without such proceeding if the qualification, prerequisite, standard, practice, or procedure has been submitted by the chief legal officer or other appropriate official of such State or subdivision to the Attorney General and the Attorney General has not interposed an objection within sixty days after such submission, or upon good cause shown, to facilitate an expedited approval within sixty days after such submission, the Attorney General has affirmatively indicated that such objection will not be made.\"</p>\n        <p>It is undisputed that appellant, being a subdivision of the State of Alabama, is covered by &#167; 5.  See 30 Fed.Reg. 9897 (1965).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At the time the District Court denied appellant's motion for summary judgment, the city had 32 black inhabitants, all of them residents of a nursing home.  Because these persons were not registered to vote, and because city officials were apparently unaware of their existence at the time appellant made its latest annexation of land, the District Court treated appellant as all white.  568 F.Supp., at 1456, n. 3.  Appellant informs us that in addition to the black residents of the nursing home, its inhabitants now include three black families, with two blacks registered to vote.  Tr. of Oral Arg. 7.  Two other black families have homes under construction within the city limits.  <i>Ibid.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Appellant's school system was subsequently found by a federal court to be an impermissible attempt to thwart the implementation of a unitary school system.  <i>Stout v. Jefferson County Board of Education,</i> 448 F.2d 403 (CA5 1971).  Appellant was ordered to provide bus transportation to the black children assigned to its schools, but declined to do so.  Ultimately, the court abolished appellant's school system and transferred control of the schools back to Jefferson County.  <i>Stout v. Jefferson County Board of Education,</i> 466 F.2d 1213 (CA5 1972), cert. denied <i>sub nom. Board of Education of the City of Pleasant Grove v. Stout,</i> 411 U.S. 930, 93 S.Ct. 1891, 36 L.Ed.2d 389 (1973).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Appellant has since resumed free paramedic services to the Highlands, and has continued the provision of free police services.  623 F.Supp. 782, 785 (DC 1985).</p>\n        <p>At the same time that it terminated free fire and paramedic protection to the Highlands, the City Council also terminated such free services to the black Dolomite neighborhood, which likewise petitioned unsuccessfully for annexation.  The District Court's opinion does not address in detail the decision not to annex the Dolomite area and we shall not consider it separately.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> During hearings in 1981 on the extension of the Voting Rights Act, Congress asked the Department of Justice to provide summaries of relevant cases.  In summarizing the present case, the Department stated:  \"The Attorney General interposed a Section 5 objection to the annexation to Pleasant Grove of certain vacant land projected for all-white residential development because of the city's refusal to annex certain black areas.\"  Extension of the Voting Rights Act:  Hearings before the Subcommittee on Civil and Constitutional Rights of the House Committee on the Judiciary, 97th Cong., 1st Sess., 2567 (1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The complaint sought relief only with respect to the Western Addition, but the District Court, when it became aware that the Glasgow Addition had never been precleared, ordered appellant to amend the complaint to include that annexation as well.  568 F.Supp., at 1456, n. 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The court also observed that even if the burden of proving discrimination was on the United States, the court \"would have had no difficulty in finding that the annexation policy of Pleasant Grove is, by design, racially-discriminatory in violation of the Voting Rights Act.\"  623 F.Supp., at 788, n. 30.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Brief for United States 26, and n. 26.  The Attorney General's position is as follows:</p>\n        <p>\"Certain annexations, such as those of vacant land designated for use as a public park, do not require Section 5 review. Because Section 5 is concerned only with voting practices and procedures, the Attorney General does not require submission for preclearance of annexations of uninhabited land before such annexations take place.  Rather, the Attorney General requires covered jurisdictions to submit such annexations for preclearance before inhabitants on the annexed area may vote in the annexing jurisdiction.\"  <i>Id.,</i> at 21, n. 12.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Indeed, in 1982 the Department apprised Congress of the Attorney General's decision not to preclear appellant's annexation of the Western Addition.  See n. 5, <i>supra.</i>  See also 128 Cong.Rec. 14297 (1982) (remarks of Sen. Helms) (criticizing Department of Justice decision not to preclear the annexation of an undeveloped subdivision in Wilson, N.C.);  S.Rep. No. 97-417, p. 10, and n. 21 (1982), U.S.Code Cong. &amp; Admin.News 1982, pp. 177, 187 (citing United States Commission on Civil Rights, The Voting Rights Act: Unfulfilled Goals 65, which in turn notes that the Department of Justice has denied preclearance to the annexations of undeveloped areas zoned for middle-income housing).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The dissent finds it \"difficult to see how the Court justifies applying &#167; 5 preclearance procedures at all\" to the annexation of the Western Addition, because the annexation did not immediately enlarge the number of eligible voters.  <i>Post,</i> at 477. It may be that Pleasant Grove could have delayed seeking preclearance for the Western Addition until that area had inhabitants desiring to vote, see n. 8, <i>supra,</i> but it is understandable that the city chose to seek preclearance at an earlier juncture:  developing a tract of land is an expensive proposition, and the marketability of the new homes may depend on assurances that buyers will be entitled to all the benefits of residency in the city&#8212;including voting.  The Attorney General's decision to permit Pleasant Grove to seek preclearance at the time it did accommodates the city's interests and was surely not forbidden by &#167; 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Appellant's argument is also incorrect insofar as it implies that a covered jurisdiction can short-circuit a purpose inquiry under &#167; 5 by arguing that the intended result was not impermissible under an objective effects inquiry.  Much of the dissent's argument is to the same effect.  See <i>post,</i> at 474-477. We rejected such reasoning in <i>City of Richmond v. United States,</i> 422 U.S. 358, 95 S.Ct. 2296, 45 L.Ed.2d 245 (1975).  There, an annexation deprived blacks of majority voting status, but we held that no impermissible effect had been shown because \"the post-annexation electoral system fairly recognize[d] the [black] minority's political potential.\"  <i>Id.,</i> at 378, 95 S.Ct., at 2307. But while the effect of reducing the relative strength of the black vote was, standing alone, perfectly legal, we found it necessary to remand the case for further inquiry into purpose.  In so doing, we stated:</p>\n        <p>\"[I]t may be asked how it could be forbidden by &#167; 5 to have the purpose and intent of achieving only what is a perfectly legal result under that section and why we need remand for further proceedings with respect to purpose alone.  The answer is plain, and we need not labor it.  An official action, whether an annexation or otherwise, taken for the purpose of discriminating against Negroes on account of their race has no legitimacy at all under our Constitution or under the statute. . . .  An annexation proved to be of this kind and not proved to have a justifiable basis is forbidden by &#167; 5, whatever its actual effect may have been or may be.\"   <i>Id.,</i> at 378-379, 95 S.Ct., at 2307-2308.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> To the extent that there is any doubt on the subject, it should be remembered that appellant has the burden of proving the <i>absence</i> of discriminatory purpose respecting voting.  See <i>supra,</i> at 469.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> It is difficult even to hypothesize a situation in which the foreseeable effect on black voting rights from an addition of a 20-member white family would be anything more than <i>de minimis.</i> Where the hypothetical effect of an annexation cannot be to dilute black voting strength within the meaning of the Voting Rights Act, to impute such a purpose to the city is irrational.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> At issue in <i>City of Richmond</i> was the proposed annexation by the city of 23 square miles of adjacent land.  The preannexation population of the city was 202,359, of which 104,207 or 52% were black citizens.  The annexation would have added 47,262 people to the city's population, of whom 1,557 were black. The postannexation population of the city would have been 249,621, of which 105,764 or 42% would have been black.  422 U.S., at 363, 95 S.Ct., at 2300.  The proposed annexation thus would have significantly changed the composition of the municipal electorate and substantially reduced black voting strength within the city.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> If we are to engage in speculation, an equally logical, if not more compelling, assumption is that the annexation of the Western Addition will <i>increase</i> the black voting strength in the city.  The Western Addition is zoned to contain 700 residences. With the sale of each home, the possibility exists that a potential black voter will become a city resident.  The same possibility exists with each sale of an existing home in Pleasant Grove.  Logically, the increase that the annexation causes in the number of homes for sale should increase the probability that a black individual will buy one and become a municipal voter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> In 1971, the city denied the annexation request of an area including the historically all-black Woodward School.  In 1979, the city denied the annexation requests of the all-black Pleasant Grove Highlands and the predominantly black Dolomite area.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/111793/"
}