{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "480 U.S. 321", 
    "federal_cite_two": "107 S. Ct. 1149", 
    "specialty_cite_one": null, 
    "federal_cite_three": "94 L. Ed. 2d 347", 
    "lexis_cite": "1987 U.S. LEXIS 1056", 
    "document_uris": [
      "/api/rest/v2/document/111834/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Arizona v. Hicks", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "85-1027", 
    "id": 96193, 
    "resource_uri": "/api/rest/v2/citation/96193/"
  }, 
  "id": 111834, 
  "blocked": false, 
  "judges": "Scalia", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1987-03-03", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>480 U.S. 321 (1987)</b></center>\n<center><h1>ARIZONA<br>\nv.<br>\nHICKS</h1></center>\n<center>No. 85-1027.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 8, 1986</center>\n<center>Decided March 3, 1987</center>\nCERTIORARI TO THE COURT OF APPEALS OF ARIZONA\n<p><span class=\"star-pagination\">*322</span> <i>Linda A. Akers,</i> Assistant Attorney General of Arizona, argued the cause for petitioner. With her on the briefs were <i>Robert K. Corbin,</i> Attorney General, <i>Steven A. LaMar,</i> Assistant Attorney General, and <i>Steven J. Twist,</i> Chief Assistant Attorney General.</p>\n<p><i>John W. Rood III,</i> by appointment of the Court, 476 U. S. 1113, argued the cause for respondent. With him on the brief was <i>James H. Kemper.</i><sup>[*]</sup></p>\n<p><i>William J. Taylor, George Kannar,</i> and <i>Burt Neuborne</i> filed a brief for the American Civil Liberties Union Foundation as <i>amicus curiae</i> urging affirmance.</p>\n<p><span class=\"star-pagination\">*323</span> JUSTICE SCALIA delivered the opinion of the Court.</p>\n<p>In <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S. 443 (1971), we said that in certain circumstances a warrantless seizure by police of an item that comes within plain view during their lawful search of a private area may be reasonable under the Fourth Amendment. See <i>id.,</i> at 465-471 (plurality opinion); <i>id.,</i> at 505-506 (Black, J., concurring and dissenting); <i>id.,</i> at 521-522 (WHITE, J., concurring and dissenting). We granted certiorari, 475 U. S. 1107 (1986), in the present case to decide whether this \"plain view\" doctrine may be invoked when the police have less than probable cause to believe that the item in question is evidence of a crime or is contraband.</p>\n<p></p>\n<h2>I</h2>\n<p>On April 18, 1984, a bullet was fired through the floor of respondent's apartment, striking and injuring a man in the apartment below. Police officers arrived and entered respondent's apartment to search for the shooter, for other victims, and for weapons. They found and seized three weapons, including a sawed-off rifle, and in the course of their search also discovered a stocking-cap mask.</p>\n<p>One of the policemen, Officer Nelson, noticed two sets of expensive stereo components, which seemed out of place in the squalid and otherwise ill-appointed four-room apartment. Suspecting that they were stolen, he read and recorded their serial numbers \u0097 moving some of the components, including a Bang and Olufsen turntable, in order to do so \u0097 which he then reported by phone to his headquarters. On being advised that the turntable had been taken in an armed robbery, he seized it immediately. It was later determined that some of the other serial numbers matched those on other stereo equipment taken in the same armed robbery, and a warrant <span class=\"star-pagination\">*324</span> was obtained and executed to seize that equipment as well. Respondent was subsequently indicted for the robbery.</p>\n<p>The state trial court granted respondent's motion to suppress the evidence that had been seized. The Court of Appeals of Arizona affirmed. It was conceded that the initial entry and search, although warrantless, were justified by the exigent circumstance of the shooting. The Court of Appeals viewed the obtaining of the serial numbers, however, as an additional search, unrelated to that exigency. Relying upon a statement in <i>Mincey</i> v. <i>Arizona,</i> 437 U. S. 385 (1978), that a \"warrantless search must be `strictly circumscribed by the exigencies which justify its initiation,' \" <i>id.,</i> at 393 (citation omitted), the Court of Appeals held that the police conduct violated the Fourth Amendment, requiring the evidence derived from that conduct to be excluded. 146 Ariz. 533, 534-535, 707 P. 2d 331, 332-333 (1985). Both courts \u0097 the trial court explicitly and the Court of Appeals by necessary implication \u0097 rejected the State's contention that Officer Nelson's actions were justified under the \"plain view\" doctrine of <i>Coolidge</i> v. <i>New Hampshire, supra</i><i>.</i> The Arizona Supreme Court denied review, and the State filed this petition.</p>\n<p></p>\n<h2>II</h2>\n<p>As an initial matter, the State argues that Officer Nelson's actions constituted neither a \"search\" nor a \"seizure\" within the meaning of the Fourth Amendment. We agree that the mere recording of the serial numbers did not constitute a seizure. To be sure, that was the first step in a process by which respondent was eventually deprived of the stereo equipment. In and of itself, however, it did not \"meaningfully interfere\" with respondent's possessory interest in either the serial numbers or the equipment, and therefore did not amount to a seizure. See <i>Maryland</i> v. <i>Macon,</i> 472 U. S. 463, 469 (1985).</p>\n<p>Officer Nelson's moving of the equipment, however, did constitute a \"search\" separate and apart from the search for <span class=\"star-pagination\">*325</span> the shooter, victims, and weapons that was the lawful objective of his entry into the apartment. Merely inspecting those parts of the turntable that came into view during the latter search would not have constituted an independent search, because it would have produced no additional invasion of respondent's privacy interest. See <i>Illinois</i> v. <i>Andreas,</i> 463 U. S. 765, 771 (1983). But taking action, unrelated to the objectives of the authorized intrusion, which exposed to view concealed portions of the apartment or its contents, did produce a new invasion of respondent's privacy unjustified by the exigent circumstance that validated the entry. This is why, contrary to JUSTICE POWELL'S suggestion, <i>post,</i> at 333, the \"distinction between `looking' at a suspicious object in plain view and `moving' it even a few inches\" is much more than trivial for purposes of the Fourth Amendment. It matters not that the search uncovered nothing of any great personal value to respondent \u0097 serial numbers rather than (what might conceivably have been hidden behind or under the equipment) letters or photographs. A search is a search, even if it happens to disclose nothing but the bottom of a turntable.</p>\n<p></p>\n<h2>III</h2>\n<p>The remaining question is whether the search was \"reasonable\" under the Fourth Amendment.</p>\n<p>On this aspect of the case we reject, at the outset, the apparent position of the Arizona Court of Appeals that because the officers' action directed to the stereo equipment was unrelated to the justification for their entry into respondent's apartment, it was <i>ipso facto</i> unreasonable. That lack of relationship <i>always</i> exists with regard to action validated under the \"plain view\" doctrine; where action is taken for the purpose justifying the entry, invocation of the doctrine is superfluous. <i>Mincey</i> v. <i>Arizona, supra</i><i>,</i> in saying that a warrantless search must be \"strictly circumscribed by the exigencies which justify its initiation,\" 437 U. S., at 393 (citation omitted), was addressing only the scope of the primary <span class=\"star-pagination\">*326</span> search itself, and was not overruling by implication the many cases acknowledging that the \"plain view\" doctrine can legitimate action beyond that scope.</p>\n<p>We turn, then, to application of the doctrine to the facts of this case. \"It is well established that under certain circumstances the police may <i>seize</i> evidence in plain view without a warrant,\" <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S., at 465 (plurality opinion) (emphasis added). Those circumstances include situations \"[w]here the initial intrusion that brings the police within plain view of such [evidence] is supported. . . by one of the recognized exceptions to the warrant requirement,\" <i>ibid.,</i> such as the exigent-circumstances intrusion here. It would be absurd to say that an object could lawfully be seized and taken from the premises, but could not be moved for closer examination. It is clear, therefore, that the search here was valid if the \"plain view\" doctrine would have sustained a seizure of the equipment.</p>\n<p>There is no doubt it would have done so if Officer Nelson had probable cause to believe that the equipment was stolen. The State has conceded, however, that he had only a \"reasonable suspicion,\" by which it means something less than probable cause. See Brief for Petitioner 18-19.<sup>[*]</sup> We have not ruled on the question whether probable cause is required in order to invoke the \"plain view\" doctrine. Dicta in <i>Payton</i> v. <i>New York,</i> 445 U. S. 573, 587 (1980), suggested that the standard of probable cause must be met, but our later opinions in <i>Texas</i> v. <i>Brown,</i> 460 U. S. 730 (1983), explicitly regarded the issue as unresolved, see <i>id.,</i> at 742, n. 7 (plurality opinion); <i>id.,</i> at 746 (STEVENS, J., concurring in judgment).</p>\n<p>We now hold that probable cause is required. To say otherwise would be to cut the \"plain view\" doctrine loose from its theoretical and practical moorings. The theory of that doctrine consists of extending to nonpublic places such as the <span class=\"star-pagination\">*327</span> home, where searches and seizures without a warrant are presumptively unreasonable, the police's longstanding authority to make warrantless seizures in public places of such objects as weapons and contraband. See <i>Payton</i> v. <i>New York, supra,</i> at 586-587. And the practical justification for that extension is the desirability of sparing police, whose viewing of the object in the course of a lawful search is as legitimate as it would have been in a public place, the inconvenience and the risk \u0097 to themselves or to preservation of the evidence \u0097 of going to obtain a warrant. See <i>Coolidge</i> v. <i>New Hampshire, supra,</i> at 468 (plurality opinion). Dispensing with the need for a warrant is worlds apart from permitting a lesser standard of <i>cause</i> for the seizure than a warrant would require, <i>i. e.,</i> the standard of probable cause. No reason is apparent why an object should routinely be seizable on lesser grounds, during an unrelated search and seizure, than would have been needed to obtain a warrant for that same object if it had been known to be on the premises.</p>\n<p>We do not say, of course, that a seizure can never be justified on less than probable cause. We have held that it can \u0097 where, for example, the seizure is minimally intrusive and operational necessities render it the only practicable means of detecting certain types of crime. See, <i>e. g., </i><i>United States</i> v. <i>Cortez,</i> 449 U. S. 411 (1981) (investigative detention of vehicle suspected to be transporting illegal aliens); <i>United States</i> v. <i>Brignoni-Ponce,</i> 422 U. S. 873 (1975) (same); <i>United States</i> v. <i>Place,</i> 462 U. S. 696, 709, and n. 9 (1983) (dictum) (seizure of suspected drug dealer's luggage at airport to permit exposure to specially trained dog). No special operational necessities are relied on here, however \u0097 but rather the mere fact that the items in question came lawfully within the officer's plain view. That alone cannot supplant the requirement of probable cause.</p>\n<p>The same considerations preclude us from holding that, even though probable cause would have been necessary for a <i>seizure,</i> the <i>search</i> of objects in plain view that occurred here <span class=\"star-pagination\">*328</span> could be sustained on lesser grounds. A dwelling-place search, no less than a dwelling-place seizure, requires probable cause, and there is no reason in theory or practicality why application of the \"plain view\" doctrine would supplant that requirement. Although the interest protected by the Fourth Amendment injunction against unreasonable searches is quite different from that protected by its injunction against unreasonable seizures, see <i>Texas</i> v. <i>Brown, supra,</i> at 747-748 (STEVENS, J., concurring in judgment), neither the one nor the other is of inferior worth or necessarily requires only lesser protection. We have not elsewhere drawn a categorical distinction between the two insofar as concerns the degree of justification needed to establish the reasonableness of police action, and we see no reason for a distinction in the particular circumstances before us here. Indeed, to treat searches more liberally would especially erode the plurality's warning in <i>Coolidge</i> that \"the `plain view' doctrine may not be used to extend a general exploratory search from one object to another until something incrimination at last emerges.\" 403 U. S., at 466. In short, whether legal authority to move the equipment could be found only as an inevitable concomitant of the authority to seize it, or also as a consequence of some independent power to search certain objects in plain view, probable cause to believe the equipment was stolen was required.</p>\n<p>JUSTICE O'CONNOR'S dissent suggests that we uphold the action here on the ground that it was a \"cursory inspection\" rather than a \"full-blown search,\" and could therefore be justified by reasonable suspicion instead of probable cause. As already noted, a truly cursory inspection \u0097 one that involves merely looking at what is already exposed to view, without disturbing it \u0097 is not a \"search\" for Fourth Amendment purposes, and therefore does not even require reasonable suspicion. We are unwilling to send police and judges into a new thicket of Fourth Amendment law, to seek a creature of uncertain description that is neither a \"plain view\" inspection nor <span class=\"star-pagination\">*329</span> yet a \"full-blown search.\" Nothing in the prior opinions of this Court supports such a distinction, not even the dictum from Justice Stewart's concurrence in <i>Stanley</i> v. <i>Georgia,</i> 394 U. S. 557, 571 (1969), whose reference to a \"mere inspection\" describes, in our view, close observation of what lies in plain sight.</p>\n<p>JUSTICE POWELL'S dissent reasonably asks what it is we would have had Officer Nelson do in these circumstances. <i>Post,</i> at 332. The answer depends, of course, upon whether he had probable cause to conduct a search, a question that was not preserved in this case. If he had, then he should have done precisely what he did. If not, then he should have followed up his suspicions, if possible, by means other than a search \u0097 just as he would have had to do if, while walking along the street, he had noticed the same suspicious stereo equipment sitting inside a house a few feet away from him, beneath an open window. It may well be that, in such circumstances, no effective means short of a search exist. But there is nothing new in the realization that the Constitution sometimes insulates the criminality of a few in order to protect the privacy of us all. Our disagreement with the dissenters pertains to where the proper balance should be struck; we choose to adhere to the textual and traditional standard of probable cause.</p>\n<p>The State contends that, even if Officer Nelson's search violated the Fourth Amendment, the court below should have admitted the evidence thus obtained under the \"good faith\" exception to the exclusionary rule. That was not the question on which certiorari was granted, and we decline to consider it.</p>\n<p>For the reasons stated, the judgment of the Court of Appeals of Arizona is</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE WHITE, concurring.</p>\n<p>I write only to emphasize that this case does not present, and we have no occasion to address, the so-called \"inadvertent <span class=\"star-pagination\">*330</span> discovery\" prong of the plain-view exception to the Warrant Clause. See <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S. 443, 469-471 (1971) (plurality opinion). This \"requirement\" of the plain-view doctrine has never been accepted by a judgment supported by a majority of this Court, and I therefore do not accept JUSTICE O'CONNOR'S dissent's assertion that evidence seized in plain view must have been inadvertently discovered in order to satisfy the dictates of the Fourth Amendment. See <i>post,</i> at 334. I join the majority opinion today without regard to the inadvertence of the officers' discovery of the stereo components' serial numbers. The police officers conducted a search of respondent's stereo equipment absent probable cause that the equipment was stolen. It is for this reason that the judgment of the Court of Appeals of Arizona must be affirmed.</p>\n<p>JUSTICE POWELL, with whom THE CHIEF JUSTICE and JUSTICE O'CONNOR join, dissenting.</p>\n<p>I join JUSTICE O'CONNOR'S dissenting opinion, and write briefly to highlight what seem to me the unfortunate consequences of the Court's decision.</p>\n<p>Today the Court holds for the first time that the requirement of probable cause operates as a separate limitation on the application of the plain-view doctrine.<sup>[1]</sup> The plurality opinion in <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S. 443 (1971), <span class=\"star-pagination\">*331</span> required only that it be \"immediately apparent to the police that they have evidence before them; the `plain view' doctrine may not be used to extend a general exploratory search from one object to another until something incriminating at last emerges.\" <i>Id.,</i> at 466 (citation omitted). There was no general exploratory search in this case, and I would not approve such a search. All the pertinent objects were in plain view and could be identified as objects frequently stolen. There was no looking into closets, opening of drawers or trunks, or other \"rummaging around.\" JUSTICE O'CONNOR properly emphasizes that the moving of a suspicious object in plain view results in a minimal invasion of privacy. <i>Post,</i> at 338. The Court nevertheless holds that \"merely looking at\" an object in plain view is lawful, <i>ante,</i> at 328, but \"moving\" or \"disturbing\" the object to investigate a reasonable suspicion is not, <i>ante,</i> at 324, 328. The facts of this case well illustrate the unreasonableness of this distinction.</p>\n<p>The officers' suspicion that the stereo components at issue were stolen was both reasonable and based on specific, articulable facts. Indeed, the State was unwise to concede the absence of probable cause. The police lawfully entered respondent's apartment under exigent circumstances that arose when a bullet fired through the floor of the apartment struck a man in the apartment below. What they saw in the apartment hardly suggested that it was occupied by lawabiding citizens. A .25-caliber automatic pistol lay in plain view on the living room floor. During a concededly lawful search, the officers found a .45-caliber automatic, a .22-caliber, sawed-off rifle, and a stocking-cap mask. The apartment was littered with drug paraphernalia. App. 29. The officers also observed two sets of expensive stereo components of a type that frequently was stolen.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*332</span> It is fair to ask what Officer Nelson should have done in these circumstances. Accepting the State's concession that he lacked probable cause, he could not have obtained a warrant to seize the stereo components. Neither could he have remained on the premises and forcibly prevented their removal. Officer Nelson's testimony indicates that he was able to read some of the serial numbers without moving the components.<sup>[3]</sup> To read the serial number on a Bang and Olufsen turntable, however, he had to \"turn it around or turn it upside down.\" <i>Id.,</i> at 19. Officer Nelson noted the serial numbers on the stereo components and telephoned the National Crime Information Center to check them against the Center's computerized listing of stolen property. The computer confirmed his suspicion that at least the Bang and Olufsen turntable had been stolen. On the basis of this information, the officers obtained a warrant to seize the turntable and other stereo components that also proved to be stolen.</p>\n<p>The Court holds that there was an unlawful search of the turntable. It agrees that the \"mere recording of the serial numbers did not constitute a seizure.\" <i>Ante,</i> at 324. Thus, if the computer had identified as stolen property a component with a visible serial number, the evidence would have been admissible. But the Court further holds that \"Officer Nelson's moving of the equipment . . . did constitute a `search' . . . .\" <i>Ibid.</i> It perceives a constitutional distinction between reading a serial number on an object and moving or picking up an identical object to see its serial number. To make its position unmistakably clear, the Court concludes that a \"search is a search, even if it happens to disclose nothing but the bottom of a turntable.\" <i>Ante,</i> at 325. With <span class=\"star-pagination\">*333</span> all respect, this distinction between \"looking\" at a suspicious object in plain view and \"moving\" it even a few inches trivializes the Fourth Amendment.<sup>[4]</sup> The Court's new rule will cause uncertainty, and could deter conscientious police officers from lawfully obtaining evidence necessary to convict guilty persons. Apart from the importance of rationality in the interpretation of the Fourth Amendment, today's decision may handicap law enforcement without enhancing privacy interests. Accordingly, I dissent.</p>\n<p>JUSTICE O'CONNOR, with whom THE CHIEF JUSTICE and JUSTICE POWELL join, dissenting.</p>\n<p>The Court today gives the right answer to the wrong question. The Court asks whether the police must have probable cause before either seizing an object in plain view or conducting a full-blown search of that object, and concludes that they must. I agree. In my view, however, this case presents a different question: whether police must have probable cause before conducting a cursory inspection of an item in plain view. Because I conclude that such an inspection is reasonable if the police are aware of facts or circumstances that justify a reasonable suspicion that the item is evidence of a crime, I would reverse the judgment of the Arizona Court of Appeals, and therefore dissent.</p>\n<p><span class=\"star-pagination\">*334</span> In <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S. 443 (1971), Justice Stewart summarized three requirements that the plurality thought must be satisfied for a plain-view search or seizure. First, the police must lawfully make an initial intrusion or otherwise be in a position from which they can view a particular area. Second, the officer must discover incriminating evidence \"inadvertently.\" Third, it must be \"immediately apparent\" to the police that the items they observe may be evidence of a crime, contraband, or otherwise subject to seizure. As another plurality observed in <i>Texas</i> v. <i>Brown,</i> 460 U. S. 730, 737 (1983), these three requirements have never been expressly adopted by a majority of this Court, but \"as the considered opinion of four Members of this Court [the <i>Coolidge</i> plurality] should obviously be the point of reference for further discussion of the issue.\" There is no dispute in this case that the first two requirements have been satisfied. The officers were lawfully in the apartment pursuant to exigent circumstances, and the discovery of the stereo was inadvertent \u0097 the officers did not \" `know in advance the location of [certain] evidence and intend to seize it,' relying on the plain-view doctrine only as a pretext.\" <i>Ibid.</i> (quoting <i>Coolidge</i> v. <i>New Hampshire, supra,</i> at 470). Instead, the dispute in this case focuses on the application of the \"immediately apparent\" requirement; at issue is whether a police officer's reasonable suspicion is adequate to justify a cursory examination of an item in plain view.</p>\n<p>The purpose of the \"immediately apparent\" requirement is to prevent \"general, exploratory rummaging in a person's belongings.\" <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S., at 467. If an officer could indiscriminately search every item in plain view, a search justified by a limited purpose \u0097 such as exigent circumstances \u0097 could be used to eviscerate the protections of the Fourth Amendment. In order to prevent such a general search, therefore, we require that the relevance of the item be \"immediately apparent.\" As Justice Stewart explained:</p>\n<blockquote>\n<span class=\"star-pagination\">*335</span> \"Of course, the extension of the original justification [for being present] is legitimate only where it is immediately apparent to the police that they have evidence before them; the `plain view' doctrine may not be used to extend a general exploratory search from one object to another until something incriminating at last emerges. Cf. <i>Stanley</i> v. <i>Georgia,</i> [394 U. S. 557], 571-572 [(1969)] (Stewart, J., concurring in result).\" <i>Id.,</i> at 466-467.</blockquote>\n<p>Thus, I agree with the Court that even under the plain-view doctrine, probable cause is required before the police seize an item, or conduct a full-blown search of evidence in plain view. <i>Ante,</i> at 326-328. Such a requirement of probable cause will prevent the plain-view doctrine from authorizing general searches. This is not to say, however, that even a mere inspection of a suspicious item must be supported by probable cause. When a police officer makes a cursory inspection of a suspicious item in plain view in order to determine whether it is indeed evidence of a crime, there is no \"exploratory rummaging.\" Only those items that the police officer \"reasonably suspects\" as evidence of a crime may be inspected, and perhaps more importantly, the scope of such an inspection is quite limited. In short, if police officers have a reasonable, articulate suspicion that an object they come across during the course of a lawful search is evidence of crime, in my view they may make a cursory examination of the object to verify their suspicion. If the officers wish to go beyond such a cursory examination of the object, however, they must have probable cause.</p>\n<p>This distinction between a full-blown search and seizure of an item and a mere inspection of the item was first suggested by Justice Stewart. In his concurrence in <i>Stanley</i> v. <i>Georgia,</i> 394 U. S. 557 (1969), which is cited in <i>Coolidge,</i> Justice Stewart observed that the federal agents there had acted within the scope of a lawful warrant in opening the drawers of the defendant's desk. When they found in one of the drawers not the gambling material described in the warrant <span class=\"star-pagination\">*336</span> but movie films, they proceeded to exhibit the films on the defendant's projector, and thereafter arrested the defendant for possession of obscene matter. Justice Stewart agreed with the majority that the film had to be suppressed, but in doing so he suggested that a less intrusive inspection of evidence in plain view would present a different case: \"This is not a case where agents in the course of a lawful search came upon contraband, criminal activity, or criminal evidence in plain view. For the record makes clear that the contents of the films could not be determined by <i>mere inspection.</i>\" <i>Id.,</i> at 571 (emphasis added) (footnote omitted).</p>\n<p>Following Justice Stewart's suggestion, the overwhelming majority of both state and federal courts have held that probable cause is not required for a minimal inspection of an item in plain view. As Professor LaFave summarizes the view of these courts, \"the minimal additional intrusion which results from an inspection or examination of an object in plain view is reasonable if the officer was first aware of some facts and circumstances which justify a reasonable suspicion (not probable cause, in the traditional sense) that the object is or contains a fruit, instrumentality, or evidence of crime.\" 2 W. LaFave, Search and Seizure § 6.7(b), p. 717 (2d ed. 1987); see also <i>id.,</i> at 345 (\"It is generally assumed that there is nothing improper in merely picking up an unnamed article for the purpose of nothing its brand name or serial number or other identifying characteristics to be found on the surface\"). Thus, while courts require probable cause for more extensive examination, cursory inspections \u0097 including picking up or moving objects for a better view \u0097 require only a reasonable suspicion. See, <i>e. g., </i><i>United States</i> v. <i>Marbury,</i> 732 F. 2d 390, 399 (CA5 1984) (police may inspect an item found in plain view to determine whether it is evidence of crime if they have a reasonable suspicion to believe that the item is evidence); <i>United States</i> v. <i>Hillyard,</i> 677 F. 2d 1336, 1342 (CA9 1982) (police may give suspicious documents brief perusal if they have a \"reasonable suspicion\"); <i>United States</i> v. <i>Wright,</i> 667 <span class=\"star-pagination\">*337</span> F. 2d 793, 798 (CA9 1982) (\"[A]n officer may conduct such an examination if he at least has a `reasonable suspicion' to believe that the discovered item is evidence\"); <i>United States</i> v. <i>Roberts,</i> 619 F. 2d 379, 381 (CA5 1980) (\"Police officers are not required to ignore the significance of items in plain view even when the full import of the objects cannot be positively ascertained without some examination\"); <i>United States</i> v. <i>Ochs,</i> 595 F. 2d 1247, 1257-1258, and n. 8 (CA2 1979) (Friendly, J.) (same).</p>\n<p>Indeed, several state courts have applied a reasonable suspicion standard in factual circumstances almost identical to this case. See, <i>e. g., </i><i>State</i> v. <i>Noll,</i> 116 Wis. 2d 443, 343 N. W. 2d 391 (1984) (officer, upon seeing television, could check serial numbers); <i>State</i> v. <i>Riedinger,</i> 374 N. W. 2d 866 (ND 1985) (police, in executing warrant for drugs, could check serial number of microwave oven); <i>People</i> v. <i>Dorris,</i> 110 Ill. App. 3d 660, 442 N. E. 2d 951 (1982) (police may note account number of deposit slip because, when the police have a reasonable suspicion that an item in plain view is stolen property, the minimal additional intrusion of checking external identification numbers is proper); <i>State</i> v. <i>Proctor,</i> 12 Wash. App. 274, 529 P. 2d 472 (1974) (upholding police notation of serial numbers on calculators); <i>People</i> v. <i>Eddington,</i> 23 Mich. App. 210, 178 N. W. 2d 686 (1970) (upholding examination of heels of shoes), rev'd on other grounds, 387 Mich. 551, 198 N. W. 2d 297 (1972).</p>\n<p>This distinction between searches based on their relative intrusiveness \u0097 and its subsequent adoption by a consensus of American courts \u0097 is entirely consistent with our Fourth Amendment jurisprudence. We have long recognized that searches can vary in intrusiveness, and that some brief searches \"may be so minimally intrusive of Fourth Amendment interests that strong countervailing governmental interests will justify a [search] based only on specific articulate facts\" that the item in question is contraband or evidence of a crime. <i>United States</i> v. <i>Place,</i> 462 U. S. 696, 706 <span class=\"star-pagination\">*338</span> (1983). In <i>Delaware</i> v. <i>Prouse,</i> 440 U. S. 648, 654 (1979), we held that the permissibility of a particular law enforcement practice should be judged by balancing its intrusion on the individual's Fourth Amendment interests against its promotion of legitimate governmental interests. Thus, \"[w]here a careful balancing of governmental and private interests suggests that the public interest is best served by a Fourth Amendment standard of reasonableness that stops short of probable cause, we have not hesitated to adopt such a standard.\" <i>New Jersey</i> v. <i>T. L. O.,</i> 469 U. S. 325, 341 (1985). The governmental interests considered include crime prevention and detection. <i>Terry</i> v. <i>Ohio,</i> 392 U. S. 1, 22 (1968). The test is whether these law enforcement interests are sufficiently \"substantial,\" not, as the Court would have it, whether \"operational necessities render [a standard less than probable cause] the only practicable means of detecting certain types of crimes.\" <i>Ante,</i> at 327. See <i>United States</i> v. <i>Place, supra,</i> at 704.</p>\n<p>In my view, the balance of the governmental and privacy interests strongly supports a reasonable-suspicion standard for the cursory examination of items in plain view. The additional intrusion caused by an inspection of an item in plain view for its serial number is minuscule. Indeed, the intrusion in this case was even more transitory and less intrusive than the seizure of luggage from a suspected drug dealer in <i>United States</i> v. <i>Place, supra</i><i>,</i> and the \"severe, though brief, intrusion upon cherished personal security\" in <i>Terry</i> v. <i>Ohio, supra,</i> at 24-25.</p>\n<p>Weighed against this minimal additional invasion of privacy are rather major gains in law enforcement. The use of identification numbers in tracing stolen property is a powerful law enforcement tool. Serial numbers are far more helpful and accurate in detecting stolen property than simple police recollection of the evidence. Cf. <i>New York</i> v. <i>Class,</i> 475 U. S. 106, 111 (1986) (observing importance of vehicle identification numbers). Given the prevalence of mass produced <span class=\"star-pagination\">*339</span> goods in our national economy, a serial number is often the only sure method of detecting stolen property. The balance of governmental and private interests strongly supports the view accepted by a majority of courts that a standard of reasonable suspicion meets the requirements of the Fourth Amendment.</p>\n<p>Unfortunately, in its desire to establish a \"bright-line\" test, the Court has taken a step that ignores a substantial body of precedent and that places serious roadblocks to reasonable law enforcement practices. Indeed, in this case no warrant to search the stereo equipment for its serial number could have been obtained by the officers based on reasonable suspicion alone, and in the Court's view the officers may not even move the stereo turntable to examine its serial number. The theoretical advantages of the \"search is a search\" approach adopted by the Court today are simply too remote to justify the tangible and severe damage it inflicts on legitimate and effective law enforcement.</p>\n<p>Even if probable cause were the appropriate standard, I have little doubt that it was satisfied here. When police officers, during the course of a search inquiring into grievously unlawful activity, discover the tools of a thief (a sawed-off rifle and a stocking mask) and observe in a small apartment <i>two</i> sets of stereo equipment that are both inordinately expensive in relation to their surroundings and known to be favored targets of larcenous activity, the \"flexible, commonsense standard\" of probable cause has been satisfied. <i>Texas</i> v. <i>Brown,</i> 460 U. S., at 742 (plurality opinion).</p>\n<p>Because the Court today ignores the existence of probable cause, and in doing so upsets a widely accepted body of precedent on the standard of reasonableness for the cursory examination of evidence in plain view, I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>David Crump, Daniel B. Hales, William C. Summers, Jack E. Yelverton, Fred E. Inbau, Wayne W. Schmidt,</i> and <i>James P. Manak</i> filed a brief for Americans for Effective Law Enforcement, Inc., et al. as <i>amici curiae</i> urging reversal.</p>\n<p>[*]  Contrary to the suggestion in JUSTICE O'CONNOR'S dissent, <i>post,</i> at 339, this concession precludes our considering whether the probable-cause standard was satisfied in this case.</p>\n<p>[1]  In <i>Texas</i> v. <i>Brown,</i> 460 U. S. 730 (1983), the plurality opinion expressly declined to \"address whether, in some circumstances, a degree of suspicion lower than probable cause would be sufficient basis for a seizure. . . .\" <i>Id.,</i> at 742, n. 7. Even the probable-cause standard, in the plurality's view, requires only facts sufficient to \" `warrant a man of reasonable caution in the belief' . . . that certain items may be contraband or stolen property or useful as evidence of a crime; it does not demand any showing that such a belief be correct or more likely true than false.\" <i>Id.,</i> at 742 (quoting <i>Carroll</i> v. <i>United States,</i> 267 U. S. 132, 162 (1925)). See also <i>Texas</i> v. <i>Brown, supra,</i> at 746 (POWELL, J., concurring in judgment) (leaving open the question whether probable cause is required to inspect objects in plain view). As the Court recognizes, <i>ante,</i> at 326, the statements in <i>Payton</i> v. <i>New York,</i> 445 U. S. 573, 587 (1980), are dicta.</p>\n<p>[2]  Responding to a question on cross-examination, Officer Nelson explained that his suspicion was \"based on 12 years' worth of police experience. I have worked in different burglary crimes throughout that period of time and . . . I'm just very familiar with people converting stolen stereos and TV's into their own use.\" App. 28-29.</p>\n<p>[3]  Officer Nelson testified that there was an opening of about a foot between the back of one set of stereo equipment and the wall. <i>Id.,</i> at 20. Presumably this opening was large enough to permit Officer Nelson to view serial numbers on the backs of the components without moving them.</p>\n<p>[4]  Numerous articles that frequently are stolen have identifying numbers, including expensive watches and cameras, and also credit cards. Assume for example that an officer reasonably suspects that two identical watches, both in plain view, have been stolen. Under the Court's decision, if one watch is lying face up and the other lying face down, reading the serial number on one of the watches would not be a search. But turning over the other watch to read its serial number would be a search. Moreover, the officer's ability to read a serial number may depend on its location in a room and light conditions at a particular time. Would there be a constitutional difference if an officer, on the basis of a reasonable suspicion, used a pocket flashlight or turned on a light to read a number rather than moving the object to a point where a serial number was clearly visible?</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:13:25", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></span> (1987)</b></center>\n<center><h1>ARIZONA<br>\nv.<br>\nHICKS</h1></center>\n<center>No. 85-1027.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued December 8, 1986</center>\n<center>Decided March 3, 1987</center>\nCERTIORARI TO THE COURT OF APPEALS OF ARIZONA\n<p><span class=\"star-pagination\">*322</span> <i>Linda A. Akers,</i> Assistant Attorney General of Arizona, argued the cause for petitioner. With her on the briefs were <i>Robert K. Corbin,</i> Attorney General, <i>Steven A. LaMar,</i> Assistant Attorney General, and <i>Steven J. Twist,</i> Chief Assistant Attorney General.</p>\n<p><i>John W. Rood III,</i> by appointment of the Court, 476 U. S. 1113, argued the cause for respondent. With him on the brief was <i>James H. Kemper.</i><sup>[*]</sup></p>\n<p><i>William J. Taylor, George Kannar,</i> and <i>Burt Neuborne</i> filed a brief for the American Civil Liberties Union Foundation as <i>amicus curiae</i> urging affirmance.</p>\n<p><span class=\"star-pagination\">*323</span> JUSTICE SCALIA delivered the opinion of the Court.</p>\n<p>In <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S. 443 (1971), we said that in certain circumstances a warrantless seizure by police of an item that comes within plain view during their lawful search of a private area may be reasonable under the Fourth Amendment. See <i>id.,</i> at 465-471 (plurality opinion); <i>id.,</i> at 505-506 (Black, J., concurring and dissenting); <i>id.,</i> at 521-522 (WHITE, J., concurring and dissenting). We granted certiorari, 475 U. S. 1107 (1986), in the present case to decide whether this \"plain view\" doctrine may be invoked when the police have less than probable cause to believe that the item in question is evidence of a crime or is contraband.</p>\n<p></p>\n<h2>I</h2>\n<p>On April 18, 1984, a bullet was fired through the floor of respondent's apartment, striking and injuring a man in the apartment below. Police officers arrived and entered respondent's apartment to search for the shooter, for other victims, and for weapons. They found and seized three weapons, including a sawed-off rifle, and in the course of their search also discovered a stocking-cap mask.</p>\n<p>One of the policemen, Officer Nelson, noticed two sets of expensive stereo components, which seemed out of place in the squalid and otherwise ill-appointed four-room apartment. Suspecting that they were stolen, he read and recorded their serial numbers \u0097 moving some of the components, including a Bang and Olufsen turntable, in order to do so \u0097 which he then reported by phone to his headquarters. On being advised that the turntable had been taken in an armed robbery, he seized it immediately. It was later determined that some of the other serial numbers matched those on other stereo equipment taken in the same armed robbery, and a warrant <span class=\"star-pagination\">*324</span> was obtained and executed to seize that equipment as well. Respondent was subsequently indicted for the robbery.</p>\n<p>The state trial court granted respondent's motion to suppress the evidence that had been seized. The Court of Appeals of Arizona affirmed. It was conceded that the initial entry and search, although warrantless, were justified by the exigent circumstance of the shooting. The Court of Appeals viewed the obtaining of the serial numbers, however, as an additional search, unrelated to that exigency. Relying upon a statement in <i>Mincey</i> v. <i>Arizona,</i> 437 U. S. 385 (1978), that a \"warrantless search must be `strictly circumscribed by the exigencies which justify its initiation,' \" <i>id.,</i> at 393 (citation omitted), the Court of Appeals held that the police conduct violated the Fourth Amendment, requiring the evidence derived from that conduct to be excluded. <span class=\"citation\" data-id=\"1268637\"><a href=\"/opinion/1268637/state-v-hicks/\"><span class=\"volume\">146</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">533</span></a></span>, 534-535, 707 P. 2d 331, 332-333 (1985). Both courts \u0097 the trial court explicitly and the Court of Appeals by necessary implication \u0097 rejected the State's contention that Officer Nelson's actions were justified under the \"plain view\" doctrine of <i>Coolidge</i> v. <i>New Hampshire, supra</i><i>.</i> The Arizona Supreme Court denied review, and the State filed this petition.</p>\n<p></p>\n<h2>II</h2>\n<p>As an initial matter, the State argues that Officer Nelson's actions constituted neither a \"search\" nor a \"seizure\" within the meaning of the Fourth Amendment. We agree that the mere recording of the serial numbers did not constitute a seizure. To be sure, that was the first step in a process by which respondent was eventually deprived of the stereo equipment. In and of itself, however, it did not \"meaningfully interfere\" with respondent's possessory interest in either the serial numbers or the equipment, and therefore did not amount to a seizure. See <i>Maryland</i> v. <i>Macon,</i> 472 U. S. 463, 469 (1985).</p>\n<p>Officer Nelson's moving of the equipment, however, did constitute a \"search\" separate and apart from the search for <span class=\"star-pagination\">*325</span> the shooter, victims, and weapons that was the lawful objective of his entry into the apartment. Merely inspecting those parts of the turntable that came into view during the latter search would not have constituted an independent search, because it would have produced no additional invasion of respondent's privacy interest. See <i>Illinois</i> v. <i>Andreas,</i> 463 U. S. 765, 771 (1983). But taking action, unrelated to the objectives of the authorized intrusion, which exposed to view concealed portions of the apartment or its contents, did produce a new invasion of respondent's privacy unjustified by the exigent circumstance that validated the entry. This is why, contrary to JUSTICE POWELL'S suggestion, <i>post,</i> at 333, the \"distinction between `looking' at a suspicious object in plain view and `moving' it even a few inches\" is much more than trivial for purposes of the Fourth Amendment. It matters not that the search uncovered nothing of any great personal value to respondent \u0097 serial numbers rather than (what might conceivably have been hidden behind or under the equipment) letters or photographs. A search is a search, even if it happens to disclose nothing but the bottom of a turntable.</p>\n<p></p>\n<h2>III</h2>\n<p>The remaining question is whether the search was \"reasonable\" under the Fourth Amendment.</p>\n<p>On this aspect of the case we reject, at the outset, the apparent position of the Arizona Court of Appeals that because the officers' action directed to the stereo equipment was unrelated to the justification for their entry into respondent's apartment, it was <i>ipso facto</i> unreasonable. That lack of relationship <i>always</i> exists with regard to action validated under the \"plain view\" doctrine; where action is taken for the purpose justifying the entry, invocation of the doctrine is superfluous. <i>Mincey</i> v. <i>Arizona, supra</i><i>,</i> in saying that a warrantless search must be \"strictly circumscribed by the exigencies which justify its initiation,\" 437 U. S., at 393 (citation omitted), was addressing only the scope of the primary <span class=\"star-pagination\">*326</span> search itself, and was not overruling by implication the many cases acknowledging that the \"plain view\" doctrine can legitimate action beyond that scope.</p>\n<p>We turn, then, to application of the doctrine to the facts of this case. \"It is well established that under certain circumstances the police may <i>seize</i> evidence in plain view without a warrant,\" <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S., at 465 (plurality opinion) (emphasis added). Those circumstances include situations \"[w]here the initial intrusion that brings the police within plain view of such [evidence] is supported. . . by one of the recognized exceptions to the warrant requirement,\" <i>ibid.,</i> such as the exigent-circumstances intrusion here. It would be absurd to say that an object could lawfully be seized and taken from the premises, but could not be moved for closer examination. It is clear, therefore, that the search here was valid if the \"plain view\" doctrine would have sustained a seizure of the equipment.</p>\n<p>There is no doubt it would have done so if Officer Nelson had probable cause to believe that the equipment was stolen. The State has conceded, however, that he had only a \"reasonable suspicion,\" by which it means something less than probable cause. See Brief for Petitioner 18-19.<sup>[*]</sup> We have not ruled on the question whether probable cause is required in order to invoke the \"plain view\" doctrine. Dicta in <i>Payton</i> v. <i>New York,</i> 445 U. S. 573, 587 (1980), suggested that the standard of probable cause must be met, but our later opinions in <i>Texas</i> v. <i>Brown,</i> 460 U. S. 730 (1983), explicitly regarded the issue as unresolved, see <i>id.,</i> at 742, n. 7 (plurality opinion); <i>id.,</i> at 746 (STEVENS, J., concurring in judgment).</p>\n<p>We now hold that probable cause is required. To say otherwise would be to cut the \"plain view\" doctrine loose from its theoretical and practical moorings. The theory of that doctrine consists of extending to nonpublic places such as the <span class=\"star-pagination\">*327</span> home, where searches and seizures without a warrant are presumptively unreasonable, the police's longstanding authority to make warrantless seizures in public places of such objects as weapons and contraband. See <i>Payton</i> v. <i>New York, supra,</i> at 586-587. And the practical justification for that extension is the desirability of sparing police, whose viewing of the object in the course of a lawful search is as legitimate as it would have been in a public place, the inconvenience and the risk \u0097 to themselves or to preservation of the evidence \u0097 of going to obtain a warrant. See <i>Coolidge</i> v. <i>New Hampshire, supra,</i> at 468 (plurality opinion). Dispensing with the need for a warrant is worlds apart from permitting a lesser standard of <i>cause</i> for the seizure than a warrant would require, <i>i. e.,</i> the standard of probable cause. No reason is apparent why an object should routinely be seizable on lesser grounds, during an unrelated search and seizure, than would have been needed to obtain a warrant for that same object if it had been known to be on the premises.</p>\n<p>We do not say, of course, that a seizure can never be justified on less than probable cause. We have held that it can \u0097 where, for example, the seizure is minimally intrusive and operational necessities render it the only practicable means of detecting certain types of crime. See, <i>e. g., </i><i>United States</i> v. <i>Cortez,</i> 449 U. S. 411 (1981) (investigative detention of vehicle suspected to be transporting illegal aliens); <i>United States</i> v. <i>Brignoni-Ponce,</i> 422 U. S. 873 (1975) (same); <i>United States</i> v. <i>Place,</i> 462 U. S. 696, 709, and n. 9 (1983) (dictum) (seizure of suspected drug dealer's luggage at airport to permit exposure to specially trained dog). No special operational necessities are relied on here, however \u0097 but rather the mere fact that the items in question came lawfully within the officer's plain view. That alone cannot supplant the requirement of probable cause.</p>\n<p>The same considerations preclude us from holding that, even though probable cause would have been necessary for a <i>seizure,</i> the <i>search</i> of objects in plain view that occurred here <span class=\"star-pagination\">*328</span> could be sustained on lesser grounds. A dwelling-place search, no less than a dwelling-place seizure, requires probable cause, and there is no reason in theory or practicality why application of the \"plain view\" doctrine would supplant that requirement. Although the interest protected by the Fourth Amendment injunction against unreasonable searches is quite different from that protected by its injunction against unreasonable seizures, see <i>Texas</i> v. <i>Brown, supra,</i> at 747-748 (STEVENS, J., concurring in judgment), neither the one nor the other is of inferior worth or necessarily requires only lesser protection. We have not elsewhere drawn a categorical distinction between the two insofar as concerns the degree of justification needed to establish the reasonableness of police action, and we see no reason for a distinction in the particular circumstances before us here. Indeed, to treat searches more liberally would especially erode the plurality's warning in <i>Coolidge</i> that \"the `plain view' doctrine may not be used to extend a general exploratory search from one object to another until something incrimination at last emerges.\" 403 U. S., at 466. In short, whether legal authority to move the equipment could be found only as an inevitable concomitant of the authority to seize it, or also as a consequence of some independent power to search certain objects in plain view, probable cause to believe the equipment was stolen was required.</p>\n<p>JUSTICE O'CONNOR'S dissent suggests that we uphold the action here on the ground that it was a \"cursory inspection\" rather than a \"full-blown search,\" and could therefore be justified by reasonable suspicion instead of probable cause. As already noted, a truly cursory inspection \u0097 one that involves merely looking at what is already exposed to view, without disturbing it \u0097 is not a \"search\" for Fourth Amendment purposes, and therefore does not even require reasonable suspicion. We are unwilling to send police and judges into a new thicket of Fourth Amendment law, to seek a creature of uncertain description that is neither a \"plain view\" inspection nor <span class=\"star-pagination\">*329</span> yet a \"full-blown search.\" Nothing in the prior opinions of this Court supports such a distinction, not even the dictum from Justice Stewart's concurrence in <i>Stanley</i> v. <i>Georgia,</i> 394 U. S. 557, 571 (1969), whose reference to a \"mere inspection\" describes, in our view, close observation of what lies in plain sight.</p>\n<p>JUSTICE POWELL'S dissent reasonably asks what it is we would have had Officer Nelson do in these circumstances. <i>Post,</i> at 332. The answer depends, of course, upon whether he had probable cause to conduct a search, a question that was not preserved in this case. If he had, then he should have done precisely what he did. If not, then he should have followed up his suspicions, if possible, by means other than a search \u0097 just as he would have had to do if, while walking along the street, he had noticed the same suspicious stereo equipment sitting inside a house a few feet away from him, beneath an open window. It may well be that, in such circumstances, no effective means short of a search exist. But there is nothing new in the realization that the Constitution sometimes insulates the criminality of a few in order to protect the privacy of us all. Our disagreement with the dissenters pertains to where the proper balance should be struck; we choose to adhere to the textual and traditional standard of probable cause.</p>\n<p>The State contends that, even if Officer Nelson's search violated the Fourth Amendment, the court below should have admitted the evidence thus obtained under the \"good faith\" exception to the exclusionary rule. That was not the question on which certiorari was granted, and we decline to consider it.</p>\n<p>For the reasons stated, the judgment of the Court of Appeals of Arizona is</p>\n<p><i>Affirmed.</i></p>\n<p>JUSTICE WHITE, concurring.</p>\n<p>I write only to emphasize that this case does not present, and we have no occasion to address, the so-called \"inadvertent <span class=\"star-pagination\">*330</span> discovery\" prong of the plain-view exception to the Warrant Clause. See <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S. 443, 469-471 (1971) (plurality opinion). This \"requirement\" of the plain-view doctrine has never been accepted by a judgment supported by a majority of this Court, and I therefore do not accept JUSTICE O'CONNOR'S dissent's assertion that evidence seized in plain view must have been inadvertently discovered in order to satisfy the dictates of the Fourth Amendment. See <i>post,</i> at 334. I join the majority opinion today without regard to the inadvertence of the officers' discovery of the stereo components' serial numbers. The police officers conducted a search of respondent's stereo equipment absent probable cause that the equipment was stolen. It is for this reason that the judgment of the Court of Appeals of Arizona must be affirmed.</p>\n<p>JUSTICE POWELL, with whom THE CHIEF JUSTICE and JUSTICE O'CONNOR join, dissenting.</p>\n<p>I join JUSTICE O'CONNOR'S dissenting opinion, and write briefly to highlight what seem to me the unfortunate consequences of the Court's decision.</p>\n<p>Today the Court holds for the first time that the requirement of probable cause operates as a separate limitation on the application of the plain-view doctrine.<sup>[1]</sup> The plurality opinion in <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S. 443 (1971), <span class=\"star-pagination\">*331</span> required only that it be \"immediately apparent to the police that they have evidence before them; the `plain view' doctrine may not be used to extend a general exploratory search from one object to another until something incriminating at last emerges.\" <i>Id.,</i> at 466 (citation omitted). There was no general exploratory search in this case, and I would not approve such a search. All the pertinent objects were in plain view and could be identified as objects frequently stolen. There was no looking into closets, opening of drawers or trunks, or other \"rummaging around.\" JUSTICE O'CONNOR properly emphasizes that the moving of a suspicious object in plain view results in a minimal invasion of privacy. <i>Post,</i> at 338. The Court nevertheless holds that \"merely looking at\" an object in plain view is lawful, <i>ante,</i> at 328, but \"moving\" or \"disturbing\" the object to investigate a reasonable suspicion is not, <i>ante,</i> at 324, 328. The facts of this case well illustrate the unreasonableness of this distinction.</p>\n<p>The officers' suspicion that the stereo components at issue were stolen was both reasonable and based on specific, articulable facts. Indeed, the State was unwise to concede the absence of probable cause. The police lawfully entered respondent's apartment under exigent circumstances that arose when a bullet fired through the floor of the apartment struck a man in the apartment below. What they saw in the apartment hardly suggested that it was occupied by lawabiding citizens. A .25-caliber automatic pistol lay in plain view on the living room floor. During a concededly lawful search, the officers found a .45-caliber automatic, a .22-caliber, sawed-off rifle, and a stocking-cap mask. The apartment was littered with drug paraphernalia. App. 29. The officers also observed two sets of expensive stereo components of a type that frequently was stolen.<sup>[2]</sup></p>\n<p><span class=\"star-pagination\">*332</span> It is fair to ask what Officer Nelson should have done in these circumstances. Accepting the State's concession that he lacked probable cause, he could not have obtained a warrant to seize the stereo components. Neither could he have remained on the premises and forcibly prevented their removal. Officer Nelson's testimony indicates that he was able to read some of the serial numbers without moving the components.<sup>[3]</sup> To read the serial number on a Bang and Olufsen turntable, however, he had to \"turn it around or turn it upside down.\" <i>Id.,</i> at 19. Officer Nelson noted the serial numbers on the stereo components and telephoned the National Crime Information Center to check them against the Center's computerized listing of stolen property. The computer confirmed his suspicion that at least the Bang and Olufsen turntable had been stolen. On the basis of this information, the officers obtained a warrant to seize the turntable and other stereo components that also proved to be stolen.</p>\n<p>The Court holds that there was an unlawful search of the turntable. It agrees that the \"mere recording of the serial numbers did not constitute a seizure.\" <i>Ante,</i> at 324. Thus, if the computer had identified as stolen property a component with a visible serial number, the evidence would have been admissible. But the Court further holds that \"Officer Nelson's moving of the equipment . . . did constitute a `search' . . . .\" <i>Ibid.</i> It perceives a constitutional distinction between reading a serial number on an object and moving or picking up an identical object to see its serial number. To make its position unmistakably clear, the Court concludes that a \"search is a search, even if it happens to disclose nothing but the bottom of a turntable.\" <i>Ante,</i> at 325. With <span class=\"star-pagination\">*333</span> all respect, this distinction between \"looking\" at a suspicious object in plain view and \"moving\" it even a few inches trivializes the Fourth Amendment.<sup>[4]</sup> The Court's new rule will cause uncertainty, and could deter conscientious police officers from lawfully obtaining evidence necessary to convict guilty persons. Apart from the importance of rationality in the interpretation of the Fourth Amendment, today's decision may handicap law enforcement without enhancing privacy interests. Accordingly, I dissent.</p>\n<p>JUSTICE O'CONNOR, with whom THE CHIEF JUSTICE and JUSTICE POWELL join, dissenting.</p>\n<p>The Court today gives the right answer to the wrong question. The Court asks whether the police must have probable cause before either seizing an object in plain view or conducting a full-blown search of that object, and concludes that they must. I agree. In my view, however, this case presents a different question: whether police must have probable cause before conducting a cursory inspection of an item in plain view. Because I conclude that such an inspection is reasonable if the police are aware of facts or circumstances that justify a reasonable suspicion that the item is evidence of a crime, I would reverse the judgment of the Arizona Court of Appeals, and therefore dissent.</p>\n<p><span class=\"star-pagination\">*334</span> In <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S. 443 (1971), Justice Stewart summarized three requirements that the plurality thought must be satisfied for a plain-view search or seizure. First, the police must lawfully make an initial intrusion or otherwise be in a position from which they can view a particular area. Second, the officer must discover incriminating evidence \"inadvertently.\" Third, it must be \"immediately apparent\" to the police that the items they observe may be evidence of a crime, contraband, or otherwise subject to seizure. As another plurality observed in <i>Texas</i> v. <i>Brown,</i> 460 U. S. 730, 737 (1983), these three requirements have never been expressly adopted by a majority of this Court, but \"as the considered opinion of four Members of this Court [the <i>Coolidge</i> plurality] should obviously be the point of reference for further discussion of the issue.\" There is no dispute in this case that the first two requirements have been satisfied. The officers were lawfully in the apartment pursuant to exigent circumstances, and the discovery of the stereo was inadvertent \u0097 the officers did not \" `know in advance the location of [certain] evidence and intend to seize it,' relying on the plain-view doctrine only as a pretext.\" <i>Ibid.</i> (quoting <i>Coolidge</i> v. <i>New Hampshire, supra,</i> at 470). Instead, the dispute in this case focuses on the application of the \"immediately apparent\" requirement; at issue is whether a police officer's reasonable suspicion is adequate to justify a cursory examination of an item in plain view.</p>\n<p>The purpose of the \"immediately apparent\" requirement is to prevent \"general, exploratory rummaging in a person's belongings.\" <i>Coolidge</i> v. <i>New Hampshire,</i> 403 U. S., at 467. If an officer could indiscriminately search every item in plain view, a search justified by a limited purpose \u0097 such as exigent circumstances \u0097 could be used to eviscerate the protections of the Fourth Amendment. In order to prevent such a general search, therefore, we require that the relevance of the item be \"immediately apparent.\" As Justice Stewart explained:</p>\n<blockquote>\n<span class=\"star-pagination\">*335</span> \"Of course, the extension of the original justification [for being present] is legitimate only where it is immediately apparent to the police that they have evidence before them; the `plain view' doctrine may not be used to extend a general exploratory search from one object to another until something incriminating at last emerges. Cf. <i>Stanley</i> v. <i>Georgia,</i> [394 U. S. 557], 571-572 [(1969)] (Stewart, J., concurring in result).\" <i>Id.,</i> at 466-467.</blockquote>\n<p>Thus, I agree with the Court that even under the plain-view doctrine, probable cause is required before the police seize an item, or conduct a full-blown search of evidence in plain view. <i>Ante,</i> at 326-328. Such a requirement of probable cause will prevent the plain-view doctrine from authorizing general searches. This is not to say, however, that even a mere inspection of a suspicious item must be supported by probable cause. When a police officer makes a cursory inspection of a suspicious item in plain view in order to determine whether it is indeed evidence of a crime, there is no \"exploratory rummaging.\" Only those items that the police officer \"reasonably suspects\" as evidence of a crime may be inspected, and perhaps more importantly, the scope of such an inspection is quite limited. In short, if police officers have a reasonable, articulate suspicion that an object they come across during the course of a lawful search is evidence of crime, in my view they may make a cursory examination of the object to verify their suspicion. If the officers wish to go beyond such a cursory examination of the object, however, they must have probable cause.</p>\n<p>This distinction between a full-blown search and seizure of an item and a mere inspection of the item was first suggested by Justice Stewart. In his concurrence in <i>Stanley</i> v. <i>Georgia,</i> 394 U. S. 557 (1969), which is cited in <i>Coolidge,</i> Justice Stewart observed that the federal agents there had acted within the scope of a lawful warrant in opening the drawers of the defendant's desk. When they found in one of the drawers not the gambling material described in the warrant <span class=\"star-pagination\">*336</span> but movie films, they proceeded to exhibit the films on the defendant's projector, and thereafter arrested the defendant for possession of obscene matter. Justice Stewart agreed with the majority that the film had to be suppressed, but in doing so he suggested that a less intrusive inspection of evidence in plain view would present a different case: \"This is not a case where agents in the course of a lawful search came upon contraband, criminal activity, or criminal evidence in plain view. For the record makes clear that the contents of the films could not be determined by <i>mere inspection.</i>\" <i>Id.,</i> at 571 (emphasis added) (footnote omitted).</p>\n<p>Following Justice Stewart's suggestion, the overwhelming majority of both state and federal courts have held that probable cause is not required for a minimal inspection of an item in plain view. As Professor LaFave summarizes the view of these courts, \"the minimal additional intrusion which results from an inspection or examination of an object in plain view is reasonable if the officer was first aware of some facts and circumstances which justify a reasonable suspicion (not probable cause, in the traditional sense) that the object is or contains a fruit, instrumentality, or evidence of crime.\" 2 W. LaFave, Search and Seizure § 6.7(b), p. 717 (2d ed. 1987); see also <i>id.,</i> at 345 (\"It is generally assumed that there is nothing improper in merely picking up an unnamed article for the purpose of nothing its brand name or serial number or other identifying characteristics to be found on the surface\"). Thus, while courts require probable cause for more extensive examination, cursory inspections \u0097 including picking up or moving objects for a better view \u0097 require only a reasonable suspicion. See, <i>e. g., </i><i>United States</i> v. <i>Marbury,</i> 732 F. 2d 390, 399 (CA5 1984) (police may inspect an item found in plain view to determine whether it is evidence of crime if they have a reasonable suspicion to believe that the item is evidence); <i>United States</i> v. <i>Hillyard,</i> 677 F. 2d 1336, 1342 (CA9 1982) (police may give suspicious documents brief perusal if they have a \"reasonable suspicion\"); <i>United States</i> v. <i>Wright,</i> 667 <span class=\"star-pagination\">*337</span> F. 2d 793, 798 (CA9 1982) (\"[A]n officer may conduct such an examination if he at least has a `reasonable suspicion' to believe that the discovered item is evidence\"); <i>United States</i> v. <i>Roberts,</i> 619 F. 2d 379, 381 (CA5 1980) (\"Police officers are not required to ignore the significance of items in plain view even when the full import of the objects cannot be positively ascertained without some examination\"); <i>United States</i> v. <i>Ochs,</i> 595 F. 2d 1247, 1257-1258, and n. 8 (CA2 1979) (Friendly, J.) (same).</p>\n<p>Indeed, several state courts have applied a reasonable suspicion standard in factual circumstances almost identical to this case. See, <i>e. g., </i><i>State</i> v. <i>Noll,</i> <span class=\"citation\" data-id=\"1998068\"><a href=\"/opinion/1998068/state-v-noll/\"><span class=\"volume\">116</span> <span class=\"reporter\">Wis. 2d</span> <span class=\"page\">443</span></a></span>, 343 N. W. 2d 391 (1984) (officer, upon seeing television, could check serial numbers); <i>State</i> v. <i>Riedinger,</i> 374 N. W. 2d 866 (ND 1985) (police, in executing warrant for drugs, could check serial number of microwave oven); <i>People</i> v. <i>Dorris,</i> <span class=\"citation\" data-id=\"2056305\"><a href=\"/opinion/2056305/people-v-dorris/\"><span class=\"volume\">110</span> <span class=\"reporter\">Ill. App. 3d</span> <span class=\"page\">660</span></a></span>, 442 N. E. 2d 951 (1982) (police may note account number of deposit slip because, when the police have a reasonable suspicion that an item in plain view is stolen property, the minimal additional intrusion of checking external identification numbers is proper); <i>State</i> v. <i>Proctor,</i> <span class=\"citation\" data-id=\"1172524\"><a href=\"/opinion/1172524/state-v-proctor/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wash. App.</span> <span class=\"page\">274</span></a></span>, 529 P. 2d 472 (1974) (upholding police notation of serial numbers on calculators); <i>People</i> v. <i>Eddington,</i> <span class=\"citation\" data-id=\"1939307\"><a href=\"/opinion/1939307/people-v-eddington/\"><span class=\"volume\">23</span> <span class=\"reporter\">Mich. App.</span> <span class=\"page\">210</span></a></span>, 178 N. W. 2d 686 (1970) (upholding examination of heels of shoes), rev'd on other grounds, <span class=\"citation\" data-id=\"1978640\"><a href=\"/opinion/1978640/people-v-eddington/\"><span class=\"volume\">387</span> <span class=\"reporter\">Mich.</span> <span class=\"page\">551</span></a></span>, 198 N. W. 2d 297 (1972).</p>\n<p>This distinction between searches based on their relative intrusiveness \u0097 and its subsequent adoption by a consensus of American courts \u0097 is entirely consistent with our Fourth Amendment jurisprudence. We have long recognized that searches can vary in intrusiveness, and that some brief searches \"may be so minimally intrusive of Fourth Amendment interests that strong countervailing governmental interests will justify a [search] based only on specific articulate facts\" that the item in question is contraband or evidence of a crime. <i>United States</i> v. <i>Place,</i> 462 U. S. 696, 706 <span class=\"star-pagination\">*338</span> (1983). In <i>Delaware</i> v. <i>Prouse,</i> 440 U. S. 648, 654 (1979), we held that the permissibility of a particular law enforcement practice should be judged by balancing its intrusion on the individual's Fourth Amendment interests against its promotion of legitimate governmental interests. Thus, \"[w]here a careful balancing of governmental and private interests suggests that the public interest is best served by a Fourth Amendment standard of reasonableness that stops short of probable cause, we have not hesitated to adopt such a standard.\" <i>New Jersey</i> v. <i>T. L. O.,</i> 469 U. S. 325, 341 (1985). The governmental interests considered include crime prevention and detection. <i>Terry</i> v. <i>Ohio,</i> 392 U. S. 1, 22 (1968). The test is whether these law enforcement interests are sufficiently \"substantial,\" not, as the Court would have it, whether \"operational necessities render [a standard less than probable cause] the only practicable means of detecting certain types of crimes.\" <i>Ante,</i> at 327. See <i>United States</i> v. <i>Place, supra,</i> at 704.</p>\n<p>In my view, the balance of the governmental and privacy interests strongly supports a reasonable-suspicion standard for the cursory examination of items in plain view. The additional intrusion caused by an inspection of an item in plain view for its serial number is minuscule. Indeed, the intrusion in this case was even more transitory and less intrusive than the seizure of luggage from a suspected drug dealer in <i>United States</i> v. <i>Place, supra</i><i>,</i> and the \"severe, though brief, intrusion upon cherished personal security\" in <i>Terry</i> v. <i>Ohio, supra,</i> at 24-25.</p>\n<p>Weighed against this minimal additional invasion of privacy are rather major gains in law enforcement. The use of identification numbers in tracing stolen property is a powerful law enforcement tool. Serial numbers are far more helpful and accurate in detecting stolen property than simple police recollection of the evidence. Cf. <i>New York</i> v. <i>Class,</i> 475 U. S. 106, 111 (1986) (observing importance of vehicle identification numbers). Given the prevalence of mass produced <span class=\"star-pagination\">*339</span> goods in our national economy, a serial number is often the only sure method of detecting stolen property. The balance of governmental and private interests strongly supports the view accepted by a majority of courts that a standard of reasonable suspicion meets the requirements of the Fourth Amendment.</p>\n<p>Unfortunately, in its desire to establish a \"bright-line\" test, the Court has taken a step that ignores a substantial body of precedent and that places serious roadblocks to reasonable law enforcement practices. Indeed, in this case no warrant to search the stereo equipment for its serial number could have been obtained by the officers based on reasonable suspicion alone, and in the Court's view the officers may not even move the stereo turntable to examine its serial number. The theoretical advantages of the \"search is a search\" approach adopted by the Court today are simply too remote to justify the tangible and severe damage it inflicts on legitimate and effective law enforcement.</p>\n<p>Even if probable cause were the appropriate standard, I have little doubt that it was satisfied here. When police officers, during the course of a search inquiring into grievously unlawful activity, discover the tools of a thief (a sawed-off rifle and a stocking mask) and observe in a small apartment <i>two</i> sets of stereo equipment that are both inordinately expensive in relation to their surroundings and known to be favored targets of larcenous activity, the \"flexible, commonsense standard\" of probable cause has been satisfied. <i>Texas</i> v. <i>Brown,</i> 460 U. S., at 742 (plurality opinion).</p>\n<p>Because the Court today ignores the existence of probable cause, and in doing so upsets a widely accepted body of precedent on the standard of reasonableness for the cursory examination of evidence in plain view, I respectfully dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>David Crump, Daniel B. Hales, William C. Summers, Jack E. Yelverton, Fred E. Inbau, Wayne W. Schmidt,</i> and <i>James P. Manak</i> filed a brief for Americans for Effective Law Enforcement, Inc., et al. as <i>amici curiae</i> urging reversal.</p>\n<p>[*]  Contrary to the suggestion in JUSTICE O'CONNOR'S dissent, <i>post,</i> at 339, this concession precludes our considering whether the probable-cause standard was satisfied in this case.</p>\n<p>[1]  In <i>Texas</i> v. <i>Brown,</i> 460 U. S. 730 (1983), the plurality opinion expressly declined to \"address whether, in some circumstances, a degree of suspicion lower than probable cause would be sufficient basis for a seizure. . . .\" <i>Id.,</i> at 742, n. 7. Even the probable-cause standard, in the plurality's view, requires only facts sufficient to \" `warrant a man of reasonable caution in the belief' . . . that certain items may be contraband or stolen property or useful as evidence of a crime; it does not demand any showing that such a belief be correct or more likely true than false.\" <i>Id.,</i> at 742 (quoting <i>Carroll</i> v. <i>United States,</i> 267 U. S. 132, 162 (1925)). See also <i>Texas</i> v. <i>Brown, supra,</i> at 746 (POWELL, J., concurring in judgment) (leaving open the question whether probable cause is required to inspect objects in plain view). As the Court recognizes, <i>ante,</i> at 326, the statements in <i>Payton</i> v. <i>New York,</i> 445 U. S. 573, 587 (1980), are dicta.</p>\n<p>[2]  Responding to a question on cross-examination, Officer Nelson explained that his suspicion was \"based on 12 years' worth of police experience. I have worked in different burglary crimes throughout that period of time and . . . I'm just very familiar with people converting stolen stereos and TV's into their own use.\" App. 28-29.</p>\n<p>[3]  Officer Nelson testified that there was an opening of about a foot between the back of one set of stereo equipment and the wall. <i>Id.,</i> at 20. Presumably this opening was large enough to permit Officer Nelson to view serial numbers on the backs of the components without moving them.</p>\n<p>[4]  Numerous articles that frequently are stolen have identifying numbers, including expensive watches and cameras, and also credit cards. Assume for example that an officer reasonably suspects that two identical watches, both in plain view, have been stolen. Under the Court's decision, if one watch is lying face up and the other lying face down, reading the serial number on one of the watches would not be a search. But turning over the other watch to read its serial number would be a search. Moreover, the officer's ability to read a serial number may depend on its location in a room and light conditions at a particular time. Would there be a constitutional difference if an officer, on the basis of a reasonable suspicion, used a pocket flashlight or turned on a light to read a number rather than moving the object to a point where a serial number was clearly visible?</p>\n\n</div>", 
  "sha1": "8c048920184ad2098ee3bf2e0c3bf0bbf717f415", 
  "date_modified": "2015-04-07T12:24:23.447245", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/111834/arizona-v-hicks/", 
  "citation_count": 435, 
  "supreme_court_db_id": "1986-047", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/554003/", 
  "html": "<p class=\"case_cite\">480 U.S. 321</p>\n    <p class=\"case_cite\">107 S.Ct. 1149</p>\n    <p class=\"case_cite\">94 L.Ed.2d 347</p>\n    <p class=\"parties\">ARIZONA, Petitioner<br>v.<br>James Thomas HICKS.</p>\n    <p class=\"docket\">No. 85-1027.</p>\n    <p class=\"date\">Argued Dec. 8, 1986.</p>\n    <p class=\"date\">Decided March 3, 1987.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">A bullet fired through the floor of respondent's apartment injured a man on the floor below.  Police entered the apartment to search for the shooter, for other victims, and for weapons, and there seized three weapons and discovered a stocking-cap mask. While there, one of the policemen noticed two sets of expensive stereo components and, suspecting that they were stolen, read and recorded their serial numbers&#8212;moving some of them, including a turntable, to do so&#8212;and phoned in the numbers to headquarters. Upon learning that the turntable had been taken in an armed robbery, he seized it immediately.  Respondent was subsequently indicted for the robbery, but the state trial court granted his motion to suppress the evidence that had been seized, and the Arizona Court of Appeals affirmed.  Relying upon a statement in <i>Mincey v. Arizona,</i> 437 U.S. 385, 98 S.Ct. 2408, 57 L.Ed.2d 290, that a warrantless search must be \"strictly circumscribed by the exigencies which justify its initiation,\" the Court of Appeals held that the policeman's obtaining the serial numbers violated the Fourth Amendment because it was unrelated to the shooting, the exigent circumstance that justified the initial entry and search. Both state courts rejected the contention that the policeman's actions were justified under the \"plain view\" doctrine.</p>\n      <p class=\"indent\">\n        <i>Held:</i>\n      </p>\n      <p class=\"indent\">1. The policeman's actions come within the purview of the Fourth Amendment.  The mere recording of the serial numbers did not constitute a \"seizure\" since it did not meaningfully interfere with respondent's possessory interest in either the numbers or the stereo equipment.  However, the moving of the equipment was a \"search\" separate and apart from the search that was the lawful objective of entering the apartment.  The fact that the search uncovered nothing of great personal value to respondent is irrelevant.  Pp. 324-325.</p>\n      <p class=\"indent\">2. The \"plain view\" doctrine does not render the search \"reasonable\" under the Fourth Amendment.  Pp. 325-329.</p>\n      <p class=\"indent\">(a) The policeman's action directed to the stereo equipment was not <i>ipso facto</i> unreasonable simply because it was unrelated to the justification for entering the apartment.  That lack of relationship always exists when the \"plain view\" doctrine applies. In saying that a warrantless search must be \"strictly circumscribed by the exigencies which justify its initiation,\" <i>Mincey</i> was simply addressing the scope of the primary search itself, and was not overruling the \"plain view\" doctrine by implication.  Pp. 325-326.</p>\n      <p class=\"indent\">(b) However, the search was invalid because, as the State concedes, the policeman had only a \"reasonable suspicion\"&#8212;<i>i.e.,</i> less than probable cause to believe&#8212;that the stereo equipment was stolen.  Probable cause is required to invoke the \"plain view\" doctrine as it applies to seizures.  It would be illogical to hold that an object is seizable on lesser grounds, during an unrelated search and seizure, than would have been needed to obtain a warrant for it if it had been known to be on the premises. Probable cause to believe the equipment was stolen was also necessary to support the search here, whether legal authority to move the equipment could be found only as the inevitable concomitant of the authority to seize it, or also as a consequence of some independent power to search objects in plain view.  Pp. 326-328.</p>\n      <p class=\"indent\">3. The policeman's action cannot be upheld on the ground that it was not a \"full-blown search\" but was only a \"cursory inspection\" that could be justified by reasonable suspicion instead of probable cause.  A truly cursory inspection&#8212;one that involves merely looking at what is already exposed to view, without disturbing it&#8212;is not a \"search\" for Fourth Amendment purposes, and therefore does not even require reasonable suspicion.  This Court is unwilling to create a subcategory of \"cursory\" searches under the Fourth Amendment.  Pp. 328-329.</p>\n      <p class=\"indent\">146 Ariz. 533, 707 P.2d 331, affirmed.</p>\n      <p class=\"indent\">SCALIA, J., delivered the opinion of the Court, in which BRENNAN, WHITE, MARSHALL, BLACKMUN, and STEVENS, JJ., joined. WHITE, J., filed a concurring opinion, <i>post,</i> p. ----.  POWELL, J., filed a dissenting opinion, in which REHNQUIST, C.J., and O'CONNOR, J., joined, <i>post,</i> p. ----.  O'CONNOR, J., filed a dissenting opinion, in which REHNQUIST, C.J., and POWELL, J., joined, <i>post,</i> p. ----.</p>\n      <p class=\"indent\">Linda Ann Akers, Phoenix, Ariz., for petitioner.</p>\n      <p class=\"indent\">John William Rood, Phoenix, Ariz., for respondent.</p>\n      <p class=\"indent\">Justice SCALIA delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In <i>Coolidge v. New Hampshire,</i> 403 U.S. 443, 91 S.Ct. 2022, 29 L.Ed.2d 564 (1971), we said that in certain circumstances a warrantless seizure by police of an item that comes within plain view during their lawful search of a private area may be reasonable under the Fourth Amendment.  See <i>id.,</i> at 465-471, 91 S.Ct. at 2037-2041 (plurality opinion);  <i>id.,</i> at 505-506, 91 S.Ct. at 2057-2058 (Black, J., concurring and dissenting);  <i>id.,</i> at 521-522, 91 S.Ct. at 2065-2066 (WHITE, J., concurring and dissenting).  We granted certiorari, 475 U.S. 1107, 106 S.Ct. 1512, 89 L.Ed.2d 912 (1986), in the present case to decide whether this \"plain view\" doctrine may be invoked when the police have less than probable cause to believe that the item in question is evidence of a crime or is contraband.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* On April 18, 1984, a bullet was fired through the floor of respondent's apartment, striking and injuring a man in the apartment below.  Police officers arrived and entered respondent's apartment to search for the shooter, for other victims, and for weapons.  They found and seized three weapons, including a sawed-off rifle, and in the course of their search also discovered a stocking-cap mask.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">One of the policemen, Officer Nelson, noticed two sets of expensive stereo components, which seemed out of place in the squalid and otherwise ill-appointed four-room apartment. Suspecting that they were stolen, he read and recorded their serial numbers&#8212;moving some of the components, including a Bang and Olufsen turntable, in order to do so&#8212;which he then reported by phone to his headquarters.  On being advised that the turntable had been taken in an armed robbery, he seized it immediately.  It was later determined that some of the other serial numbers matched those on other stereo equipment taken in the same armed robbery, and a warrant was obtained and executed to seize that equipment as well. Respondent was subsequently indicted for the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The state trial court granted respondent's motion to suppress the evidence that had been seized.  The Court of Appeals of Arizona affirmed.  It was conceded that the initial entry and search, although warrantless, were justified by the exigent circumstance of the shooting.  The Court of Appeals viewed the obtaining of the serial numbers, however, as an additional search, unrelated to that exigency.  Relying upon a statement in <i>Mincey v. Arizona,</i> 437 U.S. 385, 98 S.Ct. 2408, 57 L.Ed.2d 290 (1978), that a \"warrantless search must be 'strictly circumscribed by the exigencies which justify its initiation,' \" <i>id.,</i> at 393, 98 S.Ct. at 2413 (citation omitted), the Court of Appeals held that the police conduct violated the Fourth Amendment, requiring the evidence derived from that conduct to be excluded.  146 Ariz. 533, 534-535, 707 P.2d 331, 332-333 (1985).  Both courts&#8212;the trial court explicitly and the Court of Appeals by necessary implication rejected the State's contention that Officer Nelson's actions were justified under the \"plain view\" doctrine of <i>Coolidge v. New Hampshire, supra.</i>  The Arizona Supreme Court denied review, and the State filed this petition.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As an initial matter, the State argues that Officer Nelson's actions constituted neither a \"search\" nor a \"seizure\" within the meaning of the Fourth Amendment.  We agree that the mere recording of the serial numbers did not constitute a seizure.  To be sure, that was the first step in a process by which respondent was eventually deprived of the stereo equipment.  In and of itself, however, it did not \"meaningfully interfere\" with respondent's possessory interest in either the serial numbers or the equipment, and therefore did not amount to a seizure.  See <i>Maryland v. Macon,</i> 472 U.S. 463, 469, 105 S.Ct. 2778, 2782, 86 L.Ed.2d 370 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Officer Nelson's moving of the equipment, however, did constitute a \"search\" separate and apart from the search for the shooter, victims, and weapons that was the lawful objective of his entry into the apartment.  Merely inspecting those parts of the turntable that came into view during the latter search would not have constituted an independent search, because it would have produced no additional invasion of respondent's privacy interest. See <i>Illinois v. Andreas,</i> 463 U.S. 765, 771, 103 S.Ct. 3319, 3324, 77 L.Ed.2d 1003 (1983).  But taking action, unrelated to the objectives of the authorized intrusion, which exposed to view concealed portions of the apartment or its contents, did produce a new invasion of respondent's privacy unjustified by the exigent circumstance that validated the entry.  This is why, contrary to Justice POWELL's suggestion, <i>post,</i> at 333, the \"distinction between 'looking' at a suspicious object in plain view and 'moving' it even a few inches\" is much more than trivial for purposes of the Fourth Amendment.  It matters not that the search uncovered nothing of any great personal value to respondent&#8212;serial numbers rather than (what might conceivably have been hidden behind or under the equipment) letters or photographs.  A search is a search, even if it happens to disclose nothing but the bottom of a turntable.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The remaining question is whether the search was \"reasonable\" under the Fourth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On this aspect of the case we reject, at the outset, the apparent position of the Arizona Court of Appeals that because the officers' action directed to the stereo equipment was unrelated to the justification for their entry into respondent's apartment, it was <i>ipso facto</i> unreasonable.  That lack of relationship <i>always</i> exists with regard to action validated under the \"plain view\" doctrine;  where action is taken for the purpose justifying the entry, invocation of the doctrine is superfluous.  <i>Mincey v. Arizona, supra,</i> in saying that a warrantless search must be \"strictly circumscribed by the exigencies which justify its initiation,\" 437 U.S., at 393, 98 S.Ct. at 2413 (citation omitted), was addressing only the scope of the primary search itself, and was not overruling by implication the many cases acknowledging that the \"plain view\" doctrine can legitimate action beyond that scope.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We turn, then, to application of the doctrine to the facts of this case.  \"It is well established that under certain circumstances the police may <i>seize</i> evidence in plain view without a warrant,\" <i>Coolidge v. New Hampshire,</i> 403 U.S., at 465, 91 S.Ct. at 2037 (plurality opinion) (emphasis added).  Those circumstances include situations \"[w]here the initial intrusion that brings the police within plain view of such [evidence] is supported . . . by one of the recognized exceptions to the warrant requirement,\" <i>ibid.,</i> such as the exigent-circumstances intrusion here.  It would be absurd to say that an object could lawfully be seized and taken from the premises, but could not be moved for closer examination.  It is clear, therefore, that the search here was valid if the \"plain view\" doctrine would have sustained a seizure of the equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is no doubt it would have done so if Officer Nelson had probable cause to believe that the equipment was stolen.  The State has conceded, however, that he had only a \"reasonable suspicion,\" by which it means something less than probable cause. See Brief for Petitioner 18-19.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>  We have not ruled on the question whether probable cause is required in order to invoke the \"plain view\" doctrine.  Dicta in <i>Payton v. New York,</i> 445 U.S. 573, 587, 100 S.Ct. 1371, 1380, 63 L.Ed.2d 639 (1980), suggested that the standard of probable cause must be met, but our later opinions in <i>Texas v. Brown,</i> 460 U.S. 730, 103 S.Ct. 1535, 75 L.Ed.2d 502 (1983), explicitly regarded the issue as unresolved, see <i>id.,</i> at 742, n. 7, 103 S.Ct. at 1543 n. 7 (plurality opinion);  <i>id.,</i> at 746, 103 S.Ct. at 1545 (STEVENS, J., concurring in judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We now hold that probable cause is required.  To say otherwise would be to cut the \"plain view\" doctrine loose from its theoretical and practical moorings.  The theory of that doctrine consists of extending to nonpublic places such as the home, where searches and seizures without a warrant are presumptively unreasonable, the police's longstanding authority to make warrantless seizures in public places of such objects as weapons and contraband.  See <i>Payton v. New York, supra,</i> at 586-587, 100 S.Ct. at 1380.  And the practical justification for that extension is the desirability of sparing police, whose viewing of the object in the course of a lawful search is as legitimate as it would have been in a public place, the inconvenience and the risk&#8212;to themselves or to preservation of the evidence&#8212;of going to obtain a warrant.  See <i>Coolidge v. New Hampshire, supra,</i> at 468, 91 S.Ct. at 2039 (plurality opinion). Dispensing with the need for a warrant is worlds apart from permitting a lesser standard of <i>cause</i> for the seizure than a warrant would require, <i>i.e.,</i> the standard of probable cause.  No reason is apparent why an object should routinely be seizable on lesser grounds, during an unrelated search and seizure, than would have been needed to obtain a warrant for that same object if it had been known to be on the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We do not say, of course, that a seizure can never be justified on less than probable cause.  We have held that it can where, for example, the seizure is minimally intrusive and operational necessities render it the only practicable means of detecting certain types of crime.  See, <i>e.g., United States v. Cortez,</i> 449 U.S. 411, 101 S.Ct. 690, 66 L.Ed.2d 621 (1981) (investigative detention of vehicle suspected to be transporting illegal aliens);  <i>United States v. Brignoni-Ponce,</i> 422 U.S. 873, 95 S.Ct. 2574, 45 L.Ed.2d 607 (1975) (same);  <i>United States v. Place,</i> 462 U.S. 696, 709, and n. 9, 103 S.Ct. 2637, 2645 and n. 9, 77 L.Ed.2d 110 (1983) (dictum) (seizure of suspected drug dealer's luggage at airport to permit exposure to specially trained dog). No special operational necessities are relied on here, however&#8212;but rather the mere fact that the items in question came lawfully within the officer's plain view.  That alone cannot supplant the requirement of probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The same considerations preclude us from holding that, even though probable cause would have been necessary for a <i>seizure,</i> the <i>search</i> of objects in plain view that occurred here could be sustained on lesser grounds.  A dwelling-place search, no less than a dwelling-place seizure, requires probable cause, and there is no reason in theory or practicality why application of the \"plain view\" doctrine would supplant that requirement. Although the interest protected by the Fourth Amendment injunction against unreasonable searches is quite different from that protected by its injunction against unreasonable seizures, see <i>Texas v. Brown, supra,</i> 460 U.S., at 747-748, 103 S.Ct., at 1546 (STEVENS, J., concurring in judgment), neither the one nor the other is of inferior worth or necessarily requires only lesser protection.  We have not elsewhere drawn a categorical distinction between the two insofar as concerns the degree of justification needed to establish the reasonableness of police action, and we see no reason for a distinction in the particular circumstances before us here.  Indeed, to treat searches more liberally would especially erode the plurality's warning in <i>Coolidge</i> that \"the 'plain view' doctrine may not be used to extend a general exploratory search from one object to another until something incriminating at last emerges.\"  403 U.S., at 466, 91 S.Ct. at 2038.  In short, whether legal authority to move the equipment could be found only as an inevitable concomitant of the authority to seize it, or also as a consequence of some independent power to search certain objects in plain view, probable cause to believe the equipment was stolen was required.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Justice O'CONNOR's dissent suggests that we uphold the action here on the ground that it was a \"cursory inspection\" rather than a \"full-blown search,\" and could therefore be justified by reasonable suspicion instead of probable cause.  As already noted, a truly cursory inspection&#8212;one that involves merely looking at what is already exposed to view, without disturbing it&#8212;is not a \"search\" for Fourth Amendment purposes, and therefore does not even require reasonable suspicion.  We are unwilling to send police and judges into a new thicket of Fourth Amendment law, to seek a creature of uncertain description that is neither a \"plain view\" inspection nor yet a \"full-blown search.\"  Nothing in the prior opinions of this Court supports such a distinction, not even the dictum from Justice Stewart's concurrence in <i>Stanley v. Georgia,</i> 394 U.S. 557, 571, 89 S.Ct. 1243, 1251, 22 L.Ed.2d 542 (1969), whose reference to a \"mere inspection\" describes, in our view, close observation of what lies in plain sight.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Justice POWELL's dissent reasonably asks what it is we would have had Officer Nelson do in these circumstances.  <i>Post,</i> at ----. The answer depends, of course, upon whether he had probable cause to conduct a search, a question that was not preserved in this case.  If he had, then he should have done precisely what he did. If not, then he should have followed up his suspicions, if possible, by means other than a search&#8212;just as he would have had to do if, while walking along the street, he had noticed the same suspicious stereo equipment sitting inside a house a few feet away from him, beneath an open window.  It may well be that, in such circumstances, no effective means short of a search exist.  But there is nothing new in the realization that the Constitution sometimes insulates the criminality of a few in order to protect the privacy of us all.  Our disagreement with the dissenters pertains to where the proper balance should be struck;  we choose to adhere to the textual and traditional standard of probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The State contends that, even if Officer Nelson's search violated the Fourth Amendment, the court below should have admitted the evidence thus obtained under the \"good faith\" exception to the exclusionary rule.  That was not the question on which certiorari was granted, and we decline to consider it.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the reasons stated, the judgment of the Court of Appeals of Arizona is</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Justice WHITE, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">I write only to emphasize that this case does not present, and we have no occasion to address, the so-called \"inadvertent discovery\" prong of the plain-view exception to the Warrant Clause.  See <i>Coolidge v. New Hampshire,</i> 403 U.S. 443, 469-471, 91 S.Ct. 2022, 2040-2041, 29 L.Ed.2d 564 (1971) (plurality opinion). This \"requirement\" of the plain-view doctrine has never been accepted by a judgment supported by a majority of this Court, and I therefore do not accept Justice O'CONNOR's dissent's assertion that evidence seized in plain view must have been inadvertently discovered in order to satisfy the dictates of the Fourth Amendment.  See <i>post,</i> at ----.  I join the majority opinion today without regard to the inadvertence of the officers' discovery of the stereo components' serial numbers.  The police officers conducted a search of respondent's stereo equipment absent probable cause that the equipment was stolen.  It is for this reason that the judgment of the Court of Appeals of Arizona must be affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Justice POWELL, with whom THE CHIEF JUSTICE and Justice O'CONNOR join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">I join Justice O'CONNOR's dissenting opinion, and write briefly to highlight what seem to me the unfortunate consequences of the Court's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Today the Court holds for the first time that the requirement of probable cause operates as a separate limitation on the application of the plain-view doctrine.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  The plurality opinion in <i>Coolidge v. New Hampshire,</i> 403 U.S. 443, 91 S.Ct. 2022, 29 L.Ed.2d 564 (1971), required only that it be \"immediately apparent to the police that they have evidence before them;  the 'plain view' doctrine may not be used to extend a general exploratory search from one object to another until something incriminating at last emerges.\"  <i>Id.,</i> at 466, 91 S.Ct. at 2038 (citation omitted).  There was no general exploratory search in this case, and I would not approve such a search.  All the pertinent objects were in plain view and could be identified as objects frequently stolen.  There was no looking into closets, opening of drawers or trunks, or other \"rummaging around.\"  Justice O'CONNOR properly emphasizes that the moving of a suspicious object in plain view results in a minimal invasion of privacy.  <i>Post,</i> at ----.  The Court nevertheless holds that \"merely looking at\" an object in plain view is lawful, <i>ante,</i> at 328, but \"moving\" or \"disturbing\" the object to investigate a reasonable suspicion is not, <i>ante,</i> at 324, 328.  The facts of this case well illustrate the unreasonableness of this distinction.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The officers' suspicion that the stereo components at issue were stolen was both reasonable and based on specific, articulable facts.  Indeed, the State was unwise to concede the absence of probable cause.  The police lawfully entered respondent's apartment under exigent circumstances that arose when a bullet fired through the floor of the apartment struck a man in the apartment below.  What they saw in the apartment hardly suggested that it was occupied by law-abiding citizens.  A .25-caliber automatic pistol lay in plain view on the living room floor. During a concededly lawful search, the officers found a .45-caliber automatic, a .22-caliber, sawed-off rifle, and a stocking-cap mask.  The apartment was littered with drug paraphernalia.  App. 29.  The officers also observed two sets of expensive stereo components of a type that frequently was stolen.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is fair to ask what Officer Nelson should have done in these circumstances.  Accepting the State's concession that he lacked probable cause, he could not have obtained a warrant to seize the stereo components.  Neither could he have remained on the premises and forcibly prevented their removal.  Officer Nelson's testimony indicates that he was able to read some of the serial numbers without moving the components.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  To read the serial number on a Bang and Olufsen turntable, however, he had to \"turn it around or turn it upside down.\"  <i>Id.,</i> at 19.  Officer Nelson noted the serial numbers on the stereo components and telephoned the National Crime Information Center to check them against the Center's computerized listing of stolen property.  The computer confirmed his suspicion that at least the Bang and Olufsen turntable had been stolen.  On the basis of this information, the officers obtained a warrant to seize the turntable and other stereo components that also proved to be stolen.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Court holds that there was an unlawful search of the turntable.  It agrees that the \"mere recording of the serial numbers did not constitute a seizure.\"   <i>Ante,</i> at 324.  Thus, if the computer had identified as stolen property a component with a visible serial number, the evidence would have been admissible. But the Court further holds that \"Officer Nelson's moving of the equipment . . . did constitute a 'search'. . . .\"  <i>Ibid.</i>  It perceives a constitutional distinction between reading a serial number on an object and moving or picking up an identical object to see its serial number.  To make its position unmistakably clear, the Court concludes that a \"search is a search, even if it happens to disclose nothing but the bottom of a turntable.\" <i>Ante,</i> at 325.  With all respect, this distinction between \"looking\" at a suspicious object in plain view and \"moving\" it even a few inches trivializes the Fourth Amendment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The Court's new rule will cause uncertainty, and could deter conscientious police officers from lawfully obtaining evidence necessary to convict guilty persons. Apart from the importance of rationality in the interpretation of the Fourth Amendment, today's decision may handicap law enforcement without enhancing privacy interests.  Accordingly, I dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Justice O'CONNOR, with whom THE CHIEF JUSTICE and Justice Powell join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Court today gives the right answer to the wrong question. The Court asks whether the police must have probable cause before either seizing an object in plain view or conducting a full-blown search of that object, and concludes that they must.  I agree.  In my view, however, this case presents a different question: whether police must have probable cause before conducting a cursory inspection of an item in plain view.  Because I conclude that such an inspection is reasonable if the police are aware of facts or circumstances that justify a reasonable suspicion that the item is evidence of a crime, I would reverse the judgment of the Arizona Court of Appeals, and therefore dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In <i>Coolidge v. New Hampshire,</i> 403 U.S. 443, 91 S.Ct. 2022, 29 L.Ed.2d 564 (1971), Justice Stewart summarized three requirements that the plurality thought must be satisfied for a plain-view search or seizure.  First, the police must lawfully make an initial intrusion or otherwise be in a position from which they can view a particular area.  Second, the officer must discover incriminating evidence \"inadvertently.\"  Third, it must be \"immediately apparent\" to the police that the items they observe may be evidence of a crime, contraband, or otherwise subject to seizure.  As another plurality observed in <i>Texas v. Brown,</i> 460 U.S. 730, 737, 103 S.Ct. 1535, 1540-1541, 75 L.Ed.2d 502 (1983), these three requirements have never been expressly adopted by a majority of this Court, but \"as the considered opinion of four Members of this Court [the <i>Coolidge</i> plurality] should obviously be the point of reference for further discussion of the issue.\" There is no dispute in this case that the first two requirements have been satisfied.  The officers were lawfully in the apartment pursuant to exigent circumstances, and the discovery of the stereo was inadvertent&#8212;the officers did not \" 'know in advance the location of [certain] evidence and intend to seize it,' relying on the plain-view doctrine only as a pretext.\"  <i>Ibid.</i> (quoting <i>Coolidge v. New Hampshire, supra,</i> at 470, 91 S.Ct. at 2040). Instead, the dispute in this case focuses on the application of the \"immediately apparent\" requirement;  at issue is whether a police officer's reasonable suspicion is adequate to justify a cursory examination of an item in plain view.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The purpose of the \"immediately apparent\" requirement is to prevent \"general, exploratory rummaging in a person's belongings.\" <i>Coolidge v. New Hampshire,</i> 403 U.S., at 467, 91 S.Ct. at 2038.  If an officer could indiscriminately search every item in plain view, a search justified by a limited purpose&#8212;such as exigent circumstances&#8212;could be used to eviscerate the protections of the Fourth Amendment.  In order to prevent such a general search, therefore, we require that the relevance of the item be \"immediately apparent.\"  As Justice Stewart explained: \"Of course, the extension of the original justification [for      being present] is legitimate only where it is immediately      apparent to the police that they have evidence before them;      the 'plain view' doctrine may not be used to extend a general      exploratory search from one object to another until something      incriminating at last emerges.  Cf. <i>Stanley v. Georgia,</i> [394      U.S. 557], 571-572 [89 S.Ct. 1243, 1251-1252, 22 L.Ed.2d 542]      [ (1969) ] (Stewart, J., concurring in result).\"  <i>Id.,</i> at      466-467, 91 S.Ct. at 2038-2039.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Thus, I agree with the Court that even under the plain-view doctrine, probable cause is required before the police seize an item, or conduct a full-blown search of evidence in plain view. <i>Ante,</i> at ----.  Such a requirement of probable cause will prevent the plain-view doctrine from authorizing general searches.  This is not to say, however, that even a mere inspection of a suspicious item must be supported by probable cause.  When a police officer makes a cursory inspection of a suspicious item in plain view in order to determine whether it is indeed evidence of a crime, there is no \"exploratory rummaging.\"  Only those items that the police officer \"reasonably suspects\" as evidence of a crime may be inspected, and perhaps more importantly, the scope of such an inspection is quite limited.  In short, if police officers have a reasonable, articulable suspicion that an object they come across during the course of a lawful search is evidence of crime, in my view they may make a cursory examination of the object to verify their suspicion.  If the officers wish to go beyond such a cursory examination of the object, however, they must have probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This distinction between a full-blown search and seizure of an item and a mere inspection of the item was first suggested by Justice Stewart.  In his concurrence in <i>Stanley v. Georgia,</i> 394 U.S. 557, 89 S.Ct. 1243, 22 L.Ed.2d 542 (1969), which is cited in <i>Coolidge,</i> Justice Stewart observed that the federal agents there had acted within the scope of a lawful warrant in opening the drawers of the defendant's desk.  When they found in one of the drawers not the gambling material described in the warrant but movie films, they proceeded to exhibit the films on the defendant's projector, and thereafter arrested the defendant for possession of obscene matter.  Justice Stewart agreed with the majority that the film had to be suppressed, but in doing so he suggested that a less intrusive inspection of evidence in plain view would present a different case:  \"This is not a case where agents in the course of a lawful search came upon contraband, criminal activity, or criminal evidence in plain view.  For the record makes clear that the contents of the films could not be determined by <i>mere inspection.</i>\"  <i>Id.,</i> at 571, 89 S.Ct. at 1251 (emphasis added) (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Following Justice Stewart's suggestion, the overwhelming majority of both state and federal courts have held that probable cause is not required for a minimal inspection of an item in plain view.  As Professor LaFave summarizes the view of these courts, \"the minimal additional intrusion which results from an inspection or examination of an object in plain view is reasonable if the officer was first aware of some facts and circumstances which justify a reasonable suspicion (not probable cause, in the traditional sense) that the object is or contains a fruit, instrumentality, or evidence of crime.\"  2 W. LaFave, Search and Seizure &#167; 6.7(b), p. 717 (2d ed. 1987);  see also <i>id.,</i> at 345 (\"It is generally assumed that there is nothing improper in merely picking up an unnamed article for the purpose of noting its brand name or serial number or other identifying characteristics to be found on the surface\").  Thus, while courts require probable cause for more extensive examination, cursory inspections&#8212;including picking up or moving objects for a better view&#8212;require only a reasonable suspicion.  See, <i>e.g., United States v. Marbury,</i> 732 F.2d 390, 399 (CA5 1984) (police may inspect an item found in plain view to determine whether it is evidence of crime if they have a reasonable suspicion to believe that the item is evidence); <i>United States v. Hillyard,</i> 677 F.2d 1336, 1342 (CA9 1982) (police may give suspicious documents brief perusal if they have a \"reasonable suspicion\");  <i>United States v. Wright,</i> 667 F.2d 793, 798 (CA9 1982) (\"[A]n officer may conduct such an examination if he at least has a 'reasonable suspicion' to believe that the discovered item is evidence\");  <i>United States v. Roberts,</i> 619 F.2d 379, 381 (CA5 1980) (\"Police officers are not required to ignore the significance of items in plain view even when the full import of the objects cannot be positively ascertained without some examination\");  <i>United States v. Ochs,</i> 595 F.2d 1247, 1257-1258, and n. 8 (CA2 1979) (Friendly, J.) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Indeed, several state courts have applied a reasonable-suspicion standard in factual circumstances almost identical to this case.  See, <i>e.g., State v. Noll,</i> 116 Wis.2d 443, 343 N.W.2d 391 (1984) (officer, upon seeing television, could check serial numbers);  <i>State v. Riedinger,</i> 374 N.W.2d 866 (ND 1985) (police, in executing warrant for drugs, could check serial number of microwave oven);  <i>People v. Dorris,</i> 110 Ill.App.3d 660, 66 Ill.Dec. 390, 442 N.E.2d 951 (1982) (police may note account number of deposit slip because, when the police have a reasonable suspicion that an item in plain view is stolen property, the minimal additional intrusion of checking external identification numbers is proper);  <i>State v. Proctor,</i> 12 Wash.App. 274, 529 P.2d 472 (1974) (upholding police notation of serial numbers on calculators);  <i>People v. Eddington,</i> 23 Mich.App. 210, 178 N.W.2d 686 (1970) (upholding examination of the heels of shoes), rev'd on other grounds, 387 Mich. 551, 198 N.W.2d 297 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This distinction between searches based on their relative intrusiveness&#8212;and its subsequent adoption by a consensus of American courts&#8212;is entirely consistent with our Fourth Amendment jurisprudence.  We have long recognized that searches can vary in intrusiveness, and that some brief searches \"may be so minimally intrusive of Fourth Amendment interests that strong countervailing governmental interests will justify a [search] based only on specific articulable facts\" that the item in question is contraband or evidence of a crime.  <i>United States v. Place,</i> 462 U.S. 696, 706, 103 S.Ct. 2637, 2644, 77 L.Ed.2d 110 (1983).  In <i>Delaware v. Prouse,</i> 440 U.S. 648, 654, 99 S.Ct. 1391, 1396, 59 L.Ed.2d 660 (1979), we held that the permissibility of a particular law enforcement practice should be judged by balancing its intrusion on the individual's Fourth Amendment interests against its promotion of legitimate governmental interests.  Thus, \"[w]here a careful balancing of governmental and private interests suggests that the public interest is best served by a Fourth Amendment standard of reasonableness that stops short of probable cause, we have not hesitated to adopt such a standard.\"  <i>New Jersey v. T.L.O.,</i> 469 U.S. 325, 341, 105 S.Ct. 733, 743, 83 L.Ed.2d 720 (1985).  The governmental interests considered include crime prevention and detection.   <i>Terry v. Ohio,</i> 392 U.S. 1, 22, 88 S.Ct. 1868, 1880, 20 L.Ed.2d 889 (1968).  The test is whether these law enforcement interests are sufficiently \"substantial,\" not, as the Court would have it, whether \"operational necessities render [a standard less than probable cause] the only practicable means of detecting certain types of crimes.\"  <i>Ante,</i> at ----.  See <i>United States v. Place, supra,</i> at 704, 103 S.Ct. at 2643.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In my view, the balance of the governmental and privacy interests strongly supports a reasonable-suspicion standard for the cursory examination of items in plain view.  The additional intrusion caused by an inspection of an item in plain view for its serial number is miniscule.  Indeed, the intrusion in this case was even more transitory and less intrusive than the seizure of luggage from a suspected drug dealer in <i>United States v. Place, supra,</i> and the \"severe, though brief, intrusion upon cherished personal security\" in <i>Terry v. Ohio, supra,</i> at 24-25, 88 S.Ct. at 1881-1882.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Weighed against this minimal additional invasion of privacy are rather major gains in law enforcement.  The use of identification numbers in tracing stolen property is a powerful law enforcement tool.  Serial numbers are far more helpful and accurate in detecting stolen property than simple police recollection of the evidence.  Cf. <i>New York v. Class,</i> 475 U.S. 106, 111, 106 S.Ct. 960, 964, 89 L.Ed.2d 81 (1986) (observing importance of vehicle identification numbers).  Given the prevalence of mass produced goods in our national economy, a serial number is often the only sure method of detecting stolen property.  The balance of governmental and private interests strongly supports the view accepted by a majority of courts that a standard of reasonable suspicion meets the requirements of the Fourth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Unfortunately, in its desire to establish a \"bright-line\" test, the Court has taken a step that ignores a substantial body of precedent and that places serious roadblocks to reasonable law enforcement practices.  Indeed, in this case no warrant to search the stereo equipment for its serial number could have been obtained by the officers based on reasonable suspicion alone, and in the Court's view the officers may not even move the stereo turntable to examine its serial number.  The theoretical advantages of the \"search is a search\" approach adopted by the Court today are simply too remote to justify the tangible and severe damage it inflicts on legitimate and effective law enforcement.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Even if probable cause were the appropriate standard, I have little doubt that it was satisfied here.  When police officers, during the course of a search inquiring into grievously unlawful activity, discover the tools of a thief (a sawed-off rifle and a stocking mask) and observe in a small apartment <i>two</i> sets of stereo equipment that are both inordinately expensive in relation to their surroundings and known to be favored targets of larcenous activity, the \"flexible, common-sense standard\" of probable cause has been satisfied.   <i>Texas v. Brown,</i> 460 U.S., at 742, 103 S.Ct. at 1543 (plurality opinion).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Because the Court today ignores the existence of probable cause, and in doing so upsets a widely accepted body of precedent on the standard of reasonableness for the cursory examination of evidence in plain view, I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Contrary to the suggestion in Justice O'CONNOR's dissent, <i>post,</i> at ----, this concession precludes our considering whether the probable-cause standard was satisfied in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In <i>Texas v. Brown,</i> 460 U.S. 730, 103 S.Ct. 1535, 75 L.Ed.2d 502 (1983), the plurality opinion expressly declined to \"address whether, in some circumstances, a degree of suspicion lower than probable cause would be sufficient basis for a seizure. . . .\"  <i>Id.,</i> at 742, n. 7, 103 S.Ct. at 1543 n. 7.  Even the probable-cause standard, in the plurality's view, requires only facts sufficient to \" 'warrant a man of reasonable caution in the belief' . . . that certain items may be contraband or stolen property or useful as evidence of a crime;  it does not demand any showing that such a belief be correct or more likely true than false.\"  <i>Id.,</i> at 742, 103 S.Ct. at 1543 (quoting <i>Carroll v. United States,</i> 267 U.S. 132, 162, 45 S.Ct. 280, 288, 69 L.Ed. 543 (1925)).  See also <i>Texas v. Brown, supra,</i> at 746, 103 S.Ct. at 1545 (POWELL, J., concurring in judgment) (leaving open the question whether probable cause is required to inspect objects in plain view).  As the Court recognizes, <i>ante,</i> at 326, the statements in <i>Payton v. New York,</i> 445 U.S. 573, 587, 100 S.Ct. 1371, 1380, 63 L.Ed.2d 639 (1980), are dicta.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Responding to a question on cross-examination, Officer Nelson explained that his suspicion was \"based on 12 years' worth of police experience.  I have worked in different burglary crimes throughout that period of time and . . . I'm just very familiar with people converting stolen stereos and TV's into their own use.\"  App. 28-29.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Officer Nelson testified that there was an opening of about a foot between the back of one set of stereo equipment and the wall.  <i>Id.,</i> at 20.  Presumably this opening was large enough to permit Officer Nelson to view serial numbers on the backs of the components without moving them.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Numerous articles that frequently are stolen have identifying numbers, including expensive watches and cameras, and also credit cards.  Assume for example that an officer reasonably suspects that two identical watches, both in plain view, have been stolen.  Under the Court's decision, if one watch is lying face up and the other lying face down, reading the serial number on one of the watches would not be a search.  But turning over the other watch to read its serial number would be a search.  Moreover, the officer's ability to read a serial number may depend on its location in a room and light conditions at a particular time. Would there be a constitutional difference if an officer, on the basis of a reasonable suspicion, used a pocket flashlight or turned on a light to read a number rather than moving the object to a point where a serial number was clearly visible?</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/111834/"
}