{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "481 U.S. 828", 
    "federal_cite_two": "107 S. Ct. 2148", 
    "specialty_cite_one": null, 
    "federal_cite_three": "95 L. Ed. 2d 772", 
    "lexis_cite": "1987 U.S. LEXIS 2262", 
    "document_uris": [
      "/api/rest/v2/document/111894/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "United States v. Mendoza-Lopez", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "85-2067", 
    "id": 96253, 
    "resource_uri": "/api/rest/v2/citation/96253/"
  }, 
  "id": 111894, 
  "blocked": false, 
  "judges": "Marshall", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1987-05-26", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>481 U.S. 828 (1987)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nMENDOZA-LOPEZ ET AL.</h1></center>\n<center>No. 85-2067.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 3, 1987</center>\n<center>Decided May 26, 1987</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE EIGHTH CIRCUIT\n<p><span class=\"star-pagination\">*829</span> <i>Christopher J. Wright</i> argued the cause for the United States. With him on the briefs were <i>Solicitor General Fried, Assistant Attorney General Weld,</i> and <i>Deputy Solicitor General Bryson.</i></p>\n<p><i>Kathy Goudy,</i> by appointment of the Court, 479 U. S. 981, argued the cause and filed a brief for respondents.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*830</span> JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>In this case, we must determine whether an alien who is prosecuted under 8 U. S. C. § 1326 for illegal entry following deportation may assert in that criminal proceeding the invalidity of the underlying deportation order.</p>\n<p></p>\n<h2>I</h2>\n<p>Respondents, Jose Mendoza-Lopez and Angel Landeros-Quinones, were arrested at separate locations in Lincoln, Nebraska, on October 23, 1984, by agents of the Immigration and Naturalization Service. On October 30, 1984, they were transported to Denver, Colorado, where a group deportation hearing was held for respondents along with 11 other persons, all of whom were, like respondents, Mexican nationals.<sup>[1]</sup> After the hearing, respondents were ordered deported and were bused to El Paso, Texas. They were deported from El Paso on November 1, 1984. Each received, at the time of his deportation, a copy of Form I-294, which advised, in both Spanish and English, that a return to the United States without permission following deportation would constitute a felony.</p>\n<p>On December 12, 1984, both respondents were once again separately arrested in Lincoln, Nebraska. They were subsequently indicted by a grand jury in the District of Nebraska on charges of violating 8 U. S. C. § 1326, which provides:</p>\n<p>\"Any alien who \u0097</p>\n<blockquote>\"(1) has been arrested and deported or excluded and deported, and thereafter</blockquote>\n<blockquote>\"(2) enters, attempts to enter, or is at any time found in the United States . . .</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*831</span> \"shall be guilty of a felony, and upon conviction thereof, be punished by imprisonment of not more than two years, or by a fine of not more than $1,000, or both.\"<sup>[2]</sup></blockquote>\n<p>Respondents moved in the District Court to dismiss their indictments, on the ground that they were denied fundamentally fair deportation hearings. They contended that the Immigration Law Judge inadequately informed them of their right to counsel at the hearing, and accepted their unknowing waivers of the right to apply for suspension of deportation.<sup>[3]</sup></p>\n<p>The District Court ruled that respondents could collaterally attack their previous deportation orders. <i>United States</i> v. <i>Landeros-Quinones,</i> CR 85-L-06 (Feb. 28, 1985). It rejected their claims that they were not adequately informed of their right to counsel. It found, however, that respondents had apparently failed to understand the Immigration Judge's explanation of suspension of deportation.<sup>[4]</sup> The District <span class=\"star-pagination\">*832</span> Court concluded that respondents had not made knowing and intelligent waivers of their rights to apply for suspension of deportation or their rights to appeal, finding it \"inconceivable that they would so lightly waive their rights to appeal, and thus to the relief they now claim entitlement, <i>[sic]</i> if they had been fully apprised of the ramifications of such a choice.\" App. to Pet. for Cert. 23a. Holding that the \"failure to overcome these defendants' lack of understanding about the proceedings, which is apparent from listening to the tape recording, totally undermined the reliability of the proceedings\" and that \"substantial justice was not done,\" the District Court dismissed the indictments in both cases. <i>Id.,</i> at 26a.</p>\n<p>The Court of Appeals for the Eighth Circuit affirmed. 781 F. 2d 111 (1985). Noting a conflict among the Circuits regarding whether a defendant prosecuted under § 1326 may collaterally attack a deportation order, the court agreed with those Courts of Appeals that had concluded that a material element of the offense prohibited by § 1326 was a \"lawful\" deportation. <i>Id.,</i> at 112. It went on to state that principles of fundamental fairness required a pretrial review of the underlying deportation to examine whether the alien received due process of law. The Court of Appeals affirmed the District Court's conclusion that there was a due process violation in this case, holding that, \"[b]ecause the defendants did not fully understand the proceedings, the hearing was fundamentally unfair, and the deportation order was obtained unlawfully. Thus, it cannot stand as a material element forming the basis of the charges against the defendants.\" <i>Id.,</i> at 113.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*833</span> To resolve the conflict among the Circuits,<sup>[6]</sup> we granted certiorari. 479 U. S. 811 (1986). We affirm.</p>\n<p></p>\n<h2>II</h2>\n<p>In <i>United States</i> v. <i>Spector,</i> 343 U. S. 169 (1952), we left open whether the validity of an underlying order of deportation may be challenged in a criminal prosecution in which that prior deportation is an element of the crime.<sup>[7]</sup> Today, we <span class=\"star-pagination\">*834</span> squarely confront this question in the context of § 1326, which imposes a criminal penalty on any alien who has been deported and subsequently enters, attempts to enter, or is found in, the United States. The issue before us is whether a federal court must <i>always</i> accept as conclusive the fact of the deportation order, even if the deportation proceeding was not conducted in conformity with due process.<sup>[8]</sup></p>\n<p>The first question we must address is whether the statute itself provides for a challenge to the validity of the deportation order in a proceeding under § 1326. Some of the Courts of Appeals considering the question have held that a deportation is an element of the offense defined by § 1326 only if it is \"lawful,\"<sup>[9]</sup> and that § 1326 therefore permits collateral <span class=\"star-pagination\">*835</span> challenge to the legality of an underlying deportation order. The language of the statute, however, suggests no such limitation, stating simply that \"[a]ny alien who has been arrested and deported or excluded and deported,\" 8 U. S. C. § 1326 (1), will be guilty of a felony if the alien thereafter enters, attempts to enter, or is at any time found in, the United States, 8 U. S. C. § 1326(2).</p>\n<p>Nor does the sparse legislative history contain any evidence that Congress intended to permit challenge to the validity of the deportation in the § 1326 proceeding. Before § 1326 was enacted, three statutory sections imposed criminal penalties upon aliens who reentered the country after deportation: 8 U. S. C. § 180(a) (1946 ed.) (repealed 1952), which provided that any alien who had been \"deported in pursuance of law\" and subsequently entered the United States would be guilty of a felony; 8 U. S. C. § 138 (1946 ed.) (repealed 1952), which provided that an alien deported for prostitution, procuring, or similar immoral activity, and who thereafter reentered the United States, would be guilty of a misdemeanor and subject to a different penalty; and 8 U. S. C. § 137-7(b) (1946 ed., Supp. V) (repealed 1952), which stated that any alien who reentered the country after being deported for subversive activity would be guilty of a felony and subject to yet a third, more severe penalty.<sup>[10]</sup> See H. R. Rep. No. 1365, 82d Cong., 2d Sess., 219-220 (1952).</p>\n<p><span class=\"star-pagination\">*836</span> Congress thus had available to it in at least one of the predecessor sections \u0097 § 180(a) \u0097 express language that would have permitted collateral challenges to the validity of deportation proceedings in a criminal prosecution for reentry after deportation.<sup>[11]</sup> It nonetheless failed to include in § 1326 the \"in pursuance of law\" language of § 180(a). And while there was, at the time of the enactment of § 1326, some case law suggesting that a collateral attack on a deportation proceeding might under certain circumstances be permitted, that principle was not so unequivocally established as to persuade us that Congress must have intended to incorporate that prior law into § 1326.<sup>[12]</sup></p>\n<p>The Immigration and Nationality Act does include sections that limit judicial review of deportation orders. 8 U. S. C. § 1105a provides that, outside of enumerated exceptions, the procedures prescribed by Title 28 of the United States Code for review of federal agency orders \"shall be the sole and exclusive procedure for, the judicial review of all final orders of deportation.\" The enumerated exceptions permit an alien to challenge a deportation order, the validity of which has not previously been judicially determined, in a criminal proceeding against the alien for violation of 8 U. S. C. §§ 1252(d) or (e), 8 U. S. C. § 1105a(a)(6), and any alien held in custody <span class=\"star-pagination\">*837</span> pursuant to an order of deportation may obtain judicial review of that order in a habeas corpus proceeding, 8 U. S. C. § 1105a(a)(9). These sections are not directly applicable to this case, since respondents did not ask the District Court to vacate their deportation orders and the court did not do so. It ruled only that the orders could not properly be used as the predicate for a § 1326 conviction. Yet the text of § 1105a indicates that Congress considered and addressed some of the various circumstances in which challenges to deportation orders might arise and did not mention § 1326. See also 8 U. S. C. § 1101(g) (\"For the purposes of this chapter any alien ordered deported . . . who has left the United States, shall be considered to have been deported in pursuance of law . . .\"); but see <i>Mendez</i> v. <i>INS,</i> 563 F. 2d 956, 959 (CA9 1977).<sup>[13]</sup></p>\n<p>The text and background of § 1326 thus indicate no congressional intent to sanction challenges to deportation orders in proceedings under § 1326.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>A</h2>\n<p>That Congress did not intend the validity of the deportation order to be contestable in a § 1326 prosecution does not end our inquiry. If the statute envisions that a court may impose a criminal penalty for reentry after <i>any</i> deportation, regardless of how violative of the rights of the alien the deportation proceeding may have been, the statute does not comport with the constitutional requirement of due process.<sup>[14]</sup></p>\n<p>Our cases establish that where a determination made in an administrative proceeding is to play a critical role in the subsequent <span class=\"star-pagination\">*838</span> imposition of a criminal sanction, there must be <i>some</i> meaningful review of the administrative proceeding. See <i>Estep</i> v. <i>United States,</i> 327 U. S. 114, 121-122 (1946); <i>Yakus</i> v. <i>United States,</i> 321 U. S. 414, 444 (1944); cf. <i>McKart</i> v. <i>United States,</i> 395 U. S. 185, 196-197 (1969).<sup>[15]</sup> This principle means at the very least that where the defects in an administrative proceeding foreclose judicial review of that proceeding, an alternative means of obtaining judicial review must be made available before the administrative order may be used to establish conclusively an element of a criminal offense.<sup>[16]</sup> The result of those proceedings may subsequently be used to convert the misdemeanor of unlawful entry into <span class=\"star-pagination\">*839</span> the felony of unlawful entry after a deportation. Depriving an alien of the right to have the disposition in a deportation hearing reviewed in a judicial forum requires, at a minimum, that review be made available in any subsequent proceeding in which the result of the deportation proceeding is used to establish an element of a criminal offense.<sup>[17]</sup></p>\n<p></p>\n<h2>B</h2>\n<p>Having established that a collateral challenge to the use of a deportation proceeding as an element of a criminal offense must be permitted where the deportation proceeding effectively eliminates the right of the alien to obtain judicial review, the question remains whether that occurred in this case. The United States did not seek this Court's review of the determination of the courts below that respondents' rights to due process were violated by the failure of the Immigration Judge to explain adequately their right to suspension of deportation or their right to appeal. Pet. for Cert. 7. The United States has asked this Court to assume that respondents' deportation hearing was fundamentally unfair in considering whether collateral attack on the hearing may be <span class=\"star-pagination\">*840</span> permitted. Tr. of Oral Arg. 6-7. We consequently accept the legal conclusions of the court below that the deportation hearing violated due process. If the violation of respondents' rights that took place in this case amounted to a complete deprivation of judicial review of the determination, that determination may not be used to enhance the penalty for an unlawful entry under § 1326. We think that it did. The Immigration Judge permitted waivers of the right to appeal that were not the result of considered judgments by respondents, and failed to advise respondents properly of their eligibility to apply for suspension of deportation. Because the waivers of their rights to appeal were not considered or intelligent, respondents were deprived of judicial review of their deportation proceeding. The Government may not, therefore, rely on those orders as reliable proof of an element of a criminal offense.</p>\n<p></p>\n<h2>C</h2>\n<p>The United States asserts that our decision in <i>Lewis</i> v. <i>United States,</i> 445 U. S. 55 (1980), answered any constitutional objections to the scheme employed in § 1326. In <i>Lewis,</i> the Court held that a state-court conviction, even though it was uncounseled and therefore obtained in violation of the Sixth and Fourteenth Amendment rights of the defendant under <i>Gideon</i> v. <i>Wainwright,</i> 372 U. S. 335 (1963), could be used as a predicate for a subsequent conviction under § 1202(a)(1) of Title VII of the Omnibus Crime Control and Safe Streets Act of 1968, as amended, 18 U. S. C. App. § 1202(a)(1), which forbade any person convicted of a felony from receiving, possessing, or transporting a firearm. We do not consider <i>Lewis</i> to control the issues raised by this case. The question in <i>Lewis</i> was whether Congress could define that \"class of persons who should be disabled from dealing in or possessing firearms,\" 445 U. S., at 67, by reference to prior state felony convictions, even if those convictions had resulted from procedures, such as the denial of <span class=\"star-pagination\">*841</span> counsel, subsequently condemned as unconstitutional.<sup>[18]</sup> The Court there rejected Lewis' statutory challenge, holding that Congress had manifested no intent to permit collateral attacks upon the prior state convictions in federal criminal proceedings, and further held that this use of uncounseled prior convictions did not violate the equal protection component of the Due Process Clause of the Fifth Amendment. In rejecting the notion that the statute permitted, or the Constitution required, this \"new form of collateral attack\" on prior convictions, the Court pointed to the availability of alternative means to secure judicial review of the conviction: \"[I]t is important to note that a convicted felon may challenge the validity of a prior conviction, or otherwise remove his disability, before obtaining a firearm.\" <i>Ibid.</i></p>\n<p>It is precisely the unavailability of effective judicial review of the administrative determination at issue here that sets this case apart from <i>Lewis.</i> The fundamental procedural defects of the deportation hearing in this case rendered direct review of the Immigration Judge's determination unavailable to respondents. What was assumed in <i>Lewis,</i> namely the opportunity to challenge the predicate conviction in a judicial forum, was precisely that which was denied to respondents here. Persons charged with crime are entitled to have the factual and legal determinations upon which convictions are based subjected to the scrutiny of an impartial judicial officer. <span class=\"star-pagination\">*842</span> <i>Lewis</i> does not reject that basic principle, and our decision today merely reaffirms it.</p>\n<p>Because respondents were deprived of their rights to appeal, and of any basis to appeal since the only relief for which they would have been eligible was not adequately explained to them, the deportation proceeding in which these events occurred may not be used to support a criminal conviction, and the dismissal of the indictments against them was therefore proper. The judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p>CHIEF JUSTICE REHNQUIST, with whom JUSTICE WHITE and JUSTICE O'CONNOR join, dissenting.</p>\n<p>I agree with the Court's ruling that the language of 8 U. S. C. § 1326, its history, and other provisions of the Immigration and Nationality Act suggest that Congress did not intend to allow challenges to the validity of a deportation order in a § 1326 proceeding. I also agree with the view that there may be exceptional circumstances where the Due Process Clause prohibits the Government from using an alien's prior deportation as a basis for imposing criminal liability under § 1326. In my view, however, respondents have fallen far short of establishing such exceptional circumstances here. The Court, in reaching a contrary conclusion, misreads the decision of the District Court.</p>\n<p>As the Court acknowledges, respondents, in the District Court, claimed only that \"the Immigration Law Judge inadequately informed them of their right to counsel at the [deportation] hearing, and accepted their unknowing waivers of the right to apply for suspension of deportation.\" <i>Ante,</i> at 831; see also <i>United States</i> v. <i>Landeros-Quinones,</i> No. CR85-L-06, p. 8 (Neb., Feb. 28, 1985). Respondents did not claim that the judge failed to explain adequately their rights to appeal or that their waivers of these rights were, as we are told today, \"not considered or intelligent.\" <i>Ante,</i> at 840.</p>\n<p><span class=\"star-pagination\">*843</span> It is true that the District Court, <i>sua sponte,</i> raised the issue whether respondents knowingly waived their rights to appeal the deportation orders. The court, however, treated the issue as subsidiary to its determination that the Immigration Judge did not fully apprise respondents of their rights to apply for suspension of deportation. In ultimately disposing of the issue, the court stated:</p>\n<blockquote>\"In light of their claimed eligibility for suspension of deportation,. . . I find it inconceivable that they would so lightly waive their rights to appeal, and thus to the relief they now claim entitlement, <i>[sic]</i> if they had been fully apprised of the ramifications of such a choice.\" <i>United States</i> v. <i>Landeros-Quinones, supra,</i> at 12.</blockquote>\n<p>The narrow scope of the District Court's resolution of the question whether respondents had effectively waived their appeal rights is further demonstrated by the District Court's examination of the prejudice resulting from the manner in which the deportation hearing was conducted. Determining that a showing of prejudice was a necessary predicate to a successful collateral attack to a prior deportation order, the court concluded that there was a substantial likelihood that respondents were harmed by \"the failure of the Immigration Law Judge to fully comply with the provisions of 8 C. F. R. § 242.17,\" the regulation governing notification of apparent eligibility for suspension of deportation. <i>Id.,</i> at 14. Yet, aside from possible harm to respondents resulting from their failure to pursue suspension of deportation relief, the District Court did not identify any prejudice from respondents' failure to appeal. From these findings of the District Court, the most that can be said with certainty is that the court determined that respondents did not understand that they could pursue their claimed eligibility for suspension of deportation in further proceedings.</p>\n<p>In affirming the District Court's decision in this case, the Court of Appeals did not at all address the question whether respondents knowingly waived their rights to appeal, but instead <span class=\"star-pagination\">*844</span> limited its discussion to respondents' failure to understand that they could seek suspension of deportation. The Court of Appeals decision thus also does not support this Court's sweeping assertion that \"[t]he fundamental procedural defects of the deportation hearing in this case rendered direct review of the Immigration Judge's determination unavailable to respondents.\" <i>Ante,</i> at 841.</p>\n<p>The Court's desire to inject into this case a finding that respondents suffered from a denial of their rights to appeal for all purposes is understandable. Without such a finding, the only articulated basis for the Court's due process holding is respondents' claim that their deportation orders were invalid because they were not adequately informed that they could apply for suspension of deportation. The Court's acceptance of this latter claim provides little foundation for its decision.</p>\n<p>Recognizing that Congress intended to limit the number of aliens qualifying for suspension of deportation, we have interpreted the statutory section providing for such relief, 8 U. S. C. § 1254(a)(1), as establishing strict threshold criteria that must be met before the Attorney General may grant the relief. See <i>INS</i> v. <i>Rios-Pineda,</i> 471 U. S. 444 (1985); <i>INS</i> v. <i>Phinpathya,</i> 464 U. S. 183 (1984); <i>INS</i> v. <i>Jong Ha Wang,</i> 450 U. S. 139 (1981). Even if all of the requirements of § 1254(a)(1) are satisfied, we have recognized that \"it remains in the discretion of the Attorney General to . . . refuse to suspend deportation.\" <i>INS</i> v. <i>Rios-Pineda,</i> 471 U. S., at 446. Moreover, if the Attorney General decides that relief should be denied as a matter of discretion, he need not even inquire whether an alien meets the threshold statutory requirements. <i>Id.,</i> at 449.</p>\n<p>The District Court, in deciding whether respondents were adequately apprised of their ability to apply for suspension of their deportations, concluded that the Immigration Judge complied with the technical notice requirements of 8 CFR § 242.17 (1987). Given that suspension of deportation is provided only as a matter of legislative grace and entrusted to <span class=\"star-pagination\">*845</span> the broad discretion of the Attorney General, the Immigration Judge's failure to undertake further efforts to make certain that respondents were fully knowledgeable of this privilege hardly compares to the procedural defects this Court has previously identified as fundamentally unfair. See <i>Rose</i> v. <i>Clark,</i> 478 U. S. 570, 577 (1986) (use of a coerced confession, adjudication by a biased judge), cited <i>ante,</i> at 839, n. 17. The judge's failure to engage respondents in an extended colloquy concerning suspension of their deportations neither \"aborted the basic trial process\" nor rendered it presumptively prejudicial. 478 U. S., at 578, n. 6.</p>\n<p>Conspicuously absent from respondents' arguments to this Court is any suggestion that the Immigration Law Judge employed improper procedures or erroneously applied the law in determining that respondents were deportable. In fact, several factual findings by the District Court below, not mentioned by the Court, suggest that the Immigration Judge expended considerable effort to ensure the fairness of the hearing. For example, the District Court noted that the Immigration Judge commenced the hearing by instructing respondents \"that if any of them did not understand any of the proceedings, to raise their hands and their misunderstandings would be addressed so as to eliminate any confusion.\" <i>United States</i> v. <i>Landeros-Quinones,</i> No. CR85-L-06, p. 9 (Neb., Feb. 28, 1985). Respondents indicated their understanding of this arrangement. Moreover, the Immigration Judge informed respondents that they were entitled to be represented by counsel, and made certain that they received a list of the free legal services available to them. At the conclusion of the hearing, the judge asked respondents whether they wished to accept his ruling that they were deportable, appeal the ruling, or reserve decision, and respondents each stated that they accepted the judge's ruling. Under these circumstances, I cannot say that respondents' deportation proceedings violated the dictates of the Due <span class=\"star-pagination\">*846</span> Process Clause.<sup>[*]</sup> I would therefore hold that the courts below erred in concluding that respondents' prior deportation orders may not be used in the § 1326 proceedings brought against them.</p>\n<p>JUSTICE SCALIA, dissenting.</p>\n<p>When respondents were deported from the United States in October 1984, they were specifically warned that 8 U. S. C. § 1326 made it a felony for them to reenter the United States illegally. Two months later, they were apprehended in the United States and charged with violating § 1326. Respondents assert that even if their reentry was illegal, they cannot lawfully be punished for violating § 1326, because the proceedings in which they were originally deported violated the Due Process Clause.<sup>[1]</sup> I agree with the <span class=\"star-pagination\">*847</span> Court that the lawfulness of respondents' original deportation proceedings is irrelevant to the question whether respondents violated § 1326. I dissent, however, because I do not share the Court's view that the lawfulness of those proceedings is relevant to the question whether respondents may constitutionally be punished if they violated § 1326.</p>\n<p>I think it clear that Congress may constitutionally make it a felony for deportees \u0097 irrespective of the legality of their deportations \u0097 to reenter the United States illegally. See <i>Lewis</i> v. <i>United States,</i> 445 U. S. 55 (1980) (Congress may constitutionally make it a felony for convicted felons \u0097 irrespective of the legality of their convictions \u0097 to deal in or possess firearms).<sup>[2]</sup> The sole ground upon which the Court attempts to distinguish <i>Lewis</i> is that in this case respondents were completely foreclosed from obtaining \"effective judicial review\" of their deportations, while in <i>Lewis</i> the felons could <span class=\"star-pagination\">*848</span> have obtained collateral review of their convictions before obtaining firearms. <i>Ante,</i> at 837-840, 841. It is true that the Court in <i>Lewis</i> relied on the availability of collateral review. 445 U. S., at 64, 67. But, contrary to the Court's implication, <i>ante,</i> at 837, neither <i>Lewis</i> nor any of the other cases relied upon by the Court squarely holds that the Due Process Clause invariably forbids reliance upon the outcome of unreviewable administrative determinations in subsequent criminal proceedings. See <i>McKart</i> v. <i>United States,</i> 395 U. S. 185 (1969) (interpreting a statute to permit collateral attack of prior administrative orders); <i>Estep</i> v. <i>United States,</i> 327 U. S. 114 (1946) (same); <i>Yakus</i> v. <i>United States,</i> 321 U. S. 414 (1944) (interpreting a statute to forbid collateral attack of earlier administrative orders).</p>\n<p>The Court's apparent adoption of that conclusion today seems to me wrong. To illustrate that point by one out of many possible examples, imagine that a State establishes an administrative agency that (after investigation and full judicial-type administrative hearings) periodically publishes a list of unethical businesses. Further imagine that the State, having discovered that a number of previously listed businesses are bribing the agency's investigators to avoid future listing, passes a law making it a felony for a business that has been listed to bribe agency investigators. It cannot be that the Due Process Clause forbids the State to punish violations of that law unless it either makes the agency's listing decisions judicially reviewable or permits those charged with violating the law to defend themselves on the ground that the original listing decisions were in some way unlawful.</p>\n<p>Even if I believed the availability of \"effective judicial review\" to be relevant, I would still dissent, because review was available here. It is true, as the Court notes, that the District Court found that respondents' waivers of any appeal from the Immigration Judge's deportation order were \"not the result of considered judgments,\" App. to Pet. for Cert. <span class=\"star-pagination\">*849</span> 23a, because they were affected by the Immigration Judge's failure adequately to explain to respondents that they could apply for suspension of deportation, <i>ante,</i> at 839. There is a world of difference, however, between denial of a right to appeal and failure to assure that parties understand the available grounds for appeal and forgo them in a \"considered\" fashion. Since to my knowledge administrative agencies rarely undertake such assurance, the Court's unbounded and unexplained conception of \"effective\" denial of a right of appeal, see <i>ante,</i> at 839, n. 17, apparently leads to the peculiar conclusion that administrative proceedings are almost always without judicial review. I reject this conclusion.</p>\n<p>Moreover, in concluding that the Immigration Judge's acceptance of respondents' unconsidered waivers effectively denied respondents their rights to appeal, the Court completely ignores the possibility that, notwithstanding their waivers and the fact that they had been deported, respondents could still have appealed their deportations on the ground that the deportations were unlawful and the waivers were unlawfully secured, cf., <i>e. g., </i><i>Mendez</i> v. <i>INS,</i> 563 F. 2d 956, 959 (CA9 1977), or could have brought other collateral challenges to their deportations. I express no view on the question whether such suits would have been permissible under the applicable statutes, see, <i>e. g.,</i> 8 U. S. C. § 1101(g), but merely note that a negative answer to that question is a necessary, and entirely unexplained, component of the Court's holding.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*850</span> For these reasons, I think that if respondents' reentry into the United States was unlawful, respondents may constitutionally be punished for violating § 1326. I would reverse the contrary judgment of the Court of Appeals.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging affirmance were filed for the American Civil Liberties Union et al. by <i>Richard F. Ziegler, Lucas Guttentag, Alvin J. Bronstein,</i> and <i>Kip Steinberg;</i> and for the American Immigration Lawyers Association by <i>Susan M. Lydon</i> and <i>Bill Ong Hing.</i></p>\n<p>[1]  Respondents have at no point raised, and we do not express any opinion regarding, the propriety of the group deportation procedure used in this case. Compare <i>United States</i> v. <i>Barraza-Leon,</i> 575 F. 2d 218, 219-220 (CA9 1978), with <i>United States</i> v. <i>Calles-Pineda,</i> 627 F. 2d 976, 977 (CA9 1980).</p>\n<p>[2]  The statute excepts those aliens who have either received the express consent of the Attorney General to reapply for admission or who otherwise establish that they were not required to obtain such consent. 8 U. S. C. §§ 1326 (2)(A), (B). Respondents do not contend that either exception applies to them.</p>\n<p>[3]  Suspension of deportation is a discretionary remedy providing relief from deportation. The statutory section applicable to respondents makes the remedy available to a deportable alien who has been physically present in the United States for at least seven years, who was during that time a person of good moral character, and whose deportation would, in the opinion of the Attorney General, result in extreme hardship to the alien or his spouse, parent, or child, who is a United States citizen or an alien law-fully admitted to the United States for permanent residence. 8 U. S. C. § 1254(a). Suspension of deportation not only provides relief from deportation, but enables the alien to adjust his status to that of an alien lawfully admitted for permanent residence. <i>Ibid.</i></p>\n<p>[4]  The District Court found that the Immigration Judge did not answer a question from one of the respondents regarding application for suspension of deportation; that the Immigration Judge addressed the wrong respondent while discussing eligibility for the remedy; that the Immigration Judge did not make clear how much time he would allow respondents to apply for suspension; and that Landeros-Quinones asked a question which demonstrated that he did not understand the concept of suspension of deportation, but that the Immigration Judge failed to explain further. The District Court contrasted this cursory and confusing treatment of the issue of suspension of deportation with the extensive inquiry that took place when two of the other aliens sought voluntary departure in lieu of deportation, one of whom was ultimately granted voluntary departure. App. to Pet. for Cert. 20a-22a.</p>\n<p>[5]  One judge dissented on the ground that a challenge to the propriety of a previous deportation order may never be asserted in a criminal proceeding under § 1326. 781 F. 2d, at 113-114.</p>\n<p>[6]  Compare, <i>e. g., </i><i>United States</i> v. <i>Nicholas-Armenta,</i> 763 F. 2d 1089, 1090 (CA9 1985), and <i>United States</i> v. <i>Bowles,</i> 331 F. 2d 742, 749-750 (CA3 1964) (collateral attack on legality of deportation permitted in § 1326 proceeding), with <i>United States</i> v. <i>Petrella,</i> 707 F. 2d 64, 66 (CA2), cert. denied, 464 U. S. 921 (1983), <i>United States</i> v. <i>Gonzalez-Parra,</i> 438 F. 2d 694, 697 (CA5), cert. denied, 402 U. S. 1010 (1971), and <i>Arriaga-Ramirez</i> v. <i>United States,</i> 325 F. 2d 857, 859 (CA10 1963) (collateral attacks barred in prosecutions under § 1326); see also <i>United States</i> v. <i>Rosal-Aguilar,</i> 652 F. 2d 721, 723 (CA7 1981) (trial <i>de novo</i> on the factual basis of the underlying deportation is not a constitutional prerequisite to conviction under § 1326, but \"the Government must prove the underlying deportation to have been based on a valid legal predicate and obtained according to law\"); <i>Petrella</i> v. <i>United States,</i> 464 U. S. 921, 922 (1983) (WHITE, J., dissenting from denial of certiorari) (internal quotation omitted).</p>\n<p>[7]  In <i>Spector,</i> an alien against whom an order of deportation was outstanding was prosecuted for failure to make timely application for documents necessary to his departure. He challenged the statute on vagueness grounds and prevailed in the District Court. The case was appealed directly to this Court, which ruled that the statute was not void for vagueness. 343 U. S., at 171-172. The Court noted the argument that the statute was unconstitutional because it afforded no opportunity for the court trying the criminal charge to pass on the validity of the order of deportation, but declined to address the issue because it \"was neither raised by the appellee nor briefed nor argued here.\" <i>Id.,</i> at 172. \"It will be time to consider whether the validity of the order of deportation may be tried in the criminal trial . . . when and if the appellee seeks to have it tried. That question is not foreclosed by this opinion. We reserve decision on it.\" <i>Id.,</i> at 172-173.\n</p>\n<p>Justice Jackson, with whom Justice Frankfurter joined, dissented on the ground that the statute at issue impermissibly allowed the use of an administrative determination as conclusive evidence of a fact in a criminal prosecution. \"Having thus dispensed with important constitutional safeguards in obtaining an administrative adjudication that the alien is guilty of conduct making him deportable on the ground it is only a civil proceeding, the Government seeks to turn around and use the result as a conclusive determination of that fact in a criminal proceeding. We think it cannot make that use of such an order.\" <i>Id.,</i> at 179.</p>\n<p>Congress resolved the potential problem in <i>Spector</i> when, in 1961, it enacted 8 U. S. C. § 1105a(a)(6), which provides explicitly that, if the validity of a deportation order has not been judicially determined, it may be challenged in a criminal proceeding against the alien under 8 U. S. C. § 1252(e) for willfully failing or refusing to make timely application in good faith for travel or other documents necessary to his departure. Section 1105a does not explicitly address the availability of collateral attack under § 1326.</p>\n<p>[8]  In its petition for certiorari, the United States did not seek review of the Court of Appeals' holding that the deportation proceeding in this case was fundamentally unfair and that the deportation order was therefore unlawful. Pet. for Cert. 7.</p>\n<p>[9]  See, <i>e. g., </i><i>United States</i> v. <i>Gasca-Kraft,</i> 522 F. 2d 149, 152 (CA9 1975) (\"A material element of the offense defined by 8 U. S. C. § 1326 is a <i>lawful</i> deportation\"); <i>United States</i> v. <i>Bowles, supra,</i> at 749 (\"When Congress made use of the word `deported' in the statute, it meant `deported according to law' \"). The Court of Appeals for the Eighth Circuit, in deciding this case, noted that other courts had permitted collateral attack on the ground that \"a material element of the offense prohibited by 8 U. S. C. § 1326 is a `lawful' deportation\" and stated that it \"agree[d] with this rationale.\" 781 F. 2d, at 112. The court does not appear to have relied entirely on the statute in ruling that the propriety of the deportation could be reviewed in the § 1326 proceeding, since it then continued: \"Allowing a pretrial review of the underlying deportation to examine whether due process was provided insures fundamental fairness to the rights of the criminal defendant. Accordingly, we conclude that defendants in section 1326 prosecutions may collaterally attack their previous deportation orders on the ground that they were not accorded due process at the deportation hearing.\" <i>Id.,</i> at 112-113.</p>\n<p>[10]  Section 180(a) provided for punishment by imprisonment of not more than two years or a fine of not more than $1,000, or both; § 138 provided solely for imprisonment for up to two years; § 137-7(b) provided for imprisonment for up to five years. The purpose of § 1326 was to impose the same penalty on any person who returned to the United States without permission after deportation, regardless of the basis of the original deportation. See S. Rep. No. 1515, 81st Cong., 2d Sess., 655, 656 (1950).</p>\n<p>[11]  That Congress had before it the text of all three sections was clear \u0097 their text was in all pertinent respects reproduced as \"existing law\" in the House Report on the statute that included § 1326. H. R. Rep. No. 1365, 82d Cong., 2d Sess., 219-220 (1952).</p>\n<p>[12]  See, <i>e. g., </i><i>United States ex rel. Beck</i> v. <i>Neelly,</i> 202 F. 2d 221, 222, 224 (CA7) (declining to decide whether deported alien may challenge prior deportation in habeas corpus proceeding), cert. denied, 345 U. S. 997 (1953); <i>United States ex rel. Steffner</i> v. <i>Carmichael,</i> 183 F. 2d 19, 20 (CA5) (collateral attack on deportation proceeding in later deportation proceeding impermissible unless there was \"gross miscarriage of justice\" in the former proceeding; prior order here was valid), cert. denied, 340 U. S. 829 (1950); <i>Daskaloff</i> v. <i>Zurbrick,</i> 103 F. 2d 579, 580-581 (CA6 1939) (alien deported as a prostitute who reentered country and was detained on warrant of deportation under 8 U. S. C. § 155 (1946 ed.) (repealed 1952) could not collaterally attack validity of earlier deportation through habeas corpus).</p>\n<p>[13]  Contrary to JUSTICE SCALIA's suggestion, <i>post,</i> at 849, our opinion today does not reject the holding in <i>Mendez,</i> as to which we express no view.</p>\n<p>[14]  The Government stated at oral argument that it was the position of the United States that there were \"absolutely no due process limitations to the enforcement of Section 1326.\" Tr. of Oral Arg. 10.</p>\n<p>[15]  Even with this safeguard, the use of the result of an administrative proceeding to establish an element of a criminal offense is troubling. See <i>United States</i> v. <i>Spector,</i> 343 U. S. 169, 179 (1952) (Jackson, J., dissenting). While the Court has permitted criminal conviction for violation of an administrative regulation where the validity of the regulation could not be challenged in the criminal proceeding, <i>Yakus</i> v. <i>United States,</i> 321 U. S. 414 (1944), the decision in that case was motivated by the exigencies of wartime, dealt with the propriety of regulations rather than the legitimacy of an adjudicative procedure, and, most significantly, turned on the fact that adequate judicial review of the validity of the regulation was available in another forum. Under different circumstances, the propriety of using an administrative ruling in such a way remains open to question. We do not reach this issue here, however, holding that, at a minimum, the result of an administrative proceeding may not be used as a conclusive element of a criminal offense where the judicial review that legitimated such a practice in the first instance has effectively been denied.</p>\n<p>[16]  A number of commentators have expressed the notion that, where the deportation proceeding violated fundamental fairness, its validity may be challenged in a criminal proceeding under § 1326. See, <i>e. g.,</i> Comment, Collateral Attacks on Deportation Orders in Prosecutions for Illegal Reentry, 48 U. Chi. L. Rev. 83, 90-91, 102-103 (1981) (where alien was denied fundamental fairness at the deportation hearing, collateral attacks in § 1326 proceedings would be proper); Note, Collaterally Attacking Deportation Orders in Criminal Prosecutions for Illegal Reentry Under Section 276 of the Immigration and Nationality Act of 1952, 56 Notre Dame Law. 677, 686-688 (1981) (fundamental fairness requires some form of collateral review of civil deportation proceedings which have criminal consequences).</p>\n<p>[17]  We decline at this stage to enumerate which procedural errors are so fundamental that they may functionally deprive the alien of judicial review, requiring that the result of the hearing in which they took place not be used to support a criminal conviction. We have previously recognized, however, in the context of criminal proceedings, that \"some errors necessarily render a trial fundamentally unfair,\" <i>Rose</i> v. <i>Clark,</i> 478 U. S. 570, 577 (1986) (use of coerced confession, adjudication by a biased judge); see also <i>Rose</i> v. <i>Lundy,</i> 455 U. S. 509, 543-544 (1982) (STEVENS, J., dissenting) (mob violence, knowing use of perjured testimony). While the procedures required in an administrative proceeding are less stringent than those demanded in a criminal trial, analogous abuses could operate, under some circumstances, to deny effective judicial review of administrative determinations.\n</p>\n<p>We note parenthetically that permitting collateral challenge to the validity of deportation orders in proceedings under § 1326 does not create an opportunity for aliens to delay deportation, since the collateral challenge we recognize today is available only in criminal proceedings instituted after reentry.</p>\n<p>[18]  Cf. <i>Burgett</i> v. <i>Texas,</i> 389 U. S. 109, 115 (1967); see also <i>Baldasar</i> v. <i>Illinois,</i> 446 U. S. 222, 226-227 (1980) (MARSHALL, J., concurring) (court may not constitutionally use prior uncounseled misdemeanor conviction collaterally to enhance a subsequent misdemeanor to a felony with an increased term of imprisonment); <i>United States</i> v. <i>Tucker,</i> 404 U. S. 443 (1972) (court may not consider constitutionally invalid prior convictions in imposing sentence on unrelated offense); see also 8 U. S. C. § 1325, which provides that an unlawful entry into the United States constitutes a misdemeanor. Section 1326 serves to enhance the penalty for unlawful entry, imposing a steeper punishment on individuals who violate § 1325 <i>and</i> who have previously been deported.</p>\n<p>[*]  Because the Government took the position before this Court that deportation orders may <i>never</i> be collaterally attacked in a § 1326 proceeding, it did not request the Court to pass on the question whether respondents' deportation proceedings violated their due process rights. The Government, however, has not conceded that the deportation proceedings were fundamentally unfair. See, <i>e. g.,</i> Tr. of Oral Arg. 13-14. Because the fairness of these proceedings was litigated in the courts below and is a matter subsumed in the precise question presented for this Court's review, it cannot be seriously argued that the issue is not properly before this Court. Indeed, the Court itself has chosen to decide the issue, albeit in a manner different from that suggested here.</p>\n<p>[1]  The District Court and the Court of Appeals both held that the proceedings in question violated the Due Process Clause. I agree with the Court that, because the Government did not ask us to review those holdings, see Pet. for Cert. 7, n. 6; Brief for United States 5-6, n. 5; Tr. of Oral Arg. 6-7, it is not appropriate to do so. See this Court's Rule 21.1(a) (\"Only the questions set forth in the petition or fairly included therein will be considered by the Court\"). See also, <i>e. g., </i><i>INS</i> v. <i>Cardoza-Fonseca,</i> 480 U. S. 421, 448-449, n. 32 (1987). In arguing to the contrary, THE CHIEF JUSTICE first observes that the lawfulness of respondents' deportation proceedings was litigated in the Court of Appeals, and that the Government has not conceded the point. <i>Ante,</i> this page, n. While these observations dispose of other possible objections to consideration of the unchallenged holdings, they in no way displace the application of Rule 21.1(a). THE CHIEF JUSTICE also suggests that the dissent is free to consider the due process holdings because the Court itself does. <i>Ibid.</i> But I understand the Court to accept rather than review the holdings. See <i>ante,</i> at 840. Finally, THE CHIEF JUSTICE asserts that the question of the correctness of the holdings is \"subsumed in the precise question presented for this Court's review.\" <i>Ante,</i> at 846, n. I disagree. As formulated by the Government, the question presented is \"Whether a defendant prosecuted under 8 U. S. C. § 1326 for reentering the United States after having been deported may collaterally attack the validity of his deportation proceeding?\" Pet. for Cert. I. I fail to see how there is subsumed within this the question whether a collateral attack in the present case would be successful. But for these points, I would agree with THE CHIEF JUSTICE that no due process violation occurred.</p>\n<p>[2]  <i>Lewis</i> involved a statute that relied upon the fact of a prior <i>criminal</i> conviction, rather than, as in this case, the fact of a prior <i>civil</i> deportation. As the Court notes, <i>ante,</i> at 838, n. 15, it has been suggested that the Constitution may in some circumstances forbid use of the outcomes of administrative proceedings \u0097 even those lawfully conducted and subject to judicial review \u0097 in subsequent criminal proceedings. Whether or not that is so, I do not believe this case presents such circumstances. In any event, respondents have not claimed that it does, instead arguing only that they must be permitted to show that their deportation proceedings were not lawfully conducted. The validity of that argument can have nothing to do with whether the proceedings were administrative or criminal.</p>\n<p>[3]  Nor could it be argued that, although avenues of judicial review were theoretically available, respondents \u0097 not having been informed of the grounds upon which they should seek relief \u0097 could not reasonably have been expected to pursue them. That argument plainly is foreclosed by <i>Lewis</i> v. <i>United States,</i> 445 U. S. 55 (1980), in which the Court rejected the analogous argument, advanced by the dissent, that it was unreasonable to rely on the availability of collateral relief where the defect in the original proceeding was that the felon lacked the assistance of counsel. See <i>id.,</i> at 73 (BRENNAN, J., dissenting).</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:13:26", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">828</span></span> (1987)</b></center>\n<center><h1>UNITED STATES<br>\nv.<br>\nMENDOZA-LOPEZ ET AL.</h1></center>\n<center>No. 85-2067.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued March 3, 1987</center>\n<center>Decided May 26, 1987</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE EIGHTH CIRCUIT\n<p><span class=\"star-pagination\">*829</span> <i>Christopher J. Wright</i> argued the cause for the United States. With him on the briefs were <i>Solicitor General Fried, Assistant Attorney General Weld,</i> and <i>Deputy Solicitor General Bryson.</i></p>\n<p><i>Kathy Goudy,</i> by appointment of the Court, 479 U. S. 981, argued the cause and filed a brief for respondents.<sup>[*]</sup></p>\n<p><span class=\"star-pagination\">*830</span> JUSTICE MARSHALL delivered the opinion of the Court.</p>\n<p>In this case, we must determine whether an alien who is prosecuted under 8 U. S. C. § 1326 for illegal entry following deportation may assert in that criminal proceeding the invalidity of the underlying deportation order.</p>\n<p></p>\n<h2>I</h2>\n<p>Respondents, Jose Mendoza-Lopez and Angel Landeros-Quinones, were arrested at separate locations in Lincoln, Nebraska, on October 23, 1984, by agents of the Immigration and Naturalization Service. On October 30, 1984, they were transported to Denver, Colorado, where a group deportation hearing was held for respondents along with 11 other persons, all of whom were, like respondents, Mexican nationals.<sup>[1]</sup> After the hearing, respondents were ordered deported and were bused to El Paso, Texas. They were deported from El Paso on November 1, 1984. Each received, at the time of his deportation, a copy of Form I-294, which advised, in both Spanish and English, that a return to the United States without permission following deportation would constitute a felony.</p>\n<p>On December 12, 1984, both respondents were once again separately arrested in Lincoln, Nebraska. They were subsequently indicted by a grand jury in the District of Nebraska on charges of violating 8 U. S. C. § 1326, which provides:</p>\n<p>\"Any alien who \u0097</p>\n<blockquote>\"(1) has been arrested and deported or excluded and deported, and thereafter</blockquote>\n<blockquote>\"(2) enters, attempts to enter, or is at any time found in the United States . . .</blockquote>\n<blockquote>\n<span class=\"star-pagination\">*831</span> \"shall be guilty of a felony, and upon conviction thereof, be punished by imprisonment of not more than two years, or by a fine of not more than $1,000, or both.\"<sup>[2]</sup></blockquote>\n<p>Respondents moved in the District Court to dismiss their indictments, on the ground that they were denied fundamentally fair deportation hearings. They contended that the Immigration Law Judge inadequately informed them of their right to counsel at the hearing, and accepted their unknowing waivers of the right to apply for suspension of deportation.<sup>[3]</sup></p>\n<p>The District Court ruled that respondents could collaterally attack their previous deportation orders. <i>United States</i> v. <i>Landeros-Quinones,</i> CR 85-L-06 (Feb. 28, 1985). It rejected their claims that they were not adequately informed of their right to counsel. It found, however, that respondents had apparently failed to understand the Immigration Judge's explanation of suspension of deportation.<sup>[4]</sup> The District <span class=\"star-pagination\">*832</span> Court concluded that respondents had not made knowing and intelligent waivers of their rights to apply for suspension of deportation or their rights to appeal, finding it \"inconceivable that they would so lightly waive their rights to appeal, and thus to the relief they now claim entitlement, <i>[sic]</i> if they had been fully apprised of the ramifications of such a choice.\" App. to Pet. for Cert. 23a. Holding that the \"failure to overcome these defendants' lack of understanding about the proceedings, which is apparent from listening to the tape recording, totally undermined the reliability of the proceedings\" and that \"substantial justice was not done,\" the District Court dismissed the indictments in both cases. <i>Id.,</i> at 26a.</p>\n<p>The Court of Appeals for the Eighth Circuit affirmed. 781 F. 2d 111 (1985). Noting a conflict among the Circuits regarding whether a defendant prosecuted under § 1326 may collaterally attack a deportation order, the court agreed with those Courts of Appeals that had concluded that a material element of the offense prohibited by § 1326 was a \"lawful\" deportation. <i>Id.,</i> at 112. It went on to state that principles of fundamental fairness required a pretrial review of the underlying deportation to examine whether the alien received due process of law. The Court of Appeals affirmed the District Court's conclusion that there was a due process violation in this case, holding that, \"[b]ecause the defendants did not fully understand the proceedings, the hearing was fundamentally unfair, and the deportation order was obtained unlawfully. Thus, it cannot stand as a material element forming the basis of the charges against the defendants.\" <i>Id.,</i> at 113.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*833</span> To resolve the conflict among the Circuits,<sup>[6]</sup> we granted certiorari. 479 U. S. 811 (1986). We affirm.</p>\n<p></p>\n<h2>II</h2>\n<p>In <i>United States</i> v. <i>Spector,</i> 343 U. S. 169 (1952), we left open whether the validity of an underlying order of deportation may be challenged in a criminal prosecution in which that prior deportation is an element of the crime.<sup>[7]</sup> Today, we <span class=\"star-pagination\">*834</span> squarely confront this question in the context of § 1326, which imposes a criminal penalty on any alien who has been deported and subsequently enters, attempts to enter, or is found in, the United States. The issue before us is whether a federal court must <i>always</i> accept as conclusive the fact of the deportation order, even if the deportation proceeding was not conducted in conformity with due process.<sup>[8]</sup></p>\n<p>The first question we must address is whether the statute itself provides for a challenge to the validity of the deportation order in a proceeding under § 1326. Some of the Courts of Appeals considering the question have held that a deportation is an element of the offense defined by § 1326 only if it is \"lawful,\"<sup>[9]</sup> and that § 1326 therefore permits collateral <span class=\"star-pagination\">*835</span> challenge to the legality of an underlying deportation order. The language of the statute, however, suggests no such limitation, stating simply that \"[a]ny alien who has been arrested and deported or excluded and deported,\" 8 U. S. C. § 1326 (1), will be guilty of a felony if the alien thereafter enters, attempts to enter, or is at any time found in, the United States, 8 U. S. C. § 1326(2).</p>\n<p>Nor does the sparse legislative history contain any evidence that Congress intended to permit challenge to the validity of the deportation in the § 1326 proceeding. Before § 1326 was enacted, three statutory sections imposed criminal penalties upon aliens who reentered the country after deportation: 8 U. S. C. § 180(a) (1946 ed.) (repealed 1952), which provided that any alien who had been \"deported in pursuance of law\" and subsequently entered the United States would be guilty of a felony; 8 U. S. C. § 138 (1946 ed.) (repealed 1952), which provided that an alien deported for prostitution, procuring, or similar immoral activity, and who thereafter reentered the United States, would be guilty of a misdemeanor and subject to a different penalty; and 8 U. S. C. § 137-7(b) (1946 ed., Supp. V) (repealed 1952), which stated that any alien who reentered the country after being deported for subversive activity would be guilty of a felony and subject to yet a third, more severe penalty.<sup>[10]</sup> See H. R. Rep. No. 1365, 82d Cong., 2d Sess., 219-220 (1952).</p>\n<p><span class=\"star-pagination\">*836</span> Congress thus had available to it in at least one of the predecessor sections \u0097 § 180(a) \u0097 express language that would have permitted collateral challenges to the validity of deportation proceedings in a criminal prosecution for reentry after deportation.<sup>[11]</sup> It nonetheless failed to include in § 1326 the \"in pursuance of law\" language of § 180(a). And while there was, at the time of the enactment of § 1326, some case law suggesting that a collateral attack on a deportation proceeding might under certain circumstances be permitted, that principle was not so unequivocally established as to persuade us that Congress must have intended to incorporate that prior law into § 1326.<sup>[12]</sup></p>\n<p>The Immigration and Nationality Act does include sections that limit judicial review of deportation orders. 8 U. S. C. § 1105a provides that, outside of enumerated exceptions, the procedures prescribed by Title 28 of the United States Code for review of federal agency orders \"shall be the sole and exclusive procedure for, the judicial review of all final orders of deportation.\" The enumerated exceptions permit an alien to challenge a deportation order, the validity of which has not previously been judicially determined, in a criminal proceeding against the alien for violation of 8 U. S. C. §§ 1252(d) or (e), 8 U. S. C. § 1105a(a)(6), and any alien held in custody <span class=\"star-pagination\">*837</span> pursuant to an order of deportation may obtain judicial review of that order in a habeas corpus proceeding, 8 U. S. C. § 1105a(a)(9). These sections are not directly applicable to this case, since respondents did not ask the District Court to vacate their deportation orders and the court did not do so. It ruled only that the orders could not properly be used as the predicate for a § 1326 conviction. Yet the text of § 1105a indicates that Congress considered and addressed some of the various circumstances in which challenges to deportation orders might arise and did not mention § 1326. See also 8 U. S. C. § 1101(g) (\"For the purposes of this chapter any alien ordered deported . . . who has left the United States, shall be considered to have been deported in pursuance of law . . .\"); but see <i>Mendez</i> v. <i>INS,</i> 563 F. 2d 956, 959 (CA9 1977).<sup>[13]</sup></p>\n<p>The text and background of § 1326 thus indicate no congressional intent to sanction challenges to deportation orders in proceedings under § 1326.</p>\n<p></p>\n<h2>III</h2>\n<p></p>\n<h2>A</h2>\n<p>That Congress did not intend the validity of the deportation order to be contestable in a § 1326 prosecution does not end our inquiry. If the statute envisions that a court may impose a criminal penalty for reentry after <i>any</i> deportation, regardless of how violative of the rights of the alien the deportation proceeding may have been, the statute does not comport with the constitutional requirement of due process.<sup>[14]</sup></p>\n<p>Our cases establish that where a determination made in an administrative proceeding is to play a critical role in the subsequent <span class=\"star-pagination\">*838</span> imposition of a criminal sanction, there must be <i>some</i> meaningful review of the administrative proceeding. See <i>Estep</i> v. <i>United States,</i> 327 U. S. 114, 121-122 (1946); <i>Yakus</i> v. <i>United States,</i> 321 U. S. 414, 444 (1944); cf. <i>McKart</i> v. <i>United States,</i> 395 U. S. 185, 196-197 (1969).<sup>[15]</sup> This principle means at the very least that where the defects in an administrative proceeding foreclose judicial review of that proceeding, an alternative means of obtaining judicial review must be made available before the administrative order may be used to establish conclusively an element of a criminal offense.<sup>[16]</sup> The result of those proceedings may subsequently be used to convert the misdemeanor of unlawful entry into <span class=\"star-pagination\">*839</span> the felony of unlawful entry after a deportation. Depriving an alien of the right to have the disposition in a deportation hearing reviewed in a judicial forum requires, at a minimum, that review be made available in any subsequent proceeding in which the result of the deportation proceeding is used to establish an element of a criminal offense.<sup>[17]</sup></p>\n<p></p>\n<h2>B</h2>\n<p>Having established that a collateral challenge to the use of a deportation proceeding as an element of a criminal offense must be permitted where the deportation proceeding effectively eliminates the right of the alien to obtain judicial review, the question remains whether that occurred in this case. The United States did not seek this Court's review of the determination of the courts below that respondents' rights to due process were violated by the failure of the Immigration Judge to explain adequately their right to suspension of deportation or their right to appeal. Pet. for Cert. 7. The United States has asked this Court to assume that respondents' deportation hearing was fundamentally unfair in considering whether collateral attack on the hearing may be <span class=\"star-pagination\">*840</span> permitted. Tr. of Oral Arg. 6-7. We consequently accept the legal conclusions of the court below that the deportation hearing violated due process. If the violation of respondents' rights that took place in this case amounted to a complete deprivation of judicial review of the determination, that determination may not be used to enhance the penalty for an unlawful entry under § 1326. We think that it did. The Immigration Judge permitted waivers of the right to appeal that were not the result of considered judgments by respondents, and failed to advise respondents properly of their eligibility to apply for suspension of deportation. Because the waivers of their rights to appeal were not considered or intelligent, respondents were deprived of judicial review of their deportation proceeding. The Government may not, therefore, rely on those orders as reliable proof of an element of a criminal offense.</p>\n<p></p>\n<h2>C</h2>\n<p>The United States asserts that our decision in <i>Lewis</i> v. <i>United States,</i> 445 U. S. 55 (1980), answered any constitutional objections to the scheme employed in § 1326. In <i>Lewis,</i> the Court held that a state-court conviction, even though it was uncounseled and therefore obtained in violation of the Sixth and Fourteenth Amendment rights of the defendant under <i>Gideon</i> v. <i>Wainwright,</i> 372 U. S. 335 (1963), could be used as a predicate for a subsequent conviction under § 1202(a)(1) of Title VII of the Omnibus Crime Control and Safe Streets Act of 1968, as amended, 18 U. S. C. App. § 1202(a)(1), which forbade any person convicted of a felony from receiving, possessing, or transporting a firearm. We do not consider <i>Lewis</i> to control the issues raised by this case. The question in <i>Lewis</i> was whether Congress could define that \"class of persons who should be disabled from dealing in or possessing firearms,\" 445 U. S., at 67, by reference to prior state felony convictions, even if those convictions had resulted from procedures, such as the denial of <span class=\"star-pagination\">*841</span> counsel, subsequently condemned as unconstitutional.<sup>[18]</sup> The Court there rejected Lewis' statutory challenge, holding that Congress had manifested no intent to permit collateral attacks upon the prior state convictions in federal criminal proceedings, and further held that this use of uncounseled prior convictions did not violate the equal protection component of the Due Process Clause of the Fifth Amendment. In rejecting the notion that the statute permitted, or the Constitution required, this \"new form of collateral attack\" on prior convictions, the Court pointed to the availability of alternative means to secure judicial review of the conviction: \"[I]t is important to note that a convicted felon may challenge the validity of a prior conviction, or otherwise remove his disability, before obtaining a firearm.\" <i>Ibid.</i></p>\n<p>It is precisely the unavailability of effective judicial review of the administrative determination at issue here that sets this case apart from <i>Lewis.</i> The fundamental procedural defects of the deportation hearing in this case rendered direct review of the Immigration Judge's determination unavailable to respondents. What was assumed in <i>Lewis,</i> namely the opportunity to challenge the predicate conviction in a judicial forum, was precisely that which was denied to respondents here. Persons charged with crime are entitled to have the factual and legal determinations upon which convictions are based subjected to the scrutiny of an impartial judicial officer. <span class=\"star-pagination\">*842</span> <i>Lewis</i> does not reject that basic principle, and our decision today merely reaffirms it.</p>\n<p>Because respondents were deprived of their rights to appeal, and of any basis to appeal since the only relief for which they would have been eligible was not adequately explained to them, the deportation proceeding in which these events occurred may not be used to support a criminal conviction, and the dismissal of the indictments against them was therefore proper. The judgment of the Court of Appeals is</p>\n<p><i>Affirmed.</i></p>\n<p>CHIEF JUSTICE REHNQUIST, with whom JUSTICE WHITE and JUSTICE O'CONNOR join, dissenting.</p>\n<p>I agree with the Court's ruling that the language of 8 U. S. C. § 1326, its history, and other provisions of the Immigration and Nationality Act suggest that Congress did not intend to allow challenges to the validity of a deportation order in a § 1326 proceeding. I also agree with the view that there may be exceptional circumstances where the Due Process Clause prohibits the Government from using an alien's prior deportation as a basis for imposing criminal liability under § 1326. In my view, however, respondents have fallen far short of establishing such exceptional circumstances here. The Court, in reaching a contrary conclusion, misreads the decision of the District Court.</p>\n<p>As the Court acknowledges, respondents, in the District Court, claimed only that \"the Immigration Law Judge inadequately informed them of their right to counsel at the [deportation] hearing, and accepted their unknowing waivers of the right to apply for suspension of deportation.\" <i>Ante,</i> at 831; see also <i>United States</i> v. <i>Landeros-Quinones,</i> No. CR85-L-06, p. 8 (Neb., Feb. 28, 1985). Respondents did not claim that the judge failed to explain adequately their rights to appeal or that their waivers of these rights were, as we are told today, \"not considered or intelligent.\" <i>Ante,</i> at 840.</p>\n<p><span class=\"star-pagination\">*843</span> It is true that the District Court, <i>sua sponte,</i> raised the issue whether respondents knowingly waived their rights to appeal the deportation orders. The court, however, treated the issue as subsidiary to its determination that the Immigration Judge did not fully apprise respondents of their rights to apply for suspension of deportation. In ultimately disposing of the issue, the court stated:</p>\n<blockquote>\"In light of their claimed eligibility for suspension of deportation,. . . I find it inconceivable that they would so lightly waive their rights to appeal, and thus to the relief they now claim entitlement, <i>[sic]</i> if they had been fully apprised of the ramifications of such a choice.\" <i>United States</i> v. <i>Landeros-Quinones, supra,</i> at 12.</blockquote>\n<p>The narrow scope of the District Court's resolution of the question whether respondents had effectively waived their appeal rights is further demonstrated by the District Court's examination of the prejudice resulting from the manner in which the deportation hearing was conducted. Determining that a showing of prejudice was a necessary predicate to a successful collateral attack to a prior deportation order, the court concluded that there was a substantial likelihood that respondents were harmed by \"the failure of the Immigration Law Judge to fully comply with the provisions of 8 C. F. R. § 242.17,\" the regulation governing notification of apparent eligibility for suspension of deportation. <i>Id.,</i> at 14. Yet, aside from possible harm to respondents resulting from their failure to pursue suspension of deportation relief, the District Court did not identify any prejudice from respondents' failure to appeal. From these findings of the District Court, the most that can be said with certainty is that the court determined that respondents did not understand that they could pursue their claimed eligibility for suspension of deportation in further proceedings.</p>\n<p>In affirming the District Court's decision in this case, the Court of Appeals did not at all address the question whether respondents knowingly waived their rights to appeal, but instead <span class=\"star-pagination\">*844</span> limited its discussion to respondents' failure to understand that they could seek suspension of deportation. The Court of Appeals decision thus also does not support this Court's sweeping assertion that \"[t]he fundamental procedural defects of the deportation hearing in this case rendered direct review of the Immigration Judge's determination unavailable to respondents.\" <i>Ante,</i> at 841.</p>\n<p>The Court's desire to inject into this case a finding that respondents suffered from a denial of their rights to appeal for all purposes is understandable. Without such a finding, the only articulated basis for the Court's due process holding is respondents' claim that their deportation orders were invalid because they were not adequately informed that they could apply for suspension of deportation. The Court's acceptance of this latter claim provides little foundation for its decision.</p>\n<p>Recognizing that Congress intended to limit the number of aliens qualifying for suspension of deportation, we have interpreted the statutory section providing for such relief, 8 U. S. C. § 1254(a)(1), as establishing strict threshold criteria that must be met before the Attorney General may grant the relief. See <i>INS</i> v. <i>Rios-Pineda,</i> 471 U. S. 444 (1985); <i>INS</i> v. <i>Phinpathya,</i> 464 U. S. 183 (1984); <i>INS</i> v. <i>Jong Ha Wang,</i> 450 U. S. 139 (1981). Even if all of the requirements of § 1254(a)(1) are satisfied, we have recognized that \"it remains in the discretion of the Attorney General to . . . refuse to suspend deportation.\" <i>INS</i> v. <i>Rios-Pineda,</i> 471 U. S., at 446. Moreover, if the Attorney General decides that relief should be denied as a matter of discretion, he need not even inquire whether an alien meets the threshold statutory requirements. <i>Id.,</i> at 449.</p>\n<p>The District Court, in deciding whether respondents were adequately apprised of their ability to apply for suspension of their deportations, concluded that the Immigration Judge complied with the technical notice requirements of 8 CFR § 242.17 (1987). Given that suspension of deportation is provided only as a matter of legislative grace and entrusted to <span class=\"star-pagination\">*845</span> the broad discretion of the Attorney General, the Immigration Judge's failure to undertake further efforts to make certain that respondents were fully knowledgeable of this privilege hardly compares to the procedural defects this Court has previously identified as fundamentally unfair. See <i>Rose</i> v. <i>Clark,</i> 478 U. S. 570, 577 (1986) (use of a coerced confession, adjudication by a biased judge), cited <i>ante,</i> at 839, n. 17. The judge's failure to engage respondents in an extended colloquy concerning suspension of their deportations neither \"aborted the basic trial process\" nor rendered it presumptively prejudicial. 478 U. S., at 578, n. 6.</p>\n<p>Conspicuously absent from respondents' arguments to this Court is any suggestion that the Immigration Law Judge employed improper procedures or erroneously applied the law in determining that respondents were deportable. In fact, several factual findings by the District Court below, not mentioned by the Court, suggest that the Immigration Judge expended considerable effort to ensure the fairness of the hearing. For example, the District Court noted that the Immigration Judge commenced the hearing by instructing respondents \"that if any of them did not understand any of the proceedings, to raise their hands and their misunderstandings would be addressed so as to eliminate any confusion.\" <i>United States</i> v. <i>Landeros-Quinones,</i> No. CR85-L-06, p. 9 (Neb., Feb. 28, 1985). Respondents indicated their understanding of this arrangement. Moreover, the Immigration Judge informed respondents that they were entitled to be represented by counsel, and made certain that they received a list of the free legal services available to them. At the conclusion of the hearing, the judge asked respondents whether they wished to accept his ruling that they were deportable, appeal the ruling, or reserve decision, and respondents each stated that they accepted the judge's ruling. Under these circumstances, I cannot say that respondents' deportation proceedings violated the dictates of the Due <span class=\"star-pagination\">*846</span> Process Clause.<sup>[*]</sup> I would therefore hold that the courts below erred in concluding that respondents' prior deportation orders may not be used in the § 1326 proceedings brought against them.</p>\n<p>JUSTICE SCALIA, dissenting.</p>\n<p>When respondents were deported from the United States in October 1984, they were specifically warned that 8 U. S. C. § 1326 made it a felony for them to reenter the United States illegally. Two months later, they were apprehended in the United States and charged with violating § 1326. Respondents assert that even if their reentry was illegal, they cannot lawfully be punished for violating § 1326, because the proceedings in which they were originally deported violated the Due Process Clause.<sup>[1]</sup> I agree with the <span class=\"star-pagination\">*847</span> Court that the lawfulness of respondents' original deportation proceedings is irrelevant to the question whether respondents violated § 1326. I dissent, however, because I do not share the Court's view that the lawfulness of those proceedings is relevant to the question whether respondents may constitutionally be punished if they violated § 1326.</p>\n<p>I think it clear that Congress may constitutionally make it a felony for deportees \u0097 irrespective of the legality of their deportations \u0097 to reenter the United States illegally. See <i>Lewis</i> v. <i>United States,</i> 445 U. S. 55 (1980) (Congress may constitutionally make it a felony for convicted felons \u0097 irrespective of the legality of their convictions \u0097 to deal in or possess firearms).<sup>[2]</sup> The sole ground upon which the Court attempts to distinguish <i>Lewis</i> is that in this case respondents were completely foreclosed from obtaining \"effective judicial review\" of their deportations, while in <i>Lewis</i> the felons could <span class=\"star-pagination\">*848</span> have obtained collateral review of their convictions before obtaining firearms. <i>Ante,</i> at 837-840, 841. It is true that the Court in <i>Lewis</i> relied on the availability of collateral review. 445 U. S., at 64, 67. But, contrary to the Court's implication, <i>ante,</i> at 837, neither <i>Lewis</i> nor any of the other cases relied upon by the Court squarely holds that the Due Process Clause invariably forbids reliance upon the outcome of unreviewable administrative determinations in subsequent criminal proceedings. See <i>McKart</i> v. <i>United States,</i> 395 U. S. 185 (1969) (interpreting a statute to permit collateral attack of prior administrative orders); <i>Estep</i> v. <i>United States,</i> 327 U. S. 114 (1946) (same); <i>Yakus</i> v. <i>United States,</i> 321 U. S. 414 (1944) (interpreting a statute to forbid collateral attack of earlier administrative orders).</p>\n<p>The Court's apparent adoption of that conclusion today seems to me wrong. To illustrate that point by one out of many possible examples, imagine that a State establishes an administrative agency that (after investigation and full judicial-type administrative hearings) periodically publishes a list of unethical businesses. Further imagine that the State, having discovered that a number of previously listed businesses are bribing the agency's investigators to avoid future listing, passes a law making it a felony for a business that has been listed to bribe agency investigators. It cannot be that the Due Process Clause forbids the State to punish violations of that law unless it either makes the agency's listing decisions judicially reviewable or permits those charged with violating the law to defend themselves on the ground that the original listing decisions were in some way unlawful.</p>\n<p>Even if I believed the availability of \"effective judicial review\" to be relevant, I would still dissent, because review was available here. It is true, as the Court notes, that the District Court found that respondents' waivers of any appeal from the Immigration Judge's deportation order were \"not the result of considered judgments,\" App. to Pet. for Cert. <span class=\"star-pagination\">*849</span> 23a, because they were affected by the Immigration Judge's failure adequately to explain to respondents that they could apply for suspension of deportation, <i>ante,</i> at 839. There is a world of difference, however, between denial of a right to appeal and failure to assure that parties understand the available grounds for appeal and forgo them in a \"considered\" fashion. Since to my knowledge administrative agencies rarely undertake such assurance, the Court's unbounded and unexplained conception of \"effective\" denial of a right of appeal, see <i>ante,</i> at 839, n. 17, apparently leads to the peculiar conclusion that administrative proceedings are almost always without judicial review. I reject this conclusion.</p>\n<p>Moreover, in concluding that the Immigration Judge's acceptance of respondents' unconsidered waivers effectively denied respondents their rights to appeal, the Court completely ignores the possibility that, notwithstanding their waivers and the fact that they had been deported, respondents could still have appealed their deportations on the ground that the deportations were unlawful and the waivers were unlawfully secured, cf., <i>e. g., </i><i>Mendez</i> v. <i>INS,</i> 563 F. 2d 956, 959 (CA9 1977), or could have brought other collateral challenges to their deportations. I express no view on the question whether such suits would have been permissible under the applicable statutes, see, <i>e. g.,</i> 8 U. S. C. § 1101(g), but merely note that a negative answer to that question is a necessary, and entirely unexplained, component of the Court's holding.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*850</span> For these reasons, I think that if respondents' reentry into the United States was unlawful, respondents may constitutionally be punished for violating § 1326. I would reverse the contrary judgment of the Court of Appeals.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> urging affirmance were filed for the American Civil Liberties Union et al. by <i>Richard F. Ziegler, Lucas Guttentag, Alvin J. Bronstein,</i> and <i>Kip Steinberg;</i> and for the American Immigration Lawyers Association by <i>Susan M. Lydon</i> and <i>Bill Ong Hing.</i></p>\n<p>[1]  Respondents have at no point raised, and we do not express any opinion regarding, the propriety of the group deportation procedure used in this case. Compare <i>United States</i> v. <i>Barraza-Leon,</i> 575 F. 2d 218, 219-220 (CA9 1978), with <i>United States</i> v. <i>Calles-Pineda,</i> 627 F. 2d 976, 977 (CA9 1980).</p>\n<p>[2]  The statute excepts those aliens who have either received the express consent of the Attorney General to reapply for admission or who otherwise establish that they were not required to obtain such consent. 8 U. S. C. §§ 1326 (2)(A), (B). Respondents do not contend that either exception applies to them.</p>\n<p>[3]  Suspension of deportation is a discretionary remedy providing relief from deportation. The statutory section applicable to respondents makes the remedy available to a deportable alien who has been physically present in the United States for at least seven years, who was during that time a person of good moral character, and whose deportation would, in the opinion of the Attorney General, result in extreme hardship to the alien or his spouse, parent, or child, who is a United States citizen or an alien law-fully admitted to the United States for permanent residence. 8 U. S. C. § 1254(a). Suspension of deportation not only provides relief from deportation, but enables the alien to adjust his status to that of an alien lawfully admitted for permanent residence. <i>Ibid.</i></p>\n<p>[4]  The District Court found that the Immigration Judge did not answer a question from one of the respondents regarding application for suspension of deportation; that the Immigration Judge addressed the wrong respondent while discussing eligibility for the remedy; that the Immigration Judge did not make clear how much time he would allow respondents to apply for suspension; and that Landeros-Quinones asked a question which demonstrated that he did not understand the concept of suspension of deportation, but that the Immigration Judge failed to explain further. The District Court contrasted this cursory and confusing treatment of the issue of suspension of deportation with the extensive inquiry that took place when two of the other aliens sought voluntary departure in lieu of deportation, one of whom was ultimately granted voluntary departure. App. to Pet. for Cert. 20a-22a.</p>\n<p>[5]  One judge dissented on the ground that a challenge to the propriety of a previous deportation order may never be asserted in a criminal proceeding under § 1326. 781 F. 2d, at 113-114.</p>\n<p>[6]  Compare, <i>e. g., </i><i>United States</i> v. <i>Nicholas-Armenta,</i> 763 F. 2d 1089, 1090 (CA9 1985), and <i>United States</i> v. <i>Bowles,</i> 331 F. 2d 742, 749-750 (CA3 1964) (collateral attack on legality of deportation permitted in § 1326 proceeding), with <i>United States</i> v. <i>Petrella,</i> 707 F. 2d 64, 66 (CA2), cert. denied, 464 U. S. 921 (1983), <i>United States</i> v. <i>Gonzalez-Parra,</i> 438 F. 2d 694, 697 (CA5), cert. denied, 402 U. S. 1010 (1971), and <i>Arriaga-Ramirez</i> v. <i>United States,</i> 325 F. 2d 857, 859 (CA10 1963) (collateral attacks barred in prosecutions under § 1326); see also <i>United States</i> v. <i>Rosal-Aguilar,</i> 652 F. 2d 721, 723 (CA7 1981) (trial <i>de novo</i> on the factual basis of the underlying deportation is not a constitutional prerequisite to conviction under § 1326, but \"the Government must prove the underlying deportation to have been based on a valid legal predicate and obtained according to law\"); <i>Petrella</i> v. <i>United States,</i> 464 U. S. 921, 922 (1983) (WHITE, J., dissenting from denial of certiorari) (internal quotation omitted).</p>\n<p>[7]  In <i>Spector,</i> an alien against whom an order of deportation was outstanding was prosecuted for failure to make timely application for documents necessary to his departure. He challenged the statute on vagueness grounds and prevailed in the District Court. The case was appealed directly to this Court, which ruled that the statute was not void for vagueness. 343 U. S., at 171-172. The Court noted the argument that the statute was unconstitutional because it afforded no opportunity for the court trying the criminal charge to pass on the validity of the order of deportation, but declined to address the issue because it \"was neither raised by the appellee nor briefed nor argued here.\" <i>Id.,</i> at 172. \"It will be time to consider whether the validity of the order of deportation may be tried in the criminal trial . . . when and if the appellee seeks to have it tried. That question is not foreclosed by this opinion. We reserve decision on it.\" <i>Id.,</i> at 172-173.\n</p>\n<p>Justice Jackson, with whom Justice Frankfurter joined, dissented on the ground that the statute at issue impermissibly allowed the use of an administrative determination as conclusive evidence of a fact in a criminal prosecution. \"Having thus dispensed with important constitutional safeguards in obtaining an administrative adjudication that the alien is guilty of conduct making him deportable on the ground it is only a civil proceeding, the Government seeks to turn around and use the result as a conclusive determination of that fact in a criminal proceeding. We think it cannot make that use of such an order.\" <i>Id.,</i> at 179.</p>\n<p>Congress resolved the potential problem in <i>Spector</i> when, in 1961, it enacted 8 U. S. C. § 1105a(a)(6), which provides explicitly that, if the validity of a deportation order has not been judicially determined, it may be challenged in a criminal proceeding against the alien under 8 U. S. C. § 1252(e) for willfully failing or refusing to make timely application in good faith for travel or other documents necessary to his departure. Section 1105a does not explicitly address the availability of collateral attack under § 1326.</p>\n<p>[8]  In its petition for certiorari, the United States did not seek review of the Court of Appeals' holding that the deportation proceeding in this case was fundamentally unfair and that the deportation order was therefore unlawful. Pet. for Cert. 7.</p>\n<p>[9]  See, <i>e. g., </i><i>United States</i> v. <i>Gasca-Kraft,</i> 522 F. 2d 149, 152 (CA9 1975) (\"A material element of the offense defined by 8 U. S. C. § 1326 is a <i>lawful</i> deportation\"); <i>United States</i> v. <i>Bowles, supra,</i> at 749 (\"When Congress made use of the word `deported' in the statute, it meant `deported according to law' \"). The Court of Appeals for the Eighth Circuit, in deciding this case, noted that other courts had permitted collateral attack on the ground that \"a material element of the offense prohibited by 8 U. S. C. § 1326 is a `lawful' deportation\" and stated that it \"agree[d] with this rationale.\" 781 F. 2d, at 112. The court does not appear to have relied entirely on the statute in ruling that the propriety of the deportation could be reviewed in the § 1326 proceeding, since it then continued: \"Allowing a pretrial review of the underlying deportation to examine whether due process was provided insures fundamental fairness to the rights of the criminal defendant. Accordingly, we conclude that defendants in section 1326 prosecutions may collaterally attack their previous deportation orders on the ground that they were not accorded due process at the deportation hearing.\" <i>Id.,</i> at 112-113.</p>\n<p>[10]  Section 180(a) provided for punishment by imprisonment of not more than two years or a fine of not more than $1,000, or both; § 138 provided solely for imprisonment for up to two years; § 137-7(b) provided for imprisonment for up to five years. The purpose of § 1326 was to impose the same penalty on any person who returned to the United States without permission after deportation, regardless of the basis of the original deportation. See S. Rep. No. 1515, 81st Cong., 2d Sess., 655, 656 (1950).</p>\n<p>[11]  That Congress had before it the text of all three sections was clear \u0097 their text was in all pertinent respects reproduced as \"existing law\" in the House Report on the statute that included § 1326. H. R. Rep. No. 1365, 82d Cong., 2d Sess., 219-220 (1952).</p>\n<p>[12]  See, <i>e. g., </i><i>United States ex rel. Beck</i> v. <i>Neelly,</i> 202 F. 2d 221, 222, 224 (CA7) (declining to decide whether deported alien may challenge prior deportation in habeas corpus proceeding), cert. denied, 345 U. S. 997 (1953); <i>United States ex rel. Steffner</i> v. <i>Carmichael,</i> 183 F. 2d 19, 20 (CA5) (collateral attack on deportation proceeding in later deportation proceeding impermissible unless there was \"gross miscarriage of justice\" in the former proceeding; prior order here was valid), cert. denied, 340 U. S. 829 (1950); <i>Daskaloff</i> v. <i>Zurbrick,</i> 103 F. 2d 579, 580-581 (CA6 1939) (alien deported as a prostitute who reentered country and was detained on warrant of deportation under 8 U. S. C. § 155 (1946 ed.) (repealed 1952) could not collaterally attack validity of earlier deportation through habeas corpus).</p>\n<p>[13]  Contrary to JUSTICE SCALIA's suggestion, <i>post,</i> at 849, our opinion today does not reject the holding in <i>Mendez,</i> as to which we express no view.</p>\n<p>[14]  The Government stated at oral argument that it was the position of the United States that there were \"absolutely no due process limitations to the enforcement of Section 1326.\" Tr. of Oral Arg. 10.</p>\n<p>[15]  Even with this safeguard, the use of the result of an administrative proceeding to establish an element of a criminal offense is troubling. See <i>United States</i> v. <i>Spector,</i> 343 U. S. 169, 179 (1952) (Jackson, J., dissenting). While the Court has permitted criminal conviction for violation of an administrative regulation where the validity of the regulation could not be challenged in the criminal proceeding, <i>Yakus</i> v. <i>United States,</i> 321 U. S. 414 (1944), the decision in that case was motivated by the exigencies of wartime, dealt with the propriety of regulations rather than the legitimacy of an adjudicative procedure, and, most significantly, turned on the fact that adequate judicial review of the validity of the regulation was available in another forum. Under different circumstances, the propriety of using an administrative ruling in such a way remains open to question. We do not reach this issue here, however, holding that, at a minimum, the result of an administrative proceeding may not be used as a conclusive element of a criminal offense where the judicial review that legitimated such a practice in the first instance has effectively been denied.</p>\n<p>[16]  A number of commentators have expressed the notion that, where the deportation proceeding violated fundamental fairness, its validity may be challenged in a criminal proceeding under § 1326. See, <i>e. g.,</i> Comment, Collateral Attacks on Deportation Orders in Prosecutions for Illegal Reentry, 48 U. Chi. L. Rev. 83, 90-91, 102-103 (1981) (where alien was denied fundamental fairness at the deportation hearing, collateral attacks in § 1326 proceedings would be proper); Note, Collaterally Attacking Deportation Orders in Criminal Prosecutions for Illegal Reentry Under Section 276 of the Immigration and Nationality Act of 1952, 56 Notre Dame Law. 677, 686-688 (1981) (fundamental fairness requires some form of collateral review of civil deportation proceedings which have criminal consequences).</p>\n<p>[17]  We decline at this stage to enumerate which procedural errors are so fundamental that they may functionally deprive the alien of judicial review, requiring that the result of the hearing in which they took place not be used to support a criminal conviction. We have previously recognized, however, in the context of criminal proceedings, that \"some errors necessarily render a trial fundamentally unfair,\" <i>Rose</i> v. <i>Clark,</i> 478 U. S. 570, 577 (1986) (use of coerced confession, adjudication by a biased judge); see also <i>Rose</i> v. <i>Lundy,</i> 455 U. S. 509, 543-544 (1982) (STEVENS, J., dissenting) (mob violence, knowing use of perjured testimony). While the procedures required in an administrative proceeding are less stringent than those demanded in a criminal trial, analogous abuses could operate, under some circumstances, to deny effective judicial review of administrative determinations.\n</p>\n<p>We note parenthetically that permitting collateral challenge to the validity of deportation orders in proceedings under § 1326 does not create an opportunity for aliens to delay deportation, since the collateral challenge we recognize today is available only in criminal proceedings instituted after reentry.</p>\n<p>[18]  Cf. <i>Burgett</i> v. <i>Texas,</i> 389 U. S. 109, 115 (1967); see also <i>Baldasar</i> v. <i>Illinois,</i> 446 U. S. 222, 226-227 (1980) (MARSHALL, J., concurring) (court may not constitutionally use prior uncounseled misdemeanor conviction collaterally to enhance a subsequent misdemeanor to a felony with an increased term of imprisonment); <i>United States</i> v. <i>Tucker,</i> 404 U. S. 443 (1972) (court may not consider constitutionally invalid prior convictions in imposing sentence on unrelated offense); see also 8 U. S. C. § 1325, which provides that an unlawful entry into the United States constitutes a misdemeanor. Section 1326 serves to enhance the penalty for unlawful entry, imposing a steeper punishment on individuals who violate § 1325 <i>and</i> who have previously been deported.</p>\n<p>[*]  Because the Government took the position before this Court that deportation orders may <i>never</i> be collaterally attacked in a § 1326 proceeding, it did not request the Court to pass on the question whether respondents' deportation proceedings violated their due process rights. The Government, however, has not conceded that the deportation proceedings were fundamentally unfair. See, <i>e. g.,</i> Tr. of Oral Arg. 13-14. Because the fairness of these proceedings was litigated in the courts below and is a matter subsumed in the precise question presented for this Court's review, it cannot be seriously argued that the issue is not properly before this Court. Indeed, the Court itself has chosen to decide the issue, albeit in a manner different from that suggested here.</p>\n<p>[1]  The District Court and the Court of Appeals both held that the proceedings in question violated the Due Process Clause. I agree with the Court that, because the Government did not ask us to review those holdings, see Pet. for Cert. 7, n. 6; Brief for United States 5-6, n. 5; Tr. of Oral Arg. 6-7, it is not appropriate to do so. See this Court's Rule 21.1(a) (\"Only the questions set forth in the petition or fairly included therein will be considered by the Court\"). See also, <i>e. g., </i><i>INS</i> v. <i>Cardoza-Fonseca,</i> 480 U. S. 421, 448-449, n. 32 (1987). In arguing to the contrary, THE CHIEF JUSTICE first observes that the lawfulness of respondents' deportation proceedings was litigated in the Court of Appeals, and that the Government has not conceded the point. <i>Ante,</i> this page, n. While these observations dispose of other possible objections to consideration of the unchallenged holdings, they in no way displace the application of Rule 21.1(a). THE CHIEF JUSTICE also suggests that the dissent is free to consider the due process holdings because the Court itself does. <i>Ibid.</i> But I understand the Court to accept rather than review the holdings. See <i>ante,</i> at 840. Finally, THE CHIEF JUSTICE asserts that the question of the correctness of the holdings is \"subsumed in the precise question presented for this Court's review.\" <i>Ante,</i> at 846, n. I disagree. As formulated by the Government, the question presented is \"Whether a defendant prosecuted under 8 U. S. C. § 1326 for reentering the United States after having been deported may collaterally attack the validity of his deportation proceeding?\" Pet. for Cert. I. I fail to see how there is subsumed within this the question whether a collateral attack in the present case would be successful. But for these points, I would agree with THE CHIEF JUSTICE that no due process violation occurred.</p>\n<p>[2]  <i>Lewis</i> involved a statute that relied upon the fact of a prior <i>criminal</i> conviction, rather than, as in this case, the fact of a prior <i>civil</i> deportation. As the Court notes, <i>ante,</i> at 838, n. 15, it has been suggested that the Constitution may in some circumstances forbid use of the outcomes of administrative proceedings \u0097 even those lawfully conducted and subject to judicial review \u0097 in subsequent criminal proceedings. Whether or not that is so, I do not believe this case presents such circumstances. In any event, respondents have not claimed that it does, instead arguing only that they must be permitted to show that their deportation proceedings were not lawfully conducted. The validity of that argument can have nothing to do with whether the proceedings were administrative or criminal.</p>\n<p>[3]  Nor could it be argued that, although avenues of judicial review were theoretically available, respondents \u0097 not having been informed of the grounds upon which they should seek relief \u0097 could not reasonably have been expected to pursue them. That argument plainly is foreclosed by <i>Lewis</i> v. <i>United States,</i> 445 U. S. 55 (1980), in which the Court rejected the analogous argument, advanced by the dissent, that it was unreasonable to rely on the availability of collateral relief where the defect in the original proceeding was that the felon lacked the assistance of counsel. See <i>id.,</i> at 73 (BRENNAN, J., dissenting).</p>\n\n</div>", 
  "sha1": "737d0b5a277d9b51bc97b13d8823e997477f57e4", 
  "date_modified": "2015-05-26T12:23:57.118135", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/111894/united-states-v-mendoza-lopez/", 
  "citation_count": 269, 
  "supreme_court_db_id": "1986-105", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/86997/", 
  "html": "<p class=\"case_cite\">481 U.S. 828</p>\n    <p class=\"case_cite\">107 S.Ct. 2148</p>\n    <p class=\"case_cite\">95 L.Ed.2d 772</p>\n    <p class=\"parties\">UNITED STATES, Petitioner<br>v.<br>Jose MENDOZA-LOPEZ and Angel Landeros-Quinones.</p>\n    <p class=\"docket\">No. 85-2067.</p>\n    <p class=\"date\">Argued March 3, 1987.</p>\n    <p class=\"date\">Decided May 26, 1987.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Title 8 U.S.C. &#167; 1326 provides that any alien who has been deported and thereafter enters the United States is guilty of a felony.  Respondents, Mexican nationals, were arrested and deported after a group hearing at which they purportedly waived their rights to apply for suspension of deportation and to appeal. Subsequently, respondents were again arrested in this country and indicted on charges of violating &#167; 1326.  However, the District Court dismissed the indictments, ruling that respondents could collaterally attack their previous deportation orders.  The court found that they had not understood the Immigration Judge's explanation of suspension of deportation, and concluded that the reliability of the proceedings had been totally undermined by the fact that they had not made knowing and intelligent waivers of their right to that remedy or their right to appeal.  The Court of Appeals affirmed, holding that, since a material element of the offense prohibited by &#167; 1326 was a \"lawful\" deportation order, principles of fundamental fairness required a pretrial review of the underlying deportation to determine whether respondents received due process of law.  Because they did not fully understand the proceedings, the court found a due process violation rendering the deportation order unlawful and therefore not a proper basis for the charges against respondents.</p>\n      <p class=\"indent\">\n        <i>Held:</i>\n      </p>\n      <p class=\"indent\">1. The text, legislative history, and background of &#167; 1326 indicate that Congress did not intend the validity of an underlying deportation order to be contestable in a &#167; 1326 prosecution.  Section 1326's express language does not suggest that only a \"lawful\" deportation may be an element of the offense, thereby permitting a collateral challenge.  Moreover, in enacting &#167; 1326, Congress had available to it at least one predecessor statute containing express language that would have permitted collateral challenges, but failed to include that language in &#167; 1326.  While there was, at the time of &#167; 1326's enactment, some case law suggesting that collateral attacks might be permissible under certain circumstances, that principle was not so unequivocally established that Congress must have intended to incorporate it into &#167; 1326.  Furthermore, the Immigration and Nationality Act does include sections&#8212;particularly 8 U.S.C. &#167; 1105a&#8212;dealing with judicial review of deportation orders, which, although not directly applicable to this case, indicate that Congress considered and addressed some of the various circumstances in which challenges to deportation orders might arise without mentioning &#167; 1326.  Pp. 833-837.</p>\n      <p class=\"indent\">2. Due process requires that a collateral challenge to the use of a deportation proceeding as an element of a criminal offense be permitted where the deportation proceeding effectively eliminates the right of the alien to obtain judicial review.  Pp. 837-842.</p>\n      <p class=\"indent\">(a) Depriving an alien of the right to have the disposition of a deportation hearing reviewed in a judicial forum requires, at a minimum, that review be made available in any subsequent proceeding in which the result of the deportation proceeding is used to establish an element of a criminal offense.  Pp. 837-839.</p>\n      <p class=\"indent\">(b) Respondents' deportation hearing was fundamentally unfair and violated due process.  By permitting waivers of the right to appeal that were not the result of considered or intelligent judgment by respondents, the Immigration Judge completely deprived them of their right to judicial review of the deportation proceeding.  This deprivation precludes the use of the deportation orders to prove &#167; 1326 violations.  Pp. 839&#8212;840.</p>\n      <p class=\"indent\">(c) <i>Lewis v. United States,</i> 445 U.S. 55, 100 S.Ct. 915, 63 L.Ed.2d 198 (1980), is distinguishable from the instant case since it assumed the opportunity to challenge the underlying decision in a judicial forum, precisely that which was denied respondents here.  Pp. 840-842.</p>\n      <p class=\"indent\">781 F.2d 111 (CA 8 1985), affirmed.</p>\n      <p class=\"indent\">MARSHALL, J., delivered the opinion of the Court, in which BRENNAN, BLACKMUN, POWELL, and STEVENS, JJ., joined.  REHNQUIST, C.J., filed a dissenting opinion, in which WHITE and O'CONNOR, JJ., joined, <i>post,</i> p. ----.  SCALIA, J., filed a dissenting opinion, <i>post,</i> p. ----.</p>\n      <p class=\"indent\">Christopher J. Wright, for petitioner.</p>\n      <p class=\"indent\">Kathy Goudy, Lincoln, Neb., for respondents.</p>\n      <p class=\"indent\">Justice MARSHALL delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, we must determine whether an alien who is prosecuted under 8 U.S.C. &#167; 1326 for illegal entry following deportation may assert in that criminal proceeding the invalidity of the underlying deportation order.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Respondents, Jose Mendoza-Lopez and Angel Landeros-Quinones, were arrested at separate locations in Lincoln, Nebraska, on October 23, 1984, by agents of the Immigration and Naturalization Service.  On October 30, 1984, they were transported to Denver, Colorado, where a group deportation hearing was held for respondents along with 11 other persons, all of whom were, like respondents, Mexican nationals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  After the hearing, respondents were ordered deported and were bused to El Paso, Texas.  They were deported from El Paso on November 1, 1984.  Each received, at the time of his deportation, a copy of Form I-294, which advised, in both Spanish and English, that a return to the United States without permission following deportation would constitute a felony.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On December 12, 1984, both respondents were once again separately arrested in Lincoln, Nebraska.  They were subsequently indicted by a grand jury in the District of Nebraska on charges of violating 8 U.S.C. &#167; 1326, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">\"Any alien who&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"(1) has been arrested and deported or excluded and      deported, and thereafter</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">\"(2) enters, attempts to enter, or is at any time found      in the United States . . .</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"shall be guilty of a felony, and upon conviction      thereof, be punished by imprisonment of not more than two      years, or by a fine of not more than $1,000, or both.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Respondents moved in the District Court to dismiss their indictments, on the ground that they were denied fundamentally fair deportation hearings.  They contended that the Immigration Law Judge inadequately informed them of their right to counsel at the hearing, and accepted their unknowing waivers of the right to apply for suspension of deportation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The District Court ruled that respondents could collaterally attack their previous deportation orders.  <i>United States v. Landeros-Quinones,</i> CR 85-L-06 (Feb. 28, 1985).  It rejected their claims that they were not adequately informed of their right to counsel.  It found, however, that respondents had apparently failed to understand the Immigration Judge's explanation of suspension of deportation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The District Court concluded that respondents had not made knowing and intelligent waivers of their rights to apply for suspension of deportation or their rights to appeal, finding it \"inconceivable that they would so lightly waive their rights to appeal, and thus to the relief they now claim entitlement, <i>[sic]</i> if they had been fully apprised of the ramifications of such a choice.\"  App. to Pet. for Cert. 23a.  Holding that the \"failure to overcome these defendants' lack of understanding about the proceedings, which is apparent from listening to the tape recording, totally undermined the reliability of the proceedings\" and that \"substantial justice was not done,\" the District Court dismissed the indictments in both cases.  <i>Id.,</i> at 26a.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Court of Appeals for the Eighth Circuit affirmed.  781 F.2d 111 (1985).  Noting a conflict among the Circuits regarding whether a defendant prosecuted under &#167; 1326 may collaterally attack a deportation order, the court agreed with those Courts of Appeals that had concluded that a material element of the offense prohibited by &#167; 1326 was a \"lawful\" deportation.  <i>Id.,</i> at 112.  It went on to state that principles of fundamental fairness required a pretrial review of the underlying deportation to examine whether the alien received due process of law.  The Court of Appeals affirmed the District Court's conclusion that there was a due process violation in this case, holding that, \"[b]ecause the defendants did not fully understand the proceedings, the hearing was fundamentally unfair, and the deportation order was obtained unlawfully.  Thus, it cannot stand as a material element forming the basis of the charges against the defendants.\"  <i>Id.,</i> at 113.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To resolve the conflict among the Circuits,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> we granted certiorari.  479 U.S. 811, 107 S.Ct. 59, 93 L.Ed.2d 19 (1986).  We affirm.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In <i>United States v. Spector,</i> 343 U.S. 169, 72 S.Ct. 591, 96 L.Ed. 863 (1952), we left open whether the validity of an underlying order of deportation may be challenged in a criminal prosecution in which that prior deportation is an element of the crime.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Today, we squarely confront this question in the context of &#167; 1326, which imposes a criminal penalty on any alien who has been deported and subsequently enters, attempts to enter, or is found in, the United States.  The issue before us is whether a federal court must <i>always</i> accept as conclusive the fact of the deportation order, even if the deportation proceeding was not conducted in conformity with due process.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The first question we must address is whether the statute itself provides for a challenge to the validity of the deportation order in a proceeding under &#167; 1326.  Some of the Courts of Appeals considering the question have held that a deportation is an element of the offense defined by &#167; 1326 only if it is \"lawful,\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and that &#167; 1326 therefore permits collateral challenge to the legality of an underlying deportation order.  The language of the statute, however, suggests no such limitation, stating simply that \"[a]ny alien who has been arrested and deported or excluded and deported,\" 8 U.S.C. &#167; 1326(1), will be guilty of a felony if the alien thereafter enters, attempts to enter, or is at any time found in, the United States.  8 U.S.C. &#167; 1326(2).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nor does the sparse legislative history contain any evidence that Congress intended to permit challenge to the validity of the deportation in the &#167; 1326 proceeding.  Before &#167; 1326 was enacted, three statutory sections imposed criminal penalties upon aliens who reentered the country after deportation:  8 U.S.C. &#167; 180(a) (1946 ed.) (repealed 1952), which provided that any alien who had been \"deported in pursuance of law\" and subsequently entered the United States would be guilty of a felony;  8 U.S.C. &#167; 138 (1946 ed.) (repealed 1952), which provided that an alien deported for prostitution, procuring, or similar immoral activity, and who thereafter reentered the United States, would be guilty of a misdemeanor and subject to a different penalty;  and 8 U.S.C. &#167; 137-7(b) (1946 ed., Supp. V) (repealed 1952), which stated that any alien who reentered the country after being deported for subversive activity would be guilty of a felony and subject to yet a third, more severe penalty.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  See H.R.Rep. No. 1365, 82d Cong., 2d Sess., 219-220 (1952), U.S.Code Cong. &amp; Admin.News 1952, p. 1653.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Congress thus had available to it in at least one of the predecessor sections&#8212;&#167; 180(a)&#8212;express language that would have permitted collateral challenges to the validity of deportation proceedings in a criminal prosecution for reentry after deportation.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  It nonetheless failed to include in &#167; 1326 the \"in pursuance of law\" language of &#167; 180(a).  And while there was, at the time of the enactment of &#167; 1326, some case law suggesting that a collateral attack on a deportation proceeding might under certain circumstances be permitted, that principle was not so unequivocally established as to persuade us that Congress must have intended to incorporate that prior law into &#167; 1326.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Immigration and Nationality Act does include sections that limit judicial review of deportation orders.  8 U.S.C. &#167; 1105a provides that, outside of enumerated exceptions, the procedures prescribed by Title 28 of the United States Code for review of federal agency orders \"shall be the sole and exclusive procedure for, the judicial review of all final orders of deportation.\"  The enumerated exceptions permit an alien to challenge a deportation order, the validity of which has not previously been judicially determined, in a criminal proceeding against the alien for violation of 8 U.S.C. &#167;&#167; 1252(d) or (e), 8 U.S.C. &#167; 1105a(a)(6), and any alien held in custody pursuant to an order of deportation may obtain judicial review of that order in a habeas corpus proceeding, 8 U.S.C. &#167; 1105a(a)(9). These sections are not directly applicable to this case, since respondents did not ask the District Court to vacate their deportation orders and the court did not do so.  It ruled only that the orders could not properly be used as the predicate for a &#167; 1326 conviction.  Yet the text of &#167; 1105a indicates that Congress considered and addressed some of the various circumstances in which challenges to deportation orders might arise and did not mention &#167; 1326.  See also 8 U.S.C. &#167; 1101(g) (\"For the purposes of this chapter any alien ordered deported . . . who has left the United States, shall be considered to have been deported in pursuance of law . . .\");  but see <i>Mendez v. INS,</i> 563 F.2d 956, 959 (CA9 1977).<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The text and background of &#167; 1326 thus indicate no congressional intent to sanction challenges to deportation orders in proceedings under &#167; 1326.</p>\n    </div>\n    <p>III</p>\n    <p>A.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">That Congress did not intend the validity of the deportation order to be contestable in a &#167; 1326 prosecution does not end our inquiry.  If the statute envisions that a court may impose a criminal penalty for reentry after <i>any</i> deportation, regardless of how violative of the rights of the alien the deportation proceeding may have been, the statute does not comport with the constitutional requirement of due process.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Our cases establish that where a determination made in an administrative proceeding is to play a critical role in the subsequent imposition of a criminal sanction, there must be <i>some</i> meaningful review of the administrative proceeding.  See <i>Estep v. United States,</i> 327 U.S. 114, 121-122, 66 S.Ct. 423, 427, 90 L.Ed. 567 (1946);  <i>Yakus v. United States,</i> 321 U.S. 414, 444, 64 S.Ct. 660, 677, 88 L.Ed. 834 (1944);  cf. <i>McKart v. United States,</i> 395 U.S. 185, 196-197, 89 S.Ct. 1657, 1664-1665, 23 L.Ed.2d 194 (1969).<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  This principle means at the very least that where the defects in an administrative proceeding foreclose judicial review of that proceeding, an alternative means of obtaining judicial review must be made available before the administrative order may be used to establish conclusively an element of a criminal offense.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a>  The result of those proceedings may subsequently be used to convert the misdemeanor of unlawful entry into the felony of unlawful entry after a deportation.  Depriving an alien of the right to have the disposition in a deportation hearing reviewed in a judicial forum requires, at a minimum, that review be made available in any subsequent proceeding in which the result of the deportation proceeding is used to establish an element of a criminal offense.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Having established that a collateral challenge to the use of a deportation proceeding as an element of a criminal offense must be permitted where the deportation proceeding effectively eliminates the right of the alien to obtain judicial review, the question remains whether that occurred in this case.  The United States did not seek this Court's review of the determination of the courts below that respondents' rights to due process were violated by the failure of the Immigration Judge to explain adequately their right to suspension of deportation or their right to appeal.  Pet. for Cert. 7.  The United States has asked this Court to assume that respondents' deportation hearing was fundamentally unfair in considering whether collateral attack on the hearing may be permitted.  Tr. of Oral Arg. 6-7.  We consequently accept the legal conclusions of the court below that the deportation hearing violated due process.  If the violation of respondents' rights that took place in this case amounted to a complete deprivation of judicial review of the determination, that determination may not be used to enhance the penalty for an unlawful entry under &#167; 1326. We think that it did.  The Immigration Judge permitted waivers of the right to appeal that were not the result of considered judgments by respondents, and failed to advise respondents properly of their eligibility to apply for suspension of deportation.  Because the waivers of their rights to appeal were not considered or intelligent, respondents were deprived of judicial review of their deportation proceeding.  The Government may not, therefore, rely on those orders as reliable proof of an element of a criminal offense.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The United States asserts that our decision in <i>Lewis v. United States,</i> 445 U.S. 55, 100 S.Ct. 915, 63 L.Ed.2d 198 (1980), answered any constitutional objections to the scheme employed in &#167; 1326.  In <i>Lewis,</i> the Court held that a state-court conviction, even though it was uncounseled and therefore obtained in violation of the Sixth and Fourteenth Amendment rights of the defendant under <i>Gideon v. Wainwright,</i> 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963), could be used as a predicate for a subsequent conviction under &#167; 1202(a)(1) of Title VII of the Omnibus Crime Control and Safe Streets Act of 1968, as amended, 18 U.S.C.App. &#167; 1202(a)(1), which forbade any person convicted of a felony from receiving, possessing, or transporting a firearm.  We do not consider <i>Lewis</i> to control the issues raised by this case.  The question in <i>Lewis</i> was whether Congress could define that \"class of persons who should be disabled from dealing in or possessing firearms,\" 445 U.S., at 67, 100 S.Ct., at 922, by reference to prior state felony convictions, even if those convictions had resulted from procedures, such as the denial of counsel, subsequently condemned as unconstitutional.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a>  The Court there rejected Lewis' statutory challenge, holding that Congress had manifested no intent to permit collateral attacks upon the prior state convictions in federal criminal proceedings, and further held that this use of uncounseled prior convictions did not violate the equal protection component of the Due Process Clause of the Fifth Amendment.  In rejecting the notion that the statute permitted, or the Constitution required, this \"new form of collateral attack\" on prior convictions, the Court pointed to the availability of alternative means to secure judicial review of the conviction:  \"[I]t is important to note that a convicted felon may challenge the validity of a prior conviction, or otherwise remove his disability, before obtaining a firearm.\"  <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is precisely the unavailability of effective judicial review of the administrative determination at issue here that sets this case apart from <i>Lewis.</i>  The fundamental procedural defects of the deportation hearing in this case rendered direct review of the Immigration Judge's determination unavailable to respondents. What was assumed in <i>Lewis,</i> namely the opportunity to challenge the predicate conviction in a judicial forum, was precisely that which was denied to respondents here.  Persons charged with crime are entitled to have the factual and legal determinations upon which convictions are based subjected to the scrutiny of an impartial judicial officer.  <i>Lewis</i> does not reject that basic principle, and our decision today merely reaffirms it.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Because respondents were deprived of their rights to appeal, and of any basis to appeal since the only relief for which they would have been eligible was not adequately explained to them, the deportation proceeding in which these events occurred may not be used to support a criminal conviction, and the dismissal of the indictments against them was therefore proper.  The judgment of the Court of Appeals is</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Chief Justice REHNQUIST, with whom Justice WHITE and Justice O'CONNOR join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I agree with the Court's ruling that the language of 8 U.S.C. &#167; 1326, its history, and other provisions of the Immigration and Nationality Act suggest that Congress did not intend to allow challenges to the validity of a deportation order in a &#167; 1326 proceeding.  I also agree with the view that there may be exceptional circumstances where the Due Process Clause prohibits the Government from using an alien's prior deportation as a basis for imposing criminal liability under &#167; 1326.  In my view, however, respondents have fallen far short of establishing such exceptional circumstances here.  The Court, in reaching a contrary conclusion, misreads the decision of the District Court.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As the Court acknowledges, respondents, in the District Court, claimed only that \"the Immigration Law Judge inadequately informed them of their right to counsel at the [deportation] hearing, and accepted their unknowing waivers of the right to apply for suspension of deportation.\"  <i>Ante,</i> at 831;  see also <i>United States v. Landeros-Quinones,</i> No. CR85-L-06, p. 8 (Neb., Feb. 28, 1985).  Respondents did not claim that the judge failed to explain adequately their rights to appeal or that their waivers of these rights were, as we are told today, \"not considered or intelligent.\"  <i>Ante,</i> at 840.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is true that the District Court, <i>sua sponte,</i> raised the issue whether respondents knowingly waived their rights to appeal the deportation orders.  The court, however, treated the issue as subsidiary to its determination that the Immigration Judge did not fully apprise respondents of their rights to apply for suspension of deportation.  In ultimately disposing of the issue, the court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\"In light of their claimed eligibility for suspension of      deportation, . . . I find it inconceivable that they would so      lightly waive their rights to appeal, and thus to the relief      they now claim entitlement, [<i>sic</i>] if they had been fully      apprised of the ramifications of such a choice.\"  <i>United      States v. Landeros-Quinones, supra,</i> at 12.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The narrow scope of the District Court's resolution of the question whether respondents had effectively waived their appeal rights is further demonstrated by the District Court's examination of the prejudice resulting from the manner in which the deportation hearing was conducted.  Determining that a showing of prejudice was a necessary predicate to a successful collateral attack to a prior deportation order, the court concluded that there was a substantial likelihood that respondents were harmed by \"the failure of the Immigration Law Judge to fully comply with the provisions of 8 C.F.R. &#167; 242.17,\" the regulation governing notification of apparent eligibility for suspension of deportation.  <i>Id.,</i> at 14.  Yet, aside from possible harm to respondents resulting from their failure to pursue suspension of deportation relief, the District Court did not identify any prejudice from respondents' failure to appeal.  From these findings of the District Court, the most that can be said with certainty is that the court determined that respondents did not understand that they could pursue their claimed eligibility for suspension of deportation in further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In affirming the District Court's decision in this case, the Court of Appeals did not at all address the question whether respondents knowingly waived their rights to appeal, but instead limited its discussion to respondents' failure to understand that they could seek suspension of deportation.  The Court of Appeals decision thus also does not support this Court's sweeping assertion that \"[t]he fundamental procedural defects of the deportation hearing in this case rendered direct review of the Immigration Judge's determination unavailable to respondents.\" <i>Ante,</i> at 841.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Court's desire to inject into this case a finding that respondents suffered from a denial of their rights to appeal for all purposes is understandable.  Without such a finding, the only articulated basis for the Court's due process holding is respondents' claim that their deportation orders were invalid because they were not adequately informed that they could apply for suspension of deportation.  The Court's acceptance of this latter claim provides little foundation for its decision.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Recognizing that Congress intended to limit the number of aliens qualifying for suspension of deportation, we have interpreted the statutory section providing for such relief, 8 U.S.C. &#167; 1254(a)(1), as establishing strict threshold criteria that must be met before the Attorney General may grant the relief. See <i>INS v. Rios-Pineda,</i> 471 U.S. 444, 105 S.Ct. 2098, 85 L.Ed.2d 452 (1985);  <i>INS v. Phinpathya,</i> 464 U.S. 183, 104 S.Ct. 584, 78 L.Ed.2d 401 (1984);  <i>INS v. Jong Ha Wang,</i> 450 U.S. 139, 101 S.Ct. 1027, 67 L.Ed.2d 123 (1981).  Even if all of the requirements of &#167; 1254(a)(1) are satisfied, we have recognized that \"it remains in the discretion of the Attorney General to . . . refuse to suspend deportation.\"  <i>INS v. Rios-Pineda,</i> 471 U.S., at 446, 105 S.Ct., at 2100.  Moreover, if the Attorney General decides that relief should be denied as a matter of discretion, he need not even inquire whether an alien meets the threshold statutory requirements.  <i>Id.,</i> at 449, 105 S.Ct., at 2101-2102.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The District Court, in deciding whether respondents were adequately apprised of their ability to apply for suspension of their deportations, concluded that the Immigration Judge complied with the technical notice requirements of 8 CFR &#167; 242.17 (1987). Given that suspension of deportation is provided only as a matter of legislative grace and entrusted to the broad discretion of the Attorney General, the immigration judge's failure to undertake further efforts to make certain that respondents were fully knowledgeable of this privilege hardly compares to the procedural defects this Court has previously identified as fundamentally unfair.  See <i>Rose v. Clark,</i> 478 U.S. 570, 577, 106 S.Ct. 3101, 3106, 92 L.Ed.2d 460 (1986) (use of a coerced confession, adjudication by a biased judge), cited <i>ante,</i> at 839, n. 17.  The judge's failure to engage respondents in an extended colloquy concerning suspension of their deportations neither \"aborted the basic trial process\" nor rendered it presumptively prejudicial.  478 U.S., at 578, n. 6, 106 S.Ct., at 3106, n. 6.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Conspicuously absent from respondents' arguments to this Court is any suggestion that the Immigration Law Judge employed improper procedures or erroneously applied the law in determining that respondents were deportable.  In fact, several factual findings by the District Court below, not mentioned by the Court, suggest that the Immigration Judge expended considerable effort to ensure the fairness of the hearing.  For example, the District Court noted that the Immigration Judge commenced the hearing by instructing respondents \"that if any of them did not understand any of the proceedings, to raise their hands and their misunderstandings would be addressed so as to eliminate any confusion.\"  <i>United States v. Landeros-Quinones,</i> No. CR85-L-06, p. 9 (Neb., Feb. 28, 1985).  Respondents indicated their understanding of this arrangement.  Moreover, the Immigration Judge informed respondents that they were entitled to be represented by counsel, and made certain that they received a list of the free legal services available to them.  At the conclusion of the hearing, the judge asked respondents whether they wished to accept his ruling that they were deportable, appeal the ruling, or reserve decision, and respondents each stated that they accepted the judge's ruling.  Under these circumstances, I cannot say that respondents' deportation proceedings violated the dictates of the Due Process Clause.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>  I would therefore hold that the courts below erred in concluding that respondents' prior deportation orders may not be used in the &#167; 1326 proceedings brought against them.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Justice SCALIA, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">When respondents were deported from the United States in October 1984, they were specifically warned that 8 U.S.C. &#167; 1326 made it a felony for them to reenter the United States illegally. Two months later, they were apprehended in the United States and charged with violating &#167; 1326.  Respondents assert that even if their reentry was illegal, they cannot lawfully be punished for violating &#167; 1326, because the proceedings in which they were originally deported violated the Due Process Clause.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a>  I agree with the Court that the lawfulness of respondents' original deportation proceedings is irrelevant to the question whether respondents violated &#167; 1326.  I dissent, however, because I do not share the Court's view that the lawfulness of those proceedings is relevant to the question whether respondents may constitutionally be punished if they violated &#167; 1326.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I think it clear that Congress may constitutionally make it a felony for deportees&#8212;irrespective of the legality of their deportations&#8212;to reenter the United States illegally.  See <i>Lewis v. United States,</i> 445 U.S. 55, 100 S.Ct. 915, 63 L.Ed.2d 198 (1980) (Congress may constitutionally make it a felony for convicted felons&#8212;irrespective of the legality of their convictions&#8212;to deal in or possess firearms).<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  The sole ground upon which the Court attempts to distinguish <i>Lewis</i> is that in this case respondents were completely foreclosed from obtaining \"effective judicial review\" of their deportations, while in <i>Lewis</i> the felons could have obtained collateral review of their convictions before obtaining firearms.  <i>Ante,</i> at 837-840, 841.  It is true that the Court in <i>Lewis</i> relied on the availability of collateral review. 445 U.S., at 64, 67, 100 S.Ct., at 920, 921-922.  But, contrary to the Court's implication, <i>ante,</i> at 837, neither <i>Lewis</i> nor any of the other cases relied upon by the Court squarely holds that the Due Process Clause invariably forbids reliance upon the outcome of unreviewable administrative determinations in subsequent criminal proceedings.  See <i>McKart v. United States,</i> 395 U.S. 185, 89 S.Ct. 1657, 23 L.Ed.2d 194 (1969) (interpreting a statute to permit collateral attack of prior administrative orders);  <i>Estep v. United States,</i> 327 U.S. 114, 66 S.Ct. 423, 90 L.Ed. 567 (1946) (same);  <i>Yakus v. United States,</i> 321 U.S. 414, 64 S.Ct. 660, 88 L.Ed. 834 (1944) (interpreting a statute to forbid collateral attack of earlier administrative orders).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Court's apparent adoption of that conclusion today seems to me wrong.  To illustrate that point by one out of many possible examples, imagine that a State establishes an administrative agency that (after investigation and full judicial-type administrative hearings) periodically publishes a list of unethical businesses.  Further imagine that the State, having discovered that a number of previously listed businesses are bribing the agency's investigators to avoid future listing, passes a law making it a felony for a business that has been listed to bribe agency investigators.  It cannot be that the Due Process Clause forbids the State to punish violations of that law unless it either makes the agency's listing decisions judicially reviewable or permits those charged with violating the law to defend themselves on the ground that the original listing decisions were in some way unlawful.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Even if I believed the availability of \"effective judicial review\" to be relevant, I would still dissent, because review was available here.  It is true, as the Court notes, that the District Court found that respondents' waivers of any appeal from the Immigration Judge's deportation order were \"not the result of considered judgments,\" App. to Pet. for Cert. 23a, because they were affected by the Immigration Judge's failure adequately to explain to respondents that they could apply for suspension of deportation, <i>ante,</i> at 839.  There is a world of difference, however, between denial of a right to appeal and failure to assure that parties understand the available grounds for appeal and forgo them in a \"considered\" fashion.  Since to my knowledge administrative agencies rarely undertake such assurance, the Court's unbounded and unexplained conception of \"effective\" denial of a right of appeal, see <i>ante,</i> at 839, n. 17, apparently leads to the peculiar conclusion that administrative proceedings are almost always without judicial review.  I reject this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Moreover, in concluding that the Immigration Judge's acceptance of respondents' unconsidered waivers effectively denied respondents their rights to appeal, the Court completely ignores the possibility that, notwithstanding their waivers and the fact that they had been deported, respondents could still have appealed their deportations on the ground that the deportations were unlawful and the waivers were unlawfully secured, cf., <i>e.g., Mendez v. INS,</i> 563 F.2d 956, 959 (CA9 1977), or could have brought other collateral challenges to their deportations.  I express no view on the question whether such suits would have been permissible under the applicable statutes, see, <i>e.g.,</i> 8 U.S.C. &#167; 1101(g), but merely note that a negative answer to that question is a necessary, and entirely unexplained, component of the Court's holding.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">For these reasons, I think that if respondents' reentry into the United States was unlawful, respondents may constitutionally be punished for violating &#167; 1326.  I would reverse the contrary judgment of the Court of Appeals.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Respondents have at no point raised, and we do not express any opinion regarding, the propriety of the group deportation procedure used in this case.  Compare <i>United States v. Barraza-Leon,</i> 575 F.2d 218, 219-220 (CA9 1978), with <i>United States v. Calles-Pineda,</i> 627 F.2d 976, 977 (CA9 1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute excepts those aliens who have either received the express consent of the Attorney General to reapply for admission or who otherwise establish that they were not required to obtain such consent.  8 U.S.C. &#167;&#167; 1326(2)(A), (B).  Respondents do not contend that either exception applies to them.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Suspension of deportation is a discretionary remedy providing relief from deportation.  The statutory section applicable to respondents makes the remedy available to a deportable alien who has been physically present in the United States for at least seven years, who was during that time a person of good moral character, and whose deportation would, in the opinion of the Attorney General, result in extreme hardship to the alien or his spouse, parent, or child, who is a United States citizen or an alien lawfully admitted to the United States for permanent residence.  8 U.S.C. &#167; 1254(a).  Suspension of deportation not only provides relief from deportation, but enables the alien to adjust his status to that of an alien lawfully admitted for permanent residence.  <i>Ibid.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The District Court found that the Immigration Judge did not answer a question from one of the respondents regarding application for suspension of deportation;  that the Immigration Judge addressed the wrong respondent while discussing eligibility for the remedy;  that the Immigration Judge did not make clear how much time he would allow respondents to apply for suspension;  and that Landeros-Quinones asked a question which demonstrated that he did not understand the concept of suspension of deportation, but that the Immigration Judge failed to explain further.  The District Court contrasted this cursory and confusing treatment of the issue of suspension of deportation with the extensive inquiry that took place when two of the other aliens sought voluntary departure in lieu of deportation, one of whom was ultimately granted voluntary departure.  App. to Pet. for Cert. 20a-22a.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> One judge dissented on the ground that a challenge to the propriety of a previous deportation order may never be asserted in a criminal proceeding under &#167; 1326.  781 F.2d, at 113-114.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Compare, <i>e.g., United States v. Nicholas-Armenta,</i> 763 F.2d 1089, 1090 (CA9 1985), and <i>United States v. Bowles,</i> 331 F.2d 742, 749-750 (CA3 1964) (collateral attack on legality of deportation permitted in &#167; 1326 proceeding), with <i>United States v. Petrella,</i> 707 F.2d 64, 66 (CA2), cert. denied, 464 U.S. 921, 104 S.Ct. 289, 78 L.Ed.2d 265 (1983), <i>United States v. Gonzalez-Parra,</i> 438 F.2d 694, 697 (CA5), cert. denied, 402 U.S. 1010, 91 S.Ct. 2196, 29 L.Ed.2d 433 (1971), and <i>Arriaga-Ramirez v. United States,</i> 325 F.2d 857, 859 (CA10 1963) (collateral attacks barred in prosecutions under &#167; 1326);  see also <i>United States v. Rosal-Aguilar,</i> 652 F.2d 721, 723 (CA7 1981) (trial <i>de novo</i> on the factual basis of the underlying deportation is not a constitutional prerequisite to conviction under &#167; 1326, but \"the Government must prove the underlying deportation to have been based on a valid legal predicate and obtained according to law\");  <i>Petrella v. United States,</i> 464 U.S. 921, 922, 104 S.Ct. 289, 78 L.Ed.2d 265 (1983) (WHITE, J., dissenting from denial of certiorari) (internal quotation omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In <i>Spector,</i> an alien against whom an order of deportation was outstanding was prosecuted for failure to make timely application for documents necessary to his departure.  He challenged the statute on vagueness grounds and prevailed in the District Court.  The case was appealed directly to this Court, which ruled that the statute was not void for vagueness.  343 U.S., at 171-172, 72 S.Ct., at 593.  The Court noted the argument that the statute was unconstitutional because it afforded no opportunity for the court trying the criminal charge to pass on the validity of the order of deportation, but declined to address the issue because it \"was neither raised by the appellee nor briefed nor argued here.\"  <i>Id.,</i> at 172, 72 S.Ct., at 593.  \"It will be time to consider whether the validity of the order of deportation may be tried in the criminal trial . . . when and if the appellee seeks to have it tried.  That question is not foreclosed by this opinion.  We reserve decision on it.\"   <i>Id.,</i> at 172-173, 72 S.Ct., at 594.</p>\n        <p>Justice Jackson, with whom Justice Frankfurter joined, dissented on the ground that the statute at issue impermissibly allowed the use of an administrative determination as conclusive evidence of a fact in a criminal prosecution.  \"Having thus dispensed with important constitutional safeguards in obtaining an administrative adjudication that the alien is guilty of conduct making him deportable on the ground it is only a civil proceeding, the Government seeks to turn around and use the result as a conclusive determination of that fact in a criminal proceeding. We think it cannot make that use of such an order.\"  <i>Id.,</i> at 179, 72 S.Ct., at 597.</p>\n        <p>Congress resolved the potential problem in <i>Spector</i> when, in 1961, it enacted 8 U.S.C. &#167; 1105a(a)(6), which provides explicitly that, if the validity of a deportation order has not been judicially determined, it may be challenged in a criminal proceeding against the alien under 8 U.S.C. &#167; 1252(e) for willfully failing or refusing to make timely application in good faith for travel or other documents necessary to his departure. Section 1105a does not explicitly address the availability of collateral attack under &#167; 1326.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In its petition for certiorari, the United States did not seek review of the Court of Appeals' holding that the deportation proceeding in this case was fundamentally unfair and that the deportation order was therefore unlawful.  Pet. for Cert. 7.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> See, <i>e.g., United States v. Gasca-Kraft,</i> 522 F.2d 149, 152 (CA9 1975) (\"A material element of the offense defined by 8 U.S.C. &#167; 1326 is a <i>lawful</i> deportation\");  <i>United States v. Bowles, supra,</i> at 749 (\"When Congress made use of the word 'deported' in the statute, it meant 'deported according to law' \").  The Court of Appeals for the Eighth Circuit, in deciding this case, noted that other courts had permitted collateral attack on the ground that \"a material element of the offense prohibited by 8 U.S.C. &#167; 1326 is a 'lawful' deportation\" and stated that it \"agree[d] with this rationale.\"  781 F.2d, at 112.  The court does not appear to have relied entirely on the statute in ruling that the propriety of the deportation could be reviewed in the &#167; 1326 proceeding, since it then continued:  \"Allowing a pretrial review of the underlying deportation to examine whether due process was provided insures fundamental fairness to the rights of the criminal defendant. Accordingly, we conclude that defendants in section 1326 prosecutions may collaterally attack their previous deportation orders on the ground that they were not accorded due process at the deportation hearing.\"  <i>Id.,</i> at 112-113.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Section 180(a) provided for punishment by imprisonment of not more than two years or a fine of not more than $1,000, or both;  &#167; 138 provided solely for imprisonment for up to two years; &#167; 137-7(b) provided for imprisonment for up to five years.  The purpose of &#167; 1326 was to impose the same penalty on any person who returned to the United States without permission after deportation, regardless of the basis of the original deportation. See S.Rep. No. 1515, 81st Cong., 2d Sess., 655, 656 (1950).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> That Congress had before it the text of all three sections was clear&#8212;their text was in all pertinent respects reproduced as \"existing law\" in the House Report on the statute that included &#167; 1326.  H.R.Rep. No. 1365, 82d Cong., 2d Sess., 219-220 (1952).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> See, <i>e.g., United States ex rel. Beck v. Neelly,</i> 202 F.2d 221, 222, 224 (CA7) (declining to decide whether deported alien may challenge prior deportation in habeas corpus proceeding), cert. denied, 345 U.S. 997, 73 S.Ct. 1139, 97 L.Ed. 1403 (1953); <i>United States ex rel. Steffner v. Carmichael,</i> 183 F.2d 19, 20 (CA5) (collateral attack on deportation proceeding in later deportation proceeding impermissible unless there was \"gross miscarriage of justice\" in the former proceeding;  prior order here was valid), cert. denied, 340 U.S. 829, 71 S.Ct. 67, 95 L.Ed. 609 (1950);  <i>Daskaloff v. Zurbrick,</i> 103 F.2d 579, 580-581 (CA6 1939) (alien deported as a prostitute who reentered country and was detained on warrant of deportation under 8 U.S.C. &#167; 155 (1946 ed.) (repealed 1952) could not collaterally attack validity of earlier deportation through habeas corpus).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Contrary to Justice SCALIA'S suggestion, <i>post,</i> at ----, our opinion today does not reject the holding in <i>Mendez,</i> as to which we express no view.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The Government stated at oral argument that it was the position of the United States that there were \"absolutely no due process limitations to the enforcement of Section 1326.\"  Tr. of Oral Arg. 10.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Even with this safeguard, the use of the result of an administrative proceeding to establish an element of a criminal offense is troubling.  See <i>United States v. Spector,</i> 343 U.S. 169, 179, 72 S.Ct. 591, 597, 96 L.Ed. 863 (1952) (Jackson, J., dissenting).  While the Court has permitted criminal conviction for violation of an administrative regulation where the validity of the regulation could not be challenged in the criminal proceeding, <i>Yakus v. United States,</i> 321 U.S. 414, 64 S.Ct. 660, 88 L.Ed. 834 (1944), the decision in that case was motivated by the exigencies of wartime, dealt with the propriety of regulations rather than the legitimacy of an adjudicative procedure, and, most significantly, turned on the fact that adequate judicial review of the validity of the regulation was available in another forum. Under different circumstances, the propriety of using an administrative ruling in such a way remains open to question.  We do not reach this issue here, however, holding that, at a minimum, the result of an administrative proceeding may not be used as a conclusive element of a criminal offense where the judicial review that legitimated such a practice in the first instance has effectively been denied.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> A number of commentators have expressed the notion that, where the deportation proceeding violated fundamental fairness, its validity may be challenged in a criminal proceeding under &#167; 1326.  See, <i>e.g.,</i> Comment, Collateral Attacks on Deportation Orders in Prosecutions for Illegal Reentry, 48 U.Chi.L.Rev. 83, 90-91, 102-103 (1981) (where alien was denied fundamental fairness at the deportation hearing, collateral attacks in &#167; 1326 proceedings would be proper);  Note, Collaterally Attacking Deportation Orders in Criminal Prosecutions for Illegal Reentry Under Section 276 of the Immigration and Nationality Act of 1952, 56 Notre Dame Law. 677, 686-688 (1981) (fundamental fairness requires some form of collateral review of civil deportation proceedings which have criminal consequences).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> We decline at this stage to enumerate which procedural errors are so fundamental that they may functionally deprive the alien of judicial review, requiring that the result of the hearing in which they took place not be used to support a criminal conviction.  We have previously recognized, however, in the context of criminal proceedings, that \"some errors necessarily render a trial fundamentally unfair,\" <i>Rose v. Clark,</i> 478 U.S. 570, 577, 106 S.Ct. 3101, 3106, 92 L.Ed.2d 460 (1986) (use of coerced confession, adjudication by a biased judge);  see also <i>Rose v. Lundy,</i> 455 U.S. 509, 543-544, 102 S.Ct. 1198, 1216-1217, 71 L.Ed.2d 379 (1982) (STEVENS, J., dissenting) (mob violence, knowing use of perjured testimony).  While the procedures required in an administrative proceeding are less stringent than those demanded in a criminal trial, analogous abuses could operate, under some circumstances, to deny effective judicial review of administrative determinations.</p>\n        <p>We note parenthetically that permitting collateral challenge to the validity of deportation orders in proceedings under &#167; 1326 does not create an opportunity for aliens to delay deportation, since the collateral challenge we recognize today is available only in criminal proceedings instituted after reentry.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Cf. <i>Burgett v. Texas,</i> 389 U.S. 109, 115, 88 S.Ct. 258, 262, 19 L.Ed.2d 319 (1967);  see also <i>Baldasar v. Illinois,</i> 446 U.S. 222, 226-227, 100 S.Ct. 1585, 1587-1588, 64 L.Ed.2d 169 (1980) (MARSHALL, J., concurring) (court may not constitutionally use prior uncounseled misdemeanor conviction collaterally to enhance a subsequent misdemeanor to a felony with an increased term of imprisonment);  <i>United States v. Tucker,</i> 404 U.S. 443, 92 S.Ct. 589, 30 L.Ed.2d 592 (1972) (court may not consider constitutionally invalid prior convictions in imposing sentence on unrelated offense);  see also 8 U.S.C. &#167; 1325, which provides that an unlawful entry into the United States constitutes a misdemeanor.  Section 1326 serves to enhance the penalty for unlawful entry, imposing a steeper punishment on individuals who violate &#167; 1325 <i>and</i> who have previously been deported.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Because the Government took the position before this Court that deportation orders may <i>never</i> be collaterally attacked in a &#167; 1326 proceeding, it did not request the Court to pass on the question whether respondents' deportation proceedings violated their due process rights.  The Government, however, has not conceded that the deportation proceedings were fundamentally unfair.  See, <i>e.g.,</i> Tr. of Oral Arg. 13-14.  Because the fairness of these proceedings was litigated in the courts below and is a matter subsumed in the precise question presented for this Court's review, it cannot be seriously argued that the issue is not properly before this Court.  Indeed, the Court itself has chosen to decide the issue, albeit in a manner different from that suggested here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> The District Court and the Court of Appeals both held that the proceedings in question violated the Due Process Clause.  I agree with the Court that, because the Government did not ask us to review those holdings, see Pet. for Cert. 7, n. 6;  Brief for United States 5-6, n. 5;  Tr. of Oral Arg. 6-7, it is not appropriate to do so.  See this Court's Rule 21.1(a) (\"Only the questions set forth in the petition or fairly included therein will be considered by the Court\").  See also, <i>e.g., INS v. Cardoza-Fonseca,</i> 480 U.S. 421, 448-449, n. 32, 107 S.Ct. 1207, 1222, n. 32, 94 L.Ed.2d 434 (1987).  In arguing to the contrary, THE CHIEF JUSTICE first observes that the lawfulness of respondents' deportation proceedings was litigated in the Court of Appeals, and that the Government has not conceded the point. <i>Ante,</i> n. *  While these observations dispose of other possible objections to consideration of the unchallenged holdings, they in no way displace the application of Rule 21.1(a).  THE CHIEF JUSTICE also suggests that the dissent is free to consider the due process holdings because the Court itself does.  <i>Ibid.</i>  But I understand the Court to accept rather than review the holdings. See <i>ante,</i> at 840.  Finally, THE CHIEF JUSTICE asserts that the question of the correctness of the holdings is \"subsumed in the precise question presented for this Court's review.\"  <i>Ante,</i> at 846, n. *.  I disagree.  As formulated by the Government, the question presented is \"Whether a defendant prosecuted under 8 U.S.C. &#167; 1326 for reentering the United States after having been deported may collaterally attack the validity of his deportation proceeding?\"  Pet. for Cert. I.  I fail to see how there is subsumed within this the question whether a collateral attack in the present case would be successful.  But for these points, I would agree with THE CHIEF JUSTICE that no due process violation occurred.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> <i>Lewis</i> involved a statute that relied upon the fact of a prior <i>criminal</i> conviction, rather than, as in this case, the fact of a prior <i>civil</i> deportation.  As the Court notes, <i>ante,</i> at 838, n. 15, it has been suggested that the Constitution may in some circumstances forbid use of the outcomes of administrative proceedings&#8212;even those lawfully conducted and subject to judicial review&#8212;in subsequent criminal proceedings.  Whether or not that is so, I do not believe this case presents such circumstances.  In any event, respondents have not claimed that it does, instead arguing only that they must be permitted to show that their deportation proceedings were not lawfully conducted.  The validity of that argument can have nothing to do with whether the proceedings were administrative or criminal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Nor could it be argued that, although avenues of judicial review were theoretically available, respondents&#8212;not having been informed of the grounds upon which they should seek relief&#8212;could not reasonably have been expected to pursue them.  That argument plainly is foreclosed by <i>Lewis v. United States,</i> 445 U.S. 55, 100 S.Ct. 915, 63 L.Ed.2d 198 (1980), in which the Court rejected the analogous argument, advanced by the dissent, that it was unreasonable to rely on the availability of collateral relief where the defect in the original proceeding was that the felon lacked the assistance of counsel.  See <i>id.,</i> at 73, 100 S.Ct., at 925 (BRENNAN, J., dissenting).</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/111894/"
}