{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "482 U.S. 124", 
    "federal_cite_two": "107 S. Ct. 2279", 
    "specialty_cite_one": null, 
    "federal_cite_three": "96 L. Ed. 2d 105", 
    "lexis_cite": "1987 U.S. LEXIS 2474", 
    "document_uris": [
      "/api/rest/v2/document/111906/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Texas v. New Mexico", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "65 ORIG", 
    "id": 96265, 
    "resource_uri": "/api/rest/v2/citation/96265/"
  }, 
  "id": 111906, 
  "blocked": false, 
  "judges": "White", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1987-06-08", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>482 U.S. 124 (1987)</b></center>\n<center><h1>TEXAS<br>\nv.<br>\nNEW MEXICO</h1></center>\n<center>No. 65, Orig.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 29, 1987</center>\n<center>Decided June 8, 1987</center>\nON EXCEPTIONS TO REPORT OF SPECIAL MASTER\n<p><span class=\"star-pagination\">*125</span> <i>Charlotte Uram</i> argued the cause for defendant. With her on the briefs were <i>Paul G. Bardacke,</i> former Attorney General of New Mexico, <i>Hal Stratton,</i> Attorney General, and <i>Peter Thomas White</i> and <i>Vickie L. Gabin,</i> Special Assistant Attorneys General.</p>\n<p><span class=\"star-pagination\">*126</span> <i>Renea Hicks,</i> Assistant Attorney General of Texas, argued the cause for plaintiff. With him on the briefs were <i>Jim Mattox,</i> Attorney General, <i>Mary F. Keller,</i> Executive Assistant Attorney General, <i>Nancy N. Lynch,</i> and <i>Paul Elliott,</i> Assistant Attorney General.<sup>[*]</sup></p>\n<p>JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>This original case, which is here for the fourth time, involves the construction and enforcement of the 1949 Compact<sup>[1]</sup> between New Mexico and Texas dividing the water of the Pecos River between the two States. Because of the irregular flow of the Pecos River, the Compact did not specify a particular amount of water to be delivered by New Mexico to Texas each year. Instead, Article III(a) of the Compact provides that \"New Mexico shall not deplete by man's activities the flow of the Pecos River at the New Mexico-Texas state line below an amount which will give to Texas a quantity of water equivalent to that available to Texas under the 1947 condition.\" Pecos River Compact, S. Doc. No. 109, 81st Congress, 1st Sess., Art. III(a) (1949). The parties have had different views with respect to the \"1947 condition\" as well as other matters that could not be resolved through the Pecos River Commission, which Article V of the Compact established to carry out its provisions and which can effectively act only by mutual agreement of the two States.<sup>[2]</sup> After years of relatively fruitless negotiation, Texas filed this original action in June 1974. We granted leave to file the <span class=\"star-pagination\">*127</span> complaint, 421 U. S. 927 (1975), and appointed a Special Master, 423 U. S. 942 (1975), the Honorable Jean Breitenstein, now deceased, who was then a judge of the Court of Appeals for the Tenth Circuit and a recognized expert in western water law.</p>\n<p>In 1979, the Special Master filed a report defining \"the 1947 condition\" and proposed a river routing study and adoption of a new inflow-outflow manual to be used in determining how much water Texas should be expected to receive over any particular period for any particular level of precipitation under the consumption conditions prevailing in New Mexico in 1947. We adopted that report in its entirety. 446 U. S. 540 (1980). When the case was next here, we decided against attempting to restructure the Commission to enable it to determine the method for allocating river water, preferring that the case continue in the litigation mode.<sup>[3]</sup> 462 U. S. 554 (1983). On June 11, 1984, we summarily approved the Special Master's report specifying the inflow-outflow methodology to be used in calculating Texas' entitlement.<sup>[4]</sup> 467 U. S. 1238.</p>\n<p>Special Master Charles Meyers, Judge Breitenstein's successor, 468 U. S. 1202 (1984), then held hearings on the question whether New Mexico had fulfilled its obligation under Article III(a) of the Compact. He issued a report containing his findings and conclusion that for the years 1950-1983, New Mexico should have delivered 340,100 acre-feet more water at the state line than Texas had received over those years. The Master recommended that in addition to performing its ongoing obligation under the Compact, New Mexico be ordered to make up the accumulated shortfall by delivering <span class=\"star-pagination\">*128</span> 34,010 acre-feet of water each year for 10 years, with a penalty in kind, <i>i. e.,</i> \"water interest,\" for any bad-faith failure to deliver these additional amounts.</p>\n<p>Both sides excepted to the Master's report, and we have heard oral argument. We find no merit in and reject the exceptions filed by Texas and New Mexico with respect to the Master's calculation of the shortfall that is chargeable to New Mexico.<sup>[5]</sup></p>\n<p>New Mexico also excepts to the proposed remedy for the short deliveries in past years. We find no merit in its submission that we may order only prospective relief, that is, requiring future performance of compact obligations without a remedy for past breaches. If that were the case, New Mexico's defaults could never be remedied. This was not our approach when the case was here in 1983. We then affirmed our authority to hear and decide Texas' claim and remanded the case to the Master for a determination of the shortfall. As we said then, a compact when approved by Congress becomes a law of the United States, 462 U. S., at 564, but \"[a] Compact is, after all, a contract.\" <i>Petty</i> v. <i>Tennessee-Missouri Bridge Comm'n,</i> 359 U. S. 275, 285 (1959) (Frankfurter, J., dissenting). It remains a legal document that must be construed and applied in accordance with its terms. <i>West Virginia ex rel. Dyer</i> v. <i>Sims,</i> 341 U. S. 22, 28 (1951); 462 U. S., at 564. There is nothing in the nature of compacts generally or of this Compact in particular that counsels against rectifying a failure to perform in the past as well as ordering future performance called for by the Compact. By ratifying the Constitution, the States gave this Court complete judicial power to adjudicate disputes among them, <i>Rhode Island</i> v. <i>Massachusetts,</i> 12 Pet. 657, 720 (1838), and this power includes the capacity to provide one State a remedy for the breach of another.</p>\n<p><span class=\"star-pagination\">*129</span> New Mexico, however, argues that it has no obligation to deliver water that it, in good faith, believed it had no obligation to refrain from using. It is true that Texas and New Mexico have been at odds on the interpretation of the Compact and that their respective views have not been without substantial foundation. Both Special Masters recognized that New Mexico acted in good faith, and as Judge Breitenstein said in his 1982 report, New Mexico's \"obligation is still uncertain because the definition of the 1947 condition must be translated into water quantities to provide a numerical standard.\" Report of Special Master 18. The basic meaning of the 1947 condition was not defined until 1979 in the course of this litigation; and a workable methodology for translating New Mexico's obligation into quantities of water was not achieved until 1984, also in this litigation.<sup>[6]</sup> But good-faith differences about the scope of contractual undertakings do not relieve either party from performance. A court should provide a remedy if the parties intended to make a contract and the contract's terms provide a sufficiently certain basis for determining both that a breach has in fact occurred and the nature of the remedy called for. Restatement (Second) of Contracts § 33(2), and Comment <i>b</i> (1981). There is often a retroactive impact when courts resolve contract disputes about the scope of a promisor's undertaking; parties must perform today or pay damages for what a court decides they promised to do yesterday and did not. In our view, New Mexico cannot escape liability for what has been adjudicated to be past failures to perform its duties under the Compact.</p>\n<p>New Mexico submits that in the event Texas is found to be entitled to a remedy for the past shortages now ascertained, it should be afforded the option of paying money damages rather than paying in kind. New Mexico's Exceptions to the Report of the Special Master 40-41. This possibility was discussed to some extent in hearings before the Master, who <span class=\"star-pagination\">*130</span> more than once stated that damages might be best for both parties. New Mexico \"stipulated\" that if relief was to be awarded, damages were preferable. Tr. of Hearing Before the Special Master 94 (Apr. 16, 1985). The Special Master's report also states that both sides would possibly be better off with monetary repayment but refers to difficulties suggested by counsel and observes that the Compact contains no explicit provision for monetary relief. The Master concluded that the Compact contemplated delivery of water and that the Court could not order relief inconsistent with the Compact terms. The State of Texas supports the Master's view.</p>\n<p>The Special Master was rightfully cautious, but the lack of specific provision for a remedy in case of breach does not, in our view, mandate repayment in water and preclude damages. Nor does our opinion in 462 U. S. 554 (1983), necessarily foreclose such relief. There, we asserted our authority in this original action to resolve the case judicially, rather than by restructuring the administrative mechanism established by the Compact. That authority extended to devising a method by which New Mexico's obligation could be ascertained and then quantifying New Mexico's past obligation, as the Master has now done. We have now agreed with him that New Mexico has not fully performed, and we are quite sure that the Compact itself does not prevent our ordering a suitable remedy, whether in water or money.</p>\n<p>The Court has recognized the propriety of money judgments against a State in an original action, <i>South Dakota</i> v. <i>North Carolina,</i> 192 U. S. 286 (1904); <i>United States</i> v. <i>Michigan,</i> 190 U. S. 379 (1903); and specifically in a case involving a compact, <i>Virginia</i> v. <i>West Virginia,</i> 246 U. S. 565 (1918). In proper original actions, the Eleventh Amendment is no barrier, for by its terms, it applies only to suits by citizens against a State. <i>Maryland</i> v. <i>Louisiana,</i> 451 U. S. 725, 745, n. 21 (1981); <i>United States</i> v. <i>Mississippi,</i> 380 U. S. 128, 140 (1965); <i>South Dakota</i> v. <i>North Carolina, supra</i><i>.</i> That there may be difficulties in enforcing judgments against <span class=\"star-pagination\">*131</span> States counsels caution but does not undermine our authority to enter judgments against defendant States in cases over which the Court has undoubted jurisdiction, authority that is attested to by the fact that almost invariably the \"States against which judgments were rendered, conformably to their duty under the Constitution, voluntarily respected and gave effect to the same.\" <i>Virginia</i> v. <i>West Virginia, supra,</i> at 592. In any event, that concern is insubstantial here, for if money damages were to be awarded, it would only be on the basis that if the sum awarded is not forthcoming in a timely manner, a judgment for repayment in water would be entered.</p>\n<p>As we understand the Master, he did not pursue the matter of monetary relief because he thought it foreclosed by the Compact, not because he thought it inadequate, unfair, or impractical. As we have said, the issue was raised in the hearings, but the record does not permit a confident judgment as to whether a remedy in money, rather than water, would be equitable or feasible. To order making up the shortfalls by delivering more water has all the earmarks of specific performance, an equitable remedy that requires some attention to the relative benefits and burdens that the parties may enjoy or suffer as compared with a legal remedy in damages. \"[S]pecific performance is never demandable as a matter of absolute right, but as one which rests entirely in judicial discretion, to be exercised, it is true, according to the settled principles of equity, but not arbitrarily and capriciously, and always with reference to the facts of the particular case.\" <i>Haffner</i> v. <i>Dobrinski,</i> 215 U. S. 446, 450 (1910). Specific performance will not be compelled \"if under all the circumstances it would be inequitable to do so.\" <i>Wesley</i> v. <i>Eells,</i> 177 U. S. 370, 376 (1900).</p>\n<p>It might be said that those users who have suffered the water shortages caused by New Mexico's underdeliveries over the years, rather than the State, should be the recipients of damages, and that they would be difficult if not impossible <span class=\"star-pagination\">*132</span> to identify. But repayment in water would also likely fail to benefit all those who were deprived in the past.<sup>[7]</sup> It might also be said that awarding only a sum of money would permit New Mexico to ignore its obligation to deliver water as long as it is willing to suffer the financial penalty. But in light of the authority to order remedying shortfalls to be made up in kind, with whatever additional sanction might be thought necessary for deliberate failure to perform, that concern is not substantial in our view.</p>\n<p>We conclude that the matter of remedying past shortages should be returned to the Special Master for such further proceedings as he deems necessary and for his ensuing recommendation as to whether New Mexico should be allowed to elect a monetary remedy and, if so, to suggest the size of the payment and other terms that New Mexico must satisfy.<sup>[8]</sup><span class=\"star-pagination\">*133</span> Meanwhile, a decree in the form discussed below will issue with respect to New Mexico's current and future obligation to deliver water pursuant to Article III(a) of the Pecos River Compact as interpreted and applied by the judgments of this Court.</p>\n<p>The attached decree enjoins New Mexico to comply with its Article III(a) obligation under the Pecos River Compact and to determine the extent of its obligation in accordance with the formula approved by the decisions of this Court. That formula was fashioned in the course of this litigation, which was occasioned by the inability of the Pecos River Commission, on which Texas and New Mexico have the only votes, to agree on how river water should be divided. Neither this opinion nor the decree, however, displaces the authority of the Commission to perform what it has not been able to perform before, namely, an agreed upon and mutually satisfactory formula for division and utilization of Pecos River water. If history repeats itself, the Commission will not come forth with an apportionment different from that which the Court has now approved. If it does, the parties should petition the Court to terminate or appropriately modify its decree as the case may be. Even if the Commission takes no action, it may be that because of the unpredictability and peculiarities of the Pecos, the inflow-outflow methodology we have ordered implemented will not reflect the realities of the river. In that event, it would be appropriate to seek an amendment of the decree, as has been done in other original actions.</p>\n<p><span class=\"star-pagination\">*134</span> The decree now issued goes no further, but the Master has recommended that because applying the approved apportionment formula is not entirely mechanical and involves a degree of judgment, an additional enforcement mechanism be supplied. We accept his recommendation and also his preferred solution: the appointment of a River Master to make the required periodic calculations. In 1983, because we thought the Compact foreclosed it, we declined to order a tie breaker in order that the Commission itself could arrive at a method to allocate water. We accordingly proceeded in the litigative mode to construe and enforce the Compact, asserting our authority to do so in unequivocal terms. We have arrived at what we deem to be a fair and equitable solution that is consistent with the Compact terms, and we are quite sure that our jurisdiction over original actions like this provides us with ample authority to appoint a master and to enforce our judgment. <i>Virginia</i> v. <i>West Virginia,</i> 246 U. S., at 591.</p>\n<p>In exercising this power, we have taken a distinctly jaundiced view of appointing an agent or functionary to implement our decrees. <i>Vermont</i> v. <i>New York,</i> 417 U. S. 270 (1974), emphatically expressed this reluctance. But as we recognized, <i>id.,</i> at 275-276, that solution, or a like one, has been employed when the occasion demands. <i>New Jersey</i> v. <i>New York,</i> 283 U. S. 805 (1931); <i>Wisconsin</i> v. <i>Illinois,</i> 281 U. S. 179 (1930). This is one of those occasions when such a mechanism should be employed. The natural propensity of these two States to disagree if an allocation formula leaves room to do so cannot be ignored. Absent some disinterested authority to make determinations binding on the parties, we could anticipate a series of original actions to determine the periodic division of the water flowing in the Pecos. A River Master should therefore be appointed to make the calculations provided for in this decree, annually and as promptly as possible as data are available, and to report the calculations <span class=\"star-pagination\">*135</span> to appropriate representatives of New Mexico and of Texas. His calculations will include determinations of negative or positive departures from New Mexico's delivery obligation and such shortfalls or credits will be reflected in that State's later delivery obligations.</p>\n<p>Provision for a River Master will occasion an amendment to the decree. On remand, the Special Master is requested to recommend an amendment to the decree, specifying as he deems necessary the duties of the River Master and the consequences of his determinations. Any other suggestions for amendments should also be called to our attention. The River Master's compensation shall be borne equally by the parties. The parties, as well as the Special Master, are welcome to suggest candidates for appointment as River Master.<sup>[9]</sup></p>\n<p></p>\n<h2>DECREE</h2>\n<p>It is Ordered, Adjudged, and Decreed that the State of New Mexico, its officers, attorneys, agents, and employees are hereby enjoined:</p>\n<blockquote>(A) To comply with the Article III(a) obligation of the Pecos River Compact by delivering to Texas at state line each year an amount of water calculated in accordance with the inflow-outflow equation contained in Texas Exhibit 68, at page 2.</blockquote>\n<blockquote>(B) To calculate the Index Inflow component of the inflow-outflow and channel-loss equations contained in Texas Exhibit 79, modified to reflect the Court's decision of June 8, 1987, as to manmade depletions chargeable to New Mexico. \"Index Inflow\" shall mean the 3-year progressive average of \"annual flood inflows\" as those terms are defined in Texas Exhibit 79, Table 2, p. 5.</blockquote>\n<p><span class=\"star-pagination\">*136</span> The Court retains jurisdiction of this suit for the purpose of any order, direction, or modification of the decree, or any supplementary decree, that may at any time be deemed proper in relation to the subject matter in controversy.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> were filed for the incorporated municipality of Alamogordo, New Mexico, et al. by <i>John B. Draper, Peter B. Shoenfeld, Neil C. Stillinger,</i> and <i>Michael G. Rosenberg;</i> and for the Red Bluff Water Power Control District by <i>Frank R. Booth.</i></p>\n<p>[1]  The Compact was signed by the States in 1948 and was approved by Congress in 1949. Article I, § 10, cl. 3, of the Constitution provides that \"No State shall, without the Consent of Congress, . . . Compact with another State, or with a foreign Power . . . .\"</p>\n<p>[2]  The Commission is composed of a representative of each of the States and a third, but nonvoting, representative of the United States.</p>\n<p>[3]  We also rejected the submission of Texas that \"Double Mass Analysis\" rather than \"Inflow-Outflow\" be adopted as the method for determining New Mexico's delivery obligation under the Compact.</p>\n<p>[4]  The Special Master recommended and we agreed that Figure 1 and Table 1 of Texas Exhibit 68, pp. 3, 4, properly described the method to be used.</p>\n<p>[5]  New Mexico's ongoing obligation under Article III(a) of the Compact, as now construed and applied by this Court, will be on the average 10,000 acre-feet higher than New Mexico's deliveries have been in the past.</p>\n<p>[6]  The Inflow-Outflow Manual incorporated in the Compact proved to be so faulty as to be unusable.</p>\n<p>[7]  Texas counsel suggested that a money judgment might find its way into the general coffers of the State, rather than benefit those who were hurt. But the basis on which Texas was permitted to bring this original action is that enforcement of the Compact was of such general public interest that the sovereign State was a proper plaintiff. See <i>Maryland</i> v. <i>Louisiana,</i> 451 U. S. 725, 735-739 (1981). It is wholly consistent with that view that the State should recover any damages that may be awarded, money it would be free to spend in the way it determines is in the public interest.</p>\n<p>[8]  If the Special Master recommends and we approve a judgment for money damages, Texas will be entitled to postjudgment interest until the judgment is paid. If damages are not awarded or a damages judgment is not paid, it would appear it would be necessary to make up the shortfall by delivering more water over a period of years as the Master has recommended in his report. In that event, Texas would have a judgment against New Mexico for 340, 100 acre-feet of water, plus any additional net shortfalls accruing to the date hereof, which, if not delivered as ordered by the Court, would entitle Texas to apply to this Court for enforcement, cf. <i>Wyoming</i> v. <i>Colorado,</i> 309 U. S. 572, 573 (1940), and to some form of postjudgment interest for the period during which that judgment is not satisfied. We are unpersuaded, however, that \"water interest,\" rather than money, should be awarded unless and until it proves to be necessary.\n</p>\n<p>New Mexico submits that there is no statutory authority for this Court to allow postjudgment interest in any form and that we are therefore without power to do so in this original action. It relies on the statement in <i>Pierce</i> v. <i>United States,</i> 255 U. S. 398, 406 (1921), that postjudgment interest may not be awarded absent statutory authority. But we are not bound by this rule in exercising our original jurisdiction. In <i>Virginia</i> v. <i>West Virginia,</i> 238 U. S. 202, 242 (1915), the Court awarded interest on its judgment, an action consistent with express statutory authority for other federal courts to award postjudgment interest.</p>\n<p>[9]  JUSTICE STEVENS took no part in the consideration or decision of this case.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:13:27", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">124</span></span> (1987)</b></center>\n<center><h1>TEXAS<br>\nv.<br>\nNEW MEXICO</h1></center>\n<center>No. 65, Orig.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 29, 1987</center>\n<center>Decided June 8, 1987</center>\nON EXCEPTIONS TO REPORT OF SPECIAL MASTER\n<p><span class=\"star-pagination\">*125</span> <i>Charlotte Uram</i> argued the cause for defendant. With her on the briefs were <i>Paul G. Bardacke,</i> former Attorney General of New Mexico, <i>Hal Stratton,</i> Attorney General, and <i>Peter Thomas White</i> and <i>Vickie L. Gabin,</i> Special Assistant Attorneys General.</p>\n<p><span class=\"star-pagination\">*126</span> <i>Renea Hicks,</i> Assistant Attorney General of Texas, argued the cause for plaintiff. With him on the briefs were <i>Jim Mattox,</i> Attorney General, <i>Mary F. Keller,</i> Executive Assistant Attorney General, <i>Nancy N. Lynch,</i> and <i>Paul Elliott,</i> Assistant Attorney General.<sup>[*]</sup></p>\n<p>JUSTICE WHITE delivered the opinion of the Court.</p>\n<p>This original case, which is here for the fourth time, involves the construction and enforcement of the 1949 Compact<sup>[1]</sup> between New Mexico and Texas dividing the water of the Pecos River between the two States. Because of the irregular flow of the Pecos River, the Compact did not specify a particular amount of water to be delivered by New Mexico to Texas each year. Instead, Article III(a) of the Compact provides that \"New Mexico shall not deplete by man's activities the flow of the Pecos River at the New Mexico-Texas state line below an amount which will give to Texas a quantity of water equivalent to that available to Texas under the 1947 condition.\" Pecos River Compact, S. Doc. No. 109, 81st Congress, 1st Sess., Art. III(a) (1949). The parties have had different views with respect to the \"1947 condition\" as well as other matters that could not be resolved through the Pecos River Commission, which Article V of the Compact established to carry out its provisions and which can effectively act only by mutual agreement of the two States.<sup>[2]</sup> After years of relatively fruitless negotiation, Texas filed this original action in June 1974. We granted leave to file the <span class=\"star-pagination\">*127</span> complaint, 421 U. S. 927 (1975), and appointed a Special Master, 423 U. S. 942 (1975), the Honorable Jean Breitenstein, now deceased, who was then a judge of the Court of Appeals for the Tenth Circuit and a recognized expert in western water law.</p>\n<p>In 1979, the Special Master filed a report defining \"the 1947 condition\" and proposed a river routing study and adoption of a new inflow-outflow manual to be used in determining how much water Texas should be expected to receive over any particular period for any particular level of precipitation under the consumption conditions prevailing in New Mexico in 1947. We adopted that report in its entirety. 446 U. S. 540 (1980). When the case was next here, we decided against attempting to restructure the Commission to enable it to determine the method for allocating river water, preferring that the case continue in the litigation mode.<sup>[3]</sup> 462 U. S. 554 (1983). On June 11, 1984, we summarily approved the Special Master's report specifying the inflow-outflow methodology to be used in calculating Texas' entitlement.<sup>[4]</sup> 467 U. S. 1238.</p>\n<p>Special Master Charles Meyers, Judge Breitenstein's successor, 468 U. S. 1202 (1984), then held hearings on the question whether New Mexico had fulfilled its obligation under Article III(a) of the Compact. He issued a report containing his findings and conclusion that for the years 1950-1983, New Mexico should have delivered 340,100 acre-feet more water at the state line than Texas had received over those years. The Master recommended that in addition to performing its ongoing obligation under the Compact, New Mexico be ordered to make up the accumulated shortfall by delivering <span class=\"star-pagination\">*128</span> 34,010 acre-feet of water each year for 10 years, with a penalty in kind, <i>i. e.,</i> \"water interest,\" for any bad-faith failure to deliver these additional amounts.</p>\n<p>Both sides excepted to the Master's report, and we have heard oral argument. We find no merit in and reject the exceptions filed by Texas and New Mexico with respect to the Master's calculation of the shortfall that is chargeable to New Mexico.<sup>[5]</sup></p>\n<p>New Mexico also excepts to the proposed remedy for the short deliveries in past years. We find no merit in its submission that we may order only prospective relief, that is, requiring future performance of compact obligations without a remedy for past breaches. If that were the case, New Mexico's defaults could never be remedied. This was not our approach when the case was here in 1983. We then affirmed our authority to hear and decide Texas' claim and remanded the case to the Master for a determination of the shortfall. As we said then, a compact when approved by Congress becomes a law of the United States, 462 U. S., at 564, but \"[a] Compact is, after all, a contract.\" <i>Petty</i> v. <i>Tennessee-Missouri Bridge Comm'n,</i> 359 U. S. 275, 285 (1959) (Frankfurter, J., dissenting). It remains a legal document that must be construed and applied in accordance with its terms. <i>West Virginia ex rel. Dyer</i> v. <i>Sims,</i> 341 U. S. 22, 28 (1951); 462 U. S., at 564. There is nothing in the nature of compacts generally or of this Compact in particular that counsels against rectifying a failure to perform in the past as well as ordering future performance called for by the Compact. By ratifying the Constitution, the States gave this Court complete judicial power to adjudicate disputes among them, <i>Rhode Island</i> v. <i>Massachusetts,</i> <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">Pet.</span> <span class=\"page\">657</span></span>, 720 (1838), and this power includes the capacity to provide one State a remedy for the breach of another.</p>\n<p><span class=\"star-pagination\">*129</span> New Mexico, however, argues that it has no obligation to deliver water that it, in good faith, believed it had no obligation to refrain from using. It is true that Texas and New Mexico have been at odds on the interpretation of the Compact and that their respective views have not been without substantial foundation. Both Special Masters recognized that New Mexico acted in good faith, and as Judge Breitenstein said in his 1982 report, New Mexico's \"obligation is still uncertain because the definition of the 1947 condition must be translated into water quantities to provide a numerical standard.\" Report of Special Master 18. The basic meaning of the 1947 condition was not defined until 1979 in the course of this litigation; and a workable methodology for translating New Mexico's obligation into quantities of water was not achieved until 1984, also in this litigation.<sup>[6]</sup> But good-faith differences about the scope of contractual undertakings do not relieve either party from performance. A court should provide a remedy if the parties intended to make a contract and the contract's terms provide a sufficiently certain basis for determining both that a breach has in fact occurred and the nature of the remedy called for. Restatement (Second) of Contracts § 33(2), and Comment <i>b</i> (1981). There is often a retroactive impact when courts resolve contract disputes about the scope of a promisor's undertaking; parties must perform today or pay damages for what a court decides they promised to do yesterday and did not. In our view, New Mexico cannot escape liability for what has been adjudicated to be past failures to perform its duties under the Compact.</p>\n<p>New Mexico submits that in the event Texas is found to be entitled to a remedy for the past shortages now ascertained, it should be afforded the option of paying money damages rather than paying in kind. New Mexico's Exceptions to the Report of the Special Master 40-41. This possibility was discussed to some extent in hearings before the Master, who <span class=\"star-pagination\">*130</span> more than once stated that damages might be best for both parties. New Mexico \"stipulated\" that if relief was to be awarded, damages were preferable. Tr. of Hearing Before the Special Master 94 (Apr. 16, 1985). The Special Master's report also states that both sides would possibly be better off with monetary repayment but refers to difficulties suggested by counsel and observes that the Compact contains no explicit provision for monetary relief. The Master concluded that the Compact contemplated delivery of water and that the Court could not order relief inconsistent with the Compact terms. The State of Texas supports the Master's view.</p>\n<p>The Special Master was rightfully cautious, but the lack of specific provision for a remedy in case of breach does not, in our view, mandate repayment in water and preclude damages. Nor does our opinion in 462 U. S. 554 (1983), necessarily foreclose such relief. There, we asserted our authority in this original action to resolve the case judicially, rather than by restructuring the administrative mechanism established by the Compact. That authority extended to devising a method by which New Mexico's obligation could be ascertained and then quantifying New Mexico's past obligation, as the Master has now done. We have now agreed with him that New Mexico has not fully performed, and we are quite sure that the Compact itself does not prevent our ordering a suitable remedy, whether in water or money.</p>\n<p>The Court has recognized the propriety of money judgments against a State in an original action, <i>South Dakota</i> v. <i>North Carolina,</i> 192 U. S. 286 (1904); <i>United States</i> v. <i>Michigan,</i> 190 U. S. 379 (1903); and specifically in a case involving a compact, <i>Virginia</i> v. <i>West Virginia,</i> 246 U. S. 565 (1918). In proper original actions, the Eleventh Amendment is no barrier, for by its terms, it applies only to suits by citizens against a State. <i>Maryland</i> v. <i>Louisiana,</i> 451 U. S. 725, 745, n. 21 (1981); <i>United States</i> v. <i>Mississippi,</i> 380 U. S. 128, 140 (1965); <i>South Dakota</i> v. <i>North Carolina, supra</i><i>.</i> That there may be difficulties in enforcing judgments against <span class=\"star-pagination\">*131</span> States counsels caution but does not undermine our authority to enter judgments against defendant States in cases over which the Court has undoubted jurisdiction, authority that is attested to by the fact that almost invariably the \"States against which judgments were rendered, conformably to their duty under the Constitution, voluntarily respected and gave effect to the same.\" <i>Virginia</i> v. <i>West Virginia, supra,</i> at 592. In any event, that concern is insubstantial here, for if money damages were to be awarded, it would only be on the basis that if the sum awarded is not forthcoming in a timely manner, a judgment for repayment in water would be entered.</p>\n<p>As we understand the Master, he did not pursue the matter of monetary relief because he thought it foreclosed by the Compact, not because he thought it inadequate, unfair, or impractical. As we have said, the issue was raised in the hearings, but the record does not permit a confident judgment as to whether a remedy in money, rather than water, would be equitable or feasible. To order making up the shortfalls by delivering more water has all the earmarks of specific performance, an equitable remedy that requires some attention to the relative benefits and burdens that the parties may enjoy or suffer as compared with a legal remedy in damages. \"[S]pecific performance is never demandable as a matter of absolute right, but as one which rests entirely in judicial discretion, to be exercised, it is true, according to the settled principles of equity, but not arbitrarily and capriciously, and always with reference to the facts of the particular case.\" <i>Haffner</i> v. <i>Dobrinski,</i> 215 U. S. 446, 450 (1910). Specific performance will not be compelled \"if under all the circumstances it would be inequitable to do so.\" <i>Wesley</i> v. <i>Eells,</i> 177 U. S. 370, 376 (1900).</p>\n<p>It might be said that those users who have suffered the water shortages caused by New Mexico's underdeliveries over the years, rather than the State, should be the recipients of damages, and that they would be difficult if not impossible <span class=\"star-pagination\">*132</span> to identify. But repayment in water would also likely fail to benefit all those who were deprived in the past.<sup>[7]</sup> It might also be said that awarding only a sum of money would permit New Mexico to ignore its obligation to deliver water as long as it is willing to suffer the financial penalty. But in light of the authority to order remedying shortfalls to be made up in kind, with whatever additional sanction might be thought necessary for deliberate failure to perform, that concern is not substantial in our view.</p>\n<p>We conclude that the matter of remedying past shortages should be returned to the Special Master for such further proceedings as he deems necessary and for his ensuing recommendation as to whether New Mexico should be allowed to elect a monetary remedy and, if so, to suggest the size of the payment and other terms that New Mexico must satisfy.<sup>[8]</sup><span class=\"star-pagination\">*133</span> Meanwhile, a decree in the form discussed below will issue with respect to New Mexico's current and future obligation to deliver water pursuant to Article III(a) of the Pecos River Compact as interpreted and applied by the judgments of this Court.</p>\n<p>The attached decree enjoins New Mexico to comply with its Article III(a) obligation under the Pecos River Compact and to determine the extent of its obligation in accordance with the formula approved by the decisions of this Court. That formula was fashioned in the course of this litigation, which was occasioned by the inability of the Pecos River Commission, on which Texas and New Mexico have the only votes, to agree on how river water should be divided. Neither this opinion nor the decree, however, displaces the authority of the Commission to perform what it has not been able to perform before, namely, an agreed upon and mutually satisfactory formula for division and utilization of Pecos River water. If history repeats itself, the Commission will not come forth with an apportionment different from that which the Court has now approved. If it does, the parties should petition the Court to terminate or appropriately modify its decree as the case may be. Even if the Commission takes no action, it may be that because of the unpredictability and peculiarities of the Pecos, the inflow-outflow methodology we have ordered implemented will not reflect the realities of the river. In that event, it would be appropriate to seek an amendment of the decree, as has been done in other original actions.</p>\n<p><span class=\"star-pagination\">*134</span> The decree now issued goes no further, but the Master has recommended that because applying the approved apportionment formula is not entirely mechanical and involves a degree of judgment, an additional enforcement mechanism be supplied. We accept his recommendation and also his preferred solution: the appointment of a River Master to make the required periodic calculations. In 1983, because we thought the Compact foreclosed it, we declined to order a tie breaker in order that the Commission itself could arrive at a method to allocate water. We accordingly proceeded in the litigative mode to construe and enforce the Compact, asserting our authority to do so in unequivocal terms. We have arrived at what we deem to be a fair and equitable solution that is consistent with the Compact terms, and we are quite sure that our jurisdiction over original actions like this provides us with ample authority to appoint a master and to enforce our judgment. <i>Virginia</i> v. <i>West Virginia,</i> 246 U. S., at 591.</p>\n<p>In exercising this power, we have taken a distinctly jaundiced view of appointing an agent or functionary to implement our decrees. <i>Vermont</i> v. <i>New York,</i> 417 U. S. 270 (1974), emphatically expressed this reluctance. But as we recognized, <i>id.,</i> at 275-276, that solution, or a like one, has been employed when the occasion demands. <i>New Jersey</i> v. <i>New York,</i> 283 U. S. 805 (1931); <i>Wisconsin</i> v. <i>Illinois,</i> 281 U. S. 179 (1930). This is one of those occasions when such a mechanism should be employed. The natural propensity of these two States to disagree if an allocation formula leaves room to do so cannot be ignored. Absent some disinterested authority to make determinations binding on the parties, we could anticipate a series of original actions to determine the periodic division of the water flowing in the Pecos. A River Master should therefore be appointed to make the calculations provided for in this decree, annually and as promptly as possible as data are available, and to report the calculations <span class=\"star-pagination\">*135</span> to appropriate representatives of New Mexico and of Texas. His calculations will include determinations of negative or positive departures from New Mexico's delivery obligation and such shortfalls or credits will be reflected in that State's later delivery obligations.</p>\n<p>Provision for a River Master will occasion an amendment to the decree. On remand, the Special Master is requested to recommend an amendment to the decree, specifying as he deems necessary the duties of the River Master and the consequences of his determinations. Any other suggestions for amendments should also be called to our attention. The River Master's compensation shall be borne equally by the parties. The parties, as well as the Special Master, are welcome to suggest candidates for appointment as River Master.<sup>[9]</sup></p>\n<p></p>\n<h2>DECREE</h2>\n<p>It is Ordered, Adjudged, and Decreed that the State of New Mexico, its officers, attorneys, agents, and employees are hereby enjoined:</p>\n<blockquote>(A) To comply with the Article III(a) obligation of the Pecos River Compact by delivering to Texas at state line each year an amount of water calculated in accordance with the inflow-outflow equation contained in Texas Exhibit 68, at page 2.</blockquote>\n<blockquote>(B) To calculate the Index Inflow component of the inflow-outflow and channel-loss equations contained in Texas Exhibit 79, modified to reflect the Court's decision of June 8, 1987, as to manmade depletions chargeable to New Mexico. \"Index Inflow\" shall mean the 3-year progressive average of \"annual flood inflows\" as those terms are defined in Texas Exhibit 79, Table 2, p. 5.</blockquote>\n<p><span class=\"star-pagination\">*136</span> The Court retains jurisdiction of this suit for the purpose of any order, direction, or modification of the decree, or any supplementary decree, that may at any time be deemed proper in relation to the subject matter in controversy.</p>\n<h2>NOTES</h2>\n<p>[*]  Briefs of <i>amici curiae</i> were filed for the incorporated municipality of Alamogordo, New Mexico, et al. by <i>John B. Draper, Peter B. Shoenfeld, Neil C. Stillinger,</i> and <i>Michael G. Rosenberg;</i> and for the Red Bluff Water Power Control District by <i>Frank R. Booth.</i></p>\n<p>[1]  The Compact was signed by the States in 1948 and was approved by Congress in 1949. Article I, § 10, cl. 3, of the Constitution provides that \"No State shall, without the Consent of Congress, . . . Compact with another State, or with a foreign Power . . . .\"</p>\n<p>[2]  The Commission is composed of a representative of each of the States and a third, but nonvoting, representative of the United States.</p>\n<p>[3]  We also rejected the submission of Texas that \"Double Mass Analysis\" rather than \"Inflow-Outflow\" be adopted as the method for determining New Mexico's delivery obligation under the Compact.</p>\n<p>[4]  The Special Master recommended and we agreed that Figure 1 and Table 1 of Texas Exhibit 68, pp. 3, 4, properly described the method to be used.</p>\n<p>[5]  New Mexico's ongoing obligation under Article III(a) of the Compact, as now construed and applied by this Court, will be on the average 10,000 acre-feet higher than New Mexico's deliveries have been in the past.</p>\n<p>[6]  The Inflow-Outflow Manual incorporated in the Compact proved to be so faulty as to be unusable.</p>\n<p>[7]  Texas counsel suggested that a money judgment might find its way into the general coffers of the State, rather than benefit those who were hurt. But the basis on which Texas was permitted to bring this original action is that enforcement of the Compact was of such general public interest that the sovereign State was a proper plaintiff. See <i>Maryland</i> v. <i>Louisiana,</i> 451 U. S. 725, 735-739 (1981). It is wholly consistent with that view that the State should recover any damages that may be awarded, money it would be free to spend in the way it determines is in the public interest.</p>\n<p>[8]  If the Special Master recommends and we approve a judgment for money damages, Texas will be entitled to postjudgment interest until the judgment is paid. If damages are not awarded or a damages judgment is not paid, it would appear it would be necessary to make up the shortfall by delivering more water over a period of years as the Master has recommended in his report. In that event, Texas would have a judgment against New Mexico for 340, 100 acre-feet of water, plus any additional net shortfalls accruing to the date hereof, which, if not delivered as ordered by the Court, would entitle Texas to apply to this Court for enforcement, cf. <i>Wyoming</i> v. <i>Colorado,</i> 309 U. S. 572, 573 (1940), and to some form of postjudgment interest for the period during which that judgment is not satisfied. We are unpersuaded, however, that \"water interest,\" rather than money, should be awarded unless and until it proves to be necessary.\n</p>\n<p>New Mexico submits that there is no statutory authority for this Court to allow postjudgment interest in any form and that we are therefore without power to do so in this original action. It relies on the statement in <i>Pierce</i> v. <i>United States,</i> 255 U. S. 398, 406 (1921), that postjudgment interest may not be awarded absent statutory authority. But we are not bound by this rule in exercising our original jurisdiction. In <i>Virginia</i> v. <i>West Virginia,</i> 238 U. S. 202, 242 (1915), the Court awarded interest on its judgment, an action consistent with express statutory authority for other federal courts to award postjudgment interest.</p>\n<p>[9]  JUSTICE STEVENS took no part in the consideration or decision of this case.</p>\n\n</div>", 
  "sha1": "cdf5c6175ee52a82ae6363f709dc961f5d55588a", 
  "date_modified": "2015-02-24T08:18:36.225150", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/111906/texas-v-new-mexico/", 
  "citation_count": 27, 
  "supreme_court_db_id": "1986-112", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/282219/", 
  "html": "<p class=\"case_cite\">482 U.S. 124</p>\n    <p class=\"case_cite\">107 S.Ct. 2279</p>\n    <p class=\"case_cite\">96 L.Ed.2d 105</p>\n    <p class=\"parties\">State of TEXAS, Plaintiff<br>v.<br>State of NEW MEXICO.</p>\n    <p class=\"docket\">No. 65, Orig.</p>\n    <p class=\"date\">Argued April 29, 1987.</p>\n    <p class=\"date\">Decided June 8, 1987.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">The 1949 Pecos River Compact between New Mexico and Texas divides the water of the Pecos River between the States, but, because of the river's irregular flow, does not specify a particular amount of water to be delivered by New Mexico to Texas each year.  Instead, Article III(a) of the Compact provides that \"New Mexico shall not deplete by man's activities the flow of the Pecos River at the New Mexico-Texas state line below an amount which will give to Texas a quantity of water equivalent to that available to Texas under the 1947 condition.\"  In 1974, Texas filed this original action to resolve a dispute between the States with respect to the \"1947 condition\" and other matters.  A Special Master was appointed, and this Court previously adopted his report specifying the methodology to be used in calculating Texas' entitlement to water.  The case is now before the Court on both parties' exceptions to the Master's recent report calculating the acre-feet shortfall of water that should have been delivered to Texas for the years 1950-1983, and recommending that, in addition to performing its ongoing obligation under the Compact, New Mexico be ordered to make up the accumulated shortfall by delivering a specified amount of water each year for 10 years, with a penalty in kind, <i>i.e.,</i> \"water interest,\" for any bad-faith failure to deliver the additional amounts.</p>\n      <p class=\"indent\">\n        <i>Held:</i>\n      </p>\n      <p class=\"indent\">1. Both parties' exceptions with respect to the Master's calculation of the shortfall that is chargeable to New Mexico are rejected.  P. 128.</p>\n      <p class=\"indent\">2. There is no merit to New Mexico's contention that this Court may order only prospective relief and may not provide a remedy for past breaches of the Compact.  Although a compact, when approved by Congress, becomes a law of the United States, it is still a contract, subject to construction and application in accordance with its terms.  There is nothing in the nature of compacts generally or of the Pecos River Compact in particular that counsels against rectifying a failure to perform in the past as well as ordering future performance.  Moreover, good-faith differences (as here) about the scope of contractual undertakings do not relieve either party from performance.  A court should provide a remedy if the contract's terms provide a sufficiently certain basis for determining both that a breach has occurred and the nature of the remedy.  Pp. 128-129.</p>\n      <p class=\"indent\">3. New Mexico contends that, in any event, it should be afforded the option of paying money damages for past shortages. Although the Master's report noted that both sides would possibly be better off with monetary repayment, he concluded that the Compact, which does not specify a remedy in case of a breach, contemplates delivery of water and that this Court may not order relief inconsistent with the Compact's terms.  However, the Compact itself does not prevent the ordering of a suitable remedy, whether in water or money, and the Eleventh Amendment is no barrier to a monetary judgment, since that Amendment applies only to suits by citizens against a State.  Any concern as to difficulties in enforcing judgments against States is insubstantial here, since if money damages were to be awarded, it would only be on the basis that if the sum awarded is not forthcoming in a timely manner, a judgment for repayment in water would be entered.  This matter is returned to the Master for such further proceedings as he deems necessary and for his recommendations as to whether New Mexico should be allowed to elect a monetary remedy and, if so, the size of the payment and other terms that New Mexico must satisfy.  Pp. 129-132.</p>\n      <p class=\"indent\">4. A decree is entered with respect to New Mexico's current and future obligation to deliver water pursuant to Article III(a) of the Compact.  Moreover, both the Master's recommendation that, because applying the approved apportionment formula is not entirely mechanical and involves a degree of judgment, an additional enforcement mechanism be supplied, and his preferred solution&#8212;the appointment of a River Master to make the required periodic calculations&#8212;are accepted.  This Court's jurisdiction over original actions like this one provides it with ample authority to appoint such a master.  On remand, the Special Master is requested to recommend an amendment to the decree, specifying as he deems necessary the River Master's duties and the consequences of his determinations.  Pp. 133-135.</p>\n      <p class=\"indent\">Exceptions to Special Master's report sustained in part and overruled in part;  decree entered.</p>\n      <p class=\"indent\">WHITE, J., delivered the opinion of the Court, in which all other Members joined, except STEVENS, J., who took no part in the consideration or decision of the case.</p>\n      <p class=\"indent\">Charlotte Uram, Santa Fe, N.M., for defendant State of N.M.</p>\n      <p class=\"indent\">Renea Hicks, Austin, Tex., for plaintiff State of Tex.</p>\n      <p class=\"indent\">Justice WHITE delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This original case, which is here for the fourth time, involves the construction and enforcement of the 1949 Compact<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> between New Mexico and Texas dividing the water of the Pecos River between the two States.  Because of the irregular flow of the Pecos River, the Compact did not specify a particular amount of water to be delivered by New Mexico to Texas each year.  Instead, Article III(a) of the Compact provides that \"New Mexico shall not deplete by man's activities the flow of the Pecos River at the New Mexico-Texas state line below an amount which will give to Texas a quantity of water equivalent to that available to Texas under the 1947 condition.\"  Pecos River Compact, S.Doc. No. 109, 81st Congress, 1st Sess., Art. III(a) (1949).  The parties have had different views with respect to the \"1947 condition\" as well as other matters that could not be resolved through the Pecos River Commission, which Article V of the Compact established to carry out its provisions and which can effectively act only by mutual agreement of the two States.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  After years of relatively fruitless negotiation, Texas filed this original action in June 1974.  We granted leave to file the complaint, 421 U.S. 927, 95 S.Ct. 1652, 44 L.Ed.2d 84 (1975), and appointed a Special Master, 423 U.S. 942, 96 S.Ct. 351, 46 L.Ed.2d 274 (1975), the Honorable Jean Breitenstein, now deceased, who was then a judge of the Court of Appeals for the Tenth Circuit and a recognized expert in western water law.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1979, the Special Master filed a report defining \"the 1947 condition\" and proposed a river routing study and adoption of a new inflow-outflow manual to be used in determining how much water Texas should be expected to receive over any particular period for any particular level of precipitation under the consumption conditions prevailing in New Mexico in 1947.  We adopted that report in its entirety.  446 U.S. 540, 100 S.Ct. 2911, 64 L.Ed.2d 485 (1980).  When the case was next here, we decided against attempting to restructure the Commission to enable it to determine the method for allocating river water, preferring that the case continue in the litigation mode.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  462 U.S. 554, 103 S.Ct. 2558, 77 L.Ed.2d 1 (1983).  On June 11, 1984, we summarily approved the Special Master's report specifying the inflow-outflow methodology to be used in calculating Texas' entitlement.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  467 U.S. 1238, 104 S.Ct. 3505, 82 L.Ed.2d 816.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Special Master Charles Meyers, Judge Breitenstein's successor, 468 U.S. 1202, 104 S.Ct. 3568, 82 L.Ed.2d 868 (1984), then held hearings on the question whether New Mexico had fulfilled its obligation under Article III(a) of the Compact.  He issued a report containing his findings and conclusion that for the years 1950-1983, New Mexico should have delivered 340,100 acre-feet more water at the state line than Texas had received over those years.  The Master recommended that in addition to performing its ongoing obligation under the Compact, New Mexico be ordered to make up the accumulated shortfall by delivering 34,010 acre-feet of water each year for 10 years, with a penalty in kind, <i>i.e.,</i> \"water interest,\" for any bad-faith failure to deliver these additional amounts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Both sides excepted to the Master's report, and we have heard oral argument.  We find no merit in and reject the exceptions filed by Texas and New Mexico with respect to the Master's calculation of the shortfall that is chargeable to New Mexico.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">New Mexico also excepts to the proposed remedy for the short deliveries in past years.  We find no merit in its submission that we may order only prospective relief, that is, requiring future performance of compact obligations without a remedy for past breaches.  If that were the case, New Mexico's defaults could never be remedied.  This was not our approach when the case was here in 1983.  We then affirmed our authority to hear and decide Texas' claim and remanded the case to the Master for a determination of the shortfall.  As we said then, a compact when approved by Congress becomes a law of the United States, 462 U.S., at 564, 103 S.Ct., at 2565, but \"[a] Compact is, after all, a contract.\"  <i>Petty v. Tennessee-Missouri Bridge Comm'n,</i> 359 U.S. 275, 285, 79 S.Ct. 785, 792, 3 L.Ed.2d 504 (1959) (Frankfurter, J., dissenting).  It remains a legal document that must be construed and applied in accordance with its terms.  <i>West Virginia ex rel. Dyer v. Sims,</i> 341 U.S. 22, 28, 71 S.Ct. 557, 560, 95 L.Ed. 713 (1951);  462 U.S., at 564, 103 S.Ct., at 2565.  There is nothing in the nature of compacts generally or of this Compact in particular that counsels against rectifying a failure to perform in the past as well as ordering future performance called for by the Compact.  By ratifying the Constitution, the States gave this Court complete judicial power to adjudicate disputes among them, <i>Rhode Island v. Massachusetts,</i> 12 Pet. 657, 720, 9 L.Ed. 1233 (1838), and this power includes the capacity to provide one State a remedy for the breach of another.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">New Mexico, however, argues that it has no obligation to deliver water that it, in good faith, believed it had no obligation to refrain from using.  It is true that Texas and New Mexico have been at odds on the interpretation of the Compact and that their respective views have not been without substantial foundation.  Both Special Masters recognized that New Mexico acted in good faith, and as Judge Breitenstein said in his 1982 report, New Mexico's \"obligation is still uncertain because the definition of the 1947 condition must be translated into water quantities to provide a numerical standard.\"  Report of Special Master 18.  The basic meaning of the 1947 condition was not defined until 1979 in the course of this litigation;  and a workable methodology for translating New Mexico's obligation into quantities of water was not achieved until 1984, also in this litigation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  But good-faith differences about the scope of contractual undertakings do not relieve either party from performance.  A court should provide a remedy if the parties intended to make a contract and the contract's terms provide a sufficiently certain basis for determining both that a breach has in fact occurred and the nature of the remedy called for.  Restatement (Second) of Contracts &#167; 33(2), and Comment <i>b</i> (1981).  There is often a retroactive impact when courts resolve contract disputes about the scope of a promisor's undertaking;  parties must perform today or pay damages for what a court decides they promised to do yesterday and did not.  In our view, New Mexico cannot escape liability for what has been adjudicated to be past failures to perform its duties under the Compact.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">New Mexico submits that in the event Texas is found to be entitled to a remedy for the past shortages now ascertained, it should be afforded the option of paying money damages rather than paying in kind.  New Mexico's Exceptions to the Report of the Special Master 40-41.  This possibility was discussed to some extent in hearings before the Master, who more than once stated that damages might be best for both parties. New Mexico \"stipulated\" that if relief was to be awarded, damages were preferable.  Tr. of Hearing Before the Special Master 94 (Apr. 16, 1985).  The Special Master's report also states that both sides would possibly be better off with monetary repayment but refers to difficulties suggested by counsel and observes that the Compact contains no explicit provision for monetary relief. The Master concluded that the Compact contemplated delivery of water and that the Court could not order relief inconsistent with the Compact terms.  The State of Texas supports the Master's view.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Special Master was rightfully cautious, but the lack of specific provision for a remedy in case of breach does not, in our view, mandate repayment in water and preclude damages.  Nor does our opinion in 462 U.S. 554, 103 S.Ct. 2558, 77 L.Ed.2d 1 (1983), necessarily foreclose such relief.  There, we asserted our authority in this original action to resolve the case judicially, rather than by restructuring the administrative mechanism established by the Compact.  That authority extended to devising a method by which New Mexico's obligation could be ascertained and then quantifying New Mexico's past obligation, as the Master has now done.  We have now agreed with him that New Mexico has not fully performed, and we are quite sure that the Compact itself does not prevent our ordering a suitable remedy, whether in water or money.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Court has recognized the propriety of money judgments against a State in an original action, <i>South Dakota v. North Carolina,</i> 192 U.S. 286, 24 S.Ct. 269, 48 L.Ed. 448 (1904);  <i>United States v. Michigan,</i> 190 U.S. 379, 23 S.Ct. 742, 47 L.Ed. 1103 (1903);  and specifically in a case involving a compact, <i>Virginia v. West Virginia,</i> 246 U.S. 565, 38 S.Ct. 400, 59 L.Ed. 1272 (1918).  In proper original actions, the Eleventh Amendment is no barrier, for by its terms, it applies only to suits by citizens against a State.   <i>Maryland v. Louisiana,</i> 451 U.S. 725, 745, n. 21, 101 S.Ct. 2114, 2128, n. 21, 68 L.Ed.2d 576 (1981);  <i>United States v. Mississippi,</i> 380 U.S. 128, 140, 85 S.Ct. 808, 814, 13 L.Ed.2d 717 (1965);  <i>South Dakota v. North Carolina, supra.</i>  That there may be difficulties in enforcing judgments against States counsels caution but does not undermine our authority to enter judgments against defendant States in cases over which the Court has undoubted jurisdiction, authority that is attested to by the fact that almost invariably the \"States against which judgments were rendered, conformably to their duty under the Constitution, voluntarily respected and gave effect to the same.\" <i>Virginia v. West Virginia, supra,</i> at 592, 38 S.Ct., at 402.  In any event, that concern is insubstantial here, for if money damages were to be awarded, it would only be on the basis that if the sum awarded is not forthcoming in a timely manner, a judgment for repayment in water would be entered.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As we understand the Master, he did not pursue the matter of monetary relief because he thought it foreclosed by the Compact, not because he thought it inadequate, unfair, or impractical.  As we have said, the issue was raised in the hearings, but the record does not permit a confident judgment as to whether a remedy in money, rather than water, would be equitable or feasible.  To order making up the shortfalls by delivering more water has all the earmarks of specific performance, an equitable remedy that requires some attention to the relative benefits and burdens that the parties may enjoy or suffer as compared with a legal remedy in damages.  \"[S]pecific performance is never demandable as a matter of absolute right, but as one which rests entirely in judicial discretion, to be exercised, it is true, according to the settled principles of equity, but not arbitrarily and capriciously, and always with reference to the facts of the particular case.\" <i>Haffner v. Dobrinski,</i> 215 U.S. 446, 450, 30 S.Ct. 172, 173, 54 L.Ed. 277 (1910).  Specific performance will not be compelled \"if under all the circumstances it would be inequitable to do so.\" <i>Wesley v. Eells,</i> 177 U.S. 370, 376, 20 S.Ct. 661, 664, 44 L.Ed. 810 (1900).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It might be said that those users who have suffered the water shortages caused by New Mexico's underdeliveries over the years, rather than the State, should be the recipients of damages, and that they would be difficult if not impossible to identify.  But repayment in water would also likely fail to benefit all those who were deprived in the past.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  It might also be said that awarding only a sum of money would permit New Mexico to ignore its obligation to deliver water as long as it is willing to suffer the financial penalty.  But in light of the authority to order remedying shortfalls to be made up in kind, with whatever additional sanction might be thought necessary for deliberate failure to perform, that concern is not substantial in our view.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We conclude that the matter of remedying past shortages should be returned to the Special Master for such further proceedings as he deems necessary and for his ensuing recommendation as to whether New Mexico should be allowed to elect a monetary remedy and, if so, to suggest the size of the payment and other terms that New Mexico must satisfy.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Meanwhile, a decree in the form discussed below will issue with respect to New Mexico's current and future obligation to deliver water pursuant to Article III(a) of the Pecos River Compact as interpreted and applied by the judgments of this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The attached decree enjoins New Mexico to comply with its Article III(a) obligation under the Pecos River Compact and to determine the extent of its obligation in accordance with the formula approved by the decisions of this Court.  That formula was fashioned in the course of this litigation, which was occasioned by the inability of the Pecos River Commission, on which Texas and New Mexico have the only votes, to agree on how river water should be divided.  Neither this opinion nor the decree, however, displaces the authority of the Commission to perform what it has not been able to perform before, namely, an agreed upon and mutually satisfactory formula for division and utilization of Pecos River water.  If history repeats itself, the Commission will not come forth with an apportionment different from that which the Court has now approved.  If it does, the parties should petition the Court to terminate or appropriately modify its decree as the case may be.  Even if the Commission takes no action, it may be that because of the unpredictability and peculiarities of the Pecos, the inflow-outflow methodology we have ordered implemented will not reflect the realities of the river.  In that event, it would be appropriate to seek an amendment of the decree, as has been done in other original actions.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The decree now issued goes no further, but the Master has recommended that because applying the approved apportionment formula is not entirely mechanical and involves a degree of judgment, an additional enforcement mechanism be supplied.  We accept his recommendation and also his preferred solution:  the appointment of a River Master to make the required periodic calculations.  In 1983, because we thought the Compact foreclosed it, we declined to order a tie breaker in order that the Commission itself could arrive at a method to allocate water.  We accordingly proceeded in the litigative mode to construe and enforce the Compact, asserting our authority to do so in unequivocal terms.  We have arrived at what we deem to be a fair and equitable solution that is consistent with the Compact terms, and we are quite sure that our jurisdiction over original actions like this provides us with ample authority to appoint a master and to enforce our judgment.   <i>Virginia v. West Virginia,</i> 246 U.S., at 591, 38 S.Ct., at 401.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In exercising this power, we have taken a distinctly jaundiced view of appointing an agent or functionary to implement our decrees.  <i>Vermont v. New York,</i> 417 U.S. 270, 94 S.Ct. 2248, 41 L.Ed.2d 61 (1974), emphatically expressed this reluctance.  But as we recognized, <i>id.,</i> at 275-276, 94 S.Ct., at 2251, that solution, or a like one, has been employed when the occasion demands.   <i>New Jersey v. New York,</i> 283 U.S. 805, 51 S.Ct. 562, 75 L.Ed. 1425 (1931);  <i>Wisconsin v. Illinois,</i> 281 U.S. 179, 50 S.Ct. 266, 74 L.Ed. 799 (1930).  This is one of those occasions when such a mechanism should be employed.  The natural propensity of these two States to disagree if an allocation formula leaves room to do so cannot be ignored.  Absent some disinterested authority to make determinations binding on the parties, we could anticipate a series of original actions to determine the periodic division of the water flowing in the Pecos.  A River Master should therefore be appointed to make the calculations provided for in this decree, annually and as promptly as possible as data are available, and to report the calculations to appropriate representatives of New Mexico and of Texas.  His calculations will include determinations of negative or positive departures from New Mexico's delivery obligation and such shortfalls or credits will be reflected in that State's later delivery obligations.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Provision for a River Master will occasion an amendment to the decree.  On remand, the Special Master is requested to recommend an amendment to the decree, specifying as he deems necessary the duties of the River Master and the consequences of his determinations.  Any other suggestions for amendments should also be called to our attention.  The River Master's compensation shall be borne equally by the parties.  The parties, as well as the Special Master, are welcome to suggest candidates for appointment as River Master.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p>DECREE</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is Ordered, Adjudged, and Decreed that the State of New Mexico, its officers, attorneys, agents, and employees are hereby enjoined:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(A) To comply with the Article III(a) obligation of the      Pecos River Compact by delivering to Texas at state line each      year an amount of water calculated in accordance with the      inflow-outflow equation contained in Texas Exhibit 68, at      page 2.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">(B) To calculate the Index Inflow component of the      inflow-outflow and channel-loss equations contained in Texas      Exhibit 79, modified to reflect the Court's decision of June      8, 1987, as to manmade depletions chargeable to New Mexico.      \"Index Inflow\" shall mean the 3-year progressive average of      \"annual flood inflows\" as those terms are defined in Texas      Exhibit 79, Table 2, p. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Court retains jurisdiction of this suit for the purpose of any order, direction, or modification of the decree, or any supplementary decree, that may at any time be deemed proper in relation to the subject matter in controversy.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Compact was signed by the States in 1948 and was approved by Congress in 1949.  Article I, &#167; 10, cl. 3, of the Constitution provides that \"No State shall, without the Consent of Congress, . . . Compact with another State, or with a foreign Power. . . .\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Commission is composed of a representative of each of the States and a third, but nonvoting, representative of the United States.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We also rejected the submission of Texas that \"Double Mass Analysis\" rather than \"Inflow-Outflow\" be adopted as the method for determining New Mexico's delivery obligation under the Compact.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Special Master recommended and we agreed that Figure 1 and Table 1 of Texas Exhibit 68, pp. 3, 4, properly described the method to be used.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> New Mexico's ongoing obligation under Article III(a) of the Compact, as now construed and applied by this Court, will be on the average 10,000 acre-feet higher than New Mexico's deliveries have been in the past.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Inflow-Outflow Manual incorporated in the Compact proved to be so faulty as to be unusable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Texas counsel suggested that a money judgment might find its way into the general coffers of the State, rather than benefit those who were hurt.  But the basis on which Texas was permitted to bring this original action is that enforcement of the Compact was of such general public interest that the sovereign State was a proper plaintiff.  See <i>Maryland v. Louisiana,</i> 451 U.S. 725, 735-739, 101 S.Ct. 2114, 2123-2125, 68 L.Ed.2d 576 (1981).  It is wholly consistent with that view that the State should recover any damages that may be awarded, money it would be free to spend in the way it determines is in the public interest.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> If the Special Master recommends and we approve a judgment for money damages, Texas will be entitled to postjudgment interest until the judgment is paid.  If damages are not awarded or a damages judgment is not paid, it would appear it would be necessary to make up the shortfall by delivering more water over a period of years as the Master has recommended in his report.  In that event, Texas would have a judgment against New Mexico for 340,100 acre-feet of water, plus any additional net shortfalls accruing to the date hereof, which, if not delivered as ordered by the Court, would entitle Texas to apply to this Court for enforcement, cf. <i>Wyoming v. Colorado,</i> 309 U.S. 572, 573, 60 S.Ct. 765, 765, 84 L.Ed. 954 (1940), and to some form of postjudgment interest for the period during which that judgment is not satisfied.  We are unpersuaded, however, that \"water interest,\" rather than money, should be awarded unless and until it proves to be necessary.</p>\n        <p>New Mexico submits that there is no statutory authority for this Court to allow postjudgment interest in any form and that we are therefore without power to do so in this original action.  It relies on the statement in <i>Pierce v. United States,</i> 255 U.S. 398, 406, 41 S.Ct. 365, 368, 65 L.Ed. 697 (1921), that postjudgment interest may not be awarded absent statutory authority.  But we are not bound by this rule in exercising our original jurisdiction.  In <i>Virginia v. West Virginia,</i> 238 U.S. 202, 242, 35 S.Ct. 795, 811, 59 L.Ed. 1272 (1915), the Court awarded interest on its judgment, an action consistent with express statutory authority for other federal courts to award postjudgment interest.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Justice STEVENS took no part in the consideration or decision of this case.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/111906/"
}