{"absolute_url": "/opinion/103397/helvering-v-janney/", "blocked": false, "citation": {"case_name": "Helvering v. Janney", "docket_number": "Nos. 36, 113", "document_uris": ["/api/rest/v2/document/103397/"], "federal_cite_one": "311 U.S. 189", "federal_cite_three": null, "federal_cite_two": null, "id": 87780, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/87780/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1940-12-09", "date_modified": "2014-12-21T01:42:45.614980", "docket": "/api/rest/v2/docket/2390168/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">311 U.S. 189</p>\n    <p class=\"case_cite\">61 S.Ct. 241</p>\n    <p class=\"case_cite\">85 L.Ed. 118</p>\n    <p class=\"parties\">HELVERING, Commissioner of Internal Revenue,<br>v.<br>JANNEY et al.  GAINES et al.  v.  HELVERING, Commissioner of Internal Revenue.</p>\n    <p class=\"docket\">Nos. 36, 113.</p>\n    <p class=\"date\">Argued Nov. 18, 1940.</p>\n    <p class=\"date\">Decided Dec. 9, 1940.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Messrs. Robert H. Jackson, Atty. Gen., and Thomas E. Harris, of Washington, D.C., for petitioner Helvering.</p>\n      <p class=\"indent\">Mr. Bernhard Knollenberg, of New York City, for respondents janney.</p>\n      <p class=\"indent\">Messrs. Frederick Baum and Frank E. Karelsen, Jr., both of New York City, for petitioner Gaines.</p>\n      <p class=\"indent\">Mr. Chief Justice HUGHES delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These cases present the same question, that is, whether under the Revenue Act of 1934, 26 U.S.C.A. Int.Rev.Acts, page 664 et seq., in the case of a joint return by husband and wife, and capital losses of one spouse may be deducted from the capital gains of the other.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In Helvering v. Janney, the wife realized net gains from the sale of capital assets during 1934, and the husband realized net losses from the sale of capital assets during the same year. They filed a joint income tax return reporting the capital gain, which represented the difference between the wife's adjusted capital gains and the husband's adjusted capital losses. The Commissioner ruled that the husband's losses could not be applied to reduce the gains realized by his wife and accordingly determined a deficiency. The Board of Tax Appeals sustained the Commissioner (39 B.T.A. 240) but the Circuit Court of Appeals for the Third Circuit reversed. 108 F.2d 564.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Gaines v. Helvering, the husband realized a net gain from the sale of capital assets during 1934, while his wife sustained a net loss from the sale of capital assets. They filed a joint return reporting a capital loss, which represented the difference between the husband's net capital gain and his wife's net capital loss. The Commissioner, as in the Janney case, decided against this adjustment and the Board of Tax Appeals affirmed. The Circuit Court of Appeals for the Second Circuit affirmed the decision of the Board. 111 F.2d 144.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In view of the conflict between these decisions, we granted certiorari. No. 36, 310 U.S. 617, 60 S.Ct. 897, 84 L.Ed. 1391; No. 113, October 14, 1940, 311 U.S. 628, 61 S.Ct. 13, 85 L.Ed. &#8212;-.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Section 51(b) of the Revenue Act of 1934<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> with respect to the returns of husband and wife provided:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'(b) Husband and Wife. If a husband and wife living together have an aggregate net income for the taxable year of $2,500 or over, or an aggregate gross income for such year of $5,000 or over</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'(1) Each shall make such a return, or</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'(2) The income of each shall be included in a single joint return, in which case the tax shall be computed on the aggregate income'.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The same provision in substance is found in the earlier Revenue Acts from that of 1921.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The 'aggregate income', to which paragraph 2 of Section 51[b] refers, is clearly the aggregate net income as it is the aggregate income on which 'the tax shall be computed'. In that view the deductions to which either spouse would be entitled would be taken, in the case of a joint return, from the aggregate gross income.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That was the construction placed upon the provision for a joint return in the Revenue Act of 1918 by the Solicitor of Internal Revenue in an opinion rendered in 1921.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> After considering the terms of the statute and the reasonable inference as to the intent of Congress, the Solicitor concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">'From the foregoing it follows that the proper construction of the Revenue Act of 1918 permits a husband and wife living together, at their option, to file separate returns or a single joint return. If a single joint return is filed it is treated as the return of a taxable unit and the net income disclosed by the return is subject to both normal and surtax as though the return were that of a single individual. In cases, therefore, in which the husband or wife has allowable deductions in excess of his or her gross income, such excess may, if joint return is filed, be deducted from the net income of the other for the purpose of computing both the normal and surtax'.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The terms of the Revenue Act of 1921 made this view even clearer.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Treasury Regulations 62, Article 401, promulgated under the Revenue Act of 1921, apparently followed the same view. That article provided as to joint returns of husband and wife,&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">'Where the income of each is included in a single joint return, the tax is computed on the aggregate income and all deductions and credits to which either is entitled shall be taken from such aggregate income'.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The question as to deductions for losses on sales or exchanges of securities arose under Section 23(r)(1) of the Revenue Act of 1932.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> That provided that losses as there described should be allowed only to the extent of gains derived from such sales or exchanges. Nothing was said in this section which in any way affected the provision of the statute as to joint returns by husband and wife. The question in that relation, that is, as to deduction for losses on sales of securities, was submitted to the Commissioner of Internal Revenue and was answered by him on December 29, 1932, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'The specific question presented is whether the loss sustained by the husband may be applied to offset the same amount of gain realized by the wife in rendering joint income tax return for the year. In reply you are advised that, in the case of a husband and wife living together who file a joint income tax return, the tax liability is computed on the aggregate income as provided by section 51(b)(2) of the Revenue Act of 1932 (26 U.S.C.A. Int.Rev.Acts, page 500), and such joint return is treated as if it was the return of a single individual. The aggregate income in such case would of course embrace the gains as well as the allowable deductions of each spouse. If it is correctly understood from your letter that the gains and losses in the illustration presented are from transactions falling within the same class within the meaning of the statute such as sales of securities not held for a period of more than two years, the loss sustained by the husband would offset the same amount of gain realized by the wife from such source'.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This statement by the Commissioner applied the same principle which had previously been followed with respect to deductions in the joint returns of husband and wife, there having been no indication by Congress of any different purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Treasury Regulation No. 77, promulgated under the Act of 1932, contained nothing to the contrary and the regulation theretofore obtaining as to such joint returns was left unchanged. Art. 381.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Revenue Act of 1934 continued the prior statutory provisions as to joint returns of husband and wife, and Section 117(d) of that Act, 26 U.S.C.A. Int.Rev.Acts, page 708, as to capital losses, did not purport to alter the rule as to the right of the spouses to deductions in their joint return. Section 117(d) merely limited the amount of losses which could be deducted, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">'(d) Limitation on Capital Losses. Losses from sales or exchanges of capital assets shall be allowed only to the extent of $2,000 plus the gains from such sales or exchanges'.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The conclusion of the Commissioner with respect to the Act of 1932, in the opinion above mentioned, was equally applicable to the new Act.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It was not until 1935 that the Treasury Department by Article 117-5 of Regulations 86 undertook to provide that 'the allowance of losses of one spouse from sales or exchanges of capital assets is in all cases to be computed without regard to gains and losses of the other spouse upon sales or exchanges of capital assets'.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We are of the opinion that under the provision of the Act of 1934 as to joint returns of husband and wife, which embodied a policy set forth in substantially the same terms for many years, Congress intended to provide for a tax on the aggregate net income and that the losses of one spouse might be deducted from the gains of the other; and that this applied as well to deductions for capital losses as to other deductions. This, we think, was the meaning of the provision of the Revenue Act of 1934 when it was enacted, and it was subject to change only by Congress, and not by the Department.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In No. 36, the judgment of the Circuit Court of Appeals is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In No. 113, the judgment of the Circuit Court of Appeals is reversed and the cause is remanded for further proceedings in conformity with this opinion. It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Judgment affirmed in No. 36.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Judgment reversed and remanded in No. 113.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Mr. Justice ROBERTS took no part in the consideration and decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 48 Stat. 697, 26 U.S.C.A. Int.Rev.Acts, page 683.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Revenue Act of 1918, Section 223, also provided for a joint return by husband and wife. 40 Stat. 1074.</p>\n        <p>Section 223(b) of the Revenue Act of 1921 provided (42 Stat. 250):</p>\n        <p>'(b) If a husband and wife living together have an aggregate net income for the taxable year of $2,000 or over, or an aggregate gross income for such year of $5,000 or over&#8212;</p>\n        <p>'(1) Each shall make such a return, or</p>\n        <p>'(2) The income of each shall be included in a single joint return, in which case the tax shall be computed on the aggregate income'.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Sol.Op. 90, Cum.Bull. No. 4, p. 236 (1921).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Committee on Ways and Means of the House of Representatives reported with respect to the provision of the bill which became the Revenue Act of 1921 as follows:</p>\n        <p>'Section 231 of the bill proposes to amend Section 223 of the present law in such a manner as to clear up the doubt now existing as to the right of husband and wife in all cases to make a joint return and have the tax computed on the combined income'. House Rep. No. 350, 67th Cong., 1st Sess. See, also, Sen. Rep. No. 275, 67th Cong., 1st Sess.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The same provision was continued in substance in succeeding regulations. Article 401 of Treasury Regulations 65 and 69 under the Revenue Acts of 1924 and 1926; Article 381 of Regulations 74 and 77 under the Revenue Acts of 1928 and 1932.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 47 Stat. 183, 26 U.S.C.A. Int.Rev.Acts, page 493. Section 23(r)(1) provided: 'Losses from sales or exchanges of stocks and bonds (as defined in subsection (t) of this section) which are not capital assets (as defined in section 101) shall be allowed only to the extent of the gains from such sales or exchanges (including gains which may be derived by a taxpayer from the retirement of his own obligations).'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 1933 Commerce Clearing House Federal Tax Service, Vol. III, par. 6037.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It was also in 1935 that the Bureau of Internal Revenue announced the same ruling under the Act of 1932. G.C.M. 15438, Cum. Bull. XIV-2, p. 156.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>311 U.S. 189 (1940)</b></center>\n<center><h1>HELVERING, COMMISSIONER OF INTERNAL REVENUE,<br>\nv.<br>\nJANNEY ET UX.<sup>[*]</sup></h1></center>\n<center>No. 36.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 18, 1940.</center>\n<center>Decided December 9, 1940.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE THIRD CIRCUIT.\n<p><i>Mr. Thomas E. Harris,</i> with whom <i>Attorney General Jackson, Assistant Attorney General Clark,</i> and <i>Messrs. Sewall Key, Maurice J. Mahoney,</i> and <i>Miss Helen R.</i> <span class=\"star-pagination\">*190</span> <i>Carloss</i> were on the brief, for the Commissioner of Internal Revenue.</p>\n<p><i>Mr. Bernhard Knollenberg,</i> with whom <i>Mr. Harry J. Rudick</i> was on the brief, for respondents in No. 36. <i>Mr. Frederick Baum,</i> with whom <i>Mr. Frank E. Karelsen, Jr.</i> was on the brief, for petitioners in No. 113.</p>\n<p>MR. CHIEF JUSTICE HUGHES delivered the opinion of the Court.</p>\n<p>These cases present the same question, that is, whether under the Revenue Act of 1934, in the case of a joint return by husband and wife, the capital losses of one spouse may be deducted from the capital gains of the other.</p>\n<p>In <i>Helvering</i> v. <i>Janney,</i> the wife realized net gains from the sale of capital assets during 1934, and the husband realized net losses from the sale of capital assets during the same year. They filed a joint income tax return reporting the capital gain, which represented the difference between the wife's adjusted capital gains and the husband's adjusted capital losses. The Commissioner ruled that the husband's losses could not be applied to reduce the gains realized by his wife and accordingly determined a deficiency. The Board of Tax Appeals sustained the Commissioner (39 B.T.A. 240) but the Circuit Court of Appeals for the Third Circuit reversed. 108 F.2d 564.</p>\n<p>In <i>Gaines</i> v. <i>Helvering,</i> the husband realized a net gain from the sale of capital assets during 1934, while his wife sustained a net loss from the sale of capital assets. They filed a joint return reporting a capital loss, which represented the difference between the husband's net capital gain and his wife's net capital loss. The Commissioner, as in the <i>Janney</i> case, decided against this adjustment and the Board of Tax Appeals affirmed. The Circuit <span class=\"star-pagination\">*191</span> Court of Appeals for the Second Circuit affirmed the decision of the Board. 111 F.2d 144.</p>\n<p>In view of the conflict between these decisions, we granted certiorari. No. 36, 310 U.S. 617; No. 113, October 14, 1940.</p>\n<p>Section 51 (b) of the Revenue Act of 1934<sup>[1]</sup> with respect to the returns of husband and wife provided:</p>\n<p>\"(b) Husband and Wife.  If a husband and wife living together have an aggregate net income for the taxable year of $2,500 or over, or an aggregate gross income for such year of $5,000 or over </p>\n<p>\"(1) Each shall make such a return, or</p>\n<p>\"(2) The income of each shall be included in a single joint return, in which case the tax shall be computed on the aggregate income.\"</p>\n<p>The same provision in substance is found in the earlier Revenue Acts from that of 1921.<sup>[2]</sup></p>\n<p>The \"aggregate income,\" to which paragraph 2 of § 51 (b) refers, is clearly the aggregate net income as it is the aggregate income on which \"the tax is to be computed.\" In that view the deductions to which either spouse would be entitled would be taken in the case of a joint return, from the aggregate gross income.</p>\n<p>That was the construction placed upon the provision for a joint return in the Revenue Act of 1918 by the Solicitor of Internal Revenue in an opinion rendered in <span class=\"star-pagination\">*192</span> 1921.<sup>[3]</sup> After considering the terms of the statute and the reasonable inference as to the intent of Congress, the Solicitor concluded:</p>\n<p>\"From the foregoing it follows that the proper construction of the Revenue Act of 1918 permits a husband and wife living together, at their option, to file separate returns or a single joint return. If a single joint return is filed it is treated as the return of a taxable unit and the net income disclosed by the return is subject to both normal and surtax as though the return were that of a single individual. In cases, therefore, in which the husband or wife has allowable deductions in excess of his or her gross income, such excess may, if joint return is filed, be deducted from the net income of the other for the purpose of computing both the normal and surtax.\"</p>\n<p>The terms of the Revenue Act of 1921 made this view even clearer.<sup>[4]</sup> Treasury Regulations 62, Article 401, promulgated under the Revenue Act of 1921, apparently followed the same view. That article provided as to joint returns of husband and wife, </p>\n<p>\"Where the income of each is included in a single joint return, the tax is computed on the aggregate income and all deductions and credits to which either is entitled shall be taken from such aggregate income.\"<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*193</span> The question as to deductions for losses on sales or exchanges of securities arose under § 23 (r) (1) of the Revenue Act of 1932.<sup>[6]</sup> That provided that losses as there described should be allowed only to the extent of gains derived from such sales or exchanges. Nothing was said in this section which in any way affected the provision of the statute as to joint returns by husband and wife. The question in that relation, that is, as to deduction for losses on sales of securities, was submitted to the Commissioner of Internal Revenue and was answered by him on December 29, 1932, as follows:</p>\n<p>\"The specific question presented is whether the loss sustained by the husband may be applied to offset the same amount of gain realized by the wife in rendering joint income tax return for the year. In reply you are advised that, in the case of a husband and wife living together who file a joint income tax return, the tax liability is computed on the aggregate income as provided by section 51 (b) (2) of the Revenue Act of 1932, and such joint return is treated as if it was the return of a single individual. The aggregate income in such case would of course embrace the gains as well as the allowable deductions of each spouse. If it is correctly understood from your letter that the gains and losses in the illustration presented are from transactions falling within the same class within the meaning of the statute such as sales of securities not held for a period of more than two years, the loss sustained by the husband would offset the same amount of gain realized by the wife from such source.\"<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*194</span> This statement by the Commissioner applied the same principle which had previously been followed with respect to deductions in the joint returns of husband and wife, there having been no indication by Congress of any different purpose.</p>\n<p>Treasury Regulations No. 77, promulgated under the Act of 1932, contained nothing to the contrary and the regulation theretofore obtaining as to such joint returns was left unchanged. Art. 381.</p>\n<p>The Revenue Act of 1934 continued the prior statutory provisions as to joint returns of husband and wife, and § 117 (d) of that Act, as to capital losses, did not purport to alter the rule as to the right of the spouses to deductions in their joint return. Section 117 (d) merely limited the amount of losses which could be deducted, as follows:</p>\n<p>\"(d) <i>Limitation on Capital Losses.</i>  Losses from sales or exchanges of capital assets shall be allowed only to the extent of $2,000 plus the gains from such sales or exchanges.\"</p>\n<p>The conclusion of the Commissioner with respect to the Act of 1932, in the opinion above mentioned, was equally applicable to the new Act.</p>\n<p>It was not until 1935 that the Treasury Department by Article 117-5 of Regulations 86 undertook to provide that \"the allowance of losses of one spouse from sales or exchanges of capital assets is in all cases to be computed without regard to gains and losses of the other spouse upon sales or exchanges of capital assets.\"<sup>[8]</sup></p>\n<p>We are of the opinion that under the provision of the Act of 1934 as to joint returns of husband and wife, which embodied a policy set forth in substantially the same terms for many years, Congress intended to provide <span class=\"star-pagination\">*195</span> for a tax on the aggregate net income and that the losses of one spouse might be deducted from the gains of the other; and that this applied as well to deductions for capital losses as to other deductions. This, we think, was the meaning of the provision of the Revenue Act of 1934 when it was enacted, and it was subject to change only by Congress, and not by the Department.</p>\n<p>In No. 36, the judgment of the Circuit Court of Appeals is affirmed.</p>\n<p>In No. 113, the judgment of the Circuit Court of Appeals is reversed and the cause is remanded for further proceedings in conformity with this opinion.</p>\n<p><i>No. 36, affirmed.</i></p>\n<p><i>No. 113, reversed.</i></p>\n<p>MR. JUSTICE ROBERTS took no part in the consideration and decision of this case.</p>\n<h2>NOTES</h2>\n<p>[*]   Together with No. 113, <i>Gaines et ux.</i> v. <i>Helvering, Commissioner of Internal Revenue,</i> on writ of certiorari, <i>post,</i> p. 628, to the Circuit Court of Appeals for the Second Circuit.</p>\n<p>[1]   48 Stat. 697.</p>\n<p>[2]   The Revenue Act of 1918, § 223, also provided for a joint return by husband and wife. 40 Stat. 1074.\n</p>\n<p>Section 223 (b) of the Revenue Act of 1921 provided (42 Stat. 250):</p>\n<p>\"(b) If a husband and wife living together have an aggregate net income for the taxable year of $2,000 or over, or an aggregate gross income for such year of $5,000 or over </p>\n<p>\"(1) Each shall make such a return, or</p>\n<p>\"(2) The income of each shall be included in a single joint return, in which case the tax shall be computed on the aggregate income.\"</p>\n<p>[3]   Sol. Op. 90, Cum. Bull. No. 4, p. 236 (1921).</p>\n<p>[4]   The Committee on Ways and Means of the House of Representatives reported with respect to the provision of the bill which became the Revenue Act of 1921 as follows:\n</p>\n<p>\"Section 231 of the bill proposes to amend section 223 of the present law in such a manner as to clear up the doubt now existing as to the right of husband and wife in all cases to make a joint return and have the tax computed on the combined income.\" House Rep. No. 350, 67th Cong., 1st Sess. See, also, Sen. Rep. No. 275, 67th Cong., 1st Sess.</p>\n<p>[5]   The same provision was continued in substance in succeeding regulations. Article 401 of Treasury Regulations 65 and 69 under the Revenue Acts of 1924 and 1926; Article 381 of Regulations 74 and 77 under the Revenue Acts of 1928 and 1932.</p>\n<p>[6]   47 Stat. 183. Section 23 (r) (1) provided: \"Losses from sales or exchanges of stocks and bonds (as defined in subsection (t) of this section) which are not capital assets (as defined in section 101) shall be allowed only to the extent of the gains from such sales or exchanges (including gains which may be derived by a taxpayer from the retirement of his own obligations).\"</p>\n<p>[7]   1933 Commerce Clearing House Federal Tax Service, Vol. III, par. 6037.</p>\n<p>[8]   It was also in 1935 that the Bureau of Internal Revenue announced the same ruling under the Act of 1932. G.C.M. 15438, Cum. Bull. XIV-2, p. 156.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></span> (1940)</b></center>\n<center><h1>HELVERING, COMMISSIONER OF INTERNAL REVENUE,<br>\nv.<br>\nJANNEY ET UX.<sup>[*]</sup></h1></center>\n<center>No. 36.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued November 18, 1940.</center>\n<center>Decided December 9, 1940.</center>\nCERTIORARI TO THE CIRCUIT COURT OF APPEALS FOR THE THIRD CIRCUIT.\n<p><i>Mr. Thomas E. Harris,</i> with whom <i>Attorney General Jackson, Assistant Attorney General Clark,</i> and <i>Messrs. Sewall Key, Maurice J. Mahoney,</i> and <i>Miss Helen R.</i> <span class=\"star-pagination\">*190</span> <i>Carloss</i> were on the brief, for the Commissioner of Internal Revenue.</p>\n<p><i>Mr. Bernhard Knollenberg,</i> with whom <i>Mr. Harry J. Rudick</i> was on the brief, for respondents in No. 36. <i>Mr. Frederick Baum,</i> with whom <i>Mr. Frank E. Karelsen, Jr.</i> was on the brief, for petitioners in No. 113.</p>\n<p>MR. CHIEF JUSTICE HUGHES delivered the opinion of the Court.</p>\n<p>These cases present the same question, that is, whether under the Revenue Act of 1934, in the case of a joint return by husband and wife, the capital losses of one spouse may be deducted from the capital gains of the other.</p>\n<p>In <i>Helvering</i> v. <i>Janney,</i> the wife realized net gains from the sale of capital assets during 1934, and the husband realized net losses from the sale of capital assets during the same year. They filed a joint income tax return reporting the capital gain, which represented the difference between the wife's adjusted capital gains and the husband's adjusted capital losses. The Commissioner ruled that the husband's losses could not be applied to reduce the gains realized by his wife and accordingly determined a deficiency. The Board of Tax Appeals sustained the Commissioner (39 B.T.A. 240) but the Circuit Court of Appeals for the Third Circuit reversed. 108 F.2d 564.</p>\n<p>In <i>Gaines</i> v. <i>Helvering,</i> the husband realized a net gain from the sale of capital assets during 1934, while his wife sustained a net loss from the sale of capital assets. They filed a joint return reporting a capital loss, which represented the difference between the husband's net capital gain and his wife's net capital loss. The Commissioner, as in the <i>Janney</i> case, decided against this adjustment and the Board of Tax Appeals affirmed. The Circuit <span class=\"star-pagination\">*191</span> Court of Appeals for the Second Circuit affirmed the decision of the Board. 111 F.2d 144.</p>\n<p>In view of the conflict between these decisions, we granted certiorari. No. 36, 310 U.S. 617; No. 113, October 14, 1940.</p>\n<p>Section 51 (b) of the Revenue Act of 1934<sup>[1]</sup> with respect to the returns of husband and wife provided:</p>\n<p>\"(b) Husband and Wife.  If a husband and wife living together have an aggregate net income for the taxable year of $2,500 or over, or an aggregate gross income for such year of $5,000 or over </p>\n<p>\"(1) Each shall make such a return, or</p>\n<p>\"(2) The income of each shall be included in a single joint return, in which case the tax shall be computed on the aggregate income.\"</p>\n<p>The same provision in substance is found in the earlier Revenue Acts from that of 1921.<sup>[2]</sup></p>\n<p>The \"aggregate income,\" to which paragraph 2 of § 51 (b) refers, is clearly the aggregate net income as it is the aggregate income on which \"the tax is to be computed.\" In that view the deductions to which either spouse would be entitled would be taken in the case of a joint return, from the aggregate gross income.</p>\n<p>That was the construction placed upon the provision for a joint return in the Revenue Act of 1918 by the Solicitor of Internal Revenue in an opinion rendered in <span class=\"star-pagination\">*192</span> 1921.<sup>[3]</sup> After considering the terms of the statute and the reasonable inference as to the intent of Congress, the Solicitor concluded:</p>\n<p>\"From the foregoing it follows that the proper construction of the Revenue Act of 1918 permits a husband and wife living together, at their option, to file separate returns or a single joint return. If a single joint return is filed it is treated as the return of a taxable unit and the net income disclosed by the return is subject to both normal and surtax as though the return were that of a single individual. In cases, therefore, in which the husband or wife has allowable deductions in excess of his or her gross income, such excess may, if joint return is filed, be deducted from the net income of the other for the purpose of computing both the normal and surtax.\"</p>\n<p>The terms of the Revenue Act of 1921 made this view even clearer.<sup>[4]</sup> Treasury Regulations 62, Article 401, promulgated under the Revenue Act of 1921, apparently followed the same view. That article provided as to joint returns of husband and wife, </p>\n<p>\"Where the income of each is included in a single joint return, the tax is computed on the aggregate income and all deductions and credits to which either is entitled shall be taken from such aggregate income.\"<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*193</span> The question as to deductions for losses on sales or exchanges of securities arose under § 23 (r) (1) of the Revenue Act of 1932.<sup>[6]</sup> That provided that losses as there described should be allowed only to the extent of gains derived from such sales or exchanges. Nothing was said in this section which in any way affected the provision of the statute as to joint returns by husband and wife. The question in that relation, that is, as to deduction for losses on sales of securities, was submitted to the Commissioner of Internal Revenue and was answered by him on December 29, 1932, as follows:</p>\n<p>\"The specific question presented is whether the loss sustained by the husband may be applied to offset the same amount of gain realized by the wife in rendering joint income tax return for the year. In reply you are advised that, in the case of a husband and wife living together who file a joint income tax return, the tax liability is computed on the aggregate income as provided by section 51 (b) (2) of the Revenue Act of 1932, and such joint return is treated as if it was the return of a single individual. The aggregate income in such case would of course embrace the gains as well as the allowable deductions of each spouse. If it is correctly understood from your letter that the gains and losses in the illustration presented are from transactions falling within the same class within the meaning of the statute such as sales of securities not held for a period of more than two years, the loss sustained by the husband would offset the same amount of gain realized by the wife from such source.\"<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*194</span> This statement by the Commissioner applied the same principle which had previously been followed with respect to deductions in the joint returns of husband and wife, there having been no indication by Congress of any different purpose.</p>\n<p>Treasury Regulations No. 77, promulgated under the Act of 1932, contained nothing to the contrary and the regulation theretofore obtaining as to such joint returns was left unchanged. Art. 381.</p>\n<p>The Revenue Act of 1934 continued the prior statutory provisions as to joint returns of husband and wife, and § 117 (d) of that Act, as to capital losses, did not purport to alter the rule as to the right of the spouses to deductions in their joint return. Section 117 (d) merely limited the amount of losses which could be deducted, as follows:</p>\n<p>\"(d) <i>Limitation on Capital Losses.</i>  Losses from sales or exchanges of capital assets shall be allowed only to the extent of $2,000 plus the gains from such sales or exchanges.\"</p>\n<p>The conclusion of the Commissioner with respect to the Act of 1932, in the opinion above mentioned, was equally applicable to the new Act.</p>\n<p>It was not until 1935 that the Treasury Department by Article 117-5 of Regulations 86 undertook to provide that \"the allowance of losses of one spouse from sales or exchanges of capital assets is in all cases to be computed without regard to gains and losses of the other spouse upon sales or exchanges of capital assets.\"<sup>[8]</sup></p>\n<p>We are of the opinion that under the provision of the Act of 1934 as to joint returns of husband and wife, which embodied a policy set forth in substantially the same terms for many years, Congress intended to provide <span class=\"star-pagination\">*195</span> for a tax on the aggregate net income and that the losses of one spouse might be deducted from the gains of the other; and that this applied as well to deductions for capital losses as to other deductions. This, we think, was the meaning of the provision of the Revenue Act of 1934 when it was enacted, and it was subject to change only by Congress, and not by the Department.</p>\n<p>In No. 36, the judgment of the Circuit Court of Appeals is affirmed.</p>\n<p>In No. 113, the judgment of the Circuit Court of Appeals is reversed and the cause is remanded for further proceedings in conformity with this opinion.</p>\n<p><i>No. 36, affirmed.</i></p>\n<p><i>No. 113, reversed.</i></p>\n<p>MR. JUSTICE ROBERTS took no part in the consideration and decision of this case.</p>\n<h2>NOTES</h2>\n<p>[*]   Together with No. 113, <i>Gaines et ux.</i> v. <i>Helvering, Commissioner of Internal Revenue,</i> on writ of certiorari, <i>post,</i> p. 628, to the Circuit Court of Appeals for the Second Circuit.</p>\n<p>[1]   48 Stat. 697.</p>\n<p>[2]   The Revenue Act of 1918, § 223, also provided for a joint return by husband and wife. 40 Stat. 1074.\n</p>\n<p>Section 223 (b) of the Revenue Act of 1921 provided (42 Stat. 250):</p>\n<p>\"(b) If a husband and wife living together have an aggregate net income for the taxable year of $2,000 or over, or an aggregate gross income for such year of $5,000 or over </p>\n<p>\"(1) Each shall make such a return, or</p>\n<p>\"(2) The income of each shall be included in a single joint return, in which case the tax shall be computed on the aggregate income.\"</p>\n<p>[3]   Sol. Op. 90, Cum. Bull. No. 4, p. 236 (1921).</p>\n<p>[4]   The Committee on Ways and Means of the House of Representatives reported with respect to the provision of the bill which became the Revenue Act of 1921 as follows:\n</p>\n<p>\"Section 231 of the bill proposes to amend section 223 of the present law in such a manner as to clear up the doubt now existing as to the right of husband and wife in all cases to make a joint return and have the tax computed on the combined income.\" House Rep. No. 350, 67th Cong., 1st Sess. See, also, Sen. Rep. No. 275, 67th Cong., 1st Sess.</p>\n<p>[5]   The same provision was continued in substance in succeeding regulations. Article 401 of Treasury Regulations 65 and 69 under the Revenue Acts of 1924 and 1926; Article 381 of Regulations 74 and 77 under the Revenue Acts of 1928 and 1932.</p>\n<p>[6]   47 Stat. 183. Section 23 (r) (1) provided: \"Losses from sales or exchanges of stocks and bonds (as defined in subsection (t) of this section) which are not capital assets (as defined in section 101) shall be allowed only to the extent of the gains from such sales or exchanges (including gains which may be derived by a taxpayer from the retirement of his own obligations).\"</p>\n<p>[7]   1933 Commerce Clearing House Federal Tax Service, Vol. III, par. 6037.</p>\n<p>[8]   It was also in 1935 that the Bureau of Internal Revenue announced the same ruling under the Act of 1932. G.C.M. 15438, Cum. Bull. XIV-2, p. 156.</p>\n\n</div>", "id": 103397, "judges": "Hughes", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/103397/", "sha1": "7f01b22af6bc21a7b72fd17b6fccdfb8bcebbd3d", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:54:24"}