{"absolute_url": "/opinion/108164/price-v-georgia/", "blocked": false, "citation": {"case_name": "Price v. Georgia", "docket_number": "269", "document_uris": ["/api/rest/v2/document/108164/"], "federal_cite_one": "398 U.S. 323", "federal_cite_three": "26 L. Ed. 2d 300", "federal_cite_two": "90 S. Ct. 1757", "id": 92523, "lexis_cite": "1970 U.S. LEXIS 22", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/92523/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 193, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1970-06-15", "date_modified": "2015-05-07T09:24:24.252890", "docket": "/api/rest/v2/docket/392187/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">398 U.S. 323</p>\n    <p class=\"case_cite\">90 S.Ct. 1757</p>\n    <p class=\"case_cite\">26 L.Ed.2d 300</p>\n    <p class=\"parties\">Earl PRICE, Petitioner,<br>v.<br>State of GEORGIA.</p>\n    <p class=\"docket\">No. 269.</p>\n    <p class=\"date\">Argued April 27, 1970.</p>\n    <p class=\"date\">Decided June 15, 1970.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Allyn M. Wallace, Savannah, Ga., for petitioner.</p>\n      <p class=\"indent\">Mathew Robins, Atlanta, Ga., for respondent.</p>\n      <p class=\"indent\">Mr. Chief Justice BURGER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We granted the writ to consider the power of a State to retry an accused for murder after an earlier guilty verdict on the lesser included offense of voluntary manslaughter had been set aside because of a trial error.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner was charged with the killing of Johnnie Mae Dupree in an indictment for the offense of murder filed in the Superior Court of Effingham County, Georgia. He entered a plea of not guilty and was tried on October 17, 1962. The jury returned a verdict of guilty to the lesser included crime of voluntary manslaughter and fixed the sentence at 10 to 15 years in the state penitentiary. The jury's verdict made no reference to the charge of murder.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Court of Appeals of Georgia reversed the conviction because of an erroneous jury instruction and ordered a new trial. Price v. State, 108 Ga.App. 581, 133 S.E.2d 916 (1963).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On October 20, 1967, petitioner was again placed on trial for murder under the original indictment. Before the commencement of the second trial petitioner entered a plea of autrefois acquit, claiming that to place him again on trial for the offense of murder would expose him to double jeopardy in view of the verdict of voluntary manslaughter at the initial trial. The trial judge rejected the plea and, at the close of the trial, included instructions on the offense of murder in his charge to the jury so that the jury could have rendered a verdict of guilty on that offense. That jury, like the first, found petitioner guilty of voluntary manslaughter, and then fixed the penalty at 10 years' imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Petitioner sought direct review of his second conviction in the Supreme Court of Georgia,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> but that court transferred the case to the Court of Appeals of Georgia, declaring that '(o)nly questions as to the application of plain and unambiguous provisions of the Constitution of the United States being involved, * * * the case is one for the consideration of the Court of Appeals * * *.' Price v. State, 224 Ga. 306, 307, 161 S.E.2d 825, 826 (1968).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Georgia Court of Appeals then heard the appeal and affirmed the second conviction, rejecting petitioner's argument, among others, that his retrial for murder constituted double jeopardy. Price v. State, 118 Ga.App. 207, 163 S.E.2d 243 (1968). The Court of Appeals held that in Brantley v. State, 132 Ga. 573, 64 S.E. 676 (1909), aff'd, 217 U.S. 284, 30 S.Ct. 514, 54 L.Ed. 768 (1910), the Georgia Supreme Court had decided this question adversely to petitioner. The Court of Appeals then quoted from the Brantley case's syllabus:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">'When a person has been indicted for murder and convicted of      voluntary manslaughter, if he voluntarily seeks and obtains a      new trial, he is subject to another trial generally for the      offense charged in the indictment, and upon such trial he      cannot successfully interpose a plea of former acquittal of      the crime of murder or former jeopardy in regard thereto.'      118 Ga.App., at 208, 163 S.E.2d, at 244.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Petitioner sought a rehearing, contending, as he contends here, that Brantley was no longer controlling. He relied on Green v. United States, 355 U.S. 184, 78 S.Ct. 221, 2 L.Ed.2d 199 (1957), and United States ex rel. Hetenyi v. Wilkins, 348 F.2d 844 (C.A.2d Cir. 1965), cert. denied, Mancusi v. Hetenyi, 383 U.S. 913, 86 S.Ct. 896, 15 L.Ed.2d 667 (1966). His contention was rejected. In deciding that Brantley was still a binding precedent as to it, the Georgia Court of Appeals noted that the Georgia Supreme Court had transferred the case to it as involving the application of only 'plain and unambiguous' constitutional provisions. The petitioner's motion was then denied. Thereafter the Georgia Supreme Court denied certiorari, and petitioner sought review in this Court. We granted the writ, 395 U.S. 975, 89 S.Ct. 2138, 23 L.Ed.2d 764 (1969), and now reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p>(1)</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In United States v. Ball, 163 U.S. 662, 669, 16 S.Ct. 1192, 1194, 41 L.Ed. 300 (1896), this Court observed: 'The Constitution of the United States, in the Fifth Amendment, declares, 'nor shall any person be subject (for the same offense) to be twice put in jeopardy of life or limb.' The prohibition is not against being twice punished, but against being twice put in jeopardy * * *.' (Emphasis added.) The 'twice put in jeopardy' language of the Constitution thus relates to a potential, i.e., the risk that an accused for a second time will be convicted of the 'same offense' for which he was initially tried.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The circumstances that give rise to such a forbidden potential have been the subject of much discussion in this Court. In the Ball case, for example, the Court expressly rejected the view that the double jeopardy provision prevented a second trial when a conviction had been set aside. In so doing, it effectively formulated a concept of continuing jeopardy that has application where criminal proceedings against an accused have not run their full course. See Green v. United States, 355 U.S. 184, 189, 78 S.Ct. 221, 224, 2 L.Ed.2d 199 (1957).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The continuing jeopardy principle necessarily is applicable to this case. Petitioner sought and obtained the reversal of his initial conviction for voluntary manslaughter by taking an appeal. Accordingly, no aspect of the bar on double jeopardy prevented his retrial for that crime. However, the first verdict, limited as it was to the lesser included offense, required that the retrial be limited to that lesser offense. Such a result flows inescapably from the Constitution's emphasis on a risk of conviction and the Constitution's explication in prior decisions of this Court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">An early case to deal with restrictions on retrials was Kepner v. United States, 195 U.S. 100, 24 S.Ct. 797, 49 L.Ed. 114 (1904), where the Court held that the Fifth Amendment's double jeopardy prohibition barred the Government from appealing an acquittal in a criminal prosecution,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> over a dissent by Mr. Justice Holmes that argued that there was only one continuing jeopardy until the proceedings against the accused had been finally resolved. He held to the view that even if an accused was retried after the Government had obtained reversal of an acquittal, the second trial was part of the original proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Similar double jeopardy issues did not fully claim the Court's attention until the Court heard argument in Green v. United States, 355 U.S. 184, 78 S.Ct. 221, 2 L.Ed.2d 199 (1957).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> There the petitioner had been tried and convicted of first-degree murder after an earlier guilty verdict on the lesser included offense of second-degree murder had been set aside on appeal. A majority of the Court rejected the argument that by appealing the conviction of second-degree murder the petitioner had 'waived' his plea of former jeopardy with regard to the charge of first-degree murder.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The Court in the Green case reversed the first-degree murder conviction obtained at the retrial, holding that the petitioner's jeopardy for first-degree murder came to an end when the jury was discharged at the end of his first trial. This conclusion rested on two premises. First, the Court considered the first jury's verdict of guilty on the second-degree murder charge to be an 'implicit acquittal' on the charge of first-degree murder. Second, and more broadly, the Court reasoned that petitioner's jeopardy on the greater charge had ended when the first jury 'was given a full opportunity to return a verdict' on that charge and instead reached a verdict on the lesser charge. 355 U.S., at 191, 78 S.Ct., at 225. Under either of these premises, the holding in the Kepner case&#8212;that there could be no appeal from an acquittal because such a verdict ended an accused's jeopardy&#8212;was applicable.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The rationale of the Green holding applies here. The concept of continuing jeopardy implicit in the Ball case<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> would allow petitioner's retrial for voluntary manslaughter after his first conviction for that offense had been reversed. But, as the Kepner and Green cases illustrate, this Court has consistently refused to rule that jeopardy for an offense continues after an acquittal, whether that acquittal is express or implied by a conviction on a lesser included offense when the jury was given a full opportunity<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> to return a verdict on the greater charge. There is no relevant factual distinction between this case and Green v. United States. Although the petitioner was not convicted of the greater charge on retrial whereas Green was, the risk of conviction on the greater charge was the same in both cases, and the Double Jeopardy Clause of the Fifth Amendment is written in terms of potential or risk of trial and conviction, not punishment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Georgia courts nonetheless rejected Green as a persuasive authority in favor of reliance on Brantley v. State, 132 Ga. 573, 64 S.E. 676 (1909), aff'd, 217 U.S. 284, 30 S.Ct. 514, 54 L.Ed. 768 (1910). The Brantley case presented a situation where a defendant's appeal from a conviction for a lesser included offense ultimately led to retrial and conviction on the greater offense. After the second conviction had been affirmed on appeal, the defendant sued out a writ of error to the Supreme Court of Georgia from this Court, contending 'that the exemption from second jeopardy is one of the privileges and immunities of citizens of the United States, which the Fourteenth Amendment forbids a state to abridge',<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> that he had 'been tried and acquitted by a jury of his country of the crime of murder',<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and that '(h)e should never (sic) have been tried a second time only for the offense on which he obtained a new trial * * *.'<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> This Court tersely rejected these contentions as:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">'absolutely without merit. It was not a case of twice in      jeopardy under any view of the Constitution of the United      States.' 217 U.S., at 285, 30 S.Ct., at 515.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Brantley case was decided by this Court at a time when, although the Court was actively developing an explication of federal double jeopardy doctrines based on the Fifth Amendment, it took a very restricted approach in reviewing similar state court decisions. While the Brantley holding may have had some vitality at the time the Georgia courts rendered their decisions in this case, it is no longer a viable authority and must now be deemed to have been overruled by subsequent decisions of this Court.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p class=\"center\">(2)</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">One further consideration remains. Because the petitioner was convicted of the same crime at both the first and second trials, and because he suffered no greater punishment on the subsequent conviction, Georgia submits that the second jeopardy was harmless error when judged by the criteria of Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967), and Harrington v. California, 395 U.S. 250, 89 S.Ct. 1726, 23 L.Ed.2d 284 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We must reject this contention. The Double Jeopardy Clause, as we have noted, is cast in terms of the risk or hazard of trial and conviction, not of the ultimate legal consequences of the verdict. To be charged and to be subjected to a second trial for first-degree murder is an ordeal not to be viewed lightly.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Further, and perhaps of more importance, we cannot determine whether or not the murder charge against petitioner induced the jury to find him guilty of the less serious offense of voluntary manslaughter rather than to continue to debate his innocence. See United States ex rel. Hetenyi v. Wilkins, 348 F.2d 844 (C.A.2d Cir. 1965), cert. denied, Mancusi v. Hetenyi, 383 U.S. 913, 86 S.Ct. 896, 15 L.Ed.2d 667 (1966).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p>(3)</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We asked the parties to submit post-argument memoranda directed to the question of whether petitioner can now be re-indicted or retried for voluntary manslaughter under Georgia law. These memoranda have been filed and indicate that the answer to our question appears to depend upon the construction of several Georgia statutes and on the power of Georgia courts to fashion remedial orders. Accordingly, although we reverse petitioner's conviction, we also remand the case to enable the Georgia courts to resolve the issues pertaining to petitioner's retrial, if any such retrial is to be had.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Mr. Justice BLACKMUN took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Georgia's Constitution provides for direct review in the Georgia Supreme Court of, among others, 'all cases that involve the construction of the Constitution of the State of Georgia or of the United States * * *.' Ga.Const., Art. VI, &#167; 2, 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Kepner rested upon a portion of the Ball case that dealt with a criminal action that had been finally resolved. In Ball the Court had held that the Government could not re-indict an accused for an offense where a judgment of acquittal had been entered by a trial court with jurisdiction over the accused and the cause. 163 U.S., at 669&#8212;670, 16 S.Ct. at 1194&#8212;1195. The Court relied partially on United States v. Sanges, 144 U.S. 310, 12 S.Ct. 609, 36 L.Ed. 445 (1892), where the Court had interpreted the Judiciary Act of 1891 to hold that the United States could not obtain review by a writ of error in a criminal case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Shortly after Kepner the Court was faced with a factual situation somewhat akin to that presented by the instant case. In Trono v. United States, 199 U.S. 521, 26 S.Ct. 121, 50 L.Ed. 292 (1905), the defendants had been charged in a Philippine court with murder, and had been found guilty of the lesser offense of assault. On their appeal of the conviction the Philippine Supreme Court set aside the trial court's judgment, found them guilty of murder, and increased their sentences. This Court affirmed. Four Justices took the position that by appealing the assault conviction, the defendants had waived any double jeopardy claim respecting the murder charge. Mr. Justice Holmes concurred in the result without stating his rationale. Kepner had been decided in the previous year, however, and his concurrence could have indicated that, for him, a waiver theory was too narrow&#8212;instead he considered that even an appeal by the Government was a continuing jeopardy, not a second jeopardy. Of the four dissenters, two, Justices McKenna and White, would have found a violation of the Constitution's double jeopardy provision.</p>\n        <p>Acceptance of either Trono's waiver theory or Mr. Justice Holmes' broad continuing jeopardy approach would indicate that Price could not complain of his retrial for the greater offense. But Trono has not survived unscathed to the present day. The 'waiver theory' of four of the majority Justices in Trono was distinguished in Green as resting on 'a statutory provision against double jeopardy pertaining to the Philippine Islands&#8212;a territory just recently conquered with long-established legal procedures that were alien to the common law.' 355 U.S., at 197, 78 S.Ct., at 228.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> After Kepner and Green, the continuing jeopardy principle appears to rest on an amalgam of interests&#8212;e.g., fairness to society, lack of finality, and limited waiver, among others.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See People v. Jackson, 20 N.y.2d 440, 285 N.Y.S.2d 8, 231 N.E.2d 722 (1967).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Brief for Plaintiff in Error, No. 692, O.T.1909, p. 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Id., 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Ibid.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In Palko v. Connecticut, 302 U.S. 319, 58 S.Ct. 149, 82 L.Ed. 288 (1937), this Court refused to overturn a first-degree murder conviction obtained after the State had successfully appealed from a conviction of second-degree murder which was the product of a trial on first-degree murder charges. The Court ruled that federal double jeopardy standards were not applicable to the States.</p>\n        <p>Palko was overruled in Benton v. Maryland, 395 U.S. 784, 89 S.Ct. 2056, 23 L.Ed.2d 707 (1969), where this Court determined that the double jeopardy prohibition of the Fifth Amendment should be applied to the States through the Fourteenth Amendment. Brantley and Palko were of the same genre, and Brantley necessarily shared Palko's fate in Benton.</p>\n        <p>The last of the decisions of the Georgia courts affirming the petitioner's conviction was rendered on September 24, 1968, well before Benton was decided. But Benton has fully retroactive application, see Waller v. Florida, 397 U.S. 387, 391 n. 2, 90 S.Ct. 1184, 1186, 25 L.Ed.2d 435 (1970), and the Georgia courts' reliance on the themses of Brantley, though understandable, now has no place.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> There is a significant difference to an accused whether he is being tried for murder or manslaughter. He has reason for concern as to the consequences in terms of stigma as well as penalty. He must be prepared to meet not only the evidence of the prosecution and the verdict of the jury but the verdict of the community as well.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>398 U.S. 323 (1970)</b></center>\n<center><h1>PRICE<br>\nv.<br>\nGEORGIA.</h1></center>\n<center>No. 269.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 27, 1970</center>\n<center>Decided June 15, 1970</center>\nCERTIORARI TO THE SUPREME COURT OF GEORGIA.\n<p><i>Allyn M. Wallace</i> argued the cause and filed a brief for petitioner.</p>\n<p><i>Mathew Robins,</i> Assistant Attorney General of Georgia, argued the cause for respondent. With him on the brief <span class=\"star-pagination\">*324</span> were <i>Arthur K. Bolton,</i> Attorney General, <i>Harold N. Hill, Jr.,</i> Executive Assistant Attorney General, and <i>Marion O. Gordon,</i> Assistant Attorney General.</p>\n<p>MR. CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n<p>We granted the writ to consider the power of a State to retry an accused for murder after an earlier guilty verdict on the lesser included offense of voluntary manslaughter had been set aside because of a trial error.</p>\n<p>Petitioner was charged with the killing of Johnnie Mae Dupree in an indictment for the offense of murder filed in the Superior Court of Effingham County, Georgia. He entered a plea of not guilty and was tried on October 17, 1962. The jury returned a verdict of guilty to the lesser included crime of voluntary manslaughter and fixed the sentence at 10 to 15 years in the state penitentiary. The jury's verdict made no reference to the charge of murder.</p>\n<p>The Court of Appeals of Georgia reversed the conviction because of an erroneous jury instruction and ordered a new trial. <i>Price</i> v. <i>State,</i> 108 Ga. App. 581, 133 S. E. 2d 916 (1963).</p>\n<p>On October 20, 1967, petitioner was again placed on trial for murder under the original indictment. Before the commencement of the second trial petitioner entered a plea of <i>autrefois acquit,</i> claiming that to place him again on trial for the offense of murder would expose him to double jeopardy in view of the verdict of voluntary manslaughter at the initial trial. The trial judge rejected the plea and, at the close of the trial, included instructions on the offense of murder in his charge to the jury so that the jury could have rendered a verdict of guilty on that offense. That jury, like the first, found petitioner guilty of voluntary manslaughter, and then fixed the penalty at 10 years' imprisonment.</p>\n<p><span class=\"star-pagination\">*325</span> Petitioner sought direct review of his second conviction in the Supreme Court of Georgia,<sup>[1]</sup> but that court transferred the case to the Court of Appeals of Georgia, declaring that \"[o]nly questions as to the application of plain and unambiguous provisions of the Constitution of the United States being involved, . . . the case is one for the consideration of the Court of Appeals . . . .\" <i>Price</i> v. <i>State,</i> 224 Ga. 306, 307, 161 S. E. 2d 825, 826 (1968).</p>\n<p>The Georgia Court of Appeals then heard the appeal and affirmed the second conviction, rejecting petitioner's argument, among others, that his retrial for murder constituted double jeopardy. <i>Price</i> v. <i>State,</i> 118 Ga. App. 207, 163 S. E. 2d 243 (1968). The Court of Appeals held that in <i>Brantley</i> v. <i>State,</i> 132 Ga. 573, 64 S. E. 676 (1909), aff'd, 217 U. S. 284 (1910), the Georgia Supreme Court had decided this question adversely to petitioner. The Court of Appeals then quoted from the <i>Brantley</i> case's syllabus:</p>\n<blockquote>\"When a person has been indicted for murder and convicted of voluntary manslaughter, if he voluntarily seeks and obtains a new trial, he is subject to another trial generally for the offense charged in the indictment, and upon such trial he cannot successfully interpose a plea of former acquittal of the crime of murder, or former jeopardy in regard thereto.\" 118 Ga. App., at 208, 163 S. E. 2d, at 244.</blockquote>\n<p>Petitioner sought a rehearing, contending, as he contends here, that <i>Brantley</i> was no longer controlling. He relied on <i>Green</i> v. <i>United States,</i> 355 U. S. 184 (1957), and <span class=\"star-pagination\">*326</span> <i>United States ex rel. Hetenyi</i> v. <i>Wilkins,</i> 348 F. 2d 844 (C. A. 2d Cir. 1965), cert. denied, 383 U. S. 913 (1966). His contention was rejected. In deciding that <i>Brantley</i> was still a binding precedent as to it, the Georgia Court of Appeals noted that the Georgia Supreme Court had transferred the case to it as involving the application of only \"plain and unambiguous\" constitutional provisions. The petitioner's motion was then denied. Thereafter the Georgia Supreme Court denied certiorari, and petitioner sought review in this Court. We granted the writ, 395 U. S. 975 (1969), and now reverse.</p>\n<p></p>\n<h2>(1)</h2>\n<p>In <i>United States</i> v. <i>Ball,</i> 163 U. S. 662, 669 (1896), this Court observed: \"The Constitution of the United States, in the Fifth Amendment, declares, 'nor shall any person be subject [for the same offense] to be twice put in jeopardy of life or limb.' The prohibition is not against being twice punished, but against being twice <i>put</i> in jeopardy . . . .\" (Emphasis added.) The \"twice put in jeopardy\" language of the Constitution thus relates to a potential, <i>i. e.,</i> the risk that an accused for a second time will be convicted of the \"same offense\" for which he was initially tried.</p>\n<p>The circumstances that give rise to such a forbidden potential have been the subject of much discussion in this Court. In the <i>Ball</i> case, for example, the Court expressly rejected the view that the double jeopardy provision prevented a second trial when a conviction had been set aside. In so doing, it effectively formulated a concept of continuing jeopardy that has application where criminal proceedings against an accused have not run their full course. See <i>Green</i> v. <i>United States,</i> 355 U. S. 184, 189 (1957).</p>\n<p>The continuing jeopardy principle necessarily is applicable to this case. Petitioner sought and obtained the <span class=\"star-pagination\">*327</span> reversal of his initial conviction for voluntary manslaughter by taking an appeal. Accordingly, no aspect of the bar on double jeopardy prevented his retrial for that crime. However, the first verdict, limited as it was to the lesser included offense, required that the retrial be limited to that lesser offense. Such a result flows inescapably from the Constitution's emphasis on a risk of conviction and the Constitution's explication in prior decisions of this Court.</p>\n<p>An early case to deal with restrictions on retrials was <i>Kepner</i> v. <i>United States,</i> 195 U. S. 100 (1904), where the Court held that the Fifth Amendment's double jeopardy prohibition barred the Government from appealing an acquittal in a criminal prosecution,<sup>[2]</sup> over a dissent by Mr. Justice Holmes that argued that there was only one continuing jeopardy until the proceedings against the accused had been finally resolved. He held to the view that even if an accused was retried after the Government had obtained reversal of an acquittal, the second trial was part of the original proceeding.</p>\n<p>Similar double jeopardy issues did not fully claim the Court's attention until the Court heard argument in <i>Green</i> v. <i>United States,</i> 355 U. S. 184 (1957).<sup>[3]</sup> There <span class=\"star-pagination\">*328</span> the petitioner had been tried and convicted of first-degree murder after an earlier guilty verdict on the lesser included offense of second-degree murder had been set aside on appeal. A majority of the Court rejected the argument that by appealing the conviction of second-degree murder the petitioner had \"waived\" his plea of former jeopardy with regard to the charge of first-degree murder.</p>\n<p>The Court in the <i>Green</i> case reversed the first-degree murder conviction obtained at the retrial, holding that the petitioner's jeopardy for first-degree murder came to an end when the jury was discharged at the end of his first trial. This conclusion rested on two premises. First, the Court considered the first jury's verdict of guilty on the second-degree murder charge to be an \"implicit acquittal\" on the charge of first-degree murder. <span class=\"star-pagination\">*329</span> Second, and more broadly, the Court reasoned that petitioner's jeopardy on the greater charge had ended when the first jury \"was given a full opportunity to return a verdict\" on that charge and instead reached a verdict on the lesser charge. 355 U. S., at 191. Under either of these premises, the holding in the <i>Kepner</i> casethat there could be no appeal from an acquittal because such a verdict ended an accused's jeopardywas applicable.</p>\n<p>The rationale of the <i>Green</i> holding applies here. The concept of continuing jeopardy implicit in the <i>Ball</i> case<sup>[4]</sup> would allow petitioner's retrial for voluntary manslaughter after his first conviction for that offense had been reversed. But, as the <i>Kepner</i> and <i>Green</i> cases illustrate, this Court has consistently refused to rule that jeopardy for an offense continues after an acquittal, whether that acquittal is express or implied by a conviction on a lesser included offense when the jury was given a full opportunity<sup>[5]</sup> to return a verdict on the greater charge. There is no relevant factual distinction between this case and <i>Green</i> v. <i>United States</i><i>.</i> Although the petitioner was not convicted of the greater charge on retrial, whereas Green was, the risk of conviction on the greater charge was the same in both cases, and the Double Jeopardy Clause of the Fifth Amendment is written in terms of potential or risk of trial and conviction, not punishment.</p>\n<p>The Georgia courts nonetheless rejected <i>Green</i> as a persuasive authority in favor of reliance on <i>Brantley</i> v. <i>State,</i> 132 Ga. 573, 64 S. E. 676 (1909), aff'd, 217 U. S. 284 (1910). The <i>Brantley</i> case presented a situation where a defendant's appeal from a conviction for a <span class=\"star-pagination\">*330</span> lesser included offense ultimately led to retrial and conviction on the greater offense. After the second conviction had been affirmed on appeal, the defendant sued out a writ of error to the Supreme Court of Georgia from this Court, contending \"that the exemption from second jeopardy is one of the privileges and immunities of citizens of the United States, which the Fourteenth Amendment forbids a state to abridge\",<sup>[6]</sup> that he had \"been tried and acquitted by a jury of his country of the crime of murder\",<sup>[7]</sup> and that \"[h]e should never [<i>sic</i>] have been tried a second time only for the offense on which he obtained a new trial . . . .\"<sup>[8]</sup> This Court tersely rejected these contentions as:</p>\n<blockquote>\"absolutely without merit. It was not a case of twice in jeopardy under any view of the Constitution of the United States.\" 217 U. S., at 285.</blockquote>\n<p>The <i>Brantley</i> case was decided by this Court at a time when, although the Court was actively developing an explication of federal double jeopardy doctrines based on the Fifth Amendment, it took a very restricted approach in reviewing similar state court decisions. While the <i>Brantley</i> holding may have had some vitality at the time the Georgia courts rendered their decisions in this case, it is no longer a viable authority and must now be deemed to have been overruled by subsequent decisions of this Court.<sup>[9]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*331</span> (2)</h2>\n<p>One further consideration remains. Because the petitioner was convicted of the same crime at both the first and second trials, and because he suffered no greater punishment on the subsequent conviction, Georgia submits that the second jeopardy was harmless error when judged by the criteria of <i>Chapman</i> v. <i>California,</i> 386 U. S. 18 (1967), and <i>Harrington</i> v. <i>California,</i> 395 U. S. 250 (1969).</p>\n<p>We must reject this contention. The Double Jeopardy Clause, as we have noted, is cast in terms of the risk or hazard of trial and conviction, not of the ultimate legal consequences of the verdict. To be charged and to be subjected to a second trial for first-degree murder is an ordeal not to be viewed lightly.<sup>[10]</sup> Further, and perhaps of more importance, we cannot determine whether or not the murder charge against petitioner induced the jury to find him guilty of the less serious offense of voluntary manslaughter rather than to continue to debated his innocence. See <i>United States ex rel. Hetenyi</i> v. <span class=\"star-pagination\">*332</span> <i>Wilkins,</i> 348 F. 2d 844 (C. A. 2d Cir. 1965), cert. denied, 383 U. S. 913 (1966).</p>\n<p></p>\n<h2>(3)</h2>\n<p>We asked the parties to submit post-argument memoranda directed to the question of whether petitioner can now be re-indicted or retried for voluntary manslaughter under Georgia law. These memoranda have been filed and indicate that the answer to our question appears to depend upon the construction of several Georgia statues and on the power of Georgia courts to fashion remedial orders. Accordingly, although we reverse petitioner's conviction, we also remand the case to enable the Georgia courts to resolve the issues pertaining to petitioner's retrial, if any such retrial is to be had.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>MR. JUSTICE BLACKMUN took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Georgia's Constitution provides for direct review in the Georgia Supreme Court of, among others, \"all cases that involve the construction of the Constitution of the State of Georgia or of the United States . . . .\" Ga. Const., Art. VI, § 2, ¶ 4.</p>\n<p>[2]  <i>Kepner</i> rested upon a portion of the <i>Ball</i> case that dealt with a criminal action that had been finally resolved. In <i>Ball</i> the Court had held that the Government could not re-indict an accused for an offense where a judgment of acquittal had been entered by a trial court with jurisdiction over the accused and the cause. 163 U. S., at 669-670. The Court relied partially on <i>United States</i> v. <i>Sanges,</i> 144 U. S. 310 (1892), where the Court had interpreted the Judiciary Act of 1891 to hold that the United States could not obtain review by a writ of error in a criminal case.</p>\n<p>[3]  Shortly after <i>Kepner</i> the Court was faced with a factual situation somewhat akin to that presented by the instant case. In <i>Trono</i> v. <i>United States,</i> 199 U. S. 521 (1905), the defendants had been charged in a Philippine court with murder, and had been found guilty of the lesser offense of assault. On their appeal of the conviction the Philippine Supreme Court set aside the trial court's judgment, found them guilty of murder, and increased their sentences. This Court affirmed. Four Justices took the position that by appealing the assault conviction, the defendants had waived any double jeopardy claim respecting the murder charge. Mr. Justice Holmes concurred in the result without stating his rationale. <i>Kepner</i> had been decided in the previous year, however, and his concurrence could have indicated that, for him, a waiver theory was too narrowinstead he considered that even an appeal by the Government was a continuing jeopardy, not a second jeopardy. Of the four dissenters, two, Justices McKenna and White, would have found a violation of the Constitution's double jeopardy provision.\n</p>\n<p>Acceptance of either <i>Trono</i>'s waiver theory or Mr. Justice Holmes' broad continuing jeopardy approach would indicate that Price could not complain of his retrial for the greater offense. But <i>Trono</i> has not survived unscathed to the present day. The \"waiver theory\" of four of the majority Justices in <i>Trono</i> was distinguished in <i>Green</i> as resting on \"a statutory provision against double jeopardy pertaining to the Philippine Islandsa territory just recently conquered with long-established legal procedures that were alien to the common law.\" 355 U. S., at 197.</p>\n<p>[4]  After <i>Kepner and Green,</i> the continuing jeopardy principle appears to rest on an amalgam of interests<i>e. g.,</i> fairness to society, lack of finality, and limited waiver, among others.</p>\n<p>[5]  See <i>People</i> v. <i>Jackson,</i> 20 N. Y. 2d 440, 231 N. E. 2d 722 (1967).</p>\n<p>[6]  Brief for Plaintiff in Error, No. 692, O. T. 1909, p. 2.</p>\n<p>[7]  <i>Id.,</i> 5.</p>\n<p>[8]  <i>Ibid.</i></p>\n<p>[9]  In <i>Palko</i> v. <i>Connecticut,</i> 302 U. S. 319 (1937), this Court refused to overturn a first-degree murder conviction obtained after the State had successfully appealed from a conviction of second-degree murder which was the product of a trial on first-degree murder charges. The Court ruled that federal double jeopardy standards were not applicable to the States.\n</p>\n<p><i>Palko</i> was overruled in <i>Benton</i> v. <i>Maryland,</i> 395 U. S. 784 (1969), where this Court determined that the double jeopardy prohibition of the Fifth Amendment should be applied to the States through the Fourteenth Amendment. <i>Brantley</i> and <i>Palko</i> were of the same genre, and <i>Brantley</i> necessarily shared <i>Palko</i>'s fate in <i>Benton.</i></p>\n<p>The last of the decisions of the Georgia courts affirming the petitioner's conviction was rendered on September 24, 1968, well before <i>Benton</i> was decided. But <i>Benton</i> has fully retroactive application, see <i>Waller</i> v. <i>Florida,</i> 397 U. S. 387, 391 n. 2 (1970), and the Georgia courts' reliance on the themes of <i>Brantley,</i> though understandable, now has no place.</p>\n<p>[10]  There is a significant difference to an accused whether he is being tried for murder or manslaughter. He has reason for concern as to the consequences in terms of stigma as well as penalty. He must be prepared to meet not only the evidence of the prosecution and the verdict of the jury but the verdict of the community as well.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></span> (1970)</b></center>\n<center><h1>PRICE<br>\nv.<br>\nGEORGIA.</h1></center>\n<center>No. 269.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 27, 1970</center>\n<center>Decided June 15, 1970</center>\nCERTIORARI TO THE SUPREME COURT OF GEORGIA.\n<p><i>Allyn M. Wallace</i> argued the cause and filed a brief for petitioner.</p>\n<p><i>Mathew Robins,</i> Assistant Attorney General of Georgia, argued the cause for respondent. With him on the brief <span class=\"star-pagination\">*324</span> were <i>Arthur K. Bolton,</i> Attorney General, <i>Harold N. Hill, Jr.,</i> Executive Assistant Attorney General, and <i>Marion O. Gordon,</i> Assistant Attorney General.</p>\n<p>MR. CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n<p>We granted the writ to consider the power of a State to retry an accused for murder after an earlier guilty verdict on the lesser included offense of voluntary manslaughter had been set aside because of a trial error.</p>\n<p>Petitioner was charged with the killing of Johnnie Mae Dupree in an indictment for the offense of murder filed in the Superior Court of Effingham County, Georgia. He entered a plea of not guilty and was tried on October 17, 1962. The jury returned a verdict of guilty to the lesser included crime of voluntary manslaughter and fixed the sentence at 10 to 15 years in the state penitentiary. The jury's verdict made no reference to the charge of murder.</p>\n<p>The Court of Appeals of Georgia reversed the conviction because of an erroneous jury instruction and ordered a new trial. <i>Price</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1339179\"><a href=\"/opinion/1339179/price-v-state/\"><span class=\"volume\">108</span> <span class=\"reporter\">Ga. App.</span> <span class=\"page\">581</span></a></span>, 133 S. E. 2d 916 (1963).</p>\n<p>On October 20, 1967, petitioner was again placed on trial for murder under the original indictment. Before the commencement of the second trial petitioner entered a plea of <i>autrefois acquit,</i> claiming that to place him again on trial for the offense of murder would expose him to double jeopardy in view of the verdict of voluntary manslaughter at the initial trial. The trial judge rejected the plea and, at the close of the trial, included instructions on the offense of murder in his charge to the jury so that the jury could have rendered a verdict of guilty on that offense. That jury, like the first, found petitioner guilty of voluntary manslaughter, and then fixed the penalty at 10 years' imprisonment.</p>\n<p><span class=\"star-pagination\">*325</span> Petitioner sought direct review of his second conviction in the Supreme Court of Georgia,<sup>[1]</sup> but that court transferred the case to the Court of Appeals of Georgia, declaring that \"[o]nly questions as to the application of plain and unambiguous provisions of the Constitution of the United States being involved, . . . the case is one for the consideration of the Court of Appeals . . . .\" <i>Price</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1395638\"><a href=\"/opinion/1395638/price-v-state/\"><span class=\"volume\">224</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">306</span></a></span>, 307, 161 S. E. 2d 825, 826 (1968).</p>\n<p>The Georgia Court of Appeals then heard the appeal and affirmed the second conviction, rejecting petitioner's argument, among others, that his retrial for murder constituted double jeopardy. <i>Price</i> v. <i>State,</i> <span class=\"citation\" data-id=\"1276937\"><a href=\"/opinion/1276937/price-v-state/\"><span class=\"volume\">118</span> <span class=\"reporter\">Ga. App.</span> <span class=\"page\">207</span></a></span>, 163 S. E. 2d 243 (1968). The Court of Appeals held that in <i>Brantley</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">573</span></span>, 64 S. E. 676 (1909), aff'd, 217 U. S. 284 (1910), the Georgia Supreme Court had decided this question adversely to petitioner. The Court of Appeals then quoted from the <i>Brantley</i> case's syllabus:</p>\n<blockquote>\"When a person has been indicted for murder and convicted of voluntary manslaughter, if he voluntarily seeks and obtains a new trial, he is subject to another trial generally for the offense charged in the indictment, and upon such trial he cannot successfully interpose a plea of former acquittal of the crime of murder, or former jeopardy in regard thereto.\" 118 Ga. App., at 208, 163 S. E. 2d, at 244.</blockquote>\n<p>Petitioner sought a rehearing, contending, as he contends here, that <i>Brantley</i> was no longer controlling. He relied on <i>Green</i> v. <i>United States,</i> 355 U. S. 184 (1957), and <span class=\"star-pagination\">*326</span> <i>United States ex rel. Hetenyi</i> v. <i>Wilkins,</i> 348 F. 2d 844 (C. A. 2d Cir. 1965), cert. denied, 383 U. S. 913 (1966). His contention was rejected. In deciding that <i>Brantley</i> was still a binding precedent as to it, the Georgia Court of Appeals noted that the Georgia Supreme Court had transferred the case to it as involving the application of only \"plain and unambiguous\" constitutional provisions. The petitioner's motion was then denied. Thereafter the Georgia Supreme Court denied certiorari, and petitioner sought review in this Court. We granted the writ, 395 U. S. 975 (1969), and now reverse.</p>\n<p></p>\n<h2>(1)</h2>\n<p>In <i>United States</i> v. <i>Ball,</i> 163 U. S. 662, 669 (1896), this Court observed: \"The Constitution of the United States, in the Fifth Amendment, declares, 'nor shall any person be subject [for the same offense] to be twice put in jeopardy of life or limb.' The prohibition is not against being twice punished, but against being twice <i>put</i> in jeopardy . . . .\" (Emphasis added.) The \"twice put in jeopardy\" language of the Constitution thus relates to a potential, <i>i. e.,</i> the risk that an accused for a second time will be convicted of the \"same offense\" for which he was initially tried.</p>\n<p>The circumstances that give rise to such a forbidden potential have been the subject of much discussion in this Court. In the <i>Ball</i> case, for example, the Court expressly rejected the view that the double jeopardy provision prevented a second trial when a conviction had been set aside. In so doing, it effectively formulated a concept of continuing jeopardy that has application where criminal proceedings against an accused have not run their full course. See <i>Green</i> v. <i>United States,</i> 355 U. S. 184, 189 (1957).</p>\n<p>The continuing jeopardy principle necessarily is applicable to this case. Petitioner sought and obtained the <span class=\"star-pagination\">*327</span> reversal of his initial conviction for voluntary manslaughter by taking an appeal. Accordingly, no aspect of the bar on double jeopardy prevented his retrial for that crime. However, the first verdict, limited as it was to the lesser included offense, required that the retrial be limited to that lesser offense. Such a result flows inescapably from the Constitution's emphasis on a risk of conviction and the Constitution's explication in prior decisions of this Court.</p>\n<p>An early case to deal with restrictions on retrials was <i>Kepner</i> v. <i>United States,</i> 195 U. S. 100 (1904), where the Court held that the Fifth Amendment's double jeopardy prohibition barred the Government from appealing an acquittal in a criminal prosecution,<sup>[2]</sup> over a dissent by Mr. Justice Holmes that argued that there was only one continuing jeopardy until the proceedings against the accused had been finally resolved. He held to the view that even if an accused was retried after the Government had obtained reversal of an acquittal, the second trial was part of the original proceeding.</p>\n<p>Similar double jeopardy issues did not fully claim the Court's attention until the Court heard argument in <i>Green</i> v. <i>United States,</i> 355 U. S. 184 (1957).<sup>[3]</sup> There <span class=\"star-pagination\">*328</span> the petitioner had been tried and convicted of first-degree murder after an earlier guilty verdict on the lesser included offense of second-degree murder had been set aside on appeal. A majority of the Court rejected the argument that by appealing the conviction of second-degree murder the petitioner had \"waived\" his plea of former jeopardy with regard to the charge of first-degree murder.</p>\n<p>The Court in the <i>Green</i> case reversed the first-degree murder conviction obtained at the retrial, holding that the petitioner's jeopardy for first-degree murder came to an end when the jury was discharged at the end of his first trial. This conclusion rested on two premises. First, the Court considered the first jury's verdict of guilty on the second-degree murder charge to be an \"implicit acquittal\" on the charge of first-degree murder. <span class=\"star-pagination\">*329</span> Second, and more broadly, the Court reasoned that petitioner's jeopardy on the greater charge had ended when the first jury \"was given a full opportunity to return a verdict\" on that charge and instead reached a verdict on the lesser charge. 355 U. S., at 191. Under either of these premises, the holding in the <i>Kepner</i> casethat there could be no appeal from an acquittal because such a verdict ended an accused's jeopardywas applicable.</p>\n<p>The rationale of the <i>Green</i> holding applies here. The concept of continuing jeopardy implicit in the <i>Ball</i> case<sup>[4]</sup> would allow petitioner's retrial for voluntary manslaughter after his first conviction for that offense had been reversed. But, as the <i>Kepner</i> and <i>Green</i> cases illustrate, this Court has consistently refused to rule that jeopardy for an offense continues after an acquittal, whether that acquittal is express or implied by a conviction on a lesser included offense when the jury was given a full opportunity<sup>[5]</sup> to return a verdict on the greater charge. There is no relevant factual distinction between this case and <i>Green</i> v. <i>United States</i><i>.</i> Although the petitioner was not convicted of the greater charge on retrial, whereas Green was, the risk of conviction on the greater charge was the same in both cases, and the Double Jeopardy Clause of the Fifth Amendment is written in terms of potential or risk of trial and conviction, not punishment.</p>\n<p>The Georgia courts nonetheless rejected <i>Green</i> as a persuasive authority in favor of reliance on <i>Brantley</i> v. <i>State,</i> <span class=\"citation no-link\"><span class=\"volume\">132</span> <span class=\"reporter\">Ga.</span> <span class=\"page\">573</span></span>, 64 S. E. 676 (1909), aff'd, 217 U. S. 284 (1910). The <i>Brantley</i> case presented a situation where a defendant's appeal from a conviction for a <span class=\"star-pagination\">*330</span> lesser included offense ultimately led to retrial and conviction on the greater offense. After the second conviction had been affirmed on appeal, the defendant sued out a writ of error to the Supreme Court of Georgia from this Court, contending \"that the exemption from second jeopardy is one of the privileges and immunities of citizens of the United States, which the Fourteenth Amendment forbids a state to abridge\",<sup>[6]</sup> that he had \"been tried and acquitted by a jury of his country of the crime of murder\",<sup>[7]</sup> and that \"[h]e should never [<i>sic</i>] have been tried a second time only for the offense on which he obtained a new trial . . . .\"<sup>[8]</sup> This Court tersely rejected these contentions as:</p>\n<blockquote>\"absolutely without merit. It was not a case of twice in jeopardy under any view of the Constitution of the United States.\" 217 U. S., at 285.</blockquote>\n<p>The <i>Brantley</i> case was decided by this Court at a time when, although the Court was actively developing an explication of federal double jeopardy doctrines based on the Fifth Amendment, it took a very restricted approach in reviewing similar state court decisions. While the <i>Brantley</i> holding may have had some vitality at the time the Georgia courts rendered their decisions in this case, it is no longer a viable authority and must now be deemed to have been overruled by subsequent decisions of this Court.<sup>[9]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*331</span> (2)</h2>\n<p>One further consideration remains. Because the petitioner was convicted of the same crime at both the first and second trials, and because he suffered no greater punishment on the subsequent conviction, Georgia submits that the second jeopardy was harmless error when judged by the criteria of <i>Chapman</i> v. <i>California,</i> 386 U. S. 18 (1967), and <i>Harrington</i> v. <i>California,</i> 395 U. S. 250 (1969).</p>\n<p>We must reject this contention. The Double Jeopardy Clause, as we have noted, is cast in terms of the risk or hazard of trial and conviction, not of the ultimate legal consequences of the verdict. To be charged and to be subjected to a second trial for first-degree murder is an ordeal not to be viewed lightly.<sup>[10]</sup> Further, and perhaps of more importance, we cannot determine whether or not the murder charge against petitioner induced the jury to find him guilty of the less serious offense of voluntary manslaughter rather than to continue to debated his innocence. See <i>United States ex rel. Hetenyi</i> v. <span class=\"star-pagination\">*332</span> <i>Wilkins,</i> 348 F. 2d 844 (C. A. 2d Cir. 1965), cert. denied, 383 U. S. 913 (1966).</p>\n<p></p>\n<h2>(3)</h2>\n<p>We asked the parties to submit post-argument memoranda directed to the question of whether petitioner can now be re-indicted or retried for voluntary manslaughter under Georgia law. These memoranda have been filed and indicate that the answer to our question appears to depend upon the construction of several Georgia statues and on the power of Georgia courts to fashion remedial orders. Accordingly, although we reverse petitioner's conviction, we also remand the case to enable the Georgia courts to resolve the issues pertaining to petitioner's retrial, if any such retrial is to be had.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>MR. JUSTICE BLACKMUN took no part in the consideration or decision of this case.</p>\n<h2>NOTES</h2>\n<p>[1]  Georgia's Constitution provides for direct review in the Georgia Supreme Court of, among others, \"all cases that involve the construction of the Constitution of the State of Georgia or of the United States . . . .\" Ga. Const., Art. VI, § 2, ¶ 4.</p>\n<p>[2]  <i>Kepner</i> rested upon a portion of the <i>Ball</i> case that dealt with a criminal action that had been finally resolved. In <i>Ball</i> the Court had held that the Government could not re-indict an accused for an offense where a judgment of acquittal had been entered by a trial court with jurisdiction over the accused and the cause. 163 U. S., at 669-670. The Court relied partially on <i>United States</i> v. <i>Sanges,</i> 144 U. S. 310 (1892), where the Court had interpreted the Judiciary Act of 1891 to hold that the United States could not obtain review by a writ of error in a criminal case.</p>\n<p>[3]  Shortly after <i>Kepner</i> the Court was faced with a factual situation somewhat akin to that presented by the instant case. In <i>Trono</i> v. <i>United States,</i> 199 U. S. 521 (1905), the defendants had been charged in a Philippine court with murder, and had been found guilty of the lesser offense of assault. On their appeal of the conviction the Philippine Supreme Court set aside the trial court's judgment, found them guilty of murder, and increased their sentences. This Court affirmed. Four Justices took the position that by appealing the assault conviction, the defendants had waived any double jeopardy claim respecting the murder charge. Mr. Justice Holmes concurred in the result without stating his rationale. <i>Kepner</i> had been decided in the previous year, however, and his concurrence could have indicated that, for him, a waiver theory was too narrowinstead he considered that even an appeal by the Government was a continuing jeopardy, not a second jeopardy. Of the four dissenters, two, Justices McKenna and White, would have found a violation of the Constitution's double jeopardy provision.\n</p>\n<p>Acceptance of either <i>Trono</i>'s waiver theory or Mr. Justice Holmes' broad continuing jeopardy approach would indicate that Price could not complain of his retrial for the greater offense. But <i>Trono</i> has not survived unscathed to the present day. The \"waiver theory\" of four of the majority Justices in <i>Trono</i> was distinguished in <i>Green</i> as resting on \"a statutory provision against double jeopardy pertaining to the Philippine Islandsa territory just recently conquered with long-established legal procedures that were alien to the common law.\" 355 U. S., at 197.</p>\n<p>[4]  After <i>Kepner and Green,</i> the continuing jeopardy principle appears to rest on an amalgam of interests<i>e. g.,</i> fairness to society, lack of finality, and limited waiver, among others.</p>\n<p>[5]  See <i>People</i> v. <i>Jackson,</i> 20 N. Y. 2d 440, 231 N. E. 2d 722 (1967).</p>\n<p>[6]  Brief for Plaintiff in Error, No. 692, O. T. 1909, p. 2.</p>\n<p>[7]  <i>Id.,</i> 5.</p>\n<p>[8]  <i>Ibid.</i></p>\n<p>[9]  In <i>Palko</i> v. <i>Connecticut,</i> 302 U. S. 319 (1937), this Court refused to overturn a first-degree murder conviction obtained after the State had successfully appealed from a conviction of second-degree murder which was the product of a trial on first-degree murder charges. The Court ruled that federal double jeopardy standards were not applicable to the States.\n</p>\n<p><i>Palko</i> was overruled in <i>Benton</i> v. <i>Maryland,</i> 395 U. S. 784 (1969), where this Court determined that the double jeopardy prohibition of the Fifth Amendment should be applied to the States through the Fourteenth Amendment. <i>Brantley</i> and <i>Palko</i> were of the same genre, and <i>Brantley</i> necessarily shared <i>Palko</i>'s fate in <i>Benton.</i></p>\n<p>The last of the decisions of the Georgia courts affirming the petitioner's conviction was rendered on September 24, 1968, well before <i>Benton</i> was decided. But <i>Benton</i> has fully retroactive application, see <i>Waller</i> v. <i>Florida,</i> 397 U. S. 387, 391 n. 2 (1970), and the Georgia courts' reliance on the themes of <i>Brantley,</i> though understandable, now has no place.</p>\n<p>[10]  There is a significant difference to an accused whether he is being tried for murder or manslaughter. He has reason for concern as to the consequences in terms of stigma as well as penalty. He must be prepared to meet not only the evidence of the prosecution and the verdict of the jury but the verdict of the community as well.</p>\n\n</div>", "id": 108164, "judges": "Burger", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/108164/", "sha1": "e26033f5484b88eb6db2fe2443ba8ec4b9fcba13", "source": "LR", "supreme_court_db_id": "1969-110", "time_retrieved": "2010-04-28T10:11:25"}