{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "", 
    "federal_cite_two": "", 
    "specialty_cite_one": null, 
    "federal_cite_three": "", 
    "lexis_cite": "2013 U.S. LEXIS 7773", 
    "document_uris": [
      "/api/rest/v2/document/2641101/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Stanton v. Sims", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "12-1217", 
    "id": 2613873, 
    "resource_uri": "/api/rest/v2/citation/2613873/"
  }, 
  "id": 2641101, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2013-11-04", 
  "download_url": "http://www.supremecourt.gov/opinions/13pdf/12-1217_bpmc.pdf", 
  "source": "C", 
  "local_path": "pdf/2013/11/04/stanton_v._sims.pdf", 
  "html_lawbox": null, 
  "time_retrieved": "2013-11-04T17:03:57.427986", 
  "nature_of_suit": "", 
  "plain_text": "                 Cite as: 571 U. S. ____ (2013)            1\n\n                          Per Curiam\n\nSUPREME COURT OF THE UNITED STATES\nMIKE STANTON, PETITIONER v. DRENDOLYN SIMS\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n    STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n\n            No. 12–1217. Decided November 4, 2013\n\n\n  PER CURIAM.\n  Around one o’clock in the morning on May 27, 2008,\nOfficer Mike Stanton and his partner responded to a call\nabout an “unknown disturbance” involving a person with a\nbaseball bat in La Mesa, California. App. to Pet. for\nCert. 6. Stanton was familiar with the neighborhood, known\nfor “violence associated with the area gangs.” Ibid. The\nofficers—wearing uniforms and driving a marked police\nvehicle—approached the place where the disturbance had\nbeen reported and noticed three men walking in the street.\nUpon seeing the police car, two of the men turned into a\nnearby apartment complex. The third, Nicholas Patrick,\ncrossed the street about 25 yards in front of Stanton’s car\nand ran or quickly walked toward a residence. Id., at 7,\n17. Nothing in the record shows that Stanton knew at the\ntime whether that residence belonged to Patrick or some-\none else; in fact, it belonged to Drendolyn Sims.\n  Stanton did not see Patrick with a baseball bat, but\nhe considered Patrick’s behavior suspicious and decided\nto detain him in order to investigate. Ibid.; see Terry v.\nOhio, 392 U. S. 1 (1968). Stanton exited his patrol car,\ncalled out “police,” and ordered Patrick to stop in a voice\nloud enough for all in the area to hear. App. to Pet. for\nCert. 7. But Patrick did not stop. Instead, he “looked\ndirectly at Stanton, ignored his lawful orders[,] and quickly\nwent through [the] front gate” of a fence enclosing Sims’\nfront yard. Id., at 17 (alterations omitted). When the gate\nclosed behind Patrick, the fence—which was more than six\nfeet tall and made of wood—blocked Stanton’s view of the\n2                         STANTON v. SIMS\n\n                              Per Curiam\n\nyard. Stanton believed that Patrick had committed a\njailable misdemeanor under California Penal Code §148 by\ndisobeying his order to stop;* Stanton also “fear[ed] for\n[his] safety.” App. to Pet. for Cert. 7. He accordingly\nmade the “split-second decision” to kick open the gate in\npursuit of Patrick. Ibid. Unfortunately, and unbeknownst\nto Stanton, Sims herself was standing behind the gate\nwhen it flew open. The swinging gate struck Sims, cutting\nher forehead and injuring her shoulder.\n   Sims filed suit against Stanton in Federal District Court\nunder Rev. Stat. §1979, 42 U. S. C. §1983, alleging that\nStanton unreasonably searched her home without a war-\nrant in violation of the Fourth Amendment. The District\nCourt granted summary judgment to Stanton, finding\nthat: (1) Stanton’s entry was justified by the potentially\ndangerous situation, by the need to pursue Patrick as he\nfled, and by Sims’ lesser expectation of privacy in the\ncurtilage of her home; and (2) even if a constitutional\nviolation had occurred, Stanton was entitled to qualified\nimmunity because no clearly established law put him on\nnotice that his conduct was unconstitutional.\n   Sims appealed, and a panel of the Court of Appeals for\nthe Ninth Circuit reversed. 706 F. 3d 954 (2013). The\ncourt held that Stanton’s warrantless entry into Sims’\nyard was unconstitutional because Sims was entitled to\nthe same expectation of privacy in her curtilage as in her\nhome itself, because there was no immediate danger, and\nbecause Patrick had committed only the minor offense of\ndisobeying a police officer. Id., at 959–963. The court also\nfound the law to be clearly established that Stanton’s\n——————\n  * “Every person who willfully resists, delays, or obstructs any . . .\npeace officer . . . in the discharge or attempt to discharge any duty of\nhis or her office or employment . . . shall be punished by a fine not\nexceeding one thousand dollars ($1,000), or by imprisonment in a\ncounty jail not to exceed one year, or by both that fine and imprison-\nment.” Cal. Penal Code Ann. §148(a)(1) (2013 West Cum. Supp.).\n                 Cite as: 571 U. S. ____ (2013)            3\n\n                          Per Curiam\n\npursuit of Patrick did not justify his warrantless entry,\ngiven that Patrick was suspected of only a misdemeanor.\nId., at 963–964. The court accordingly held that Stanton\nwas not entitled to qualified immunity. Id., at 964–965.\nWe address only the latter holding here, and now reverse.\n   “The doctrine of qualified immunity protects govern-\nment officials ‘from liability for civil damages insofar as\ntheir conduct does not violate clearly established statutory\nor constitutional rights of which a reasonable person\nwould have known.’ ” Pearson v. Callahan, 555 U. S. 223,\n231 (2009) (quoting Harlow v. Fitzgerald, 457 U. S. 800,\n818 (1982)). “Qualified immunity gives government offi-\ncials breathing room to make reasonable but mistaken\njudgments,” and “protects ‘all but the plainly incompetent\nor those who knowingly violate the law.’ ” Ashcroft v. al-\nKidd, 563 U. S. ___, ___ (2011) (slip op., at 12) (quoting\nMalley v. Briggs, 475 U. S. 335, 341 (1986)). “We do not\nrequire a case directly on point” before concluding that the\nlaw is clearly established, “but existing precedent must\nhave placed the statutory or constitutional question be-\nyond debate.” al-Kidd, 563 U. S., at ___ (slip op., at 9).\n   There is no suggestion in this case that Officer Stanton\nknowingly violated the Constitution; the question is\nwhether, in light of precedent existing at the time, he was\n“plainly incompetent” in entering Sims’ yard to pursue the\nfleeing Patrick. Id., at ___ (slip op., at 12). The Ninth\nCircuit concluded that he was. It did so despite the fact\nthat federal and state courts nationwide are sharply di-\nvided on the question whether an officer with probable\ncause to arrest a suspect for a misdemeanor may enter a\nhome without a warrant while in hot pursuit of that sus-\npect. Compare, e.g., Middletown v. Flinchum, 95 Ohio St.\n3d 43, 45, 765 N. E. 2d 330, 332 (2002) (“We . . . hold today\nthat when officers, having identified themselves, are in\nhot pursuit of a suspect who flees to a house in order to\navoid arrest, the police may enter without a warrant,\n4                     STANTON v. SIMS\n\n                         Per Curiam\n\nregardless of whether the offense for which the suspect is\nbeing arrested is a misdemeanor”), and State v. Ricci, 144\nN. H. 241, 244, 739 A. 2d 404, 407 (1999) (“the facts of this\ncase demonstrate that the police had probable cause to\narrest the defendant for the misdemeanor offense of dis-\nobeying a police officer” where the defendant had fled\ninto his home with police officers in hot pursuit), with Mas-\ncorro v. Billings, 656 F. 3d 1198, 1207 (CA10 2011) (“The\nwarrantless entry based on hot pursuit was not justified”\nwhere “[t]he intended arrest was for a traffic misdemeanor\ncommitted by a minor, with whom the officer was well\nacquainted, who had fled into his family home from which\nthere was only one exit” (footnote omitted)), and Butler v.\nState, 309 Ark. 211, 217, 829 S. W. 2d 412, 415 (1992)\n(“even though Officer Sudduth might have been under the\nimpression that he was in continuous pursuit of Butler for\nwhat he considered to be the crime of disorderly conduct,\n. . . since the crime is a minor offense, under these circum-\nstances there is no exigent circumstance that would allow\nOfficer Sudduth’s warrantless entry into Butler’s home for\nwhat is concededly, at most, a petty disturbance”).\n    Other courts have concluded that police officers are at\nleast entitled to qualified immunity in these circumstances\nbecause the constitutional violation is not clearly estab-\nlished. E.g., Grenier v. Champlin, 27 F. 3d 1346, 1354\n(CA8 1994) (“Putting firmly to one side the merits of\nwhether the home arrests were constitutional, we cannot\nsay that only a plainly incompetent policeman could have\nthought them permissible at the time,” where officers\nentered a home without a warrant in hot pursuit of mis-\ndemeanor suspects who had defied the officers’ order to\nremain outside (internal quotation marks and citation\nomitted)).\n    Notwithstanding this basic disagreement, the Ninth\nCircuit below denied Stanton qualified immunity. In its\none-paragraph analysis on the hot pursuit point, the panel\n                 Cite as: 571 U. S. ____ (2013)            5\n\n                          Per Curiam\n\nrelied on two cases, one from this Court, Welsh v. Wiscon-\nsin, 466 U. S. 740, 750 (1984), and one from its own, United\nStates v. Johnson, 256 F. 3d 895, 908 (2001) (en banc)\n(per curiam). Neither case clearly establishes that Stan-\nton violated Sims’ Fourth Amendment rights.\n   In Welsh, police officers learned from a witness that\nEdward Welsh had driven his car off the road and then\nleft the scene, presumably because he was drunk. Acting\non that tip, the officers went to Welsh’s home without a\nwarrant, entered without consent, and arrested him for\ndriving while intoxicated—a nonjailable traffic offense\nunder state law. 466 U. S., at 742–743. Our opinion first\nnoted our precedent holding that hot pursuit of a fleeing\nfelon justifies an officer’s warrantless entry. Id., at 750\n(citing United States v. Santana, 427 U. S. 38, 42–43\n(1976)). But we rejected the suggestion that the hot pur-\nsuit exception applied: “there was no immediate or contin-\nuous pursuit of [Welsh] from the scene of a crime.” 466\nU. S., at 753. We went on to conclude that the officers’\nentry violated the Fourth Amendment, finding it “im-\nportant” that “there [was] probable cause to believe that\nonly a minor offense . . . ha[d] been committed.” Ibid. In\nthose circumstances, we said, “application of the exigent-\ncircumstances exception in the context of a home entry\nshould rarely be sanctioned.” Ibid. But we did not lay\ndown a categorical rule for all cases involving minor of-\nfenses, saying only that a warrant is “usually” required.\nId., at 750.\n   In Johnson, police officers broke into Michael Johnson’s\nfenced yard in search of another person (Steven Smith)\nwhom they were attempting to apprehend on five misde-\nmeanor arrest warrants. 256 F. 3d, at 898–900. The\nNinth Circuit was clear that this case, like Welsh, did not\ninvolve hot pursuit: “the facts of this case simply are not\ncovered by the ‘hot pursuit’ doctrine” because Smith had\nescaped from the police 30 minutes prior and his where-\n6                     STANTON v. SIMS\n\n                         Per Curiam\n\nabouts were unknown. 256 F. 3d, at 908. The court held\nthat the officers’ entry required a warrant, in part because\nSmith was wanted for only misdemeanor offenses. Then,\nin a footnote, the court said: “In situations where an officer\nis truly in hot pursuit and the underlying offense is a\nfelony, the Fourth Amendment usually yields [to law\nenforcement’s interest in apprehending a fleeing suspect].\nSee [Santana, supra, at 42–43]. However, in situations\nwhere the underlying offense is only a misdemeanor, law\nenforcement must yield to the Fourth Amendment in all\nbut the ‘rarest’ cases. Welsh, [supra, at 753].” Johnson,\nsupra, at 908, n. 6.\n   In concluding—as it must have—that Stanton was\n“plainly incompetent,” al-Kidd, 563 U. S., at ___ (slip op.,\nat 12), the Ninth Circuit below read Welsh and the foot-\nnote in Johnson far too broadly. First, both of those cases\ncited Santana with approval, a case that approved an\nofficer’s warrantless entry while in hot pursuit. And\nthough Santana involved a felony suspect, we did not\nexpressly limit our holding based on that fact. See 427\nU. S., at 42 (“The only remaining question is whether [the\nsuspect’s] act of retreating into her house could thwart an\notherwise proper arrest. We hold that it could not”).\nSecond, to repeat, neither Welsh nor Johnson involved hot\npursuit. Welsh, supra, at 753; Johnson, supra, at 908.\nThus, despite our emphasis in Welsh on the fact that the\ncrime at issue was minor—indeed, a mere nonjailable civil\noffense—nothing in the opinion establishes that the seri-\nousness of the crime is equally important in cases of hot\npursuit. Third, even in the portion of Welsh cited by the\nNinth Circuit below, our opinion is equivocal: We held not\nthat warrantless entry to arrest a misdemeanant is never\njustified, but only that such entry should be rare. 466\nU. S., at 753.\n   That is in fact how two California state courts have read\nWelsh. In both People v. Lloyd, 216 Cal. App. 3d 1425,\n                  Cite as: 571 U. S. ____ (2013)            7\n\n                           Per Curiam\n\n1430, 265 Cal. Rptr. 422, 425 (1989), and In re Lavoyne\nM., 221 Cal. App. 3d 154, 159, 270 Cal. Rptr. 394, 396\n(1990), the California Court of Appeal refused to limit the\nhot pursuit exception to felony suspects. The court stated\nin Lloyd: “Where the pursuit into the home was based on\nan arrest set in motion in a public place, the fact that the\noffenses justifying the initial detention or arrest were\nmisdemeanors is of no significance in determining the\nvalidity of the entry without a warrant.” 216 Cal. App. 3d,\nat 1430, 265 Cal. Rptr., at 425. It is especially troubling\nthat the Ninth Circuit would conclude that Stanton was\nplainly incompetent—and subject to personal liability for\ndamages—based on actions that were lawful according\nto courts in the jurisdiction where he acted. Cf. al-Kidd,\nsupra, at ___ (KENNEDY, J., concurring) (slip op., at 2–4).\n  Finally, our determination that Welsh and Johnson are\ninsufficient to overcome Stanton’s qualified immunity is\nbolstered by the fact that, even after Johnson, two differ-\nent District Courts in the Ninth Circuit have granted\nqualified immunity precisely because the law regarding\nwarrantless entry in hot pursuit of a fleeing misdemean-\nant is not clearly established. See Kolesnikov v. Sacra-\nmento County, No. S–06–2155, 2008 WL 1806193, *7 (ED\nCal., Apr. 22, 2008) (“since Welsh, it has not been clearly\nestablished that there can never be warrantless home\narrests in the context of a ‘hot pursuit’ of a suspect fleeing\nfrom the commission of misdemeanor offenses”); Garcia v.\nImperial, No. 08–2357, 2010 WL 3834020, *6, n. 4 (SD\nCal., Sept. 28, 2010). In Garcia, a case with facts similar\nto those here, the District Court distinguished Johnson as\na case where “the officers were not in hot pursuit of the\nsuspect, had not seen the suspect enter the neighbor’s\nproperty, and had no real reason to think the suspect was\nthere.” 2010 WL 3834020, *6, n. 4. Precisely the same\nfacts distinguish this case from Johnson: Stanton was in\nhot pursuit of Patrick, he did see Patrick enter Sims’\n8                     STANTON v. SIMS\n\n                         Per Curiam\n\nproperty, and he had every reason to believe that Patrick\nwas just beyond Sims’ gate. App. to Pet. for Cert. 6–7, 17.\n  To summarize the law at the time Stanton made his\nsplit-second decision to enter Sims’ yard: Two opinions of\nthis Court were equivocal on the lawfulness of his entry;\ntwo opinions of the State Court of Appeal affirmatively\nauthorized that entry; the most relevant opinion of the\nNinth Circuit was readily distinguishable; two Federal\nDistrict Courts in the Ninth Circuit had granted qualified\nimmunity in the wake of that opinion; and the federal and\nstate courts of last resort around the Nation were sharply\ndivided.\n  We do not express any view on whether Officer Stan-\nton’s entry into Sims’ yard in pursuit of Patrick was con-\nstitutional. But whether or not the constitutional rule\napplied by the court below was correct, it was not “beyond\ndebate.” al-Kidd, supra, at ___ (slip op., at 9). Stanton\nmay have been mistaken in believing his actions were\njustified, but he was not “plainly incompetent.” Malley,\n475 U. S., at 341.\n  The petition for certiorari and respondent’s motion for\nleave to proceed in forma pauperis are granted, the judg-\nment of the Ninth Circuit is reversed, and the case is\nremanded for further proceedings consistent with this\nopinion.\n                                            It is so ordered.\n", 
  "html_with_citations": "<pre class=\"inline\">                 Cite as: 571 U. S. ____ (2013)            1\n\n                          Per Curiam\n\nSUPREME COURT OF THE UNITED STATES\nMIKE STANTON, PETITIONER v. DRENDOLYN SIMS\n   ON PETITION FOR WRIT OF CERTIORARI TO THE UNITED \n\n    STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n\n            No. 12–1217. Decided November 4, 2013\n\n\n  PER CURIAM.\n  Around one o’clock in the morning on May 27, 2008,\nOfficer Mike Stanton and his partner responded to a call\nabout an “unknown disturbance” involving a person with a\nbaseball bat in La Mesa, California. App. to Pet. for\nCert. 6. Stanton was familiar with the neighborhood, known\nfor “violence associated with the area gangs.” Ibid. The\nofficers—wearing uniforms and driving a marked police\nvehicle—approached the place where the disturbance had\nbeen reported and noticed three men walking in the street.\nUpon seeing the police car, two of the men turned into a\nnearby apartment complex. The third, Nicholas Patrick,\ncrossed the street about 25 yards in front of Stanton’s car\nand ran or quickly walked toward a residence. Id., at 7,\n17. Nothing in the record shows that Stanton knew at the\ntime whether that residence belonged to Patrick or some-\none else; in fact, it belonged to Drendolyn Sims.\n  Stanton did not see Patrick with a baseball bat, but\nhe considered Patrick’s behavior suspicious and decided\nto detain him in order to investigate. Ibid.; see Terry v.\nOhio, 392 U. S. 1 (1968). Stanton exited his patrol car,\ncalled out “police,” and ordered Patrick to stop in a voice\nloud enough for all in the area to hear. App. to Pet. for\nCert. 7. But Patrick did not stop. Instead, he “looked\ndirectly at Stanton, ignored his lawful orders[,] and quickly\nwent through [the] front gate” of a fence enclosing Sims’\nfront yard. Id., at 17 (alterations omitted). When the gate\nclosed behind Patrick, the fence—which was more than six\nfeet tall and made of wood—blocked Stanton’s view of the\n2                         STANTON v. SIMS\n\n                              Per Curiam\n\nyard. Stanton believed that Patrick had committed a\njailable misdemeanor under California Penal Code §148 by\ndisobeying his order to stop;* Stanton also “fear[ed] for\n[his] safety.” App. to Pet. for Cert. 7. He accordingly\nmade the “split-second decision” to kick open the gate in\npursuit of Patrick. Ibid. Unfortunately, and unbeknownst\nto Stanton, Sims herself was standing behind the gate\nwhen it flew open. The swinging gate struck Sims, cutting\nher forehead and injuring her shoulder.\n   Sims filed suit against Stanton in Federal District Court\nunder Rev. Stat. §1979, 42 U. S. C. §1983, alleging that\nStanton unreasonably searched her home without a war-\nrant in violation of the Fourth Amendment. The District\nCourt granted summary judgment to Stanton, finding\nthat: (1) Stanton’s entry was justified by the potentially\ndangerous situation, by the need to pursue Patrick as he\nfled, and by Sims’ lesser expectation of privacy in the\ncurtilage of her home; and (2) even if a constitutional\nviolation had occurred, Stanton was entitled to qualified\nimmunity because no clearly established law put him on\nnotice that his conduct was unconstitutional.\n   Sims appealed, and a panel of the Court of Appeals for\nthe Ninth Circuit reversed. 706 F. 3d 954 (2013). The\ncourt held that Stanton’s warrantless entry into Sims’\nyard was unconstitutional because Sims was entitled to\nthe same expectation of privacy in her curtilage as in her\nhome itself, because there was no immediate danger, and\nbecause Patrick had committed only the minor offense of\ndisobeying a police officer. Id., at 959–963. The court also\nfound the law to be clearly established that Stanton’s\n——————\n  * “Every person who willfully resists, delays, or obstructs any . . .\npeace officer . . . in the discharge or attempt to discharge any duty of\nhis or her office or employment . . . shall be punished by a fine not\nexceeding one thousand dollars ($1,000), or by imprisonment in a\ncounty jail not to exceed one year, or by both that fine and imprison-\nment.” Cal. Penal Code Ann. §148(a)(1) (2013 West Cum. Supp.).\n                 Cite as: 571 U. S. ____ (2013)            3\n\n                          Per Curiam\n\npursuit of Patrick did not justify his warrantless entry,\ngiven that Patrick was suspected of only a misdemeanor.\nId., at 963–964. The court accordingly held that Stanton\nwas not entitled to qualified immunity. Id., at 964–965.\nWe address only the latter holding here, and now reverse.\n   “The doctrine of qualified immunity protects govern-\nment officials ‘from liability for civil damages insofar as\ntheir conduct does not violate clearly established statutory\nor constitutional rights of which a reasonable person\nwould have known.’ ” Pearson v. Callahan, 555 U. S. 223,\n231 (2009) (quoting Harlow v. Fitzgerald, 457 U. S. 800,\n818 (1982)). “Qualified immunity gives government offi-\ncials breathing room to make reasonable but mistaken\njudgments,” and “protects ‘all but the plainly incompetent\nor those who knowingly violate the law.’ ” Ashcroft v. al-\nKidd, 563 U. S. ___, ___ (2011) (slip op., at 12) (quoting\nMalley v. Briggs, 475 U. S. 335, 341 (1986)). “We do not\nrequire a case directly on point” before concluding that the\nlaw is clearly established, “but existing precedent must\nhave placed the statutory or constitutional question be-\nyond debate.” al-Kidd, 563 U. S., at ___ (slip op., at 9).\n   There is no suggestion in this case that Officer Stanton\nknowingly violated the Constitution; the question is\nwhether, in light of precedent existing at the time, he was\n“plainly incompetent” in entering Sims’ yard to pursue the\nfleeing Patrick. Id., at ___ (slip op., at 12). The Ninth\nCircuit concluded that he was. It did so despite the fact\nthat federal and state courts nationwide are sharply di-\nvided on the question whether an officer with probable\ncause to arrest a suspect for a misdemeanor may enter a\nhome without a warrant while in hot pursuit of that sus-\npect. Compare, e.g., Middletown v. Flinchum, 95 Ohio St.\n3d 43, 45, 765 N. E. 2d 330, 332 (2002) (“We . . . hold today\nthat when officers, having identified themselves, are in\nhot pursuit of a suspect who flees to a house in order to\navoid arrest, the police may enter without a warrant,\n4                     STANTON v. SIMS\n\n                         Per Curiam\n\nregardless of whether the offense for which the suspect is\nbeing arrested is a misdemeanor”), and State v. Ricci, 144\nN. H. 241, 244, 739 A. 2d 404, 407 (1999) (“the facts of this\ncase demonstrate that the police had probable cause to\narrest the defendant for the misdemeanor offense of dis-\nobeying a police officer” where the defendant had fled\ninto his home with police officers in hot pursuit), with Mas-\ncorro v. Billings, 656 F. 3d 1198, 1207 (CA10 2011) (“The\nwarrantless entry based on hot pursuit was not justified”\nwhere “[t]he intended arrest was for a traffic misdemeanor\ncommitted by a minor, with whom the officer was well\nacquainted, who had fled into his family home from which\nthere was only one exit” (footnote omitted)), and Butler v.\nState, </pre><span class=\"citation\" data-id=\"1575738\"><a href=\"/ark/95pU/butler-v-state/\"><span class=\"volume\">309</span> <span class=\"reporter\">Ark.</span> <span class=\"page\">211</span></a></span><pre class=\"inline\">, 217, 829 S. W. 2d 412, 415 (1992)\n(“even though Officer Sudduth might have been under the\nimpression that he was in continuous pursuit of Butler for\nwhat he considered to be the crime of disorderly conduct,\n. . . since the crime is a minor offense, under these circum-\nstances there is no exigent circumstance that would allow\nOfficer Sudduth’s warrantless entry into Butler’s home for\nwhat is concededly, at most, a petty disturbance”).\n    Other courts have concluded that police officers are at\nleast entitled to qualified immunity in these circumstances\nbecause the constitutional violation is not clearly estab-\nlished. E.g., Grenier v. Champlin, 27 F. 3d 1346, 1354\n(CA8 1994) (“Putting firmly to one side the merits of\nwhether the home arrests were constitutional, we cannot\nsay that only a plainly incompetent policeman could have\nthought them permissible at the time,” where officers\nentered a home without a warrant in hot pursuit of mis-\ndemeanor suspects who had defied the officers’ order to\nremain outside (internal quotation marks and citation\nomitted)).\n    Notwithstanding this basic disagreement, the Ninth\nCircuit below denied Stanton qualified immunity. In its\none-paragraph analysis on the hot pursuit point, the panel\n                 Cite as: 571 U. S. ____ (2013)            5\n\n                          Per Curiam\n\nrelied on two cases, one from this Court, Welsh v. Wiscon-\nsin, 466 U. S. 740, 750 (1984), and one from its own, United\nStates v. Johnson, 256 F. 3d 895, 908 (2001) (en banc)\n(per curiam). Neither case clearly establishes that Stan-\nton violated Sims’ Fourth Amendment rights.\n   In Welsh, police officers learned from a witness that\nEdward Welsh had driven his car off the road and then\nleft the scene, presumably because he was drunk. Acting\non that tip, the officers went to Welsh’s home without a\nwarrant, entered without consent, and arrested him for\ndriving while intoxicated—a nonjailable traffic offense\nunder state law. 466 U. S., at 742–743. Our opinion first\nnoted our precedent holding that hot pursuit of a fleeing\nfelon justifies an officer’s warrantless entry. Id., at 750\n(citing United States v. Santana, 427 U. S. 38, 42–43\n(1976)). But we rejected the suggestion that the hot pur-\nsuit exception applied: “there was no immediate or contin-\nuous pursuit of [Welsh] from the scene of a crime.” 466\nU. S., at 753. We went on to conclude that the officers’\nentry violated the Fourth Amendment, finding it “im-\nportant” that “there [was] probable cause to believe that\nonly a minor offense . . . ha[d] been committed.” Ibid. In\nthose circumstances, we said, “application of the exigent-\ncircumstances exception in the context of a home entry\nshould rarely be sanctioned.” Ibid. But we did not lay\ndown a categorical rule for all cases involving minor of-\nfenses, saying only that a warrant is “usually” required.\nId., at 750.\n   In Johnson, police officers broke into Michael Johnson’s\nfenced yard in search of another person (Steven Smith)\nwhom they were attempting to apprehend on five misde-\nmeanor arrest warrants. 256 F. 3d, at 898–900. The\nNinth Circuit was clear that this case, like Welsh, did not\ninvolve hot pursuit: “the facts of this case simply are not\ncovered by the ‘hot pursuit’ doctrine” because Smith had\nescaped from the police 30 minutes prior and his where-\n6                     STANTON v. SIMS\n\n                         Per Curiam\n\nabouts were unknown. 256 F. 3d, at 908. The court held\nthat the officers’ entry required a warrant, in part because\nSmith was wanted for only misdemeanor offenses. Then,\nin a footnote, the court said: “In situations where an officer\nis truly in hot pursuit and the underlying offense is a\nfelony, the Fourth Amendment usually yields [to law\nenforcement’s interest in apprehending a fleeing suspect].\nSee [Santana, supra, at 42–43]. However, in situations\nwhere the underlying offense is only a misdemeanor, law\nenforcement must yield to the Fourth Amendment in all\nbut the ‘rarest’ cases. Welsh, [supra, at 753].” Johnson,\nsupra, at 908, n. 6.\n   In concluding—as it must have—that Stanton was\n“plainly incompetent,” al-Kidd, 563 U. S., at ___ (slip op.,\nat 12), the Ninth Circuit below read Welsh and the foot-\nnote in Johnson far too broadly. First, both of those cases\ncited Santana with approval, a case that approved an\nofficer’s warrantless entry while in hot pursuit. And\nthough Santana involved a felony suspect, we did not\nexpressly limit our holding based on that fact. See 427\nU. S., at 42 (“The only remaining question is whether [the\nsuspect’s] act of retreating into her house could thwart an\notherwise proper arrest. We hold that it could not”).\nSecond, to repeat, neither Welsh nor Johnson involved hot\npursuit. Welsh, supra, at 753; Johnson, supra, at 908.\nThus, despite our emphasis in Welsh on the fact that the\ncrime at issue was minor—indeed, a mere nonjailable civil\noffense—nothing in the opinion establishes that the seri-\nousness of the crime is equally important in cases of hot\npursuit. Third, even in the portion of Welsh cited by the\nNinth Circuit below, our opinion is equivocal: We held not\nthat warrantless entry to arrest a misdemeanant is never\njustified, but only that such entry should be rare. 466\nU. S., at 753.\n   That is in fact how two California state courts have read\nWelsh. In both People v. Lloyd, </pre><span class=\"citation\" data-id=\"1057162\"><a href=\"/ill/6qfW/people-v-lloyd/\"><span class=\"volume\">216</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">1425</span></a></span><pre class=\"inline\">,\n                  Cite as: 571 U. S. ____ (2013)            7\n\n                           Per Curiam\n\n1430, </pre><span class=\"citation\" data-id=\"2175103\"><a href=\"/calctapp/c9zM/people-v-lloyd/\"><span class=\"volume\">265</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">422</span></a></span><pre class=\"inline\">, 425 (1989), and In re Lavoyne\nM., </pre><span class=\"citation\" data-id=\"2126383\"><a href=\"/calctapp/bU6M/in-re-lavoyne-m/\"><span class=\"volume\">221</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">154</span></a></span><pre class=\"inline\">, 159, </pre><span class=\"citation\" data-id=\"2126383\"><a href=\"/calctapp/bU6M/in-re-lavoyne-m/\"><span class=\"volume\">270</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">394</span></a></span><pre class=\"inline\">, 396\n(1990), the California Court of Appeal refused to limit the\nhot pursuit exception to felony suspects. The court stated\nin Lloyd: “Where the pursuit into the home was based on\nan arrest set in motion in a public place, the fact that the\noffenses justifying the initial detention or arrest were\nmisdemeanors is of no significance in determining the\nvalidity of the entry without a warrant.” 216 Cal. App. 3d,\nat 1430, 265 Cal. Rptr., at 425. It is especially troubling\nthat the Ninth Circuit would conclude that Stanton was\nplainly incompetent—and subject to personal liability for\ndamages—based on actions that were lawful according\nto courts in the jurisdiction where he acted. Cf. al-Kidd,\nsupra, at ___ (KENNEDY, J., concurring) (slip op., at 2–4).\n  Finally, our determination that Welsh and Johnson are\ninsufficient to overcome Stanton’s qualified immunity is\nbolstered by the fact that, even after Johnson, two differ-\nent District Courts in the Ninth Circuit have granted\nqualified immunity precisely because the law regarding\nwarrantless entry in hot pursuit of a fleeing misdemean-\nant is not clearly established. See Kolesnikov v. Sacra-\nmento County, No. S–06–2155, </pre><span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">1806193</span></span><pre class=\"inline\">, *7 (ED\nCal., Apr. 22, 2008) (“since Welsh, it has not been clearly\nestablished that there can never be warrantless home\narrests in the context of a ‘hot pursuit’ of a suspect fleeing\nfrom the commission of misdemeanor offenses”); Garcia v.\nImperial, No. 08–2357, </pre><span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">3834020</span></span><pre class=\"inline\">, *6, n. 4 (SD\nCal., Sept. 28, 2010). In Garcia, a case with facts similar\nto those here, the District Court distinguished Johnson as\na case where “the officers were not in hot pursuit of the\nsuspect, had not seen the suspect enter the neighbor’s\nproperty, and had no real reason to think the suspect was\nthere.” </pre><span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">3834020</span></span><pre class=\"inline\">, *6, n. 4. Precisely the same\nfacts distinguish this case from Johnson: Stanton was in\nhot pursuit of Patrick, he did see Patrick enter Sims’\n8                     STANTON v. SIMS\n\n                         Per Curiam\n\nproperty, and he had every reason to believe that Patrick\nwas just beyond Sims’ gate. App. to Pet. for Cert. 6–7, 17.\n  To summarize the law at the time Stanton made his\nsplit-second decision to enter Sims’ yard: Two opinions of\nthis Court were equivocal on the lawfulness of his entry;\ntwo opinions of the State Court of Appeal affirmatively\nauthorized that entry; the most relevant opinion of the\nNinth Circuit was readily distinguishable; two Federal\nDistrict Courts in the Ninth Circuit had granted qualified\nimmunity in the wake of that opinion; and the federal and\nstate courts of last resort around the Nation were sharply\ndivided.\n  We do not express any view on whether Officer Stan-\nton’s entry into Sims’ yard in pursuit of Patrick was con-\nstitutional. But whether or not the constitutional rule\napplied by the court below was correct, it was not “beyond\ndebate.” al-Kidd, supra, at ___ (slip op., at 9). Stanton\nmay have been mistaken in believing his actions were\njustified, but he was not “plainly incompetent.” Malley,\n475 U. S., at 341.\n  The petition for certiorari and respondent’s motion for\nleave to proceed in forma pauperis are granted, the judg-\nment of the Ninth Circuit is reversed, and the case is\nremanded for further proceedings consistent with this\nopinion.\n                                            It is so ordered.\n</pre>", 
  "sha1": "16374ead349d99df3296ca044ac3ac81e404f9d6", 
  "date_modified": "2015-04-30T09:17:26.328523", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/2641101/stanton-v-sims/", 
  "citation_count": 8, 
  "supreme_court_db_id": "2013-002", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/138100/", 
  "html": null, 
  "resource_uri": "/api/rest/v2/document/2641101/"
}