{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "", 
    "federal_cite_two": "", 
    "specialty_cite_one": null, 
    "federal_cite_three": "", 
    "lexis_cite": "2013 U.S. LEXIS 9020", 
    "document_uris": [
      "/api/rest/v2/document/2645639/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Kansas v. Cheever", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "12-609", 
    "id": 2618412, 
    "resource_uri": "/api/rest/v2/citation/2618412/"
  }, 
  "id": 2645639, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2013-12-11", 
  "download_url": "http://www.supremecourt.gov/opinions/13pdf/12-609_g314.pdf", 
  "source": "C", 
  "local_path": "pdf/2013/12/11/kansas_v._cheever.pdf", 
  "html_lawbox": null, 
  "time_retrieved": "2013-12-11T17:02:06.061925", 
  "nature_of_suit": "", 
  "plain_text": "(Slip Opinion)              OCTOBER TERM, 2013                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                          KANSAS v. CHEEVER\n\n         CERTIORARI TO THE SUPREME COURT OF KANSAS\n\n  No. 12–609.      Argued October 16, 2013—Decided December 11, 2013\nShortly after respondent Cheever was charged with capital murder, the\n  Kansas Supreme Court found the State’s death penalty scheme un-\n  constitutional. State prosecutors then dismissed their charges to al-\n  low federal authorities to prosecute him. When Cheever filed notice\n  that he intended to introduce expert evidence that methampheta-\n  mine intoxication negated his ability to form specific intent, the Fed-\n  eral District Court ordered Cheever to submit to a psychiatric evalua-\n  tion. The federal case was eventually dismissed without prejudice.\n  Meanwhile, this Court held the State’s death penalty scheme consti-\n  tutional, see Kansas v. Marsh, 548 U. S. 163. The State then brought\n  a second prosecution. At trial, Cheever raised a voluntary intoxica-\n  tion defense, offering expert testimony regarding his methampheta-\n  mine use. In rebuttal, the State sought to present testimony from the\n  expert who had examined Cheever by the Federal District Court or-\n  der. Defense counsel objected, arguing that since Cheever had not\n  agreed to the examination, introduction of the testimony would vio-\n  late the Fifth Amendment proscription against compelling an accused\n  to testify against himself. The trial court allowed the testimony, and\n  the jury found Cheever guilty and voted to impose a death sentence.\n  The Kansas Supreme Court vacated the conviction and sentence, re-\n  lying on Estelle v. Smith, 451 U. S. 454, in which this Court held that\n  a court-ordered psychiatric examination violated a defendant’s Fifth\n  Amendment rights when the defendant neither initiated the exami-\n  nation nor put his mental capacity in dispute. The court distin-\n  guished the holding of Buchanan v. Kentucky, 483 U. S. 402, that a\n  State may introduce the results of such an examination for the lim-\n  ited purpose of rebutting a mental-status defense, on the basis that\n  voluntary intoxication is not a mental disease or defect under Kansas\n  law.\n2                        KANSAS v. CHEEVER\n\n                                Syllabus\n\nHeld: The rule of Buchanan, reaffirmed here, applies in this case to\n permit the prosecution to offer the rebuttal evidence at issue. Pp. 4–\n 10.\n    (a) In Buchanan, the prosecution presented evidence from a court-\n ordered evaluation to rebut the defendant’s affirmative defense of ex-\n treme emotional disturbance. This Court concluded that this rebut-\n tal testimony did not offend the Fifth Amendment, holding that when\n a defense expert who has examined the defendant testifies that the\n defendant lacked the requisite mental state to commit an offense, the\n prosecution may present psychiatric evidence in rebuttal. Buchan-\n an’s reasoning was not limited to the circumstance that the evalua-\n tion was requested jointly by the defense and the government. Nor\n did the case turn on whether state law referred to extreme emotional\n disturbance as an affirmative defense. Pp. 4–6.\n    (b) The admission of rebuttal testimony under the rule of Buchan-\n an harmonizes with the principle that when a defendant chooses to\n testify in a criminal case, the Fifth Amendment does not allow him to\n refuse to answer related questions on cross-examination. See Fitz-\n patrick v. United States, 178 U. S. 304, 315. Here, the prosecution\n elicited testimony from its expert only after Cheever offered expert\n testimony about his inability to form the requisite mens rea. Exclud-\n ing this testimony would have undermined Buchanan and the core\n truth-seeking function of trial. Pp. 6–7.\n    (c) This Court is not persuaded by the Kansas Supreme Court’s\n reasoning that Cheever did not waive his Fifth Amendment privilege\n because voluntary intoxication is not a mental disease or defect as a\n matter of state law. “Mental disease or defect” is not the salient\n phrase under this Court’s precedents, which use the much broader\n phrase “mental status,” Buchanan, 483 U. S., at 423. Mental-status\n defenses include those based on psychological expert evidence as to a\n defendant’s mens rea, mental capacity to commit the crime, or ability\n to premeditate. To the extent that the Kansas Supreme Court de-\n clined to apply Buchanan because Cheever’s intoxication was “tempo-\n rary,” this Court’s precedents are again not so narrowly circum-\n scribed, as evidenced by the fact that the courts where Buchanan was\n tried treated his extreme emotional disturbance as a “temporary”\n condition. Pp. 7–8.\n    (d) This Court declines to address in the first instance Cheever’s\n contention that the prosecution’s use of the court-ordered psychiatric\n examination exceeded the rebuttal-purpose limit established by Bu-\n chanan, see 483 U. S., at 424. Pp. 9–10.\n295 Kan. 229, 284 P. 3d 1007, vacated and remanded.\n\n    SOTOMAYOR, J., delivered the opinion for a unanimous Court.\n                        Cite as: 571 U. S. ____ (2013)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 12–609\n                                   _________________\n\n\n    KANSAS, PETITIONER v. SCOTT D. CHEEVER\nON WRIT OF CERTIORARI TO THE SUPREME COURT OF KANSAS\n                              [December 11, 2013]\n\n  JUSTICE SOTOMAYOR delivered the opinion of the Court.\n  The Fifth Amendment to the United States Constitution\nprovides that “[n]o person . . . shall be compelled in any\ncriminal case to be a witness against himself . . . .” The\nquestion here is whether the Fifth Amendment prohibits\nthe government from introducing evidence from a court-\nordered mental evaluation of a criminal defendant to rebut\nthat defendant’s presentation of expert testimony in sup-\nport of a defense of voluntary intoxication. We hold that it\ndoes not.\n                              I\n   On the morning of January 19, 2005, Scott Cheever\nshot and killed Matthew Samuels, a sheriff of Greenwood\nCounty, Kansas, and shot at other local law enforcement\nofficers. In the hours before the shooting, Cheever and his\nfriends had cooked and smoked methamphetamine at a\nhome near Hilltop, Kansas. Samuels and multiple depu-\nties drove there to arrest Cheever on an unrelated out-\nstanding warrant.\n   When one of Cheever’s friends warned him that officers\nwere en route, Cheever rushed outside and tried to drive\naway, but his car had a flat tire. He returned inside and\nhid with a friend in an upstairs bedroom, holding a loaded\n2                   KANSAS v. CHEEVER\n\n                     Opinion of the Court\n\n.44 caliber revolver. Cheever then heard footsteps on the\nstairs leading up to the room, and he stepped out and shot\nSamuels, who was climbing the stairs. After briefly re-\nturning to the bedroom, Cheever walked back to the stair-\ncase and shot Samuels again. He also shot at a deputy\nand a detective, as well as members of a local SWAT (spe-\ncial weapons and tactics) team that had since arrived.\nOnly Samuels was hit.\n   The State charged Cheever with capital murder. But\nshortly thereafter, in an unrelated case, the Kansas Su-\npreme Court found the State’s death penalty scheme\nunconstitutional. State v. Marsh, 278 Kan. 520, 102 P. 3d\n445 (2004). Rather than continuing to prosecute Cheever\nwithout any chance of a death sentence, state prosecutors\ndismissed their charges and allowed federal authorities to\nprosecute Cheever under the Federal Death Penalty Act of\n1994, 18 U. S. C. §3591 et seq.\n   In the federal case, Cheever filed notice that he “in-\ntend[ed] to introduce expert evidence relating to his intox-\nication by methamphetamine at the time of the events on\nJanuary 19, 2005, which negated his ability to form spe-\ncific intent, e.g., malice aforethought, premeditation and\ndeliberation.” App. to Pet. for Cert. 69–70. Pursuant to\nFederal Rule of Criminal Procedure 12.2(b), the District\nCourt ordered Cheever to submit to a psychiatric evalua-\ntion by Michael Welner, a forensic psychiatrist, to assess\nhow methamphetamine use had affected him when he\nshot Samuels. Welner interviewed Cheever for roughly five\nand a half hours.\n   The federal case proceeded to trial. Seven days into\njury selection, however, defense counsel became unable to\ncontinue; the court suspended the proceedings and later\ndismissed the case without prejudice. Meanwhile, this\nCourt had reversed the Kansas Supreme Court and held\nthat the Kansas death penalty statute was constitutional.\nKansas v. Marsh, 548 U. S. 163, 167 (2006). A second\n                     Cite as: 571 U. S. ____ (2013)                    3\n\n                          Opinion of the Court\n\nfederal prosecution never commenced.\n   Kansas then brought a second state prosecution. At the\nstate trial, Cheever presented a voluntary-intoxication\ndefense, arguing that his methamphetamine use had ren-\ndered him incapable of premeditation. In support of\nthis argument, Cheever offered testimony from Roswell\nLee Evans, a specialist in psychiatric pharmacy and dean\nof the Auburn University School of Pharmacy. Evans\nopined that Cheever’s long-term methamphetamine use\nhad damaged his brain.1 Evans also testified that on the\nmorning of the shooting, Cheever was acutely intoxicated.\nAccording to Evans, Cheever’s actions were “very much\ninfluenced by” his use of methamphetamine.\n   After the defense rested, the State sought to present\nrebuttal testimony from Welner, the expert who had ex-\namined Cheever by order of the federal court. Defense\ncounsel objected, arguing that because Welner’s opinions\nwere based in part on an examination to which Cheever\nhad not voluntarily agreed, his testimony would violate\nthe Fifth Amendment proscription against compelling an\naccused to testify against himself. The State countered\nthat the testimony was necessary to rebut Cheever’s\nvoluntary-intoxication defense.\n   The trial court agreed with the State. The court was\npersuaded, in part, by the fact that the defense expert had\nhimself relied on Welner’s examination report: “I think\nthat fact alone probably allows the State to call [Welner]\nto give his own point of view.” App. 92. The court allowed\nWelner’s testimony for the purpose of showing that\nCheever shot Samuels “because of his antisocial personal-\nity, not because his brain was impaired by methampheta-\nmine.” Id., at 94.\n——————\n   1 Evans described this damage as “neurotoxicity,” which is “the qual-\n\nity of exerting a destructive or poisonous effect upon the nerve tissue.”\nThe Sloane-Dorland Annotated Medical-Legal Dictionary 498 (1987).\n4                  KANSAS v. CHEEVER\n\n                     Opinion of the Court\n\n  The jury found Cheever guilty of murder and attempted\nmurder. At the penalty phase, it unanimously voted to\nimpose a sentence of death, and the trial court accepted\nthat verdict.\n  On appeal to the Kansas Supreme Court, Cheever ar-\ngued that the State had violated his Fifth Amendment\nrights when it introduced, through Welner’s testimony,\nstatements that he had made during the federal court-\nordered mental examination. The court agreed, relying\nprimarily on Estelle v. Smith, 451 U. S. 454 (1981), in\nwhich we held that a court-ordered psychiatric exami-\nnation violated the defendant’s Fifth Amendment rights\nwhen the defendant neither initiated the examination nor\nput his mental capacity in dispute at trial. 295 Kan. 229,\n243–244, 284 P. 3d 1007, 1019–1020 (2012) (per curiam).\nThe court acknowledged, id., at 244–245, 284 P. 3d, at\n1020, our holding that a State may introduce the results of\na court-ordered mental examination for the limited pur-\npose of rebutting a mental-status defense. Buchanan v.\nKentucky, 483 U. S. 402, 423–424 (1987). But it distin-\nguished Buchanan on the basis that under Kansas law,\nvoluntary intoxication is not a “mental disease or defect.”\n295 Kan., at 250, 284 P. 3d, at 1023. Consequently, it\nvacated Cheever’s conviction and sentence, holding that\nCheever had not waived his Fifth Amendment privilege\nand that his federal court-ordered examination should not\nhave been used against him at the state-court trial. Ibid.\nWe granted certiorari, 568 U. S. ___ (2013), and now\nreverse.\n                            II\n  The Fifth Amendment guarantees that “[n]o person . . .\nshall be compelled in any criminal case to be a witness\nagainst himself . . . .” We held in Estelle that under the\nFifth Amendment, when a criminal defendant “neither\ninitiates a psychiatric evaluation nor attempts to intro-\n                 Cite as: 571 U. S. ____ (2013)           5\n\n                     Opinion of the Court\n\nduce any psychiatric evidence,” his compelled statements\nto a psychiatrist cannot be used against him. 451 U. S., at\n468. In that case, a judge ordered a psychiatric exam-\nination to determine the defendant’s competency to stand\ntrial. Id., at 456–457. The prosecution then used state-\nments from that examination during the sentencing phase\nof the trial as evidence of the defendant’s future danger-\nousness. Id., at 458–460. Emphasizing that the defend-\nant had neither “introduced” any “psychiatric evidence,”\nnor even “indicated that he might do so,” id., at 466, we\nconcluded that the Fifth Amendment did not permit the\nState to use the defendant’s statements in this manner.\n   In Buchanan, we addressed the admissibility of evi-\ndence from a court-ordered evaluation where—unlike in\nEstelle—a defendant had introduced psychiatric evidence\nrelated to his mental-status defense. We held that the\nFifth Amendment allowed the prosecution to present\nevidence from the evaluation to rebut the defendant’s\naffirmative defense of extreme emotional disturbance.\nAnd while, as Cheever notes, the mental evaluation in\nBuchanan was requested jointly by the defense and the\ngovernment, our holding was not limited to that circum-\nstance. Moreover, contrary to Cheever’s suggestion, the\ncase did not turn on whether state law referred to extreme\nemotional disturbance as an “affirmative defense.” Bu-\nchanan, 483 U. S., at 408, 422 (holding that the prosecu-\ntion’s use of rebuttal expert testimony is permissible\nwhere a defendant “presents psychiatric evidence”). The\nrule of Buchanan, which we reaffirm today, is that where\na defense expert who has examined the defendant testifies\nthat the defendant lacked the requisite mental state to\ncommit an offense, the prosecution may present psychiat-\nric evidence in rebuttal. Ibid. Any other rule would un-\ndermine the adversarial process, allowing a defendant to\nprovide the jury, through an expert operating as proxy,\nwith a one-sided and potentially inaccurate view of his\n6                       KANSAS v. CHEEVER\n\n                          Opinion of the Court\n\nmental state at the time of the alleged crime.\n   The admission of this rebuttal testimony harmonizes\nwith the principle that when a defendant chooses to testify\nin a criminal case, the Fifth Amendment does not allow\nhim to refuse to answer related questions on cross-\nexamination. A defendant “has no right to set forth to the\njury all the facts which tend in his favor without laying\nhimself open to a cross-examination upon those facts.”\nFitzpatrick v. United States, 178 U. S. 304, 315 (1900). We\nexplained in Brown v. United States, 356 U. S. 148 (1958),\nwhich involved a witness’s refusal to answer questions in\na civil case, that where a party provides testimony and\nthen refuses to answer potentially incriminating ques-\ntions, “[t]he interests of the other party and regard for the\nfunction of courts of justice to ascertain the truth become\nrelevant, and prevail in the balance of considerations\ndetermining the scope and limits of the privilege against\nself-incrimination.” Id., at 156. When a defendant pre-\nsents evidence through a psychological expert who has\nexamined him, the government likewise is permitted to\nuse the only effective means of challenging that evidence:\ntestimony from an expert who has also examined him. See\nUnited States v. Byers, 740 F. 2d 1104, 1113 (CADC 1984)\n(en banc) (holding that the Government could present\nrebuttal expert testimony in part because it is perhaps\n“the most trustworthy means of attempting to meet” the\nburden of proof (internal quotation marks omitted)).2\n   The prosecution here elicited testimony from its expert\nonly after Cheever offered expert testimony about his in-\nability to form the requisite mens rea. The testimony of\nthe government expert rebutted that of Cheever’s expert.\nSee id. at 1114 (“Ordinarily the only effective rebuttal of\n——————\n   2 For that reason, we reject Cheever’s suggestion that the State could\n\neffectively have rebutted the testimony of his expert by introducing\ntestimony from experts who had not personally examined him.\n                 Cite as: 571 U. S. ____ (2013)            7\n\n                     Opinion of the Court\n\npsychiatric opinion testimony is contradictory opinion tes-\ntimony; and for that purpose . . . the basic tool of psy-\nchiatric study remains the personal interview, which\nrequires rapport between the interviewer and the subject”\n(internal quotation marks omitted)); State v. Druke, 143\nAriz. 314, 318, 693 P. 2d 969, 973 (App. 1984) (“[A]n in-\nference would arise that the evidence presented by the\n[defendant] as to his mental condition is true because un-\ncontradicted”). The trial court therefore did not violate the\nFifth Amendment when it allowed Welner to testify that\nCheever “made a choice to shoot,” App. 131, because the\nState permissibly followed where the defense led. Exclud-\ning this testimony would have undermined Buchanan and\nthe core truth-seeking function of the trial.\n                          III\n  Neither the Kansas Supreme Court’s reasoning, nor\nCheever’s arguments, persuade us not to apply the settled\nrule of Buchanan.\n                              A\n  Although the Kansas Supreme Court acknowledged that\nthe State may present evidence obtained from a compelled\npsychiatric examination when “the defendant presents\nevidence at trial that he or she lacked the requisite crimi-\nnal intent due to mental disease or defect,” 295 Kan., at\n249, 284 P. 3d, at 1023, it reasoned that voluntary intoxi-\ncation is not a “mental disease or defect” as a matter of\nstate law. Id., at 250, 284 P. 3d, at 1023–1024 (citing\nState v. Kleypas, 272 Kan. 894, 40 P. 3d 139 (2001)). The\ncourt therefore concluded that “Cheever did not waive his\nFifth Amendment privilege and thus permit his court-\nordered examination by Dr. Welner to be used against him\nat trial.” 295 Kan., at 251, 284 P. 3d, at 1024.\n  This reasoning misconstrues our precedents. Although\nKansas law defines “mental disease or defect” narrowly, to\n8                   KANSAS v. CHEEVER\n\n                     Opinion of the Court\n\nexclude voluntary intoxication, that phrase is actually not\nthe salient one under our precedents. In Buchanan, we\npermitted rebuttal testimony where the defendant pre-\nsented evidence of “the ‘mental status’ defense of extreme\nemotional disturbance.” 483 U. S., at 423. And “mental\nstatus” is a broader term than “mental disease or defect,”\nat least to the extent that Kansas law excludes voluntary\nintoxication from that definition. Mental-status defenses\ninclude those based on psychological expert evidence as to\na defendant’s mens rea, mental capacity to commit the\ncrime, or ability to premeditate. Defendants need not as-\nsert a “mental disease or defect” in order to assert a de-\nfense based on “mental status.”\n   To the extent that the Kansas Supreme Court declined\nto apply Buchanan because Cheever’s intoxication was\n“temporary,” our precedents are again not so narrowly\ncircumscribed. Like voluntary intoxication, extreme emo-\ntional disturbance is a “temporary” condition, at least\naccording to the Kentucky state courts where Buchanan\nwas tried. See McClellan v. Commonwealth, 715 S. W.\n2d 464, 468–469 (Ky. 1986) (defining extreme emotional\ndisturbance as “a temporary state of mind so enraged,\ninflamed, or disturbed as to overcome one’s judgment, and\nto cause one to act uncontrollably from [an] impelling force\nof [an] extreme emotional disturbance rather than from\nevil or malicious purposes”). We nonetheless held in\nBuchanan that the defense of extreme emotional disturb-\nance, when supported by expert testimony, may be re-\nbutted with expert testimony. The same is true here.\nCheever’s psychiatric evidence concerned his mental status\nbecause he used it to argue that he lacked the requisite\nmental capacity to premeditate. The Fifth Amendment\ntherefore did not bar the State from using Welner’s exam-\nination to rebut Cheever’s voluntary-intoxication defense.\n                    Cite as: 571 U. S. ____ (2013)                  9\n\n                        Opinion of the Court\n\n                               B\n  Cheever further contends that the Fifth Amendment\nimposes limits on the State’s ability to introduce rebuttal\nevidence regarding a defendant’s mental status. Accord-\ning to Cheever, Welner’s testimony exceeded these limits\nby describing the shooting from Cheever’s perspective;3 by\ninsinuating that he had a personality disorder; and by\ndiscussing his alleged infatuation with criminals.\n  We have held that testimony based on a court-ordered\npsychiatric evaluation is admissible only for a “limited\nrebuttal purpose.” Buchanan, 483 U. S., at 424. In Bu-\nchanan, for example, although the prosecution had used a\npsychiatric report to rebut the defendant’s evidence of\nextreme emotional disturbance, we noted that the trial\ncourt had redacted the report so as to avoid exposing the\njury to “the very different issue” of the defendant’s compe-\ntency to stand trial. Id., at 423, n. 20. Two years later, we\nexplained in dictum that “[n]othing” in our precedents\n“suggests that a defendant opens the door to the admis-\nsion of psychiatric evidence on future dangerousness by\nraising an insanity defense at the guilt stage of the trial.”\nPowell v. Texas, 492 U. S. 680, 685–686, n. 3 (1989) ( per\ncuriam). Here, however, the Kansas Supreme Court did\nnot address whether Welner’s testimony exceeded the\nscope of rebuttal testimony permitted by the Fifth\nAmendment or by the State’s evidentiary rules. We ac-\ncordingly decline to address this issue in the first\n——————\n  3 In an extended soliloquy, Dr. Welner narrated the crime from\n\nCheever’s perspective, in part as follows: “I don’t jump out of the\nwindow the way my confederate later does. And when I do shoot,\nI don’t shoot before Matthew Samuels walks through the curtain in\nsuch a way that I might scare him, the way my later shots frightened\nthe deputies that came to pull him away, but I shoot him at a point in\nwhich he is very much within my range, has passed through that\ncurtain, and I know that he is coming upstairs, and that is when I\nshoot.” App. 130–131.\n10                      KANSAS v. CHEEVER\n\n                         Opinion of the Court\n\ninstance.4\n                        *     *     *\n  We hold that where a defense expert who has examined\nthe defendant testifies that the defendant lacked the\nrequisite mental state to commit a crime, the prosecution\nmay offer evidence from a court-ordered psychological\nexamination for the limited purpose of rebutting the de-\nfendant’s evidence.\n  The judgment of the Kansas Supreme Court is therefore\nvacated, and the case is remanded for further proceedings\nnot inconsistent with this opinion.\n                                          It is so ordered.\n\n\n\n\n——————\n  4 Kansas contends that reaching a federal constitutional question\n\nmay not be necessary because Cheever argued in opposing certiorari\nthat the scope of Welner’s testimony violated state evidentiary rules.\nReply Brief 4–5. We agree with the State that the impact of Kansas\nevidentiary rules is a matter best left to the state courts to decide on\nremand. We do observe, however, that while our holding today sug-\ngests a constitutional ceiling on the scope of expert testimony that the\nprosecution may introduce in rebuttal, States (and Congress) remain\nfree to impose additional limitations on the scope of such rebuttal\nevidence in state and federal trials.\n", 
  "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2013                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                          KANSAS v. CHEEVER\n\n         CERTIORARI TO THE SUPREME COURT OF KANSAS\n\n  No. 12–609.      Argued October 16, 2013—Decided December 11, 2013\nShortly after respondent Cheever was charged with capital murder, the\n  Kansas Supreme Court found the State’s death penalty scheme un-\n  constitutional. State prosecutors then dismissed their charges to al-\n  low federal authorities to prosecute him. When Cheever filed notice\n  that he intended to introduce expert evidence that methampheta-\n  mine intoxication negated his ability to form specific intent, the Fed-\n  eral District Court ordered Cheever to submit to a psychiatric evalua-\n  tion. The federal case was eventually dismissed without prejudice.\n  Meanwhile, this Court held the State’s death penalty scheme consti-\n  tutional, see Kansas v. Marsh, 548 U. S. 163. The State then brought\n  a second prosecution. At trial, Cheever raised a voluntary intoxica-\n  tion defense, offering expert testimony regarding his methampheta-\n  mine use. In rebuttal, the State sought to present testimony from the\n  expert who had examined Cheever by the Federal District Court or-\n  der. Defense counsel objected, arguing that since Cheever had not\n  agreed to the examination, introduction of the testimony would vio-\n  late the Fifth Amendment proscription against compelling an accused\n  to testify against himself. The trial court allowed the testimony, and\n  the jury found Cheever guilty and voted to impose a death sentence.\n  The Kansas Supreme Court vacated the conviction and sentence, re-\n  lying on Estelle v. Smith, 451 U. S. 454, in which this Court held that\n  a court-ordered psychiatric examination violated a defendant’s Fifth\n  Amendment rights when the defendant neither initiated the exami-\n  nation nor put his mental capacity in dispute. The court distin-\n  guished the holding of Buchanan v. Kentucky, 483 U. S. 402, that a\n  State may introduce the results of such an examination for the lim-\n  ited purpose of rebutting a mental-status defense, on the basis that\n  voluntary intoxication is not a mental disease or defect under Kansas\n  law.\n2                        KANSAS v. CHEEVER\n\n                                Syllabus\n\nHeld: The rule of Buchanan, reaffirmed here, applies in this case to\n permit the prosecution to offer the rebuttal evidence at issue. Pp. 4–\n 10.\n    (a) In Buchanan, the prosecution presented evidence from a court-\n ordered evaluation to rebut the defendant’s affirmative defense of ex-\n treme emotional disturbance. This Court concluded that this rebut-\n tal testimony did not offend the Fifth Amendment, holding that when\n a defense expert who has examined the defendant testifies that the\n defendant lacked the requisite mental state to commit an offense, the\n prosecution may present psychiatric evidence in rebuttal. Buchan-\n an’s reasoning was not limited to the circumstance that the evalua-\n tion was requested jointly by the defense and the government. Nor\n did the case turn on whether state law referred to extreme emotional\n disturbance as an affirmative defense. Pp. 4–6.\n    (b) The admission of rebuttal testimony under the rule of Buchan-\n an harmonizes with the principle that when a defendant chooses to\n testify in a criminal case, the Fifth Amendment does not allow him to\n refuse to answer related questions on cross-examination. See Fitz-\n patrick v. United States, 178 U. S. 304, 315. Here, the prosecution\n elicited testimony from its expert only after Cheever offered expert\n testimony about his inability to form the requisite mens rea. Exclud-\n ing this testimony would have undermined Buchanan and the core\n truth-seeking function of trial. Pp. 6–7.\n    (c) This Court is not persuaded by the Kansas Supreme Court’s\n reasoning that Cheever did not waive his Fifth Amendment privilege\n because voluntary intoxication is not a mental disease or defect as a\n matter of state law. “Mental disease or defect” is not the salient\n phrase under this Court’s precedents, which use the much broader\n phrase “mental status,” Buchanan, 483 U. S., at 423. Mental-status\n defenses include those based on psychological expert evidence as to a\n defendant’s mens rea, mental capacity to commit the crime, or ability\n to premeditate. To the extent that the Kansas Supreme Court de-\n clined to apply Buchanan because Cheever’s intoxication was “tempo-\n rary,” this Court’s precedents are again not so narrowly circum-\n scribed, as evidenced by the fact that the courts where Buchanan was\n tried treated his extreme emotional disturbance as a “temporary”\n condition. Pp. 7–8.\n    (d) This Court declines to address in the first instance Cheever’s\n contention that the prosecution’s use of the court-ordered psychiatric\n examination exceeded the rebuttal-purpose limit established by Bu-\n chanan, see 483 U. S., at 424. Pp. 9–10.\n</pre><span class=\"citation no-link\"><span class=\"volume\">295</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">229</span></span><pre class=\"inline\">, 284 P. 3d 1007, vacated and remanded.\n\n    SOTOMAYOR, J., delivered the opinion for a unanimous Court.\n                        Cite as: 571 U. S. ____ (2013)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 12–609\n                                   _________________\n\n\n    KANSAS, PETITIONER v. SCOTT D. CHEEVER\nON WRIT OF CERTIORARI TO THE SUPREME COURT OF KANSAS\n                              [December 11, 2013]\n\n  JUSTICE SOTOMAYOR delivered the opinion of the Court.\n  The Fifth Amendment to the United States Constitution\nprovides that “[n]o person . . . shall be compelled in any\ncriminal case to be a witness against himself . . . .” The\nquestion here is whether the Fifth Amendment prohibits\nthe government from introducing evidence from a court-\nordered mental evaluation of a criminal defendant to rebut\nthat defendant’s presentation of expert testimony in sup-\nport of a defense of voluntary intoxication. We hold that it\ndoes not.\n                              I\n   On the morning of January 19, 2005, Scott Cheever\nshot and killed Matthew Samuels, a sheriff of Greenwood\nCounty, Kansas, and shot at other local law enforcement\nofficers. In the hours before the shooting, Cheever and his\nfriends had cooked and smoked methamphetamine at a\nhome near Hilltop, Kansas. Samuels and multiple depu-\nties drove there to arrest Cheever on an unrelated out-\nstanding warrant.\n   When one of Cheever’s friends warned him that officers\nwere en route, Cheever rushed outside and tried to drive\naway, but his car had a flat tire. He returned inside and\nhid with a friend in an upstairs bedroom, holding a loaded\n2                   KANSAS v. CHEEVER\n\n                     Opinion of the Court\n\n.44 caliber revolver. Cheever then heard footsteps on the\nstairs leading up to the room, and he stepped out and shot\nSamuels, who was climbing the stairs. After briefly re-\nturning to the bedroom, Cheever walked back to the stair-\ncase and shot Samuels again. He also shot at a deputy\nand a detective, as well as members of a local SWAT (spe-\ncial weapons and tactics) team that had since arrived.\nOnly Samuels was hit.\n   The State charged Cheever with capital murder. But\nshortly thereafter, in an unrelated case, the Kansas Su-\npreme Court found the State’s death penalty scheme\nunconstitutional. State v. Marsh, </pre><span class=\"citation\" data-id=\"2623147\"><a href=\"/kan/erLF/state-v-marsh/\"><span class=\"volume\">278</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">520</span></a></span><pre class=\"inline\">, 102 P. 3d\n445 (2004). Rather than continuing to prosecute Cheever\nwithout any chance of a death sentence, state prosecutors\ndismissed their charges and allowed federal authorities to\nprosecute Cheever under the Federal Death Penalty Act of\n1994, 18 U. S. C. §3591 et seq.\n   In the federal case, Cheever filed notice that he “in-\ntend[ed] to introduce expert evidence relating to his intox-\nication by methamphetamine at the time of the events on\nJanuary 19, 2005, which negated his ability to form spe-\ncific intent, e.g., malice aforethought, premeditation and\ndeliberation.” App. to Pet. for Cert. 69–70. Pursuant to\nFederal Rule of Criminal Procedure 12.2(b), the District\nCourt ordered Cheever to submit to a psychiatric evalua-\ntion by Michael Welner, a forensic psychiatrist, to assess\nhow methamphetamine use had affected him when he\nshot Samuels. Welner interviewed Cheever for roughly five\nand a half hours.\n   The federal case proceeded to trial. Seven days into\njury selection, however, defense counsel became unable to\ncontinue; the court suspended the proceedings and later\ndismissed the case without prejudice. Meanwhile, this\nCourt had reversed the Kansas Supreme Court and held\nthat the Kansas death penalty statute was constitutional.\nKansas v. Marsh, 548 U. S. 163, 167 (2006). A second\n                     Cite as: 571 U. S. ____ (2013)                    3\n\n                          Opinion of the Court\n\nfederal prosecution never commenced.\n   Kansas then brought a second state prosecution. At the\nstate trial, Cheever presented a voluntary-intoxication\ndefense, arguing that his methamphetamine use had ren-\ndered him incapable of premeditation. In support of\nthis argument, Cheever offered testimony from Roswell\nLee Evans, a specialist in psychiatric pharmacy and dean\nof the Auburn University School of Pharmacy. Evans\nopined that Cheever’s long-term methamphetamine use\nhad damaged his brain.1 Evans also testified that on the\nmorning of the shooting, Cheever was acutely intoxicated.\nAccording to Evans, Cheever’s actions were “very much\ninfluenced by” his use of methamphetamine.\n   After the defense rested, the State sought to present\nrebuttal testimony from Welner, the expert who had ex-\namined Cheever by order of the federal court. Defense\ncounsel objected, arguing that because Welner’s opinions\nwere based in part on an examination to which Cheever\nhad not voluntarily agreed, his testimony would violate\nthe Fifth Amendment proscription against compelling an\naccused to testify against himself. The State countered\nthat the testimony was necessary to rebut Cheever’s\nvoluntary-intoxication defense.\n   The trial court agreed with the State. The court was\npersuaded, in part, by the fact that the defense expert had\nhimself relied on Welner’s examination report: “I think\nthat fact alone probably allows the State to call [Welner]\nto give his own point of view.” App. 92. The court allowed\nWelner’s testimony for the purpose of showing that\nCheever shot Samuels “because of his antisocial personal-\nity, not because his brain was impaired by methampheta-\nmine.” Id., at 94.\n——————\n   1 Evans described this damage as “neurotoxicity,” which is “the qual-\n\nity of exerting a destructive or poisonous effect upon the nerve tissue.”\nThe Sloane-Dorland Annotated Medical-Legal Dictionary 498 (1987).\n4                  KANSAS v. CHEEVER\n\n                     Opinion of the Court\n\n  The jury found Cheever guilty of murder and attempted\nmurder. At the penalty phase, it unanimously voted to\nimpose a sentence of death, and the trial court accepted\nthat verdict.\n  On appeal to the Kansas Supreme Court, Cheever ar-\ngued that the State had violated his Fifth Amendment\nrights when it introduced, through Welner’s testimony,\nstatements that he had made during the federal court-\nordered mental examination. The court agreed, relying\nprimarily on Estelle v. Smith, 451 U. S. 454 (1981), in\nwhich we held that a court-ordered psychiatric exami-\nnation violated the defendant’s Fifth Amendment rights\nwhen the defendant neither initiated the examination nor\nput his mental capacity in dispute at trial. </pre><span class=\"citation no-link\"><span class=\"volume\">295</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">229</span></span><pre class=\"inline\">,\n243–244, 284 P. 3d 1007, 1019–1020 (2012) (per curiam).\nThe court acknowledged, id., at 244–245, 284 P. 3d, at\n1020, our holding that a State may introduce the results of\na court-ordered mental examination for the limited pur-\npose of rebutting a mental-status defense. Buchanan v.\nKentucky, 483 U. S. 402, 423–424 (1987). But it distin-\nguished Buchanan on the basis that under Kansas law,\nvoluntary intoxication is not a “mental disease or defect.”\n295 Kan., at 250, 284 P. 3d, at 1023. Consequently, it\nvacated Cheever’s conviction and sentence, holding that\nCheever had not waived his Fifth Amendment privilege\nand that his federal court-ordered examination should not\nhave been used against him at the state-court trial. Ibid.\nWe granted certiorari, 568 U. S. ___ (2013), and now\nreverse.\n                            II\n  The Fifth Amendment guarantees that “[n]o person . . .\nshall be compelled in any criminal case to be a witness\nagainst himself . . . .” We held in Estelle that under the\nFifth Amendment, when a criminal defendant “neither\ninitiates a psychiatric evaluation nor attempts to intro-\n                 Cite as: 571 U. S. ____ (2013)           5\n\n                     Opinion of the Court\n\nduce any psychiatric evidence,” his compelled statements\nto a psychiatrist cannot be used against him. 451 U. S., at\n468. In that case, a judge ordered a psychiatric exam-\nination to determine the defendant’s competency to stand\ntrial. Id., at 456–457. The prosecution then used state-\nments from that examination during the sentencing phase\nof the trial as evidence of the defendant’s future danger-\nousness. Id., at 458–460. Emphasizing that the defend-\nant had neither “introduced” any “psychiatric evidence,”\nnor even “indicated that he might do so,” id., at 466, we\nconcluded that the Fifth Amendment did not permit the\nState to use the defendant’s statements in this manner.\n   In Buchanan, we addressed the admissibility of evi-\ndence from a court-ordered evaluation where—unlike in\nEstelle—a defendant had introduced psychiatric evidence\nrelated to his mental-status defense. We held that the\nFifth Amendment allowed the prosecution to present\nevidence from the evaluation to rebut the defendant’s\naffirmative defense of extreme emotional disturbance.\nAnd while, as Cheever notes, the mental evaluation in\nBuchanan was requested jointly by the defense and the\ngovernment, our holding was not limited to that circum-\nstance. Moreover, contrary to Cheever’s suggestion, the\ncase did not turn on whether state law referred to extreme\nemotional disturbance as an “affirmative defense.” Bu-\nchanan, 483 U. S., at 408, 422 (holding that the prosecu-\ntion’s use of rebuttal expert testimony is permissible\nwhere a defendant “presents psychiatric evidence”). The\nrule of Buchanan, which we reaffirm today, is that where\na defense expert who has examined the defendant testifies\nthat the defendant lacked the requisite mental state to\ncommit an offense, the prosecution may present psychiat-\nric evidence in rebuttal. Ibid. Any other rule would un-\ndermine the adversarial process, allowing a defendant to\nprovide the jury, through an expert operating as proxy,\nwith a one-sided and potentially inaccurate view of his\n6                       KANSAS v. CHEEVER\n\n                          Opinion of the Court\n\nmental state at the time of the alleged crime.\n   The admission of this rebuttal testimony harmonizes\nwith the principle that when a defendant chooses to testify\nin a criminal case, the Fifth Amendment does not allow\nhim to refuse to answer related questions on cross-\nexamination. A defendant “has no right to set forth to the\njury all the facts which tend in his favor without laying\nhimself open to a cross-examination upon those facts.”\nFitzpatrick v. United States, 178 U. S. 304, 315 (1900). We\nexplained in Brown v. United States, 356 U. S. 148 (1958),\nwhich involved a witness’s refusal to answer questions in\na civil case, that where a party provides testimony and\nthen refuses to answer potentially incriminating ques-\ntions, “[t]he interests of the other party and regard for the\nfunction of courts of justice to ascertain the truth become\nrelevant, and prevail in the balance of considerations\ndetermining the scope and limits of the privilege against\nself-incrimination.” Id., at 156. When a defendant pre-\nsents evidence through a psychological expert who has\nexamined him, the government likewise is permitted to\nuse the only effective means of challenging that evidence:\ntestimony from an expert who has also examined him. See\nUnited States v. Byers, 740 F. 2d 1104, 1113 (CADC 1984)\n(en banc) (holding that the Government could present\nrebuttal expert testimony in part because it is perhaps\n“the most trustworthy means of attempting to meet” the\nburden of proof (internal quotation marks omitted)).2\n   The prosecution here elicited testimony from its expert\nonly after Cheever offered expert testimony about his in-\nability to form the requisite mens rea. The testimony of\nthe government expert rebutted that of Cheever’s expert.\nSee id. at 1114 (“Ordinarily the only effective rebuttal of\n——————\n   2 For that reason, we reject Cheever’s suggestion that the State could\n\neffectively have rebutted the testimony of his expert by introducing\ntestimony from experts who had not personally examined him.\n                 Cite as: 571 U. S. ____ (2013)            7\n\n                     Opinion of the Court\n\npsychiatric opinion testimony is contradictory opinion tes-\ntimony; and for that purpose . . . the basic tool of psy-\nchiatric study remains the personal interview, which\nrequires rapport between the interviewer and the subject”\n(internal quotation marks omitted)); State v. Druke, </pre><span class=\"citation\" data-id=\"1172983\"><a href=\"/arizctapp/71FR/state-v-druke/\"><span class=\"volume\">143</span>\n<span class=\"reporter\">Ariz.</span> <span class=\"page\">314</span></a></span><pre class=\"inline\">, 318, 693 P. 2d 969, 973 (App. 1984) (“[A]n in-\nference would arise that the evidence presented by the\n[defendant] as to his mental condition is true because un-\ncontradicted”). The trial court therefore did not violate the\nFifth Amendment when it allowed Welner to testify that\nCheever “made a choice to shoot,” App. 131, because the\nState permissibly followed where the defense led. Exclud-\ning this testimony would have undermined Buchanan and\nthe core truth-seeking function of the trial.\n                          III\n  Neither the Kansas Supreme Court’s reasoning, nor\nCheever’s arguments, persuade us not to apply the settled\nrule of Buchanan.\n                              A\n  Although the Kansas Supreme Court acknowledged that\nthe State may present evidence obtained from a compelled\npsychiatric examination when “the defendant presents\nevidence at trial that he or she lacked the requisite crimi-\nnal intent due to mental disease or defect,” 295 Kan., at\n249, 284 P. 3d, at 1023, it reasoned that voluntary intoxi-\ncation is not a “mental disease or defect” as a matter of\nstate law. Id., at 250, 284 P. 3d, at 1023–1024 (citing\nState v. Kleypas, </pre><span class=\"citation\" data-id=\"2599107\"><a href=\"/kan/ejCc/state-v-kleypas/\"><span class=\"volume\">272</span> <span class=\"reporter\">Kan.</span> <span class=\"page\">894</span></a></span><pre class=\"inline\">, 40 P. 3d 139 (2001)). The\ncourt therefore concluded that “Cheever did not waive his\nFifth Amendment privilege and thus permit his court-\nordered examination by Dr. Welner to be used against him\nat trial.” 295 Kan., at 251, 284 P. 3d, at 1024.\n  This reasoning misconstrues our precedents. Although\nKansas law defines “mental disease or defect” narrowly, to\n8                   KANSAS v. CHEEVER\n\n                     Opinion of the Court\n\nexclude voluntary intoxication, that phrase is actually not\nthe salient one under our precedents. In Buchanan, we\npermitted rebuttal testimony where the defendant pre-\nsented evidence of “the ‘mental status’ defense of extreme\nemotional disturbance.” 483 U. S., at 423. And “mental\nstatus” is a broader term than “mental disease or defect,”\nat least to the extent that Kansas law excludes voluntary\nintoxication from that definition. Mental-status defenses\ninclude those based on psychological expert evidence as to\na defendant’s mens rea, mental capacity to commit the\ncrime, or ability to premeditate. Defendants need not as-\nsert a “mental disease or defect” in order to assert a de-\nfense based on “mental status.”\n   To the extent that the Kansas Supreme Court declined\nto apply Buchanan because Cheever’s intoxication was\n“temporary,” our precedents are again not so narrowly\ncircumscribed. Like voluntary intoxication, extreme emo-\ntional disturbance is a “temporary” condition, at least\naccording to the Kentucky state courts where Buchanan\nwas tried. See McClellan v. Commonwealth, 715 S. W.\n2d 464, 468–469 (Ky. 1986) (defining extreme emotional\ndisturbance as “a temporary state of mind so enraged,\ninflamed, or disturbed as to overcome one’s judgment, and\nto cause one to act uncontrollably from [an] impelling force\nof [an] extreme emotional disturbance rather than from\nevil or malicious purposes”). We nonetheless held in\nBuchanan that the defense of extreme emotional disturb-\nance, when supported by expert testimony, may be re-\nbutted with expert testimony. The same is true here.\nCheever’s psychiatric evidence concerned his mental status\nbecause he used it to argue that he lacked the requisite\nmental capacity to premeditate. The Fifth Amendment\ntherefore did not bar the State from using Welner’s exam-\nination to rebut Cheever’s voluntary-intoxication defense.\n                    Cite as: 571 U. S. ____ (2013)                  9\n\n                        Opinion of the Court\n\n                               B\n  Cheever further contends that the Fifth Amendment\nimposes limits on the State’s ability to introduce rebuttal\nevidence regarding a defendant’s mental status. Accord-\ning to Cheever, Welner’s testimony exceeded these limits\nby describing the shooting from Cheever’s perspective;3 by\ninsinuating that he had a personality disorder; and by\ndiscussing his alleged infatuation with criminals.\n  We have held that testimony based on a court-ordered\npsychiatric evaluation is admissible only for a “limited\nrebuttal purpose.” Buchanan, 483 U. S., at 424. In Bu-\nchanan, for example, although the prosecution had used a\npsychiatric report to rebut the defendant’s evidence of\nextreme emotional disturbance, we noted that the trial\ncourt had redacted the report so as to avoid exposing the\njury to “the very different issue” of the defendant’s compe-\ntency to stand trial. Id., at 423, n. 20. Two years later, we\nexplained in dictum that “[n]othing” in our precedents\n“suggests that a defendant opens the door to the admis-\nsion of psychiatric evidence on future dangerousness by\nraising an insanity defense at the guilt stage of the trial.”\nPowell v. Texas, 492 U. S. 680, 685–686, n. 3 (1989) ( per\ncuriam). Here, however, the Kansas Supreme Court did\nnot address whether Welner’s testimony exceeded the\nscope of rebuttal testimony permitted by the Fifth\nAmendment or by the State’s evidentiary rules. We ac-\ncordingly decline to address this issue in the first\n——————\n  3 In an extended soliloquy, Dr. Welner narrated the crime from\n\nCheever’s perspective, in part as follows: “I don’t jump out of the\nwindow the way my confederate later does. And when I do shoot,\nI don’t shoot before Matthew Samuels walks through the curtain in\nsuch a way that I might scare him, the way my later shots frightened\nthe deputies that came to pull him away, but I shoot him at a point in\nwhich he is very much within my range, has passed through that\ncurtain, and I know that he is coming upstairs, and that is when I\nshoot.” App. 130–131.\n10                      KANSAS v. CHEEVER\n\n                         Opinion of the Court\n\ninstance.4\n                        *     *     *\n  We hold that where a defense expert who has examined\nthe defendant testifies that the defendant lacked the\nrequisite mental state to commit a crime, the prosecution\nmay offer evidence from a court-ordered psychological\nexamination for the limited purpose of rebutting the de-\nfendant’s evidence.\n  The judgment of the Kansas Supreme Court is therefore\nvacated, and the case is remanded for further proceedings\nnot inconsistent with this opinion.\n                                          It is so ordered.\n\n\n\n\n——————\n  4 Kansas contends that reaching a federal constitutional question\n\nmay not be necessary because Cheever argued in opposing certiorari\nthat the scope of Welner’s testimony violated state evidentiary rules.\nReply Brief 4–5. We agree with the State that the impact of Kansas\nevidentiary rules is a matter best left to the state courts to decide on\nremand. We do observe, however, that while our holding today sug-\ngests a constitutional ceiling on the scope of expert testimony that the\nprosecution may introduce in rebuttal, States (and Congress) remain\nfree to impose additional limitations on the scope of such rebuttal\nevidence in state and federal trials.\n</pre>", 
  "sha1": "01a805c76839a9a5a77b6ee7fe4769c9c33263c5", 
  "date_modified": "2014-12-20T11:24:32.514235", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/2645639/kansas-v-cheever/", 
  "citation_count": 0, 
  "supreme_court_db_id": "2013-009", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/6913/", 
  "html": null, 
  "resource_uri": "/api/rest/v2/document/2645639/"
}