{"absolute_url": "/opinion/820903/henderson-v-united-states/", "blocked": false, "citation": {"case_name": "Henderson v. United States", "docket_number": "11-9307", "document_uris": ["/api/rest/v2/document/820903/"], "federal_cite_one": null, "federal_cite_three": null, "federal_cite_two": null, "id": 793663, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/793663/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 81, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "2013-02-20", "date_modified": "2015-05-27T08:53:47.295691", "docket": "/api/rest/v2/docket/396399/", "download_url": "http://www.supremecourt.gov/opinions/12pdf/11-9307_jhek.pdf", "extracted_by_ocr": false, "html": "", "html_lawbox": "", "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2012                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                 HENDERSON v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE FIFTH CIRCUIT\n\nNo. 11–9307. Argued November 28, 2012—Decided February 20, 2013\nA federal court of appeals normally will not correct a legal error made\n  in a criminal trial unless the defendant first brought the error to the\n  trial court’s attention. United States v. Olano, 507 U. S. 725, 731.\n  But Federal Rule of Criminal Procedure 52(b) provides an exception,\n  permitting “[a] plain error that affects substantial rights [to] be con-\n  sidered even though it was not brought to the [trial] court’s atten-\n  tion.”\n     Here, the District Court increased the length of petitioner Hender-\n  son’s sentence so he could participate in a prison drug rehabilitation\n  program. Henderson’s counsel did not object to the sentence, but, on\n  appeal, Henderson claimed that the District Court plainly erred in\n  increasing his sentence solely for rehabilitative purposes. While the\n  appeal was pending, this Court decided in Tapia v. United States,\n  563 U. S. ___, ___, that it is error for a court to “impose or lengthen a\n  prison sentence to enable an offender to complete a treatment pro-\n  gram or otherwise to promote rehabilitation.” While this meant that\n  the District Court’s sentence was erroneous, the Fifth Circuit deter-\n  mined that Rule 52(b) did not give it authority to correct the error.\n  In doing so, it concluded that an error is “plain” under the Rule only\n  if it was clear under current law at the time of trial, but that, in this\n  case, Circuit law was unsettled until Tapia was decided.\nHeld: Regardless of whether a legal question was settled or unsettled at\n the time of trial, an error is “plain” within the meaning of Rule 52(b)\n so long as the error was plain at the time of appellate review. Pp. 3–\n 13.\n    (a) The question of whether an error must be plain at the time it is\n committed or at the time it is reviewed reflects two competing legal\n principles. The principle that a right may be forfeited in a case if it is\n2                    HENDERSON v. UNITED STATES\n\n                                    Syllabus\n\n    not timely asserted before a tribunal having jurisdiction to determine\n    it favors limiting the assessment of plainness to the time of the er-\n    ror’s commission. See Olano, supra, at 731. And the rule that an ap-\n    pellate court must apply the law in effect at the time it renders its\n    decision favors assessing plainness at the time of review. See Thorpe\n    v. Housing Authority of Durham, 393 U. S. 268, 281. Because neither\n    principle is absolute, the conflict cannot be decided by looking to one\n    rather than the other. The text of Rule 52(b) also leaves open the\n    temporal question. And relevant precedent does not directly answer\n    the question. In Olano, this Court said that Rule 52(b) authorizes an\n    appeals court to correct a forfeited error only if (1) there is an “error,”\n    (2) that is “plain,” (3) that “affect[s] substantial rights,” 507 U. S. 732,\n    and (4) that “ ‘seriously affect[s] the fairness, integrity or public repu-\n    tation of judicial proceedings,’ ” id., at 736. In Johnson v. United\n    States, 520 U. S. 461, 468, the Court concluded that, where a trial\n    court’s decision was clearly correct under circuit law when made but\n    becomes “clearly contrary to the law at the time of appeal[,] it is\n    enough that an error be ‘plain’ at the time of appellate consideration.”\n    However, neither case addressed what rule should apply where the\n    law is unsettled at the time of the error but plain at the time of re-\n    view. 507 U. S., at 734, 520 U. S, at 467−468. Pp. 3−6.\n       (b) This precedent, when read in light of the underlying back-\n    ground principles, leads to the conclusion that Rule 52(b)’s “plain er-\n    ror” phrase applies at the time of review. If “plain error” covers trial\n    court decisions that were plainly correct when made and those that\n    were plainly incorrect when made, it should cover cases in the mid-\n    dle―i.e., where the law was neither clearly correct nor incorrect, but\n    unsettled, at the time of the trial court’s decision. To hold to the con-\n    trary would lead to unjustifiably different treatment of similarly sit-\n    uated individuals, for there is no practical reason to treat a defendant\n    more harshly simply because his circuit’s law was unclear at the time\n    of trial. Even if a “time of error” rule would provide an added incen-\n    tive to counsel to call a trial judge’s attention to the matter so the\n    judge could quickly consider remedial action, such incentive has lit-\n    tle, if any, practical importance since counsel normally has good rea-\n    sons for calling a trial court’s attention to potential error, e.g., the ad-\n    vantage to counsel and client of having an error speedily corrected.\n    In sum, in contrast to a “time of error” rule, a “time of review” inter-\n    pretation furthers the basic principle that “an appellate court must\n    apply the law in effect at the time it renders its decision,” Thorpe, su-\n    pra, at 281; works little, if any, practical harm upon the competing\n    administrative principle that insists that counsel call a potential er-\n    ror to the trial court’s attention; and is consistent with Rule 52(b)’s\n    basic purpose of creating a fairness-based exception to the general\n                      Cite as: 568 U. S. ____ (2013)                      3\n\n                                 Syllabus\n\n  requirement that an objection be made at trial to preserve a claim of\n  error. Pp. 6−9.\n     (c) The Government’s arguments to the contrary are unpersuasive.\n  Its claim that appellate courts should consider only errors that coun-\n  sel called to the trial court’s attention and errors that the court\n  should have independently recognized overlooks the way in which\n  Rule 52(b) restricts the appellate court’s authority to correct an error\n  to those errors that would, in fact, seriously affect the fairness, integ-\n  rity, or public reputation of judicial proceedings. The Government al-\n  so fears that the holding here will lead to too many “plain error”\n  claims. But, a new rule of law set by an appellate court cannot au-\n  tomatically lead that court to consider all contrary determinations by\n  trial courts plainly erroneous, given that lower court decisions that\n  are questionable but not plainly wrong fall outside the Rule’s scope,\n  and given that any error must have affected the defendant’s substan-\n  tial rights and affected the fairness, integrity, or public reputation of\n  judicial proceedings. Finally, the Government’s textual argument\n  that Rule 52(b) is written mostly in the past tense, whatever its mer-\n  its, is foreclosed by Johnson. Pp. 10−12.\n646 F. 3d 223, reversed and remanded.\n\n   BREYER, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, GINSBURG, SOTOMAYOR, and KAGAN, JJ., joined.\nSCALIA, J., filed a dissenting opinion, in which THOMAS and ALITO, JJ.,\njoined.\n                        Cite as: 568 U. S. ____ (2013)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 11–9307\n                                   _________________\n\n\n    ARMARCION D. HENDERSON, PETITIONER v.\n\n               UNITED STATES\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                              [February 20, 2013]\n\n\n  JUSTICE BREYER delivered the opinion of the Court.\n  A federal court of appeals normally will not correct a\nlegal error made in criminal trial court proceedings unless\nthe defendant first brought the error to the trial court’s\nattention. See United States v. Olano, 507 U. S. 725, 731\n(1993). But Federal Rule of Criminal Procedure 52(b),\ncreating an exception to the normal rule, says that “[a]\nplain error that affects substantial rights may be consid-\nered even though it was not brought to the [trial] court’s\nattention.” (Emphasis added.) The Rule does not say\nexplicitly, however, as of just what time the error must be\n“plain.” Must the lower court ruling be plainly erroneous\nas of the time the lower court made the error? Or can an\nerror still count as “plain” if the erroneous nature of that\nruling is not “plain” until the time of appellate review?\n  The case before us concerns a District Court’s decision\non a substantive legal question that was unsettled at the\ntime the trial court acted, thus foreclosing the possibility\nthat any error could have been “plain” then. Before the\ncase was final and at the time of direct appellate review,\nhowever, the question had become settled in the defend-\n2              HENDERSON v. UNITED STATES\n\n                     Opinion of the Court\n\nant’s favor, making the trial court’s error “plain”—but not\nuntil that later time. In our view, as long as the error was\nplain as of that later time—the time of appellate review—\nthe error is “plain” within the meaning of the Rule. And\nthe Court of Appeals “may . . . conside[r]” the error even\nthough it was “not brought to the [trial] court’s attention.”\nFed. Rule Crim. Proc. 52(b).\n                              I\n  In early 2010, Armarcion Henderson, the petitioner,\npleaded guilty in Federal District Court to a charge of\nbeing a felon in possession of a firearm. 646 F. 3d 223,\n224 (CA5 2011). The District Judge accepted the plea\nand, in June 2010, he sentenced Henderson to an above-\nGuidelines prison term of 60 months. Ibid. The judge\nentered the longer sentence to “try to help” Henderson by\nqualifying him for an in-prison drug rehabilitation pro-\ngram, a program that would provide “the treatment and\nthe counse[l]ing that this defendant needs right now.”\nApp. to Pet. for Cert. 35a, 40a.\n  Henderson’s counsel did not object. Indeed, the judge\nasked counsel if there was “any reason why that sentence\nas stated should not be imposed.” Id., at 41a. And counsel\nreplied, “Procedurally, no.” Ibid. Subsequently, Hender-\nson appealed, claiming, among other things, that the\nDistrict Court had “plain[ly]” erred in sentencing him to\nan above-Guidelines prison term solely for rehabilitative\npurposes. 646 F. 3d, at 224.\n  In 2011, after Henderson was sentenced but before\nHenderson’s appeal was heard, this Court decided Tapia\nv. United States, 564 U. S. ___. There, we held that it is\nerror for a court to “impose or lengthen a prison sentence\nto enable an offender to complete a treatment program or\notherwise to promote rehabilitation.” Id., at ___ (slip op.,\nat 15). Given Tapia, Henderson’s sentence was unlawful,\nand the District Court’s decision to impose that sentence\n                  Cite as: 568 U. S. ____ (2013)             3\n\n                      Opinion of the Court\n\nwas erroneous. But, since Henderson’s counsel had not\nobjected in the trial court, the Court of Appeals could not\ncorrect the error unless Rule 52(b) applied. The Rule,\nhowever, applies only if the error was “plain.” The error\nwas not plain before Tapia; it was plain after Tapia.\nThus, the Fifth Circuit had to determine the temporal\nscope of Rule 52(b)’s words “plain error.”\n  The appeals court decided that Rule 52(b) did not give it\nthe authority to correct the trial court’s error. 646 F. 3d,\nat 225. The appellate panel pointed out that, “[b]efore\nTapia, there was a circuit split on whether a District\nCourt can consider a defendant’s rehabilitative needs to\nlengthen a sentence.” Ibid. The panel added that the\nFifth Circuit had “not pronounced on the question” before\nHenderson was sentenced. Ibid. Thus, at the time when\nthe District Court reached its decision, the law in that\nCircuit was unsettled. The Court of Appeals concluded\nthat “Henderson cannot show that the error in his case\nwas plain, . . . because an error is plain only if it was clear\nunder current law at the time of trial.” Ibid. (internal\nquotation marks omitted).\n  The Fifth Circuit denied rehearing en banc by a divided\nvote. 665 F. 3d 160 (2011) (per curiam) (7 to 10). Hender-\nson filed a petition for certiorari. And we granted the\npetition to resolve differences among the Circuits. Com-\npare, e.g., United States v. Cordery, 656 F. 3d 1103, 1107\n(CA10 2011) (time of review), with, e.g., United States v.\nMouling, 557 F. 3d 658, 664 (CADC 2009) (time of error).\n                              II\n\n                              A\n\n   Is the time for determining “plainness” the time when\nthe error is committed, or can an error be “plain” if it is\nnot plain until the time the error is reviewed? The ques-\ntion reflects a conflict between two important, here com-\npeting, legal principles. On the one hand, “ ‘[n]o procedural\n4              HENDERSON v. UNITED STATES\n\n                     Opinion of the Court\n\nprinciple is more familiar to this Court than that a consti-\ntutional right,’ or a right of any other sort, ‘may be for-\nfeited in criminal as well as civil cases by the failure\nto make timely assertion of the right before a tribunal hav-\ning jurisdiction to determine it.’ ” Olano, 507 U. S., at\n731 (quoting Yakus v. United States, 321 U. S. 414, 444\n(1944)). This principle favors assessing plainness limited\nto the time the error was committed.\n   On the other hand, “[t]he general rule . . . is that an\nappellate court must apply the law in effect at the time it\nrenders its decision.” Thorpe v. Housing Authority of\nDurham, 393 U. S. 268, 281 (1969). See Ziffrin v. United\nStates, 318 U. S. 73, 78 (1943). Indeed, Chief Justice\nMarshall wrote long ago:\n       “It is in the general true that the province of an ap-\n    pellate court is only to enquire whether a judgment\n    when rendered was erroneous or not. But if subse-\n    quent to the judgment and before the decision of the\n    appellate court, a law intervenes and positively\n    changes the rule which governs, the law must be\n    obeyed, or its obligation denied. . . . In such a case the\n    court must decide according to existing laws, and if it\n    be necessary to set aside a judgment, rightful when\n    rendered, but which cannot be affirmed but in viola-\n    tion of law, the judgment must be set aside.” United\n    States v. Schooner Peggy, 1 Cranch 103, 110 (1801).\nThis principle favors assessing plainness at the time of\nreview.\n  Rule 52(b) itself makes clear that the first principle is\nnot absolute. Indeed, we have said that a “ ‘rigid and\nundeviating judicially declared practice under which\ncourts of review would invariably and under all circum-\nstances decline to consider all questions which had not\npreviously been specifically urged would be out of har-\nmony with . . . the rules of fundamental justice.’ ” Olano,\n                  Cite as: 568 U. S. ____ (2013)              5\n\n                      Opinion of the Court\n\nsupra, at 732 (quoting Hormel v. Helvering, 312 U. S. 552,\n557 (1941); ellipsis in original). But neither is the second\nprinciple absolute. Even where a new rule of law is at\nissue, Rule 52(b) does not give a court of appeals authority\nto overlook a failure to object unless an error not only\n“affect[s] substantial rights” but also “seriously affect[s]\nthe fairness, integrity or public reputation of judicial\nproceedings.” Olano, supra, at 732 (internal quotation\nmarks omitted; brackets in original). Because the two\nprinciples here point in different directions and neither is\nabsolute, we cannot decide this conflict simply by looking\nto one rather than to the other.\n   The text of Rule 52(b) does not resolve the problem. It\ndoes not say that a court of appeals may consider an “error\nthat was plain”—language that would look to the past.\nRather, it simply says that a court of appeals may consider\n“[a] plain error.” And that language leaves the temporal\nquestion open. But see infra, at 12.\n   Neither does precedent answer the temporal question—\nat least not directly. Olano is clearly relevant. There, we\nsaid that Rule 52(b) authorizes an appeals court to correct\na forfeited error only if (1) there is “an error,” (2) the error\nis “ plain,” and (3) the error “affect[s] substantial rights.”\n507 U. S., at 732 (internal quotation marks omitted).\nPointing out that Rule 52 “is permissive, not mandatory,”\nid., at 735, we added (4) that “the standard that should\nguide the exercise of remedial discretion under Rule 52(b)”\nis whether “the error ‘seriously affect[s] the fairness, in-\ntegrity or public reputation of judicial proceedings,’ ” id.,\nat 736 (quoting United States v. Atkinson, 297 U. S. 157,\n160 (1936); brackets in original). At the same time, we\nsaid that “[w]e need not consider the special case where\nthe error was unclear at the time of trial but becomes clear\non appeal because the applicable law has been clarified.”\n507 U. S., at 734. That is the case now before us.\n   Johnson v. United States, 520 U. S. 461 (1997), is also\n6              HENDERSON v. UNITED STATES\n\n                     Opinion of the Court\n\nrelevant. We there considered a trial court’s decision that\nwas clearly correct under Circuit law when made but\nwhich, by the time of review, had become plainly errone-\nous due to an intervening authoritative legal decision. We\nconcluded that, “where the law at the time of trial was\nsettled and clearly contrary to the law at the time of ap-\npeal[,] it is enough that an error be ‘plain’ at the time of\nappellate consideration.” Id., at 468. As in Olano, however,\nwe declined to decide whether that same rule should\napply where the law is unsettled at the time of error but\nplain at the time of review. 520 U. S., at 467–468. As we\nhave said, this is precisely the case now before us.\n                              B\n   The text, precedents, and background principles do not\ndirectly dictate a result here. But prior precedent has\nhelped to shape current law. And that precedent, read in\nlight of those underlying principles, leads us to interpret\nRule 52(b)’s phrase “plain error” as applying at the time of\nreview. Given Johnson, a “time of error” interpretation\nwould prove highly, and unfairly, anomalous.\n   Consider the lay of the post-Johnson legal land: No one\ndoubts that an (un-objected to) error by a trial judge will\nordinarily fall within Rule 52(b)’s word “plain” as long as\nthe trial court’s decision was plainly incorrect at the time\nit was made. E.g., Olano, supra, at 734. That much is\ncommon ground. Johnson then adds that, at least in one\ncircumstance, an (un-objected to) error by a trial judge will\nalso fall within Rule 52(b)’s word “plain” even if the judge\nwas not plainly incorrect at the time it was made. That is\nthe circumstance where an error is “plain” even if the trial\njudge’s decision was plainly correct at the time when it\nwas made but subsequently becomes incorrect based on a\nchange in law. 520 U. S., at 468. And, since by definition\nthe trial judge did not commit plain error at the time of\nthe ruling, Johnson explicitly rejects applying the words\n                  Cite as: 568 U. S. ____ (2013)            7\n\n                      Opinion of the Court\n\n“plain error” as of the time when the trial judge acted.\nInstead, Johnson deems it “enough that an error be ‘plain’\nat the time of appellate consideration” for that error to fall\nwithin Rule 52(b)’s category of “plain error.” Ibid.\n   But if the Rule’s words “plain error” cover both (1) trial\ncourt decisions that were plainly correct at the time when\nthe judge made the decision and (2) trial court decisions\nthat were plainly incorrect at the time when the judge\nmade the decision, then why should they not also cover\n(3) cases in the middle—i.e., where the law at the time of\nthe trial judge’s decision was neither clearly correct nor\nincorrect, but unsettled?\n   To hold to the contrary would bring about unjustifi-\nably different treatment of similarly situated individuals.\nImagine three virtually identical defendants, each from a\ndifferent circuit, each sentenced in January to identical\nlong prison terms, and each given those long sentences for\nthe same reason, namely to obtain rehabilitative treat-\nment. Imagine that none of them raises an objection. In\nJune, the Supreme Court holds this form of sentencing\nunlawful. And, in December, each of the three different\ncircuits considers the claim that the trial judge’s January-\nimposed prison term constituted a legal error. Imagine\nfurther that in the first circuit the law in January made\nthe trial court’s decision clearly lawful as of the time when\nthe judge made it; in the second circuit, the law in Janu-\nary made the trial court’s decision clearly unlawful as of\nthe time when the judge made it; and in the third circuit,\nthe law in January was unsettled.\n   To apply Rule 52(b)’s words “plain error” as of the time\nof appellate review would treat all three defendants alike.\nIt would permit all three to go on to argue to the appellate\ncourt that the trial court error affected their “substantial\nrights” and “seriously affect[ed] the fairness, integrity or\npublic reputation of judicial proceedings.” Olano, supra,\nat 732 (internal quotation marks omitted). To interpret\n8             HENDERSON v. UNITED STATES\n\n                     Opinion of the Court\n\n“plain error” differently, however, would treat these three\nvirtually identical defendants differently, allowing only\nthe first two defendants, but not the third defendant, po-\ntentially to qualify for Rule 52(b) relief. All three defen-\ndants suffered from legal error; all three failed to object;\nand all three would benefit from the new legal interpre-\ntation. What reason is there to give two of these three\ndefendants the benefits of a new rule of law, but not the\nthird? Cf. Schooner Peggy, 1 Cranch, at 110.\n   There is no practical ground for making this distinction.\nTo the contrary, to distinguish and treat more harshly\ncases where a circuit’s law was unclear would simply\npromote arguments about whether the law of the circuit\ninitially was unclear (rather than clearly settled one way\nor the other). And these arguments are likely to be par-\nticularly difficult to resolve where what is at issue is a\nmatter of legal degree, not kind. To what extent, for ex-\nample, did a prosecutor’s closing argument go too far down\nthe road of prejudice? A “time of error” interpretation also\nwould require courts of appeals to play a kind of temporal\nping-pong, looking at the law that now is to decide whether\n“error” exists, looking at the law that then was to decide\nwhether the error was “plain,” and looking at the circum-\nstances that now are to decide whether the defendant has\nsatisfied Olano’s third and fourth criteria. Thus, the “time\nof error” interpretation would make the appellate process\nyet more complex and time consuming.\n   We recognize, as the Solicitor General points out, that a\n“time of error” rule, even if confined to instances in which\nthe law is uncertain, would in such cases provide an added\nincentive to counsel to call the lower court judge’s atten-\ntion to the matter at a time when that judge could quickly\ntake remedial action. And, even if no remedy is offered,\nthe lower court judge’s analysis may help the court of\nappeals to decide the legal question. See Brief for United\nStates 30–32. See also Mouling, 557 F. 3d, at 664. We\n                 Cite as: 568 U. S. ____ (2013)            9\n\n                     Opinion of the Court\n\ndisagree with the Solicitor General, however, in that we\nalso believe that, in the present context, any added incen-\ntive has little, if any, practical importance.\n   That is because counsel normally has other good reasons\nfor calling a trial court’s attention to potential error—for\nexample, it is normally to the advantage of counsel and his\nclient to get the error speedily corrected. And, even where\nthat is not so, counsel cannot rely upon the “plain error”\nrule to make up for a failure to object at trial. After all,\nthat rule will help only if (1) the law changes in the de-\nfendant’s favor, (2) the change comes after trial but before\nthe appeal is decided, (3) the error affected the defendant’s\n“substantial rights,” and (4) the error “seriously affect[ed]\nthe fairness, integrity or public reputation of judicial pro-\nceedings.” Olano, 507 U. S., at 732 (internal quotation\nmarks omitted). If there is a lawyer who would deliberately\nforgo objection now because he perceives some slightly\nexpanded chance to argue for “plain error” later, we sus-\npect that, like the unicorn, he finds his home in the imagi-\nnation, not the courtroom.\n   The upshot is that a “time of review” interpretation\nfurthers the basic Schooner Peggy principle that “an appel-\nlate court must apply the law in effect at the time it ren-\nders its decision.” Thorpe, 393 U. S., at 281. It works\nlittle, if any, practical harm upon the competing adminis-\ntrative principle that insists that counsel call a potential\nerror to the trial court’s attention. And, it is consistent\nwith the basic purpose of Rule 52(b), namely the creation\nof a fairness-based exception to the general requirement\nthat an objection be made at trial. See supra, at 4.\n   At the same time, the competing “time of error” rule is\nout of step with our precedents, creates unfair and anoma-\nlous results, and works practical administrative harm.\nThus, in the direct appeals of cases that are not yet final,\nwe consider the “time of review” interpretation the better\nreading of Rule 52’s words “plain error.”\n10             HENDERSON v. UNITED STATES\n\n                     Opinion of the Court\n\n                              III\n   The Solicitor General makes several other important\narguments, but they fail to lead us to a different conclu-\nsion. First, the Government argues that the purpose of\nplain-error review is to ensure “the integrity of the [trial]\nproceedings.” Brief for United States 33–34. In turn, the\nargument goes, appellate courts should consider only\n(1) errors that counsel called to the court’s attention and\n(2) errors that the trial court should have known about\nregardless, namely those that then were plain. Expanding\non this theme, one Court of Appeals described plain error\nas “error that is so clear-cut, so obvious, a competent\ndistrict judge should be able to avoid it without benefit of\nobjection. When the state of the law is unclear at trial and\nonly becomes clear as a result of later authority, the Dis-\ntrict Court’s error is perforce not plain; we expect district\njudges to be knowledgeable, not clairvoyant.” United\nStates v. Turman, 122 F. 3d 1167, 1170 (CA9 1997) (cita-\ntion omitted).\n   This approach, however, overlooks the way in which\nthe plain-error rule—Rule 52(b)—restricts the appellate\ncourt’s authority to correct an error to those errors that\nwould, in fact, seriously affect the fairness, integrity,\nor public reputation of judicial proceedings. Cf. United\nStates v. Farrell, 672 F. 3d 27, 36–37 (CA1 2012) (consid-\nering the issue from this perspective). And the approach\nruns headlong into Johnson. The error in Johnson was\nnot an error that the District Court should have known\nabout at the time. It was the very opposite: The District\nJudge should have known that his ruling (at the time he\nmade it) was not error; and perhaps not even clairvoyance\ncould have led him to hold to the contrary. Cf. Khan v.\nState Oil Co., 93 F. 3d 1358, 1362–1364 (CA7 1996) (regis-\ntering disagreement with this Court’s precedent while\nfollowing it nonetheless); State Oil Co. v. Khan, 522 U. S.\n3, 20–22 (1997) (approving of that approach).\n                  Cite as: 568 U. S. ____ (2013)           11\n\n                      Opinion of the Court\n\n  Rather, Johnson makes clear that plain-error review is\nnot a grading system for trial judges. It has broader pur-\nposes, including in part allowing courts of appeals better\nto identify those instances in which the application of a\nnew rule of law to cases on appeal will meet the demands\nof fairness and judicial integrity. See Johnson, 520 U. S.,\nat 467–468; Olano, 507 U. S., at 732.\n  Second, the Government fears that our holding will lead\nto too many claims of “plain error.” Brief for United States\n26–28. After all, courts of appeals, not just the Supreme\nCourt, clarify the law through their opinions. When a\ncourt of appeals does so, will not all defendants, including\nmany who never objected in the court below, insist that\nthe court of appeals now judge their cases according to the\nnew rule? And will “plain error” in such cases not then\ndisappear, leaving only simple “error” in its stead?\n  The answer to this claim is that a new rule of law, set\nforth by an appellate court, cannot automatically lead\nthat court to consider all contrary determinations by trial\ncourts plainly erroneous. Many such new rules, as we\nhave pointed out, concern matters of degree, not kind.\nAnd a lower court ruling about such matters (say, the\nnature of a closing argument), even if now wrong (in light\nof the new appellate holding), is not necessarily plainly\nwrong. The Rule’s requirement that an error be “plain”\nmeans that lower court decisions that are questionable but\nnot plainly wrong (at time of trial or at time of appeal) fall\noutside the Rule’s scope.\n  And there are other reasons for concluding that our\nholding will not open any “plain error” floodgates. As we\nhave said, the Rule itself contains other screening criteria.\nThe error must have affected the defendant’s substantial\nrights and it must have seriously affected the fairness,\nintegrity, or public reputation of judicial proceedings.\nOlano, supra, at 732. When courts apply these latter\ncriteria, the fact that a defendant did not object, despite\n12             HENDERSON v. UNITED STATES\n\n                      Opinion of the Court\n\nunsettled law, may well count against the grant of Rule\n52(b) relief. Moreover, the problem here arises only when\nthere is a new rule of law, when the law was previously\nunsettled, and when the District Court reached a decision\ncontrary to the subsequent rule. These limitations may\nwell explain the absence of any account before us of “plain\nerror” inundation in those Circuits that already follow the\ninterpretation we now adopt. See, e.g., Farrell, supra, at\n36–37; Cordery, 656 F. 3d, at 1107; United States v. Gar-\ncia, 587 F. 3d 509, 519–520 (CA2 2009); United States v.\nRoss, 77 F. 3d 1525, 1539 (CA7 1996).\n   Finally, the Government points out that Rule 52(b)\nis written mostly in the past tense. It says that a “plain\nerror . . . may be considered even though it was not\nbrought to the court’s attention.” (Emphasis added.) This\nuse of the past tense, the Government argues, refers to a\n“plain error” that was not “brought to the court’s atten-\ntion” back then, when the error occurred. And that lin-\nguistic fact, in turn, means that the error must have been\nplain at that time. Brief for United States 18–22.\n   Whatever the merits of this textual argument, however,\nJohnson forecloses it. The error at issue in that case was\nnot even an error, let alone plain, at the time when the\ndefendant might have “brought [it] to the court’s atten-\ntion.” Nonetheless, we found the error to be “plain error.”\nWe cannot square the Government’s textual argument\nwith our holding in that case.\n                              IV\n  For these reasons, we conclude that whether a legal\nquestion was settled or unsettled at the time of trial, “it is\nenough that an error be ‘plain’ at the time of appellate\nconsideration” for “[t]he second part of the [four-part]\nOlano test [to be] satisfied.” Johnson, supra, at 468. The\ncontrary judgment of the Court of Appeals is reversed, and\nthe case is remanded for further proceedings consistent\n                 Cite as: 568 U. S. ____ (2013) \n                 13\n\n                     Opinion of the Court \n\n\nwith this opinion.\n                                                    It is so ordered.\n                 Cite as: 568 U. S. ____ (2013)           1\n\n                     SCALIA, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 11–9307\n                         _________________\n\n\n    ARMARCION D. HENDERSON, PETITIONER v.\n\n               UNITED STATES\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                     [February 20, 2013]\n\n\n  JUSTICE SCALIA, with whom JUSTICE THOMAS and\nJUSTICE ALITO join, dissenting.\n  When the law was unsettled at the time an error was\ncommitted, the error is not “plain” within the meaning of\nFederal Rule of Criminal Procedure 52(b). To hold other­\nwise disregards the importance of claim preservation and\ndeprives Rule 52(b)’s plainness limitation of all conceiv-\nable purpose.\n                              I\n   The Court begins its analysis by misconceiving our task.\nWe are here, it thinks, in order to resolve a supposed\n“conflict” between two “competing . . . legal principles,”\nante, at 3—the principle that a legal right may be forfeited\nby the failure to assert it in a timely fashion, and the\nprinciple that an appellate court must apply the law in\neffect at the time of its judgment. To begin with, there is\nno such conflict. Forfeiture rules establish exceptions to\nthe legal rights that they qualify; like all exceptions they\ndo not “conflict” with what they modify but rather mark\nout its scope. And second, our task in this case is not the\nexalted philosophical one of deciding where justice lies. It\nis presumed (rightly or not) that Congress has taken that\ninto consideration in approving the Rules of Criminal\nProcedure. Ours, alas, is the more mundane and lawyerly\n2              HENDERSON v. UNITED STATES\n\n                     SCALIA, J., dissenting\n\ntask of deciding whether the Rules of Criminal Procedure\nmake the failure of timely objection an exception to the\nrule that an appellate court applies the law in effect at the\ntime of its judgment.\n   Having addressed itself to the wrong question, the Court\nunsurprisingly gives the wrong answer. The correct an­\nswer must be sought in the text of the Federal Rules\nof Criminal Procedure, beginning with Rule 51(b), which\nprovides: “A party may preserve a claim of error by in­\nforming the court—when the court ruling or order is made\nor sought—of the action the party wishes the court to\ntake, or the party’s objection to the court’s action and the\ngrounds for that objection.” (Emphasis added). Surely\nthis means that a party does not preserve a claim of\nerror—cannot assert that on appeal, whatever the law on\nthe point may be—unless he informs the court or objects to\nthe court’s action when the ruling or order is made or\nsought. If it does not mean that, it means nothing.\n   We move then to Rule 52(b), which says: “A plain error\nthat affects substantial rights may be considered even\nthough it was not brought to the [trial] court’s attention.”\nThe meaning of that is not difficult to grasp. It is an\nexception to Rule 51(b)’s rule of forfeiture—an exception\nthat applies only to “plain error.” The question before us\nis whether plainness means plainness at the time “the\n[trial] court ruling or order is made or sought” or plainness\nwhen the case reaches the Court of Appeals.\n   The answer to that question seems to me entirely clear.\nA rudimentary principle of textual interpretation—so\ncommonsensical that it scarcely needs citation—is that if\none interpretation of an ambiguous provision causes it to\nserve a purpose consistent with the entire text, and the\nother interpretation renders it pointless, the former pre­\nvails. Limiting review of forfeited errors to those that\nwere “plain” when the objection should have been made\nserves a purpose consistent with Rule 51: It permits re­\n                 Cite as: 568 U. S. ____ (2013)            3\n\n                     SCALIA, J., dissenting\n\nviewing courts to correct error where doing so will not\nthwart the objective of causing objections to be made when\nthey can do some good. Objection is not so much needed\nwhen the error ought to be plain to the court and to the\nprosecution. And the fault in overlooking such an error is\nnot solely the defendant’s, but must be shared equally by\nthe court and the prosecutor. We have affirmed this prin­\nciple, and have affirmed the proposition that plainness is\nto be determined at the trial stage, in our prior opinions.\n“By its terms, recourse may be had to [Rule 52(b)] only on\nappeal from a trial infected with error so ‘plain’ the trial\njudge and prosecutor were derelict in countenancing it,\neven absent the defendant’s timely assistance in detecting\nit.” United States v. Frady, 456 U. S. 152, 163 (1982).\nWhere error at trial is plain, the rationale for penalizing\nforfeiture is at its weakest and the injustice to the defend­\nant correspondingly strong.\n   The Court, on the other hand, is unable to provide any\npurpose served by a plainness requirement applied when\nthe case reaches the Court of Appeals. Consider two de-\nfendants in the same circuit who fail to object to an\nidentical error committed by the trial court under unset­\ntled law. By happenstance, Defendant A’s appeal is con­\nsidered first. The court of appeals recognizes that there\nwas error, but denies relief because the law was unclear\nup to the time of the court of appeals’ opinion. Defendant\nB’s appeal is heard later, and he reaps the benefit of the\nopinion in Defendant A’s case settling the law in his favor.\nWhat possible purpose is served by distinguishing between\nthese two appellants? “The negligence in not raising the\nerror is equivalent regardless of what happens by the time\nof appeal.” United States v. Escalante-Reyes, 689 F. 3d\n415, 429 (CA5 2012) (en banc) (Smith, J., dissenting).\nSince a plain-error doctrine of this sort cannot possibly\ninduce counsel to make contemporaneous objection, it\nseemingly has no purpose whatever except to create the\n4                 HENDERSON v. UNITED STATES\n\n                          SCALIA, J., dissenting\n\nabove described anomaly.\n   No, that is not quite true. It does serve the purpose of\nenabling today’s opinion to say that the plain-error rule\nhas been “preserved,” and has not been entirely converted\nto a simple-error rule. Of course a simple-error rule—all\ntrial-court mistakes affecting substantial rights can be\ncorrected on appeal—would better serve the Court’s mis­\ntaken understanding that the only purpose of Rule 52(b) is\nfairness, ante, at 9,1 combined with its erroneous percep­\ntion that all defendants who fail to make a timely objec­\ntion to misapplication of the law stand in the same boat,\nsee ante, at 7. But a simple-error rule would be contrary\nto the clear text of Rule 52(b), which tempers Rule 51(b)\nwith “fairness” only when the error is plain. The Court\nmust find some application for the plainness requirement,\neven if it be one that is utterly pointless. It has done so.\n                            II\n   The Court contends that evaluating plainness at the\ntrial-court level “runs headlong into Johnson [v. United\nStates, 520 U. S. 461 (1997)].” Ante, at 10. The error\n——————\n   1 The reality, of course, is that the object of Rule 52(b) is fairness to\n\nthe extent that is compatible with preservation of the principal objective\nof the contemporaneous-objection requirement of Rule 51(b). The Court\nsuppresses this limitation by paying lip service to Olano’s four-prong\nRule 52(b) analysis while reducing the plain-error requirement which is\npart of that analysis to a nullity. It asserts that “the plain-error rule—\nRule 52(b)—restricts the appellate court’s authority to correct an error\nto those errors that would, in fact, seriously affect the fairness, integ­\nrity, or public reputation of judicial proceedings.” Ante, at 10. That is a\ndescription of prong 4 of the Olano analysis, see United States v. Olano,\n507 U. S. 725, 732 (1993), which does not even pertain to the words\n“plain error” in Rule 52(b), but rather to the word “may”—to when a\ncourt should exercise its discretion to consider an unobjected-to plain\nerror. It has nothing whatever to do with plainness. Rule 52(b) clearly\nrestricts review to those unobjected-to errors that are plain, and the\nCourt offers no explanation—none—of what purpose that restriction\ncan possibly serve if plainness is determined at the appellate stage.\n                    Cite as: 568 U. S. ____ (2013)                   5\n\n                         SCALIA, J., dissenting\n\nthere, it points out, “was not an error that the District\nCourt should have known about at the time.” Ibid. John-\nson would have been decided the same way at whatever\nstage the plainness requirement was evaluated, since the\nCourt found that the error did “not meet the final re­\nquirement of Olano,” that “the forfeited error ‘seriously\naffect[s] the fairness, integrity or public reputation of\njudicial proceedings.’ ” 520 U. S., at 469.2 I accept, how­\never, that the Court said in Johnson, and will presumably\nhold in future cases, that in the situation presented by\nthat case, plainness at the time of appeal will suffice.\nThat was a situation in which the law was settled against\nthe defendant at trial but became plain in his favor by the\ntime of appeal. As to that narrow class of cases, a time-of­\nappeal rule promotes both the fairness and efficiency\nconcerns of Rule 51(b). When the law is settled against a\ndefendant at trial he is not remiss for failing to bring his\nclaim of error to the court’s attention. It would be futile.\nAn objection would therefore disserve efficiency, and a\ntime-of-trial rule “would result in counsel’s inevitably\nmaking a long and virtually useless laundry list of objec­\ntions to rulings that were plainly supported by existing\nprecedent.” Id., at 468. In that unique context, a time-of­\nappeal approach actually “furthers the substantial inter­\nest in the orderly administration of justice that underlies\nthe contemporaneous objection rule.” United States v.\nDavid, 83 F. 3d 638, 644 (CA4 1996).\n   The Court wrote in Johnson a circumspect opinion that\ntook pains to exclude from the time-of-appeal method it\narticulated the case before us now. After agreeing with\nthe petitioner that in the situation before the Court a\ntime-of-trial rule would impede rather than assist fairness\n——————\n  2 That is why I was able to join the judgment in Johnson, even though\n\nI did not join the portion of the opinion addressing the stage at which\nplainness was to be evaluated. See 520 U. S., at 462.\n6             HENDERSON v. UNITED STATES\n\n                     SCALIA, J., dissenting\n\nand efficiency, the opinion said that “in a case such as\nthis—where the law at the time of trial was settled and\nclearly contrary to the law at the time of appeal—it is\nenough that an error be ‘plain’ at the time of appellate\nconsideration.” 520 U. S., at 468. The limitation of the\nCourt’s opinion is clear. The concerns that justified evalu­\nating plainness at the time of appeal in Johnson cut\nagainst such a rule here, where the law was not clear but\nuncertain at the time of trial. In the difficult and often\nhectic process of conducting a trial, a judge depends on the\nparties—“officers of the court”—to flag less-than-obvious\nissues that might otherwise escape his notice. A prompt\nclaim of error in those circumstances is not futile but\neminently useful.\n   The Court hypothesizes three defendants failing to\nobject at trial to a ruling that later (before the case\nreaches the court of appeals) is shown by a Supreme Court\nopinion to have been error: one tried in a circuit whose law\nat the time clearly accorded with the Supreme Court’s\nholding, one tried in a circuit whose law clearly contra­\ndicted that holding, and one tried in a circuit whose law on\nthe point was uncertain. Ante, at 7. These defendants,\nthe Court asserts, are “similarly situated,” and the plain­\nerror-at-time-of-appeal rule appropriately treats them\nalike. But they are not “similarly situated” insofar as the\npurposes of Rules 51(b) and 52(b) are concerned, and\ntreating them alike frustrates those purposes. Where the\ncircuit law clearly accorded with the Supreme Court’s\nlater opinion, the trial court should have known that law,\nand hence the raising of the point by counsel should not\nhave been needed; this is the classic case for plain-error\nreversal on appeal. Where the circuit law clearly contra­\ndicted the later Supreme Court opinion, again the trial\ncourt should have known that law, and counsel’s raising\nthe point would be futile and wasteful rather than sparing\nof judicial resources; this is the classic case for Johnson\n                  Cite as: 568 U. S. ____ (2013)            7\n\n                      SCALIA, J., dissenting\n\nreversal on appeal. Where the circuit law was unsettled,\nthe trial court was most in need of counsel’s assistance,\nand the failure to provide it has no excuse; this is the clas-\nsic case for normal application of the contemporaneous­\nobjection requirement of Rule 51(b). To be sure, these\nlitigants are alike in that all three “suffered from legal\nerror,” ante, at 8; and if the sole, unqualified objective of\nappellate review were to correct trial-court error that\nwould suffice to entitle them to equal treatment. Until\ntoday, however, the objective of correcting trial-court error\nhas been qualified by the objective of inducing counsel to\nbring forward claims of error when they can be remedied\nwithout overturning a verdict and setting the convicted\ncriminal defendant free. To overlook counsel’s failure to\nobject, spend judicial resources to conduct plain-error\nreview, and set aside a criminal conviction where retrial\nmay be difficult if not impossible, is exactly the “ ‘extrava­\ngant protection’ ” that this Court has up until now disa­\nvowed. United States v. Young, 470 U. S. 1, 16 (1985)\n(quoting Henderson v. Kibbe, 431 U. S. 145, 154, n. 12\n(1977), in turn quoting Namet v. United States, 373 U. S.\n179, 190 (1963)).\n                             III\n   The Court sees no harm in its evisceration of the\ncontemporaneous-objection rule, disbelieving that a lawyer\nwould “deliberately forgo objection now because he per­\nceives some slightly expanded chance to argue for ‘plain\nerror’ later,” ante, at 9. It is hard to say whether this\nconclusion springs from a touching faith in the good\nsportsmanship of criminal defense counsel or an unkind\ndisparagement of their intelligence. Where a criminal\ncase always has been, or has at trial been shown to be, a\nsure loser with the jury, it makes entire sense to stand\nsilent while the court makes a mistake that may be the\nbasis for undoing the conviction.       The happy-happy\n8             HENDERSON v. UNITED STATES\n\n                     SCALIA, J., dissenting\n\nthought that counsel will not “deliberately forgo objection”\nis not a delusion that this Court has hitherto indulged,\nworrying as it has (in an opinion joined by the author of\ntoday’s opinion) about counsel’s “ ‘sandbagging the court’ ”\nby “remaining silent about his objection and belatedly\nraising the error only if the case does not conclude in his\nfavor.” Puckett v. United States, 556 U. S. 129, 134 (2009).\nIn any event, sandbagging is not the only evil to be feared.\nWhat is to be feared even more is a lessening of counsel’s\ndiligent efforts to identify uncertain points of law and\nbring them (or rather the defendant’s version of them) to\nthe court’s attention, so that error will never occur. It is\nremarkably naïve to disbelieve the proposition that lessen­\ning the costs of noncompliance with Rule 51(b) diminishes\nthe incentives to be diligent in objecting. See Meltzer,\nState Court Forfeitures of Federal Rights, 99 Harv. L.\nRev. 1128, 1135 (1986). Meant to apply only in “ex­\nceptional circumstances,” United States v. Atkinson, 297\nU. S. 157, 160 (1936), Rule 52(b) today has been trans­\nformed into an end-run around the consequences of claim\nforfeiture.\n   The Court’s final argument, that a time-of-error rule\nwould “wor[k] practical administrative harm,” ante, at 9,\nis even more peculiar than the rest of its opinion. What­\never administrative ease may flow from a time-of-appeal\nrule (and more on that in a moment) it is outweighed\nby “lower[ing] the bar for plain-error review, which will\nundoubtedly result in more remands and new trials.”\nEscalante-Reyes, 689 F. 3d, at 431 (Smith, J., dissenting).\nThe Court’s Pollyannaish rejoinder is that few reversals\nwill occur anyway because a defendant must still show\nthat the error affected his substantial rights (Olano prong\n3) and seriously affected the fairness of judicial proceed­\nings (Olano prong 4), ante, at 11–12. I doubt that. Many\nhitherto forfeited claims may incorrectly be found to meet\nthose vague requirements. And all claims—whether found\n                  Cite as: 568 U. S. ____ (2013)            9\n\n                      SCALIA, J., dissenting\n\nto meet them or not—will have to be evaluated under\nthose vague standards, requiring intensive consideration\nand producing a judgment whose correctness is often\ndifficult to assess.\n   As for the Court’s belief that it is difficult to assess\nwhether error was plain at the time of trial: it is really not\nthat hard. Appellate courts regularly conduct that type\nof inquiry in other areas of law. For example, in the con­\ntext of federal habeas corpus review under 28 U. S. C.\n§2254(d)(1) relief may not be granted to a state prisoner\nbased on a legal error unless that error was contrary to or\nan unreasonable application of clearly established federal\nlaw as of “ ‘the time the state court render[ed] its deci­\nsion,’ ” Cullen v. Pinholster, 563 U. S. ___, ___ (2011) (slip\nop., at 10). Similarly, we determine whether public offi­\ncials have immunity based on what law was clearly estab­\nlished at the time of their acts. See Harlow v. Fitzgerald,\n457 U. S. 800, 818–819 (1982). The Court offers us no\nreason to believe the inquiry would be any more difficult\nin this context.\n   In any event, a time-of-appeal rule for assessing plain­\nness does not eliminate the need to assess plainness. And\ncontrary to the Court’s belief, that need will not arise only\n“when there is a new rule of law, when the law was previ­\nously unsettled, and when the District Court reached a\ndecision contrary to the subsequent rule.” Ante, at 12\n(emphasis added). That easy situation, which exists in the\npresent case, may well be the exception rather than the\nrule for claims that failure to object to plain error should\nbe excused. For a trial-court error is plain not only when\nit becomes so in retrospect, after the law has subsequently\nbeen clarified; but also when the court disregards the pre-\nexisting “ ‘clarity of a statutory provision or court rule.’ ”\nUnited States v. Perry, 479 F. 3d 885, 893, n. 8 (CADC\n2007). This Court recognized as much in United States v.\nOlano, 507 U. S. 725 (1993), where the Government “es­\n10            HENDERSON v. UNITED STATES\n\n                     SCALIA, J., dissenting\n\nsentially concede[d],” and this Court accepted, that the\nDistrict Court’s interpretation of Federal Rule of Criminal\nProcedure 24(c) was plainly erroneous, even though the\nappellate court had yet to say so, because the text of the\nrule was so clear. Id., at 737. For that and other reasons,\nthe question whether the law was “unsettled” will often\nnot admit of an easy answer, and our Courts of Appeals\nwill have to resolve lots of claims that it was not. The\npractical difficulties the Court professes to avoid will not\nbe avoided.\n                        *    *    *\n  Today’s opinion converts the “plain error” limitation of\nRule 52(b), a limitation designed to induce trial objections\nthat will assist the court, into a limitation designed to\nserve no conceivable purpose at all. Fair trial will suffer\nfrom the ensuing disregard of the now unenforceable\ncontemporaneous-objection rule. I respectfully dissent.\n</pre>", "id": 820903, "judges": "", "local_path": "pdf/2013/02/20/henderson_v._united_states.pdf", "nature_of_suit": "", "plain_text": "(Slip Opinion)              OCTOBER TERM, 2012                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n                 HENDERSON v. UNITED STATES\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE FIFTH CIRCUIT\n\nNo. 11–9307. Argued November 28, 2012—Decided February 20, 2013\nA federal court of appeals normally will not correct a legal error made\n  in a criminal trial unless the defendant first brought the error to the\n  trial court’s attention. United States v. Olano, 507 U. S. 725, 731.\n  But Federal Rule of Criminal Procedure 52(b) provides an exception,\n  permitting “[a] plain error that affects substantial rights [to] be con-\n  sidered even though it was not brought to the [trial] court’s atten-\n  tion.”\n     Here, the District Court increased the length of petitioner Hender-\n  son’s sentence so he could participate in a prison drug rehabilitation\n  program. Henderson’s counsel did not object to the sentence, but, on\n  appeal, Henderson claimed that the District Court plainly erred in\n  increasing his sentence solely for rehabilitative purposes. While the\n  appeal was pending, this Court decided in Tapia v. United States,\n  563 U. S. ___, ___, that it is error for a court to “impose or lengthen a\n  prison sentence to enable an offender to complete a treatment pro-\n  gram or otherwise to promote rehabilitation.” While this meant that\n  the District Court’s sentence was erroneous, the Fifth Circuit deter-\n  mined that Rule 52(b) did not give it authority to correct the error.\n  In doing so, it concluded that an error is “plain” under the Rule only\n  if it was clear under current law at the time of trial, but that, in this\n  case, Circuit law was unsettled until Tapia was decided.\nHeld: Regardless of whether a legal question was settled or unsettled at\n the time of trial, an error is “plain” within the meaning of Rule 52(b)\n so long as the error was plain at the time of appellate review. Pp. 3–\n 13.\n    (a) The question of whether an error must be plain at the time it is\n committed or at the time it is reviewed reflects two competing legal\n principles. The principle that a right may be forfeited in a case if it is\n2                    HENDERSON v. UNITED STATES\n\n                                    Syllabus\n\n    not timely asserted before a tribunal having jurisdiction to determine\n    it favors limiting the assessment of plainness to the time of the er-\n    ror’s commission. See Olano, supra, at 731. And the rule that an ap-\n    pellate court must apply the law in effect at the time it renders its\n    decision favors assessing plainness at the time of review. See Thorpe\n    v. Housing Authority of Durham, 393 U. S. 268, 281. Because neither\n    principle is absolute, the conflict cannot be decided by looking to one\n    rather than the other. The text of Rule 52(b) also leaves open the\n    temporal question. And relevant precedent does not directly answer\n    the question. In Olano, this Court said that Rule 52(b) authorizes an\n    appeals court to correct a forfeited error only if (1) there is an “error,”\n    (2) that is “plain,” (3) that “affect[s] substantial rights,” 507 U. S. 732,\n    and (4) that “ ‘seriously affect[s] the fairness, integrity or public repu-\n    tation of judicial proceedings,’ ” id., at 736. In Johnson v. United\n    States, 520 U. S. 461, 468, the Court concluded that, where a trial\n    court’s decision was clearly correct under circuit law when made but\n    becomes “clearly contrary to the law at the time of appeal[,] it is\n    enough that an error be ‘plain’ at the time of appellate consideration.”\n    However, neither case addressed what rule should apply where the\n    law is unsettled at the time of the error but plain at the time of re-\n    view. 507 U. S., at 734, 520 U. S, at 467−468. Pp. 3−6.\n       (b) This precedent, when read in light of the underlying back-\n    ground principles, leads to the conclusion that Rule 52(b)’s “plain er-\n    ror” phrase applies at the time of review. If “plain error” covers trial\n    court decisions that were plainly correct when made and those that\n    were plainly incorrect when made, it should cover cases in the mid-\n    dle―i.e., where the law was neither clearly correct nor incorrect, but\n    unsettled, at the time of the trial court’s decision. To hold to the con-\n    trary would lead to unjustifiably different treatment of similarly sit-\n    uated individuals, for there is no practical reason to treat a defendant\n    more harshly simply because his circuit’s law was unclear at the time\n    of trial. Even if a “time of error” rule would provide an added incen-\n    tive to counsel to call a trial judge’s attention to the matter so the\n    judge could quickly consider remedial action, such incentive has lit-\n    tle, if any, practical importance since counsel normally has good rea-\n    sons for calling a trial court’s attention to potential error, e.g., the ad-\n    vantage to counsel and client of having an error speedily corrected.\n    In sum, in contrast to a “time of error” rule, a “time of review” inter-\n    pretation furthers the basic principle that “an appellate court must\n    apply the law in effect at the time it renders its decision,” Thorpe, su-\n    pra, at 281; works little, if any, practical harm upon the competing\n    administrative principle that insists that counsel call a potential er-\n    ror to the trial court’s attention; and is consistent with Rule 52(b)’s\n    basic purpose of creating a fairness-based exception to the general\n                      Cite as: 568 U. S. ____ (2013)                      3\n\n                                 Syllabus\n\n  requirement that an objection be made at trial to preserve a claim of\n  error. Pp. 6−9.\n     (c) The Government’s arguments to the contrary are unpersuasive.\n  Its claim that appellate courts should consider only errors that coun-\n  sel called to the trial court’s attention and errors that the court\n  should have independently recognized overlooks the way in which\n  Rule 52(b) restricts the appellate court’s authority to correct an error\n  to those errors that would, in fact, seriously affect the fairness, integ-\n  rity, or public reputation of judicial proceedings. The Government al-\n  so fears that the holding here will lead to too many “plain error”\n  claims. But, a new rule of law set by an appellate court cannot au-\n  tomatically lead that court to consider all contrary determinations by\n  trial courts plainly erroneous, given that lower court decisions that\n  are questionable but not plainly wrong fall outside the Rule’s scope,\n  and given that any error must have affected the defendant’s substan-\n  tial rights and affected the fairness, integrity, or public reputation of\n  judicial proceedings. Finally, the Government’s textual argument\n  that Rule 52(b) is written mostly in the past tense, whatever its mer-\n  its, is foreclosed by Johnson. Pp. 10−12.\n646 F. 3d 223, reversed and remanded.\n\n   BREYER, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and KENNEDY, GINSBURG, SOTOMAYOR, and KAGAN, JJ., joined.\nSCALIA, J., filed a dissenting opinion, in which THOMAS and ALITO, JJ.,\njoined.\n                        Cite as: 568 U. S. ____ (2013)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                   No. 11–9307\n                                   _________________\n\n\n    ARMARCION D. HENDERSON, PETITIONER v.\n\n               UNITED STATES\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                              [February 20, 2013]\n\n\n  JUSTICE BREYER delivered the opinion of the Court.\n  A federal court of appeals normally will not correct a\nlegal error made in criminal trial court proceedings unless\nthe defendant first brought the error to the trial court’s\nattention. See United States v. Olano, 507 U. S. 725, 731\n(1993). But Federal Rule of Criminal Procedure 52(b),\ncreating an exception to the normal rule, says that “[a]\nplain error that affects substantial rights may be consid-\nered even though it was not brought to the [trial] court’s\nattention.” (Emphasis added.) The Rule does not say\nexplicitly, however, as of just what time the error must be\n“plain.” Must the lower court ruling be plainly erroneous\nas of the time the lower court made the error? Or can an\nerror still count as “plain” if the erroneous nature of that\nruling is not “plain” until the time of appellate review?\n  The case before us concerns a District Court’s decision\non a substantive legal question that was unsettled at the\ntime the trial court acted, thus foreclosing the possibility\nthat any error could have been “plain” then. Before the\ncase was final and at the time of direct appellate review,\nhowever, the question had become settled in the defend-\n2              HENDERSON v. UNITED STATES\n\n                     Opinion of the Court\n\nant’s favor, making the trial court’s error “plain”—but not\nuntil that later time. In our view, as long as the error was\nplain as of that later time—the time of appellate review—\nthe error is “plain” within the meaning of the Rule. And\nthe Court of Appeals “may . . . conside[r]” the error even\nthough it was “not brought to the [trial] court’s attention.”\nFed. Rule Crim. Proc. 52(b).\n                              I\n  In early 2010, Armarcion Henderson, the petitioner,\npleaded guilty in Federal District Court to a charge of\nbeing a felon in possession of a firearm. 646 F. 3d 223,\n224 (CA5 2011). The District Judge accepted the plea\nand, in June 2010, he sentenced Henderson to an above-\nGuidelines prison term of 60 months. Ibid. The judge\nentered the longer sentence to “try to help” Henderson by\nqualifying him for an in-prison drug rehabilitation pro-\ngram, a program that would provide “the treatment and\nthe counse[l]ing that this defendant needs right now.”\nApp. to Pet. for Cert. 35a, 40a.\n  Henderson’s counsel did not object. Indeed, the judge\nasked counsel if there was “any reason why that sentence\nas stated should not be imposed.” Id., at 41a. And counsel\nreplied, “Procedurally, no.” Ibid. Subsequently, Hender-\nson appealed, claiming, among other things, that the\nDistrict Court had “plain[ly]” erred in sentencing him to\nan above-Guidelines prison term solely for rehabilitative\npurposes. 646 F. 3d, at 224.\n  In 2011, after Henderson was sentenced but before\nHenderson’s appeal was heard, this Court decided Tapia\nv. United States, 564 U. S. ___. There, we held that it is\nerror for a court to “impose or lengthen a prison sentence\nto enable an offender to complete a treatment program or\notherwise to promote rehabilitation.” Id., at ___ (slip op.,\nat 15). Given Tapia, Henderson’s sentence was unlawful,\nand the District Court’s decision to impose that sentence\n                  Cite as: 568 U. S. ____ (2013)             3\n\n                      Opinion of the Court\n\nwas erroneous. But, since Henderson’s counsel had not\nobjected in the trial court, the Court of Appeals could not\ncorrect the error unless Rule 52(b) applied. The Rule,\nhowever, applies only if the error was “plain.” The error\nwas not plain before Tapia; it was plain after Tapia.\nThus, the Fifth Circuit had to determine the temporal\nscope of Rule 52(b)’s words “plain error.”\n  The appeals court decided that Rule 52(b) did not give it\nthe authority to correct the trial court’s error. 646 F. 3d,\nat 225. The appellate panel pointed out that, “[b]efore\nTapia, there was a circuit split on whether a District\nCourt can consider a defendant’s rehabilitative needs to\nlengthen a sentence.” Ibid. The panel added that the\nFifth Circuit had “not pronounced on the question” before\nHenderson was sentenced. Ibid. Thus, at the time when\nthe District Court reached its decision, the law in that\nCircuit was unsettled. The Court of Appeals concluded\nthat “Henderson cannot show that the error in his case\nwas plain, . . . because an error is plain only if it was clear\nunder current law at the time of trial.” Ibid. (internal\nquotation marks omitted).\n  The Fifth Circuit denied rehearing en banc by a divided\nvote. 665 F. 3d 160 (2011) (per curiam) (7 to 10). Hender-\nson filed a petition for certiorari. And we granted the\npetition to resolve differences among the Circuits. Com-\npare, e.g., United States v. Cordery, 656 F. 3d 1103, 1107\n(CA10 2011) (time of review), with, e.g., United States v.\nMouling, 557 F. 3d 658, 664 (CADC 2009) (time of error).\n                              II\n\n                              A\n\n   Is the time for determining “plainness” the time when\nthe error is committed, or can an error be “plain” if it is\nnot plain until the time the error is reviewed? The ques-\ntion reflects a conflict between two important, here com-\npeting, legal principles. On the one hand, “ ‘[n]o procedural\n4              HENDERSON v. UNITED STATES\n\n                     Opinion of the Court\n\nprinciple is more familiar to this Court than that a consti-\ntutional right,’ or a right of any other sort, ‘may be for-\nfeited in criminal as well as civil cases by the failure\nto make timely assertion of the right before a tribunal hav-\ning jurisdiction to determine it.’ ” Olano, 507 U. S., at\n731 (quoting Yakus v. United States, 321 U. S. 414, 444\n(1944)). This principle favors assessing plainness limited\nto the time the error was committed.\n   On the other hand, “[t]he general rule . . . is that an\nappellate court must apply the law in effect at the time it\nrenders its decision.” Thorpe v. Housing Authority of\nDurham, 393 U. S. 268, 281 (1969). See Ziffrin v. United\nStates, 318 U. S. 73, 78 (1943). Indeed, Chief Justice\nMarshall wrote long ago:\n       “It is in the general true that the province of an ap-\n    pellate court is only to enquire whether a judgment\n    when rendered was erroneous or not. But if subse-\n    quent to the judgment and before the decision of the\n    appellate court, a law intervenes and positively\n    changes the rule which governs, the law must be\n    obeyed, or its obligation denied. . . . In such a case the\n    court must decide according to existing laws, and if it\n    be necessary to set aside a judgment, rightful when\n    rendered, but which cannot be affirmed but in viola-\n    tion of law, the judgment must be set aside.” United\n    States v. Schooner Peggy, 1 Cranch 103, 110 (1801).\nThis principle favors assessing plainness at the time of\nreview.\n  Rule 52(b) itself makes clear that the first principle is\nnot absolute. Indeed, we have said that a “ ‘rigid and\nundeviating judicially declared practice under which\ncourts of review would invariably and under all circum-\nstances decline to consider all questions which had not\npreviously been specifically urged would be out of har-\nmony with . . . the rules of fundamental justice.’ ” Olano,\n                  Cite as: 568 U. S. ____ (2013)              5\n\n                      Opinion of the Court\n\nsupra, at 732 (quoting Hormel v. Helvering, 312 U. S. 552,\n557 (1941); ellipsis in original). But neither is the second\nprinciple absolute. Even where a new rule of law is at\nissue, Rule 52(b) does not give a court of appeals authority\nto overlook a failure to object unless an error not only\n“affect[s] substantial rights” but also “seriously affect[s]\nthe fairness, integrity or public reputation of judicial\nproceedings.” Olano, supra, at 732 (internal quotation\nmarks omitted; brackets in original). Because the two\nprinciples here point in different directions and neither is\nabsolute, we cannot decide this conflict simply by looking\nto one rather than to the other.\n   The text of Rule 52(b) does not resolve the problem. It\ndoes not say that a court of appeals may consider an “error\nthat was plain”—language that would look to the past.\nRather, it simply says that a court of appeals may consider\n“[a] plain error.” And that language leaves the temporal\nquestion open. But see infra, at 12.\n   Neither does precedent answer the temporal question—\nat least not directly. Olano is clearly relevant. There, we\nsaid that Rule 52(b) authorizes an appeals court to correct\na forfeited error only if (1) there is “an error,” (2) the error\nis “ plain,” and (3) the error “affect[s] substantial rights.”\n507 U. S., at 732 (internal quotation marks omitted).\nPointing out that Rule 52 “is permissive, not mandatory,”\nid., at 735, we added (4) that “the standard that should\nguide the exercise of remedial discretion under Rule 52(b)”\nis whether “the error ‘seriously affect[s] the fairness, in-\ntegrity or public reputation of judicial proceedings,’ ” id.,\nat 736 (quoting United States v. Atkinson, 297 U. S. 157,\n160 (1936); brackets in original). At the same time, we\nsaid that “[w]e need not consider the special case where\nthe error was unclear at the time of trial but becomes clear\non appeal because the applicable law has been clarified.”\n507 U. S., at 734. That is the case now before us.\n   Johnson v. United States, 520 U. S. 461 (1997), is also\n6              HENDERSON v. UNITED STATES\n\n                     Opinion of the Court\n\nrelevant. We there considered a trial court’s decision that\nwas clearly correct under Circuit law when made but\nwhich, by the time of review, had become plainly errone-\nous due to an intervening authoritative legal decision. We\nconcluded that, “where the law at the time of trial was\nsettled and clearly contrary to the law at the time of ap-\npeal[,] it is enough that an error be ‘plain’ at the time of\nappellate consideration.” Id., at 468. As in Olano, however,\nwe declined to decide whether that same rule should\napply where the law is unsettled at the time of error but\nplain at the time of review. 520 U. S., at 467–468. As we\nhave said, this is precisely the case now before us.\n                              B\n   The text, precedents, and background principles do not\ndirectly dictate a result here. But prior precedent has\nhelped to shape current law. And that precedent, read in\nlight of those underlying principles, leads us to interpret\nRule 52(b)’s phrase “plain error” as applying at the time of\nreview. Given Johnson, a “time of error” interpretation\nwould prove highly, and unfairly, anomalous.\n   Consider the lay of the post-Johnson legal land: No one\ndoubts that an (un-objected to) error by a trial judge will\nordinarily fall within Rule 52(b)’s word “plain” as long as\nthe trial court’s decision was plainly incorrect at the time\nit was made. E.g., Olano, supra, at 734. That much is\ncommon ground. Johnson then adds that, at least in one\ncircumstance, an (un-objected to) error by a trial judge will\nalso fall within Rule 52(b)’s word “plain” even if the judge\nwas not plainly incorrect at the time it was made. That is\nthe circumstance where an error is “plain” even if the trial\njudge’s decision was plainly correct at the time when it\nwas made but subsequently becomes incorrect based on a\nchange in law. 520 U. S., at 468. And, since by definition\nthe trial judge did not commit plain error at the time of\nthe ruling, Johnson explicitly rejects applying the words\n                  Cite as: 568 U. S. ____ (2013)            7\n\n                      Opinion of the Court\n\n“plain error” as of the time when the trial judge acted.\nInstead, Johnson deems it “enough that an error be ‘plain’\nat the time of appellate consideration” for that error to fall\nwithin Rule 52(b)’s category of “plain error.” Ibid.\n   But if the Rule’s words “plain error” cover both (1) trial\ncourt decisions that were plainly correct at the time when\nthe judge made the decision and (2) trial court decisions\nthat were plainly incorrect at the time when the judge\nmade the decision, then why should they not also cover\n(3) cases in the middle—i.e., where the law at the time of\nthe trial judge’s decision was neither clearly correct nor\nincorrect, but unsettled?\n   To hold to the contrary would bring about unjustifi-\nably different treatment of similarly situated individuals.\nImagine three virtually identical defendants, each from a\ndifferent circuit, each sentenced in January to identical\nlong prison terms, and each given those long sentences for\nthe same reason, namely to obtain rehabilitative treat-\nment. Imagine that none of them raises an objection. In\nJune, the Supreme Court holds this form of sentencing\nunlawful. And, in December, each of the three different\ncircuits considers the claim that the trial judge’s January-\nimposed prison term constituted a legal error. Imagine\nfurther that in the first circuit the law in January made\nthe trial court’s decision clearly lawful as of the time when\nthe judge made it; in the second circuit, the law in Janu-\nary made the trial court’s decision clearly unlawful as of\nthe time when the judge made it; and in the third circuit,\nthe law in January was unsettled.\n   To apply Rule 52(b)’s words “plain error” as of the time\nof appellate review would treat all three defendants alike.\nIt would permit all three to go on to argue to the appellate\ncourt that the trial court error affected their “substantial\nrights” and “seriously affect[ed] the fairness, integrity or\npublic reputation of judicial proceedings.” Olano, supra,\nat 732 (internal quotation marks omitted). To interpret\n8             HENDERSON v. UNITED STATES\n\n                     Opinion of the Court\n\n“plain error” differently, however, would treat these three\nvirtually identical defendants differently, allowing only\nthe first two defendants, but not the third defendant, po-\ntentially to qualify for Rule 52(b) relief. All three defen-\ndants suffered from legal error; all three failed to object;\nand all three would benefit from the new legal interpre-\ntation. What reason is there to give two of these three\ndefendants the benefits of a new rule of law, but not the\nthird? Cf. Schooner Peggy, 1 Cranch, at 110.\n   There is no practical ground for making this distinction.\nTo the contrary, to distinguish and treat more harshly\ncases where a circuit’s law was unclear would simply\npromote arguments about whether the law of the circuit\ninitially was unclear (rather than clearly settled one way\nor the other). And these arguments are likely to be par-\nticularly difficult to resolve where what is at issue is a\nmatter of legal degree, not kind. To what extent, for ex-\nample, did a prosecutor’s closing argument go too far down\nthe road of prejudice? A “time of error” interpretation also\nwould require courts of appeals to play a kind of temporal\nping-pong, looking at the law that now is to decide whether\n“error” exists, looking at the law that then was to decide\nwhether the error was “plain,” and looking at the circum-\nstances that now are to decide whether the defendant has\nsatisfied Olano’s third and fourth criteria. Thus, the “time\nof error” interpretation would make the appellate process\nyet more complex and time consuming.\n   We recognize, as the Solicitor General points out, that a\n“time of error” rule, even if confined to instances in which\nthe law is uncertain, would in such cases provide an added\nincentive to counsel to call the lower court judge’s atten-\ntion to the matter at a time when that judge could quickly\ntake remedial action. And, even if no remedy is offered,\nthe lower court judge’s analysis may help the court of\nappeals to decide the legal question. See Brief for United\nStates 30–32. See also Mouling, 557 F. 3d, at 664. We\n                 Cite as: 568 U. S. ____ (2013)            9\n\n                     Opinion of the Court\n\ndisagree with the Solicitor General, however, in that we\nalso believe that, in the present context, any added incen-\ntive has little, if any, practical importance.\n   That is because counsel normally has other good reasons\nfor calling a trial court’s attention to potential error—for\nexample, it is normally to the advantage of counsel and his\nclient to get the error speedily corrected. And, even where\nthat is not so, counsel cannot rely upon the “plain error”\nrule to make up for a failure to object at trial. After all,\nthat rule will help only if (1) the law changes in the de-\nfendant’s favor, (2) the change comes after trial but before\nthe appeal is decided, (3) the error affected the defendant’s\n“substantial rights,” and (4) the error “seriously affect[ed]\nthe fairness, integrity or public reputation of judicial pro-\nceedings.” Olano, 507 U. S., at 732 (internal quotation\nmarks omitted). If there is a lawyer who would deliberately\nforgo objection now because he perceives some slightly\nexpanded chance to argue for “plain error” later, we sus-\npect that, like the unicorn, he finds his home in the imagi-\nnation, not the courtroom.\n   The upshot is that a “time of review” interpretation\nfurthers the basic Schooner Peggy principle that “an appel-\nlate court must apply the law in effect at the time it ren-\nders its decision.” Thorpe, 393 U. S., at 281. It works\nlittle, if any, practical harm upon the competing adminis-\ntrative principle that insists that counsel call a potential\nerror to the trial court’s attention. And, it is consistent\nwith the basic purpose of Rule 52(b), namely the creation\nof a fairness-based exception to the general requirement\nthat an objection be made at trial. See supra, at 4.\n   At the same time, the competing “time of error” rule is\nout of step with our precedents, creates unfair and anoma-\nlous results, and works practical administrative harm.\nThus, in the direct appeals of cases that are not yet final,\nwe consider the “time of review” interpretation the better\nreading of Rule 52’s words “plain error.”\n10             HENDERSON v. UNITED STATES\n\n                     Opinion of the Court\n\n                              III\n   The Solicitor General makes several other important\narguments, but they fail to lead us to a different conclu-\nsion. First, the Government argues that the purpose of\nplain-error review is to ensure “the integrity of the [trial]\nproceedings.” Brief for United States 33–34. In turn, the\nargument goes, appellate courts should consider only\n(1) errors that counsel called to the court’s attention and\n(2) errors that the trial court should have known about\nregardless, namely those that then were plain. Expanding\non this theme, one Court of Appeals described plain error\nas “error that is so clear-cut, so obvious, a competent\ndistrict judge should be able to avoid it without benefit of\nobjection. When the state of the law is unclear at trial and\nonly becomes clear as a result of later authority, the Dis-\ntrict Court’s error is perforce not plain; we expect district\njudges to be knowledgeable, not clairvoyant.” United\nStates v. Turman, 122 F. 3d 1167, 1170 (CA9 1997) (cita-\ntion omitted).\n   This approach, however, overlooks the way in which\nthe plain-error rule—Rule 52(b)—restricts the appellate\ncourt’s authority to correct an error to those errors that\nwould, in fact, seriously affect the fairness, integrity,\nor public reputation of judicial proceedings. Cf. United\nStates v. Farrell, 672 F. 3d 27, 36–37 (CA1 2012) (consid-\nering the issue from this perspective). And the approach\nruns headlong into Johnson. The error in Johnson was\nnot an error that the District Court should have known\nabout at the time. It was the very opposite: The District\nJudge should have known that his ruling (at the time he\nmade it) was not error; and perhaps not even clairvoyance\ncould have led him to hold to the contrary. Cf. Khan v.\nState Oil Co., 93 F. 3d 1358, 1362–1364 (CA7 1996) (regis-\ntering disagreement with this Court’s precedent while\nfollowing it nonetheless); State Oil Co. v. Khan, 522 U. S.\n3, 20–22 (1997) (approving of that approach).\n                  Cite as: 568 U. S. ____ (2013)           11\n\n                      Opinion of the Court\n\n  Rather, Johnson makes clear that plain-error review is\nnot a grading system for trial judges. It has broader pur-\nposes, including in part allowing courts of appeals better\nto identify those instances in which the application of a\nnew rule of law to cases on appeal will meet the demands\nof fairness and judicial integrity. See Johnson, 520 U. S.,\nat 467–468; Olano, 507 U. S., at 732.\n  Second, the Government fears that our holding will lead\nto too many claims of “plain error.” Brief for United States\n26–28. After all, courts of appeals, not just the Supreme\nCourt, clarify the law through their opinions. When a\ncourt of appeals does so, will not all defendants, including\nmany who never objected in the court below, insist that\nthe court of appeals now judge their cases according to the\nnew rule? And will “plain error” in such cases not then\ndisappear, leaving only simple “error” in its stead?\n  The answer to this claim is that a new rule of law, set\nforth by an appellate court, cannot automatically lead\nthat court to consider all contrary determinations by trial\ncourts plainly erroneous. Many such new rules, as we\nhave pointed out, concern matters of degree, not kind.\nAnd a lower court ruling about such matters (say, the\nnature of a closing argument), even if now wrong (in light\nof the new appellate holding), is not necessarily plainly\nwrong. The Rule’s requirement that an error be “plain”\nmeans that lower court decisions that are questionable but\nnot plainly wrong (at time of trial or at time of appeal) fall\noutside the Rule’s scope.\n  And there are other reasons for concluding that our\nholding will not open any “plain error” floodgates. As we\nhave said, the Rule itself contains other screening criteria.\nThe error must have affected the defendant’s substantial\nrights and it must have seriously affected the fairness,\nintegrity, or public reputation of judicial proceedings.\nOlano, supra, at 732. When courts apply these latter\ncriteria, the fact that a defendant did not object, despite\n12             HENDERSON v. UNITED STATES\n\n                      Opinion of the Court\n\nunsettled law, may well count against the grant of Rule\n52(b) relief. Moreover, the problem here arises only when\nthere is a new rule of law, when the law was previously\nunsettled, and when the District Court reached a decision\ncontrary to the subsequent rule. These limitations may\nwell explain the absence of any account before us of “plain\nerror” inundation in those Circuits that already follow the\ninterpretation we now adopt. See, e.g., Farrell, supra, at\n36–37; Cordery, 656 F. 3d, at 1107; United States v. Gar-\ncia, 587 F. 3d 509, 519–520 (CA2 2009); United States v.\nRoss, 77 F. 3d 1525, 1539 (CA7 1996).\n   Finally, the Government points out that Rule 52(b)\nis written mostly in the past tense. It says that a “plain\nerror . . . may be considered even though it was not\nbrought to the court’s attention.” (Emphasis added.) This\nuse of the past tense, the Government argues, refers to a\n“plain error” that was not “brought to the court’s atten-\ntion” back then, when the error occurred. And that lin-\nguistic fact, in turn, means that the error must have been\nplain at that time. Brief for United States 18–22.\n   Whatever the merits of this textual argument, however,\nJohnson forecloses it. The error at issue in that case was\nnot even an error, let alone plain, at the time when the\ndefendant might have “brought [it] to the court’s atten-\ntion.” Nonetheless, we found the error to be “plain error.”\nWe cannot square the Government’s textual argument\nwith our holding in that case.\n                              IV\n  For these reasons, we conclude that whether a legal\nquestion was settled or unsettled at the time of trial, “it is\nenough that an error be ‘plain’ at the time of appellate\nconsideration” for “[t]he second part of the [four-part]\nOlano test [to be] satisfied.” Johnson, supra, at 468. The\ncontrary judgment of the Court of Appeals is reversed, and\nthe case is remanded for further proceedings consistent\n                 Cite as: 568 U. S. ____ (2013) \n                 13\n\n                     Opinion of the Court \n\n\nwith this opinion.\n                                                    It is so ordered.\n                 Cite as: 568 U. S. ____ (2013)           1\n\n                     SCALIA, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                         No. 11–9307\n                         _________________\n\n\n    ARMARCION D. HENDERSON, PETITIONER v.\n\n               UNITED STATES\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                     [February 20, 2013]\n\n\n  JUSTICE SCALIA, with whom JUSTICE THOMAS and\nJUSTICE ALITO join, dissenting.\n  When the law was unsettled at the time an error was\ncommitted, the error is not “plain” within the meaning of\nFederal Rule of Criminal Procedure 52(b). To hold other­\nwise disregards the importance of claim preservation and\ndeprives Rule 52(b)’s plainness limitation of all conceiv-\nable purpose.\n                              I\n   The Court begins its analysis by misconceiving our task.\nWe are here, it thinks, in order to resolve a supposed\n“conflict” between two “competing . . . legal principles,”\nante, at 3—the principle that a legal right may be forfeited\nby the failure to assert it in a timely fashion, and the\nprinciple that an appellate court must apply the law in\neffect at the time of its judgment. To begin with, there is\nno such conflict. Forfeiture rules establish exceptions to\nthe legal rights that they qualify; like all exceptions they\ndo not “conflict” with what they modify but rather mark\nout its scope. And second, our task in this case is not the\nexalted philosophical one of deciding where justice lies. It\nis presumed (rightly or not) that Congress has taken that\ninto consideration in approving the Rules of Criminal\nProcedure. Ours, alas, is the more mundane and lawyerly\n2              HENDERSON v. UNITED STATES\n\n                     SCALIA, J., dissenting\n\ntask of deciding whether the Rules of Criminal Procedure\nmake the failure of timely objection an exception to the\nrule that an appellate court applies the law in effect at the\ntime of its judgment.\n   Having addressed itself to the wrong question, the Court\nunsurprisingly gives the wrong answer. The correct an­\nswer must be sought in the text of the Federal Rules\nof Criminal Procedure, beginning with Rule 51(b), which\nprovides: “A party may preserve a claim of error by in­\nforming the court—when the court ruling or order is made\nor sought—of the action the party wishes the court to\ntake, or the party’s objection to the court’s action and the\ngrounds for that objection.” (Emphasis added). Surely\nthis means that a party does not preserve a claim of\nerror—cannot assert that on appeal, whatever the law on\nthe point may be—unless he informs the court or objects to\nthe court’s action when the ruling or order is made or\nsought. If it does not mean that, it means nothing.\n   We move then to Rule 52(b), which says: “A plain error\nthat affects substantial rights may be considered even\nthough it was not brought to the [trial] court’s attention.”\nThe meaning of that is not difficult to grasp. It is an\nexception to Rule 51(b)’s rule of forfeiture—an exception\nthat applies only to “plain error.” The question before us\nis whether plainness means plainness at the time “the\n[trial] court ruling or order is made or sought” or plainness\nwhen the case reaches the Court of Appeals.\n   The answer to that question seems to me entirely clear.\nA rudimentary principle of textual interpretation—so\ncommonsensical that it scarcely needs citation—is that if\none interpretation of an ambiguous provision causes it to\nserve a purpose consistent with the entire text, and the\nother interpretation renders it pointless, the former pre­\nvails. Limiting review of forfeited errors to those that\nwere “plain” when the objection should have been made\nserves a purpose consistent with Rule 51: It permits re­\n                 Cite as: 568 U. S. ____ (2013)            3\n\n                     SCALIA, J., dissenting\n\nviewing courts to correct error where doing so will not\nthwart the objective of causing objections to be made when\nthey can do some good. Objection is not so much needed\nwhen the error ought to be plain to the court and to the\nprosecution. And the fault in overlooking such an error is\nnot solely the defendant’s, but must be shared equally by\nthe court and the prosecutor. We have affirmed this prin­\nciple, and have affirmed the proposition that plainness is\nto be determined at the trial stage, in our prior opinions.\n“By its terms, recourse may be had to [Rule 52(b)] only on\nappeal from a trial infected with error so ‘plain’ the trial\njudge and prosecutor were derelict in countenancing it,\neven absent the defendant’s timely assistance in detecting\nit.” United States v. Frady, 456 U. S. 152, 163 (1982).\nWhere error at trial is plain, the rationale for penalizing\nforfeiture is at its weakest and the injustice to the defend­\nant correspondingly strong.\n   The Court, on the other hand, is unable to provide any\npurpose served by a plainness requirement applied when\nthe case reaches the Court of Appeals. Consider two de-\nfendants in the same circuit who fail to object to an\nidentical error committed by the trial court under unset­\ntled law. By happenstance, Defendant A’s appeal is con­\nsidered first. The court of appeals recognizes that there\nwas error, but denies relief because the law was unclear\nup to the time of the court of appeals’ opinion. Defendant\nB’s appeal is heard later, and he reaps the benefit of the\nopinion in Defendant A’s case settling the law in his favor.\nWhat possible purpose is served by distinguishing between\nthese two appellants? “The negligence in not raising the\nerror is equivalent regardless of what happens by the time\nof appeal.” United States v. Escalante-Reyes, 689 F. 3d\n415, 429 (CA5 2012) (en banc) (Smith, J., dissenting).\nSince a plain-error doctrine of this sort cannot possibly\ninduce counsel to make contemporaneous objection, it\nseemingly has no purpose whatever except to create the\n4                 HENDERSON v. UNITED STATES\n\n                          SCALIA, J., dissenting\n\nabove described anomaly.\n   No, that is not quite true. It does serve the purpose of\nenabling today’s opinion to say that the plain-error rule\nhas been “preserved,” and has not been entirely converted\nto a simple-error rule. Of course a simple-error rule—all\ntrial-court mistakes affecting substantial rights can be\ncorrected on appeal—would better serve the Court’s mis­\ntaken understanding that the only purpose of Rule 52(b) is\nfairness, ante, at 9,1 combined with its erroneous percep­\ntion that all defendants who fail to make a timely objec­\ntion to misapplication of the law stand in the same boat,\nsee ante, at 7. But a simple-error rule would be contrary\nto the clear text of Rule 52(b), which tempers Rule 51(b)\nwith “fairness” only when the error is plain. The Court\nmust find some application for the plainness requirement,\neven if it be one that is utterly pointless. It has done so.\n                            II\n   The Court contends that evaluating plainness at the\ntrial-court level “runs headlong into Johnson [v. United\nStates, 520 U. S. 461 (1997)].” Ante, at 10. The error\n——————\n   1 The reality, of course, is that the object of Rule 52(b) is fairness to\n\nthe extent that is compatible with preservation of the principal objective\nof the contemporaneous-objection requirement of Rule 51(b). The Court\nsuppresses this limitation by paying lip service to Olano’s four-prong\nRule 52(b) analysis while reducing the plain-error requirement which is\npart of that analysis to a nullity. It asserts that “the plain-error rule—\nRule 52(b)—restricts the appellate court’s authority to correct an error\nto those errors that would, in fact, seriously affect the fairness, integ­\nrity, or public reputation of judicial proceedings.” Ante, at 10. That is a\ndescription of prong 4 of the Olano analysis, see United States v. Olano,\n507 U. S. 725, 732 (1993), which does not even pertain to the words\n“plain error” in Rule 52(b), but rather to the word “may”—to when a\ncourt should exercise its discretion to consider an unobjected-to plain\nerror. It has nothing whatever to do with plainness. Rule 52(b) clearly\nrestricts review to those unobjected-to errors that are plain, and the\nCourt offers no explanation—none—of what purpose that restriction\ncan possibly serve if plainness is determined at the appellate stage.\n                    Cite as: 568 U. S. ____ (2013)                   5\n\n                         SCALIA, J., dissenting\n\nthere, it points out, “was not an error that the District\nCourt should have known about at the time.” Ibid. John-\nson would have been decided the same way at whatever\nstage the plainness requirement was evaluated, since the\nCourt found that the error did “not meet the final re­\nquirement of Olano,” that “the forfeited error ‘seriously\naffect[s] the fairness, integrity or public reputation of\njudicial proceedings.’ ” 520 U. S., at 469.2 I accept, how­\never, that the Court said in Johnson, and will presumably\nhold in future cases, that in the situation presented by\nthat case, plainness at the time of appeal will suffice.\nThat was a situation in which the law was settled against\nthe defendant at trial but became plain in his favor by the\ntime of appeal. As to that narrow class of cases, a time-of­\nappeal rule promotes both the fairness and efficiency\nconcerns of Rule 51(b). When the law is settled against a\ndefendant at trial he is not remiss for failing to bring his\nclaim of error to the court’s attention. It would be futile.\nAn objection would therefore disserve efficiency, and a\ntime-of-trial rule “would result in counsel’s inevitably\nmaking a long and virtually useless laundry list of objec­\ntions to rulings that were plainly supported by existing\nprecedent.” Id., at 468. In that unique context, a time-of­\nappeal approach actually “furthers the substantial inter­\nest in the orderly administration of justice that underlies\nthe contemporaneous objection rule.” United States v.\nDavid, 83 F. 3d 638, 644 (CA4 1996).\n   The Court wrote in Johnson a circumspect opinion that\ntook pains to exclude from the time-of-appeal method it\narticulated the case before us now. After agreeing with\nthe petitioner that in the situation before the Court a\ntime-of-trial rule would impede rather than assist fairness\n——————\n  2 That is why I was able to join the judgment in Johnson, even though\n\nI did not join the portion of the opinion addressing the stage at which\nplainness was to be evaluated. See 520 U. S., at 462.\n6             HENDERSON v. UNITED STATES\n\n                     SCALIA, J., dissenting\n\nand efficiency, the opinion said that “in a case such as\nthis—where the law at the time of trial was settled and\nclearly contrary to the law at the time of appeal—it is\nenough that an error be ‘plain’ at the time of appellate\nconsideration.” 520 U. S., at 468. The limitation of the\nCourt’s opinion is clear. The concerns that justified evalu­\nating plainness at the time of appeal in Johnson cut\nagainst such a rule here, where the law was not clear but\nuncertain at the time of trial. In the difficult and often\nhectic process of conducting a trial, a judge depends on the\nparties—“officers of the court”—to flag less-than-obvious\nissues that might otherwise escape his notice. A prompt\nclaim of error in those circumstances is not futile but\neminently useful.\n   The Court hypothesizes three defendants failing to\nobject at trial to a ruling that later (before the case\nreaches the court of appeals) is shown by a Supreme Court\nopinion to have been error: one tried in a circuit whose law\nat the time clearly accorded with the Supreme Court’s\nholding, one tried in a circuit whose law clearly contra­\ndicted that holding, and one tried in a circuit whose law on\nthe point was uncertain. Ante, at 7. These defendants,\nthe Court asserts, are “similarly situated,” and the plain­\nerror-at-time-of-appeal rule appropriately treats them\nalike. But they are not “similarly situated” insofar as the\npurposes of Rules 51(b) and 52(b) are concerned, and\ntreating them alike frustrates those purposes. Where the\ncircuit law clearly accorded with the Supreme Court’s\nlater opinion, the trial court should have known that law,\nand hence the raising of the point by counsel should not\nhave been needed; this is the classic case for plain-error\nreversal on appeal. Where the circuit law clearly contra­\ndicted the later Supreme Court opinion, again the trial\ncourt should have known that law, and counsel’s raising\nthe point would be futile and wasteful rather than sparing\nof judicial resources; this is the classic case for Johnson\n                  Cite as: 568 U. S. ____ (2013)            7\n\n                      SCALIA, J., dissenting\n\nreversal on appeal. Where the circuit law was unsettled,\nthe trial court was most in need of counsel’s assistance,\nand the failure to provide it has no excuse; this is the clas-\nsic case for normal application of the contemporaneous­\nobjection requirement of Rule 51(b). To be sure, these\nlitigants are alike in that all three “suffered from legal\nerror,” ante, at 8; and if the sole, unqualified objective of\nappellate review were to correct trial-court error that\nwould suffice to entitle them to equal treatment. Until\ntoday, however, the objective of correcting trial-court error\nhas been qualified by the objective of inducing counsel to\nbring forward claims of error when they can be remedied\nwithout overturning a verdict and setting the convicted\ncriminal defendant free. To overlook counsel’s failure to\nobject, spend judicial resources to conduct plain-error\nreview, and set aside a criminal conviction where retrial\nmay be difficult if not impossible, is exactly the “ ‘extrava­\ngant protection’ ” that this Court has up until now disa­\nvowed. United States v. Young, 470 U. S. 1, 16 (1985)\n(quoting Henderson v. Kibbe, 431 U. S. 145, 154, n. 12\n(1977), in turn quoting Namet v. United States, 373 U. S.\n179, 190 (1963)).\n                             III\n   The Court sees no harm in its evisceration of the\ncontemporaneous-objection rule, disbelieving that a lawyer\nwould “deliberately forgo objection now because he per­\nceives some slightly expanded chance to argue for ‘plain\nerror’ later,” ante, at 9. It is hard to say whether this\nconclusion springs from a touching faith in the good\nsportsmanship of criminal defense counsel or an unkind\ndisparagement of their intelligence. Where a criminal\ncase always has been, or has at trial been shown to be, a\nsure loser with the jury, it makes entire sense to stand\nsilent while the court makes a mistake that may be the\nbasis for undoing the conviction.       The happy-happy\n8             HENDERSON v. UNITED STATES\n\n                     SCALIA, J., dissenting\n\nthought that counsel will not “deliberately forgo objection”\nis not a delusion that this Court has hitherto indulged,\nworrying as it has (in an opinion joined by the author of\ntoday’s opinion) about counsel’s “ ‘sandbagging the court’ ”\nby “remaining silent about his objection and belatedly\nraising the error only if the case does not conclude in his\nfavor.” Puckett v. United States, 556 U. S. 129, 134 (2009).\nIn any event, sandbagging is not the only evil to be feared.\nWhat is to be feared even more is a lessening of counsel’s\ndiligent efforts to identify uncertain points of law and\nbring them (or rather the defendant’s version of them) to\nthe court’s attention, so that error will never occur. It is\nremarkably naïve to disbelieve the proposition that lessen­\ning the costs of noncompliance with Rule 51(b) diminishes\nthe incentives to be diligent in objecting. See Meltzer,\nState Court Forfeitures of Federal Rights, 99 Harv. L.\nRev. 1128, 1135 (1986). Meant to apply only in “ex­\nceptional circumstances,” United States v. Atkinson, 297\nU. S. 157, 160 (1936), Rule 52(b) today has been trans­\nformed into an end-run around the consequences of claim\nforfeiture.\n   The Court’s final argument, that a time-of-error rule\nwould “wor[k] practical administrative harm,” ante, at 9,\nis even more peculiar than the rest of its opinion. What­\never administrative ease may flow from a time-of-appeal\nrule (and more on that in a moment) it is outweighed\nby “lower[ing] the bar for plain-error review, which will\nundoubtedly result in more remands and new trials.”\nEscalante-Reyes, 689 F. 3d, at 431 (Smith, J., dissenting).\nThe Court’s Pollyannaish rejoinder is that few reversals\nwill occur anyway because a defendant must still show\nthat the error affected his substantial rights (Olano prong\n3) and seriously affected the fairness of judicial proceed­\nings (Olano prong 4), ante, at 11–12. I doubt that. Many\nhitherto forfeited claims may incorrectly be found to meet\nthose vague requirements. And all claims—whether found\n                  Cite as: 568 U. S. ____ (2013)            9\n\n                      SCALIA, J., dissenting\n\nto meet them or not—will have to be evaluated under\nthose vague standards, requiring intensive consideration\nand producing a judgment whose correctness is often\ndifficult to assess.\n   As for the Court’s belief that it is difficult to assess\nwhether error was plain at the time of trial: it is really not\nthat hard. Appellate courts regularly conduct that type\nof inquiry in other areas of law. For example, in the con­\ntext of federal habeas corpus review under 28 U. S. C.\n§2254(d)(1) relief may not be granted to a state prisoner\nbased on a legal error unless that error was contrary to or\nan unreasonable application of clearly established federal\nlaw as of “ ‘the time the state court render[ed] its deci­\nsion,’ ” Cullen v. Pinholster, 563 U. S. ___, ___ (2011) (slip\nop., at 10). Similarly, we determine whether public offi­\ncials have immunity based on what law was clearly estab­\nlished at the time of their acts. See Harlow v. Fitzgerald,\n457 U. S. 800, 818–819 (1982). The Court offers us no\nreason to believe the inquiry would be any more difficult\nin this context.\n   In any event, a time-of-appeal rule for assessing plain­\nness does not eliminate the need to assess plainness. And\ncontrary to the Court’s belief, that need will not arise only\n“when there is a new rule of law, when the law was previ­\nously unsettled, and when the District Court reached a\ndecision contrary to the subsequent rule.” Ante, at 12\n(emphasis added). That easy situation, which exists in the\npresent case, may well be the exception rather than the\nrule for claims that failure to object to plain error should\nbe excused. For a trial-court error is plain not only when\nit becomes so in retrospect, after the law has subsequently\nbeen clarified; but also when the court disregards the pre-\nexisting “ ‘clarity of a statutory provision or court rule.’ ”\nUnited States v. Perry, 479 F. 3d 885, 893, n. 8 (CADC\n2007). This Court recognized as much in United States v.\nOlano, 507 U. S. 725 (1993), where the Government “es­\n10            HENDERSON v. UNITED STATES\n\n                     SCALIA, J., dissenting\n\nsentially concede[d],” and this Court accepted, that the\nDistrict Court’s interpretation of Federal Rule of Criminal\nProcedure 24(c) was plainly erroneous, even though the\nappellate court had yet to say so, because the text of the\nrule was so clear. Id., at 737. For that and other reasons,\nthe question whether the law was “unsettled” will often\nnot admit of an easy answer, and our Courts of Appeals\nwill have to resolve lots of claims that it was not. The\npractical difficulties the Court professes to avoid will not\nbe avoided.\n                        *    *    *\n  Today’s opinion converts the “plain error” limitation of\nRule 52(b), a limitation designed to induce trial objections\nthat will assist the court, into a limitation designed to\nserve no conceivable purpose at all. Fair trial will suffer\nfrom the ensuing disregard of the now unenforceable\ncontemporaneous-objection rule. I respectfully dissent.\n", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/820903/", "sha1": "bd4acfb159583a01075dc69186714bdee3d14eec", "source": "C", "supreme_court_db_id": null, "time_retrieved": "2013-02-20T07:43:46.197209"}