{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": null, 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/858802/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Moncrieffe v. Holder", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "11-702", 
    "id": 831564, 
    "resource_uri": "/api/rest/v2/citation/831564/"
  }, 
  "id": 858802, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2013-04-23", 
  "download_url": "http://www.supremecourt.gov/opinions/12pdf/11-702_7kh7.pdf", 
  "source": "C", 
  "local_path": "pdf/2013/04/23/moncrieffe_v._holder.pdf", 
  "html_lawbox": "", 
  "time_retrieved": "2013-04-23T07:31:56.072348", 
  "nature_of_suit": "", 
  "plain_text": "(Slip Opinion)              OCTOBER TERM, 2012                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n    MONCRIEFFE v. HOLDER, ATTORNEY GENERAL\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE FIFTH CIRCUIT\n\n     No. 11–702.      Argued October 10, 2012—Decided April 23, 2013\nUnder the Immigration and Nationality Act (INA), a noncitizen con-\n victed of an “aggravated felony” is not only deportable, 8 U. S. C.\n §1227(a)(2)(A)(iii), but also ineligible for discretionary relief. The\n INA lists as an “aggravated felony” “illicit trafficking in a controlled\n substance,” §1101(a)(43)(B), which, as relevant here, includes the\n conviction of an offense that the Controlled Substances Act (CSA)\n makes punishable as a felony, i.e., by more than one year’s impris-\n onment, see 18 U. S. C. §§924(c)(2), 3559(a)(5). A conviction under\n state law “constitutes a ‘felony punishable under the [CSA]’ only if it\n proscribes conduct punishable as a felony under that federal law.”\n Lopez v. Gonzales, 549 U. S. 47, 60.\n    Petitioner Moncrieffe, a Jamaican citizen here legally, was found\n by police to have 1.3 grams of marijuana in his car. He pleaded\n guilty under Georgia law to possession of marijuana with intent to\n distribute. The Federal Government sought to deport him, reasoning\n that his conviction was an aggravated felony because possession of\n marijuana with intent to distribute is a CSA offense, 21 U. S. C.\n §841(a), punishable by up to five years’ imprisonment, §841(b)(1)(D).\n An Immigration Judge ordered Moncrieffe removed, and the Board of\n Immigration Appeals affirmed. The Fifth Circuit denied Moncrieffe’s\n petition for review, rejecting his reliance on §841(b)(4), which makes\n marijuana distribution punishable as a misdemeanor if the offense\n involves a small amount for no remuneration, and holding that the\n felony provision, §841(b)(1)(D), provides the default punishment for\n his offense.\nHeld: If a noncitizen’s conviction for a marijuana distribution offense\n fails to establish that the offense involved either remuneration or\n more than a small amount of marijuana, it is not an aggravated felony\n2                       MONCRIEFFE v. HOLDER\n\n                                  Syllabus\n\n    under the INA. Pp. 4–22.\n       (a) Under the categorical approach generally employed to deter-\n    mine whether a state offense is comparable to an offense listed in the\n    INA, see, e.g., Nijhawan v. Holder, 557 U. S. 29, 33–38, the nonciti-\n    zen’s actual conduct is irrelevant. Instead “the state statute defining\n    the crime of conviction” is examined to see whether it fits within the\n    “generic” federal definition of a corresponding aggravated felony.\n    Gonzales v. Duenas-Alvarez, 549 U. S. 183, 186. The state offense is\n    a categorical match only if a conviction of that offense “ ‘necessarily’\n    involved . . . facts equating to [the] generic [federal offense].” Shep-\n    ard v. United States, 544 U. S. 13, 24. Because this Court examines\n    what the state conviction necessarily involved and not the facts un-\n    derlying the case, it presumes that the conviction “rested upon [noth-\n    ing] more than the least of th[e] acts” criminalized, before determin-\n    ing whether even those acts are encompassed by the generic federal\n    offense. Johnson v. United States, 559 U. S. 133, 137. Pp. 4–6.\n       (b) The categorical approach applies here because “illicit trafficking\n    in a controlled substance” is a “generic crim[e].” Nijhawan, 557 U. S.,\n    at 37. Thus, a state drug offense must meet two conditions: It must\n    “necessarily” proscribe conduct that is an offense under the CSA, and\n    the CSA must “necessarily” prescribe felony punishment for that\n    conduct. Possession of marijuana with intent to distribute is clearly\n    a federal crime. The question is whether Georgia law necessarily\n    proscribes conduct punishable as a felony under the CSA. Title 21\n    U. S. C. §841(b)(1)(D) provides that, with certain exceptions, a viola-\n    tion of the marijuana distribution statute is punishable by “a term of\n    imprisonment of not more than 5 years.” However, one of those ex-\n    ceptions, §841(b)(4), provides that “any person who violates [the stat-\n    ute] by distributing a small amount of marihuana for no remunera-\n    tion shall be treated as” a simple drug possessor, i.e., as a\n    misdemeanant. These dovetailing provisions create two mutually ex-\n    clusive categories of punishment for CSA marijuana distribution of-\n    fenses: one a felony, the other not. The fact of a conviction under\n    Georgia’s statute, standing alone, does not reveal whether either re-\n    muneration or more than a small amount was involved, so\n    Moncrieffe’s conviction could correspond to either the CSA felony or\n    the CSA misdemeanor. Thus, the conviction did not “necessarily” in-\n    volve facts that correspond to an offense punishable as a felony under\n    the CSA. Pp. 6–9.\n       (c) The Government’s contrary arguments are unpersuasive. The\n    Government contends that §841(b)(4) is irrelevant because it is mere-\n    ly a mitigating sentencing factor, not an element of the offense. But\n    that understanding is inconsistent with Carachuri-Rosendo v. Hold-\n    er, 560 U. S. ___, which recognized that when Congress has chosen to\n                     Cite as: 569 U. S. ____ (2013)                   3\n\n                               Syllabus\n\n  define the generic federal offense by reference to punishment, it may\n  be necessary to take account of federal sentencing factors too. The\n  Government also asserts that any marijuana distribution conviction\n  is presumptively a felony, but the CSA makes neither the felony nor\n  the misdemeanor provision the default. The Government’s approach\n  would lead to the absurd result that a conviction under a statute that\n  punishes misdemeanor conduct only, such as §841(b)(4) itself, would\n  nevertheless be a categorical aggravated felony.\n     The Government’s proposed remedy for this anomaly—that noncit-\n  izens be given an opportunity during immigration proceedings to\n  demonstrate that their predicate marijuana distribution convictions\n  involved only a small amount of marijuana and no remuneration—is\n  inconsistent with both the INA’s text and the categorical approach.\n  The Government’s procedure would require the Nation’s overbur-\n  dened immigration courts to conduct precisely the sort of post hoc in-\n  vestigation into the facts of predicate offenses long deemed undesira-\n  ble, and would require uncounseled noncitizens to locate witnesses\n  years after the fact.\n     Finally, the Government’s concerns about the consequences of this\n  decision are exaggerated. Escaping aggravated felony treatment does\n  not mean escaping deportation, because any marijuana distribution\n  offense will still render a noncitizen deportable as a controlled sub-\n  stances offender. Having been found not to be an aggravated felon, the\n  noncitizen may seek relief from removal such as asylum or cancella-\n  tion of removal, but the Attorney General may, in his discretion, deny\n  relief if he finds that the noncitizen is actually a more serious drug\n  trafficker. Pp. 9–21.\n662 F. 3d 387, reversed and remanded.\n\n  SOTOMAYOR, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and SCALIA, KENNEDY, GINSBURG, BREYER, and KAGAN, JJ., joined.\nTHOMAS, J., and ALITO, J., filed dissenting opinions.\n                       Cite as: 569 U. S. ____ (2013)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 11–702\n                                  _________________\n\n\n   ADRIAN MONCRIEFFE, PETITIONER v. ERIC H.\n\n        HOLDER, JR., ATTORNEY GENERAL\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                                [April 23, 2013] \n\n\n  JUSTICE SOTOMAYOR delivered the opinion of the Court.\n  The Immigration and Nationality Act (INA), 66 Stat.\n163, 8 U. S. C. §1101 et seq., provides that a noncitizen\nwho has been convicted of an “aggravated felony” may be\ndeported from this country. The INA also prohibits the\nAttorney General from granting discretionary relief from\nremoval to an aggravated felon, no matter how compelling\nhis case. Among the crimes that are classified as aggra-\nvated felonies, and thus lead to these harsh consequences,\nare illicit drug trafficking offenses. We must decide\nwhether this category includes a state criminal statute\nthat extends to the social sharing of a small amount of\nmarijuana. We hold it does not.\n                             I\n\n                            A\n\n  The INA allows the Government to deport various classes\nof noncitizens, such as those who overstay their visas,\nand those who are convicted of certain crimes while in the\nUnited States, including drug offenses. §1227. Ordinarily,\nwhen a noncitizen is found to be deportable on one of\nthese grounds, he may ask the Attorney General for cer-\n2                     MONCRIEFFE v. HOLDER\n\n                          Opinion of the Court\n\ntain forms of discretionary relief from removal, like asy-\nlum (if he has a well-founded fear of persecution in his\nhome country) and cancellation of removal (if, among\nother things, he has been lawfully present in the United\nStates for a number of years). §§1158, 1229b. But if a\nnoncitizen has been convicted of one of a narrower set of\ncrimes classified as “aggravated felonies,” then he is not\nonly deportable, §1227(a)(2)(A)(iii), but also ineligible for\nthese discretionary forms of relief. See §§1158(b)(2)(A)(ii),\n(B)(i); §§1229b(a)(3), (b)(1)(C).1\n  The INA defines “aggravated felony” to include a host of\noffenses. §1101(a)(43). Among them is “illicit trafficking\nin a controlled substance.” §1101(a)(43)(B). This general\nterm is not defined, but the INA states that it “includ[es] a\ndrug trafficking crime (as defined in section 924(c) of title\n18).” Ibid. In turn, 18 U. S. C. §924(c)(2) defines “drug\ntrafficking crime” to mean “any felony punishable under\nthe Controlled Substances Act,” or two other statues\nnot relevant here. The chain of definitions ends with\n§3559(a)(5), which provides that a “felony” is an offense for\nwhich the “maximum term of imprisonment authorized” is\n“more than one year.” The upshot is that a noncitizen’s\nconviction of an offense that the Controlled Substances Act\n(CSA) makes punishable by more than one year’s impris-\n——————\n   1 In addition to asylum, a noncitizen who fears persecution may seek\n\nwithholding of removal, 8 U. S. C. §1231(b)(3)(A), and deferral of\nremoval under the Convention Against Torture and Other Cruel,\nInhuman or Degrading Treatment or Punishment (CAT), Art. 3, Dec.\n10, 1984, S. Treaty Doc. No. 100–20, p. 20, 1465 U. N. T. S. 85; 8 CFR\n§1208.17(a) (2012). These forms of relief require the noncitizen to show\na greater likelihood of persecution or torture at home than is necessary\nfor asylum, but the Attorney General has no discretion to deny relief to\na noncitizen who establishes his eligibility. A conviction of an aggra-\nvated felony has no effect on CAT eligibility, but will render a nonciti-\nzen ineligible for withholding of removal if he “has been sentenced to an\naggregate term of imprisonment of at least 5 years” for any aggravated\nfelonies. 8 U. S. C. §1231(b)(3)(B).\n                     Cite as: 569 U. S. ____ (2013)                     3\n\n                          Opinion of the Court\n\nonment will be counted as an “aggravated felony” for\nimmigration purposes. A conviction under either state or\nfederal law may qualify, but a “state offense constitutes a\n‘felony punishable under the Controlled Substances Act’\nonly if it proscribes conduct punishable as a felony under\nthat federal law.” Lopez v. Gonzales, 549 U. S. 47, 60\n(2006).\n                             B\n   Petitioner Adrian Moncrieffe is a Jamaican citizen who\ncame to the United States legally in 1984, when he was\nthree. During a 2007 traffic stop, police found 1.3 grams\nof marijuana in his car. This is the equivalent of about\ntwo or three marijuana cigarettes. Moncrieffe pleaded\nguilty to possession of marijuana with intent to distribute,\na violation of Ga. Code Ann. §16–13–30(j)(1) (2007). Un-\nder a Georgia statute providing more lenient treatment to\nfirst-time offenders, §42–8–60(a) (1997), the trial court\nwithheld entering a judgment of conviction or imposing\nany term of imprisonment, and instead required that\nMoncrieffe complete five years of probation, after which\nhis charge will be expunged altogether.2 App. to Brief for\nPetitioner 11–15.\n   Alleging that this Georgia conviction constituted an\naggravated felony, the Federal Government sought to\ndeport Moncrieffe. The Government reasoned that posses-\nsion of marijuana with intent to distribute is an offense\nunder the CSA, 21 U. S. C. §841(a), punishable by up to\nfive years’ imprisonment, §841(b)(1)(D), and thus an ag-\ngravated felony. An Immigration Judge agreed and or-\ndered Moncrieffe removed. App. to Pet. for Cert. 14a–18a.\nThe Board of Immigration Appeals (BIA) affirmed that\n——————\n  2 Theparties agree that this resolution of Moncrieffe’s Georgia case is\nnevertheless a “conviction” as the INA defines that term, 8 U. S. C.\n§1101(a)(48)(A). See Brief for Petitioner 6, n. 2; Brief for Respondent 5,\nn. 2.\n4                    MONCRIEFFE v. HOLDER\n\n                        Opinion of the Court\n\nconclusion on appeal. Id., at 10a–13a.\n   The Court of Appeals denied Moncrieffe’s petition for\nreview. The court rejected Moncrieffe’s reliance upon\n§841(b)(4), a provision that, in effect, makes marijuana\ndistribution punishable only as a misdemeanor if the\noffense involves a small amount of marijuana for no re-\nmuneration. It held that in a federal criminal prosecution,\n“the default sentencing range for a marijuana distribution\noffense is the CSA’s felony provision, §841(b)(1)(D), rather\nthan the misdemeanor provision.” 662 F. 3d 387, 392\n(CA5 2011). Because Moncrieffe’s Georgia offense penal-\nized possession of marijuana with intent to distribute,\nthe court concluded that it was “equivalent to a federal\nfelony.” Ibid.\n   We granted certiorari, 566 U. S. ___ (2012), to resolve a\nconflict among the Courts of Appeals with respect to\nwhether a conviction under a statute that criminalizes\nconduct described by both §841’s felony provision and its\nmisdemeanor provision, such as a statute that punishes\nall marijuana distribution without regard to the amount\nor remuneration, is a conviction for an offense that “pro-\nscribes conduct punishable as a felony under” the CSA.3\nLopez, 549 U. S., at 60. We now reverse.\n                              II\n\n                              A\n\n   When the Government alleges that a state conviction\nqualifies as an “aggravated felony” under the INA, we\ngenerally employ a “categorical approach” to determine\nwhether the state offense is comparable to an offense\nlisted in the INA. See, e.g., Nijhawan v. Holder, 557 U. S.\n——————\n  3 Compare 662 F. 3d 387 (CA5 2011) (case below), Garcia v. Holder,\n\n638 F. 3d 511 (CA6 2011) (is an aggravated felony), and Julce v.\nMukasey, 530 F. 3d 30 (CA1 2008) (same), with Martinez v. Mukasey,\n551 F. 3d 113 (CA2 2008) (is not an aggravated felony), and Wilson v.\nAshcroft, 350 F. 3d 377 (CA3 2003) (same).\n                  Cite as: 569 U. S. ____ (2013)            5\n\n                      Opinion of the Court\n\n29, 33–38 (2009); Gonzales v. Duenas-Alvarez, 549 U. S.\n183, 185–187 (2007). Under this approach we look “not to\nthe facts of the particular prior case,” but instead to\nwhether “the state statute defining the crime of convic-\ntion” categorically fits within the “generic” federal defini-\ntion of a corresponding aggravated felony. Id., at 186\n(citing Taylor v. United States, 495 U. S. 575, 599–600\n(1990)). By “generic,” we mean the offenses must be\nviewed in the abstract, to see whether the state statute\nshares the nature of the federal offense that serves as\na point of comparison. Accordingly, a state offense is a\ncategorical match with a generic federal offense only if a\nconviction of the state offense “ ‘necessarily’ involved . . .\nfacts equating to [the] generic [federal offense].” Shepard\nv. United States, 544 U. S. 13, 24 (2005) (plurality opin-\nion). Whether the noncitizen’s actual conduct involved\nsuch facts “is quite irrelevant.” United States ex rel. Gua-\nrino v. Uhl, 107 F. 2d 399, 400 (CA2 1939) (L. Hand, J.).\n   Because we examine what the state conviction neces-\nsarily involved, not the facts underlying the case, we must\npresume that the conviction “rested upon [nothing] more\nthan the least of th[e] acts” criminalized, and then deter-\nmine whether even those acts are encompassed by the\ngeneric federal offense. Johnson v. United States, 559\nU. S. 133, 137 (2010); see Guarino, 107 F. 2d, at 400. But\nthis rule is not without qualification. First, our cases have\naddressed state statutes that contain several different\ncrimes, each described separately, and we have held that a\ncourt may determine which particular offense the nonciti-\nzen was convicted of by examining the charging document\nand jury instructions, or in the case of a guilty plea, the\nplea agreement, plea colloquy, or “ ‘some comparable judi-\ncial record’ of the factual basis for the plea.” Nijhawan,\n557 U. S., at 35 (quoting Shepard, 544 U. S., at 26). Sec-\nond, our focus on the minimum conduct criminalized by\nthe state statute is not an invitation to apply “legal imagi-\n6                    MONCRIEFFE v. HOLDER\n\n                        Opinion of the Court\n\nnation” to the state offense; there must be “a realistic\nprobability, not a theoretical possibility, that the State\nwould apply its statute to conduct that falls outside the\ngeneric definition of a crime.” Duenas-Alvarez, 549 U. S.,\nat 193.\n  This categorical approach has a long pedigree in our\nNation’s immigration law. See Das, The Immigration\nPenalties of Criminal Convictions: Resurrecting Categori-\ncal Analysis in Immigration Law, 86 N. Y. U. L. Rev. 1669,\n1688–1702, 1749–1752 (2011) (tracing judicial decisions\nback to 1913). The reason is that the INA asks what\noffense the noncitizen was “convicted” of, 8 U. S. C.\n§1227(a)(2)(A)(iii), not what acts he committed. “[C]on-\nviction” is “the relevant statutory hook.”4 Carachuri-\nRosendo v. Holder, 560 U. S. ___, ___ (2010) (slip op., at 16);\nsee United States ex rel. Mylius v. Uhl, 210 F. 860, 862\n(CA2 1914).\n                             B\n   The aggravated felony at issue here, “illicit trafficking in\na controlled substance,” is a “generic crim[e].” Nijhawan,\n557 U. S., at 37. So the categorical approach applies.\nIbid. As we have explained, supra, at 2–3, this aggravated\nfelony encompasses all state offenses that “proscrib[e]\nconduct punishable as a felony under [the CSA].” Lopez,\n549 U. S., at 60. In other words, to satisfy the categorical\napproach, a state drug offense must meet two conditions:\nIt must “necessarily” proscribe conduct that is an offense\nunder the CSA, and the CSA must “necessarily” prescribe\nfelony punishment for that conduct.\n   Moncrieffe was convicted under a Georgia statute that\n——————\n  4 Carachuri-Rosendo construed a different provision of the INA that\n\nconcerns cancellation of removal, which also requires determining\nwhether the noncitizen has been “convicted of any aggravated felony.”\n8 U. S. C. §1229b(a)(3) (emphasis added). Our analysis is the same in\nboth contexts.\n                     Cite as: 569 U. S. ____ (2013)                     7\n\n                          Opinion of the Court\n\nmakes it a crime to “possess, have under [one’s] control,\nmanufacture, deliver, distribute, dispense, administer,\npurchase, sell, or possess with intent to distribute mari-\njuana.” Ga. Code Ann. §16–13–30(j)(1). We know from his\nplea agreement that Moncrieffe was convicted of the last\nof these offenses. App. to Brief for Petitioner 11; Shepard,\n544 U. S., at 26. We therefore must determine whether\npossession of marijuana with intent to distribute is “nec-\nessarily” conduct punishable as a felony under the CSA.\n   We begin with the relevant conduct criminalized by the\nCSA. There is no question that it is a federal crime to\n“possess with intent to . . . distribute . . . a controlled\nsubstance,” 21 U. S. C. §841(a)(1), one of which is mari-\njuana, §812(c).5 So far, the state and federal provisions\ncorrespond. But this is not enough, because the generically\ndefined federal crime is “any felony punishable under\nthe Controlled Substances Act,” 18 U. S. C. §924(c)(2), not\njust any “offense under the CSA.” Thus we must look to\nwhat punishment the CSA imposes for this offense.\n   Section 841 is divided into two subsections that are\nrelevant here: (a), titled “Unlawful acts,” which includes\nthe offense just described, and (b), titled “Penalties.”\nSubsection (b) tells us how “any person who violates sub-\nsection (a)” shall be punished, depending on the circum-\nstances of his crime (e.g., the type and quantity of con-\ntrolled substance involved, whether it is a repeat offense).6\n——————\n  5 In  full, 21 U. S. C. §841(a)(1) provides,\n   “Except as authorized by this subchapter, it shall be unlawful for any\nperson knowingly or intentionally—\n   “(1) to manufacture, distribute, or dispense, or possess with intent to\nmanufacture, distribute, or dispense, a controlled substance . . . .”\n   6 In pertinent part, §§841(b)(1)(D) and (b)(4) (2006 ed. and Supp. V)\n\nprovide,\n   “Except as otherwise provided in section 849, 859, 860, or 861 of this\ntitle, any person who violates subsection (a) of this section shall be\nsentenced as follows:\n                     .        .        .         .      .\n8                     MONCRIEFFE v. HOLDER\n\n                          Opinion of the Court\n\nSubsection (b)(1)(D) provides that if a person commits a\nviolation of subsection (a) involving “less than 50 kilo-\ngrams of marihuana,” then “such person shall, except as\nprovided in paragraphs (4) and (5) of this subsection, be\nsentenced to a term of imprisonment of not more than 5\nyears,” i.e., as a felon. But one of the exceptions is im-\nportant here. Paragraph (4) provides, “Notwithstanding\nparagraph (1)(D) of this subsection, any person who vio-\nlates subsection (a) of this section by distributing a small\namount of marihuana for no remuneration shall be treated\nas” a simple drug possessor, 21 U. S. C. §844, which for\nour purposes means as a misdemeanant.7 These dovetail-\ning provisions create two mutually exclusive categories of\npunishment for CSA marijuana distribution offenses: one\n——————\n  “[(1)](D) In the case of less than 50 kilograms of marihuana, except in\nthe case of 50 or more marihuana plants regardless of weight, 10\nkilograms of hashish, or one kilogram of hashish oil, such person shall,\nexcept as provided in paragraphs (4) and (5) of this subsection, be\nsentenced to a term of imprisonment of not more than 5 years, a fine\nnot to exceed the greater of that authorized in accordance with the\nprovisions of title 18 or $250,000 if the defendant is an individual or\n$1,000,000 if the defendant is other than an individual, or both. . . .\n                  .       .        .        .        .\n   “(4) Notwithstanding paragraph (1)(D) of this subsection, any person\nwho violates subsection (a) of this section by distributing a small\namount of marihuana for no remuneration shall be treated as provided\nin section 844 of this title and section 3607 of title 18.”\n   7 Although paragraph (4) speaks only of “distributing” marijuana, the\n\nparties agree that it also applies to “the more inchoate offense of\npossession with intent to distribute that drug.” Matter of Castro\nRodriguez, 25 I. & N. Dec. 698, 699, n. 2 (BIA 2012); see Brief for\nPetitioner 6, n. 2; Brief for Respondent 8, n. 5.\n   The CSA does not define “small amount.” The BIA has suggested\nthat 30 grams “serve[s] as a useful guidepost,” Castro Rodriguez, 25\nI. & N. Dec., at 703, noting that the INA exempts from deportable\ncontrolled substances offenses “a single offense involving possession for\none’s own use of 30 grams or less of marijuana,” 8 U. S. C.\n§1227(a)(2)(B)(i). The meaning of “small amount” is not at issue in this\ncase, so we need not, and do not, define the term.\n                 Cite as: 569 U. S. ____ (2013)            9\n\n                     Opinion of the Court\n\na felony, and one not. The only way to know whether a\nmarijuana distribution offense is “punishable as a felony”\nunder the CSA, Lopez, 549 U. S., at 60, is to know whether\nthe conditions described in paragraph (4) are present or\nabsent.\n  A conviction under the same Georgia statute for\n“sell[ing]” marijuana, for example, would seem to establish\nremuneration. The presence of remuneration would mean\nthat paragraph (4) is not implicated, and thus that the\nconviction is necessarily for conduct punishable as a felony\nunder the CSA (under paragraph (1)(D)). In contrast, the\nfact of a conviction for possession with intent to distribute\nmarijuana, standing alone, does not reveal whether either\nremuneration or more than a small amount of marijuana\nwas involved. It is possible neither was; we know that\nGeorgia prosecutes this offense when a defendant possesses\nonly a small amount of marijuana, see, e.g., Taylor v.\nState, 260 Ga. App. 890, 581 S. E. 2d 386, 388 (2003) (6.6\ngrams), and that “distribution” does not require remuner-\nation, see, e.g., Hadden v. State, 181 Ga. App. 628, 628–\n629, 353 S. E. 2d 532, 533–534 (1987). So Moncrieffe’s\nconviction could correspond to either the CSA felony or the\nCSA misdemeanor. Ambiguity on this point means that\nthe conviction did not “necessarily” involve facts that\ncorrespond to an offense punishable as a felony under the\nCSA. Under the categorical approach, then, Moncrieffe\nwas not convicted of an aggravated felony.\n                             III\n\n                              A\n\n  The Government advances a different approach that\nleads to a different result. In its view, §841(b)(4)’s misde-\nmeanor provision is irrelevant to the categorical analysis\nbecause paragraph (4) is merely a “mitigating exception,”\nto the CSA offense, not one of the “elements” of the of-\nfense. Brief for Respondent 12. And because possession\n10                MONCRIEFFE v. HOLDER\n\n                      Opinion of the Court\n\nwith intent to distribute marijuana is “presumptive[ly]” a\nfelony under the CSA, the Government asserts, any state\noffense with the same elements is presumptively an ag-\ngravated felony. Id., at 37. These two contentions are\nrelated, and we reject both of them.\n   First, the Government reads our cases to hold that the\ncategorical approach is concerned only with the “elements”\nof an offense, so §841(b)(4) “is not relevant” to the categor-\nical analysis. Id., at 20. It is enough to satisfy the cate-\ngorical inquiry, the Government suggests, that the “ele-\nments” of Moncrieffe’s Georgia offense are the same as\nthose of the CSA offense: (1) possession (2) of marijuana (a\ncontrolled substance), (3) with intent to distribute it. But\nthat understanding is inconsistent with Carachuri-\nRosendo, our only decision to address both “elements” and\n“sentencing factors.” There we recognized that when\nCongress has chosen to define the generic federal offense\nby reference to punishment, it may be necessary to take\naccount of federal sentencing factors too. See 560 U. S., at\n___ (slip op., at 3). In that case the relevant CSA offense\nwas simple possession, which “becomes a ‘felony punisha-\nble under the [CSA]’ only because the sentencing factor of\nrecidivism authorizes additional punishment beyond one\nyear, the criterion for a felony.” Id., at ___ (SCALIA, J.,\nconcurring in judgment) (slip op., at 2). We therefore\ncalled the generic federal offense “recidivist simple posses-\nsion,” even though such a crime is not actually “a separate\noffense” under the CSA, but rather an “ ‘amalgam’ ” of\noffense elements and sentencing factors. Id., at ___, and\nn. 3, ___ (majority opinion) (slip op., at 3, and n. 3, 7).\n   In other words, not only must the state offense of convic-\ntion meet the “elements” of the generic federal offense\ndefined by the INA, but the CSA must punish that offense\nas a felony. Here, the facts giving rise to the CSA offense\nestablish a crime that may be either a felony or a misde-\nmeanor, depending upon the presence or absence of cer-\n                 Cite as: 569 U. S. ____ (2013)          11\n\n                     Opinion of the Court\n\ntain factors that are not themselves elements of the crime.\nAnd so to qualify as an aggravated felony, a conviction for\nthe predicate offense must necessarily establish those\nfactors as well.\n   The Government attempts to distinguish Carachuri-\nRosendo on the ground that the sentencing factor there\nwas a “narrow” aggravating exception that turned a mis-\ndemeanor into a felony, whereas here §841(b)(4) is a nar-\nrow mitigation exception that turns a felony into a misde-\nmeanor. Brief for Respondent 40–43. This argument\nhinges upon the Government’s second assertion: that any\nmarijuana distribution conviction is “presumptively” a\nfelony. But that is simply incorrect, and the Government’s\nargument collapses as a result. Marijuana distribution\nis neither a felony nor a misdemeanor until we know\nwhether the conditions in paragraph (4) attach: Section\n841(b)(1)(D) makes the crime punishable by five years’\nimprisonment “except as provided” in paragraph (4), and\n§841(b)(4) makes it punishable as a misdemeanor\n“[n]otwithstanding paragraph (1)(D)” when only “a small\namount of marihuana for no remuneration” is involved.\n(Emphasis added.) The CSA’s text makes neither provi-\nsion the default. Rather, each is drafted to be exclusive of\nthe other.\n   Like the BIA and the Fifth Circuit, the Government\nbelieves the felony provision to be the default because, in\npractice, that is how federal criminal prosecutions for\nmarijuana distribution operate. See 662 F. 3d, at 391–\n392; Matter of Aruna, 24 I. & N. Dec. 452, 456–457 (2008);\nBrief for Respondent 18–23. It is true that every Court\nof Appeals to have considered the question has held that\na defendant is eligible for a 5-year sentence under\n§841(b)(1)(D) if the Government proves he possessed\nmarijuana with the intent to distribute it, and that the\nGovernment need not negate the §841(b)(4) factors in each\ncase. See, e.g., United States v. Outen, 286 F. 3d 622, 636–\n12                     MONCRIEFFE v. HOLDER\n\n                           Opinion of the Court\n\n639 (CA2 2002) (describing §841(b)(4) as a “mitigating\nexception”); United States v. Hamlin, 319 F. 3d 666, 670–\n671 (CA4 2003) (collecting cases). Instead, the burden is\non the defendant to show that he qualifies for the lesser\nsentence under §841(b)(4). Cf. id., at 671.\n  We cannot discount §841’s text, however, which creates\nno default punishment, in favor of the procedural overlay\nor burdens of proof that would apply in a hypothetical\nfederal criminal prosecution. In Carachuri-Rosendo, we\nrejected the Fifth Circuit’s “ ‘hypothetical approach,’ ”\nwhich examined whether conduct “ ‘could have been pun-\nished as a felony’ ‘had [it] been prosecuted in federal\ncourt.’ ” 560 U. S., at ___, ___ (slip op., at 8, 11).8 The\noutcome in a hypothetical prosecution is not the relevant\ninquiry. Rather, our “more focused, categorical inquiry” is\nwhether the record of conviction of the predicate offense\nnecessarily establishes conduct that the CSA, on its own\nterms, makes punishable as a felony. Id., at ___ (slip op.,\nat 16).\n  The analogy to a federal prosecution is misplaced for\nanother reason. The Court of Appeals cases the Govern-\nment cites distinguished between elements and sentencing\nfactors to determine which facts must be proved to a jury,\n——————\n   8 JUSTICE ALITO states that the statute “obviously” requires examina-\n\ntion of whether “conduct associated with the state offense . . . would\nhave supported a qualifying conviction under the federal CSA.” Post, at\n3 (dissenting opinion) (emphasis added); see also post, at 8. But this\nechoes the Fifth Circuit’s approach in Carachuri-Rosendo. As noted in\nthe text, our opinion explicitly rejected such reasoning based on condi-\ntional perfect formulations. See also, e.g., Carachuri-Rosendo, 560\nU. S., at ___ (slip op., at 16) (criticizing approach that “focuses on facts\nknown to the immigration court that could have but did not serve as\nthe basis for the state conviction and punishment” (emphasis altered)).\nInstead, as we have explained, supra, at 10–11, our holding depended\nupon the fact that Carachuri-Rosendo’s conviction did not establish the\nfact necessary to distinguish between misdemeanor and felony punish-\nment under the CSA. The same is true here.\n                    Cite as: 569 U. S. ____ (2013)                 13\n\n                        Opinion of the Court\n\nin light of the Sixth Amendment concerns addressed in\nApprendi v. New Jersey, 530 U. S. 466 (2000). The courts\nconsidered which “provision . . . states a complete crime\nupon the fewest facts,” Outen, 286 F. 3d, at 638, which was\nsignificant after Apprendi to identify what a jury had to\nfind before a defendant could receive §841(b)(1)(D)’s max-\nimum 5-year sentence. But those concerns do not apply in\nthis context. Here we consider a “generic” federal offense\nin the abstract, not an actual federal offense being prose-\ncuted before a jury. Our concern is only which facts the\nCSA relies upon to distinguish between felonies and mis-\ndemeanors, not which facts must be found by a jury as\nopposed to a judge, nor who has the burden of proving\nwhich facts in a federal prosecution.9\n   Because of these differences, we made clear in Carachuri-\nRosendo that, for purposes of the INA, a generic fed-\neral offense may be defined by reference to both “ ‘ele-\nments’ in the traditional sense” and sentencing factors.\n560 U. S., at ___, n. 3, ___ (slip op., at 3, n. 3, 7); see also\nid., at ___ (SCALIA, J., concurring in judgment) (slip op., at\n3) (describing the generic federal offense there as “the\nControlled Substances Act felony of possession-plus-\nrecidivism”). Indeed, the distinction between “elements”\nand “sentencing factors” did not exist when Congress\nadded illicit drug trafficking to the list of aggravated\nfelonies, Anti-Drug Abuse Act of 1988, 102 Stat. 4469–\n4470, and most courts at the time understood both\n§841(b)(1)(D) and §841(b)(4) to contain sentencing factors\n——————\n  9 The   Government also cites 21 U. S. C. §885(a)(1), which provides\nthat the Government need not “negative any exemption or exception set\nforth” in the CSA, and instead “the burden of going forward with the\nevidence with respect to any such exemption or exception shall be upon\nthe person claiming its benefit.” Brief for Respondent 21. Even assum-\ning §841(b)(4) is such an “exception,” §885(a)(1) applies, by its own\nterms, only to “any trial, hearing, or other proceeding under” the CSA\nitself, not to the rather different proceedings under the INA.\n14               MONCRIEFFE v. HOLDER\n\n                     Opinion of the Court\n\nthat draw the line between a felony and a misdemeanor.\nSee, e.g., United States v. Campuzano, 905 F. 2d 677, 679\n(CA2 1990). Carachuri-Rosendo controls here.\n  Finally, there is a more fundamental flaw in the Gov-\nernment’s approach: It would render even an undisputed\nmisdemeanor an aggravated felony. This is “just what the\nEnglish language tells us not to expect,” and that leaves\nus “very wary of the Government’s position.” Lopez, 549\nU. S., at 54. Consider a conviction under a New York\nstatute that provides, “A person is guilty of criminal sale\nof marihuana in the fifth degree when he knowingly and\nunlawfully sells, without consideration, [marihuana] of an\naggregate weight of two grams or less; or one cigarette\ncontaining marihuana.” N. Y. Penal Law Ann. §221.35\n(West 2008) (emphasis added). This statute criminalizes\nonly the distribution of a small amount of marijuana for\nno remuneration, and so all convictions under the statute\nwould fit within the CSA misdemeanor provision,\n§841(b)(4). But the Government would categorically deem\na conviction under this statute to be an aggravated felony,\nbecause the statute contains the corresponding “elements”\nof (1) distributing (2) marijuana, and the Government\nbelieves all marijuana distribution offenses are punishable\nas felonies.\n  The same anomaly would result in the case of a nonciti-\nzen convicted of a misdemeanor in federal court under\n§§841(a) and (b)(4) directly. Even in that case, under the\nGovernment’s logic, we would need to treat the federal\nmisdemeanor conviction as an aggravated felony, because\nthe conviction establishes elements of an offense that is\npresumptively a felony. This cannot be. “We cannot\nimagine that Congress took the trouble to incorporate its\nown statutory scheme of felonies and misdemeanors,” only\nto have courts presume felony treatment and ignore the\nvery factors that distinguish felonies from misdemeanors.\nLopez, 549 U. S., at 58.\n                 Cite as: 569 U. S. ____ (2013)          15\n\n                     Opinion of the Court\n\n                                B\n   Recognizing that its approach leads to consequences\nCongress could not have intended, the Government hedges\nits argument by proposing a remedy: Noncitizens should\nbe given an opportunity during immigration proceedings\nto demonstrate that their predicate marijuana distribution\nconvictions involved only a small amount of marijuana\nand no remuneration, just as a federal criminal defendant\ncould do at sentencing. Brief for Respondent 35–39. This\nis the procedure adopted by the BIA in Matter of Castro\nRodriguez, 25 I. & N. Dec. 698, 702 (2012), and endorsed\nby JUSTICE ALITO’s dissent, post, at 11–12.\n   This solution is entirely inconsistent with both the\nINA’s text and the categorical approach. As noted, the\nrelevant INA provisions ask what the noncitizen was\n“convicted of,” not what he did, and the inquiry in immi-\ngration proceedings is limited accordingly. 8 U. S. C.\n§§1227(a)(2)(A)(iii), 1229b(a)(3); see Carachuri-Rosendo,\n560 U. S., at ___ (slip op., at 11). The Government cites no\nstatutory authority for such case-specific factfinding in\nimmigration court, and none is apparent in the INA.\nIndeed, the Government’s main categorical argument\nwould seem to preclude this inquiry: If the Government\nwere correct that “the fact of a marijuana-distribution\nconviction alone constitutes a CSA felony,” Brief for Re-\nspondent 37, then all marijuana distribution convictions\nwould categorically be convictions of the drug trafficking\naggravated felony, mandatory deportation would follow\nunder the statute, and there would be no room for the\nGovernment’s follow-on factfinding procedure. The Gov-\nernment cannot have it both ways.\n   Moreover, the procedure the Government envisions\nwould require precisely the sort of post hoc investigation\ninto the facts of predicate offenses that we have long\ndeemed undesirable. The categorical approach serves\n“practical” purposes: It promotes judicial and administra-\n16                 MONCRIEFFE v. HOLDER\n\n                      Opinion of the Court\n\ntive efficiency by precluding the relitigation of past convic-\ntions in minitrials conducted long after the fact. Cham-\nbers v. United States, 555 U. S. 122, 125 (2009); see also\nMylius, 210 F., at 862–863. Yet the Government’s ap-\nproach would have our Nation’s overburdened immigra-\ntion courts entertain and weigh testimony from, for exam-\nple, the friend of a noncitizen who may have shared a\nmarijuana cigarette with him at a party, or the local police\nofficer who recalls to the contrary that cash traded hands.\nAnd, as a result, two noncitizens, each “convicted of ” the\nsame offense, might obtain different aggravated felony\ndeterminations depending on what evidence remains\navailable or how it is perceived by an individual immigra-\ntion judge. The categorical approach was designed to\navoid this “potential unfairness.” Taylor, 495 U. S., at\n601; see also Mylius, 210 F., at 863.\n   Furthermore, the minitrials the Government proposes\nwould be possible only if the noncitizen could locate wit-\nnesses years after the fact, notwithstanding that during\nremoval proceedings noncitizens are not guaranteed legal\nrepresentation and are often subject to mandatory deten-\ntion, §1226(c)(1)(B), where they have little ability to collect\nevidence. See Katzmann, The Legal Profession and the\nUnmet Needs of the Immigrant Poor, 21 Geo. J. Legal\nEthics 3, 5–10 (2008); Brief for National Immigrant Jus-\ntice Center et al. as Amici Curiae 5–18; Brief for Immigra-\ntion Law Professors as Amici Curiae 27–32. A noncitizen\nin removal proceedings is not at all similarly situated to a\ndefendant in a federal criminal prosecution. The Govern-\nment’s suggestion that the CSA’s procedures could readily\nbe replicated in immigration proceedings is therefore\nmisplaced. Cf. Carachuri-Rosendo, 560 U. S., at ___ (slip\nop., at 14–15) (rejecting the Government’s argument that\nprocedures governing determination of the recidivism\nsentencing factor could “be satisfied during the immigra-\ntion proceeding”).\n                  Cite as: 569 U. S. ____ (2013)           17\n\n                      Opinion of the Court\n\n   The Government defends its proposed immigration court\nproceedings as “a subsequent step outside the categorical\napproach in light of Section 841(b)(4)’s ‘circumstance-\nspecific’ nature.” Brief for Respondent 37. This argument\nrests upon Nijhawan, in which we considered another\naggravated felony, “an offense that . . . involves fraud or\ndeceit in which the loss to the victim or victims exceeds\n$10,000.” 8 U. S. C. §1101(a)(43)(M)(i). We held that the\n$10,000 threshold was not to be applied categorically as a\nrequired component of a generic offense, but instead called\nfor a “circumstance-specific approach” that allows for an\nexamination, in immigration court, of the “particular\ncircumstances in which an offender committed the crime\non a particular occasion.” Nijhawan, 557 U. S., at 38–40.\nThe Government suggests the §841(b)(4) factors are like\nthe monetary threshold, and thus similarly amenable to a\ncircumstance-specific inquiry.\n   We explained in Nijhawan, however, that unlike the\nprovision there, “illicit trafficking in a controlled sub-\nstance” is a “generic crim[e]” to which the categorical\napproach applies, not a circumstance-specific provision.\nId., at 37; see also Carachuri-Rosendo, 560 U. S., at ___,\nn. 11 (slip op., at 12–13, n. 11). That distinction is evident\nin the structure of the INA. The monetary threshold is a\nlimitation, written into the INA itself, on the scope of the\naggravated felony for fraud. And the monetary threshold\nis set off by the words “in which,” which calls for a circum-\nstance-specific examination of “the conduct involved ‘in’\nthe commission of the offense of conviction.” Nijhawan,\n557 U. S., at 39. Locating this exception in the INA proper\nsuggests an intent to have the relevant facts found in\nimmigration proceedings. But where, as here, the INA\nincorporates other criminal statutes wholesale, we have\nheld it “must refer to generic crimes,” to which the cate-\ngorical approach applies. Id., at 37.\n   Finally, the Government suggests that the immigration\n18                     MONCRIEFFE v. HOLDER\n\n                           Opinion of the Court\n\ncourt’s task would not be so daunting in some cases, such\nas those in which a noncitizen was convicted under the\nNew York statute previously discussed or convicted directly\nunder §841(b)(4). True, in those cases, the record of\nconviction might reveal on its face that the predicate\noffense was punishable only as a misdemeanor. But most\nStates do not have stand-alone offenses for the social\nsharing of marijuana, so minitrials concerning convictions\nfrom the other States, such as Georgia, would be inevita-\nble.10 The Government suggests that even in these other\nStates, the record of conviction may often address the\n§841(b)(4) factors, because noncitizens “will be advised of\nthe immigration consequences of a conviction,” as defense\ncounsel is required to do under Padilla v. Kentucky, 559\nU. S. 359 (2010), and as a result counsel can build an\nappropriate record when the facts are fresh. Brief for\nRespondent 38. Even assuming defense counsel “will” do\nsomething simply because it is required of effective coun-\nsel (an assumption experience does not always bear out),\nthis argument is unavailing because there is no reason to\nbelieve that state courts will regularly or uniformly admit\nevidence going to facts, such as remuneration, that are\nirrelevant to the offense charged.\n   In short, to avoid the absurd consequences that would\nflow from the Government’s narrow understanding of the\ncategorical approach, the Government proposes a solution\n——————\n  10 Inaddition to New York, it appears that 13 other States have sepa-\nrate offenses for §841(b)(4) conduct. See Cal. Health & Safety Code\nAnn. §11360(b) (West Supp. 2013); Colo. Rev. Stat. Ann. §18–18–406(5)\n(2012); Fla. Stat. §893.13(2)(b)(3) (2010); Ill. Comp. Stat., ch. 20, §§550/3,\n550/4, 550/6 (West 2010); Iowa Code §124.410 (2009); Minn. Stat.\n§152.027(4)(a) (2010); N. M. Stat. Ann. §30–31–22(E) (Supp. 2011);\nOhio Rev. Code Ann. §2925.03(C)(3)(h) (Lexis 2012 Cum. Supp.); Ore.\nRev. Stat. §475.860(3) (2011); Pa. Stat. Ann., Tit. 35, §780–113(a)(31)\n(Purdon Supp. 2012); S. D. Codified Laws §22–42–7 (Supp. 2012); Tex.\nHealth & Safety Code Ann. §481.120(b)(1) (West 2010); W. Va. Code\nAnn. §60A–4–402(c) (Lexis 2010).\n                  Cite as: 569 U. S. ____ (2013)            19\n\n                      Opinion of the Court\n\nthat largely undermines the categorical approach. That\nthe only cure is worse than the disease suggests the Gov-\nernment is simply wrong.\n                                C\n   The Government fears the consequences of our decision,\nbut its concerns are exaggerated. The Government ob-\nserves that, like Georgia, about half the States criminalize\nmarijuana distribution through statutes that do not re-\nquire remuneration or any minimum quantity of mari-\njuana. Id., at 26–28. As a result, the Government contends,\nnoncitizens convicted of marijuana distribution offenses in\nthose States will avoid “aggravated felony” determina-\ntions, purely because their convictions do not resolve\nwhether their offenses involved federal felony conduct or\nmisdemeanor conduct, even though many (if not most)\nprosecutions involve either remuneration or larger\namounts of marijuana (or both).\n   Escaping aggravated felony treatment does not mean\nescaping deportation, though. It means only avoiding\nmandatory removal. See Carachuri-Rosendo, 560 U. S., at\n___ (slip op., at 17). Any marijuana distribution offense,\neven a misdemeanor, will still render a noncitizen deport-\nable as a controlled substances offender.           8 U. S. C.\n§1227(a)(2)(B)(i). At that point, having been found not to\nbe an aggravated felon, the noncitizen may seek relief\nfrom removal such as asylum or cancellation of removal,\nassuming he satisfies the other eligibility criteria.\n§§1158(b), 1229b(a)(1)–(2). But those forms of relief are\ndiscretionary. The Attorney General may, in his discre-\ntion, deny relief if he finds that the noncitizen is actually a\nmember of one “of the world’s most dangerous drug car-\ntels,” post, at 2 (opinion of ALITO, J.), just as he may deny\nrelief if he concludes the negative equities outweigh the\npositive equities of the noncitizen’s case for other reasons.\nAs a result, “to the extent that our rejection of the Gov-\n20                    MONCRIEFFE v. HOLDER\n\n                          Opinion of the Court\n\nernment’s broad understanding of the scope of ‘aggravated\nfelony’ may have any practical effect on policing our Na-\ntion’s borders, it is a limited one.” Carachuri-Rosendo,\n560 U. S., at ___ (slip op., at 17).\n   In any event, serious drug traffickers may be adjudi-\ncated aggravated felons regardless, because they will likely\nbe convicted under greater “trafficking” offenses that\nnecessarily establish that more than a small amount of\nmarijuana was involved. See, e.g., Ga. Code Ann. §16–13–\n31(c)(1) (Supp. 2012) (separate provision for trafficking in\nmore than 10 pounds of marijuana). Of course, some\noffenders’ conduct will fall between §841(b)(4) conduct and\nthe more serious conduct required to trigger a “trafficking”\nstatute. Brief for Respondent 30. Those offenders may\navoid aggravated felony status by operation of the categor-\nical approach. But the Government’s objection to that\nunderinclusive result is little more than an attack on the\ncategorical approach itself.11 We prefer this degree of\nimperfection to the heavy burden of relitigating old prose-\ncutions. See supra, at 15–16. And we err on the side of\nunderinclusiveness because ambiguity in criminal statutes\n——————\n  11 Similarly, JUSTICE ALITO’s dissent suggests that he disagrees with\n\nthe first premises of the categorical approach. He says it is a “strange\nand disruptive resul[t]” that “defendants convicted in different States\nfor committing the same criminal conduct” might suffer different\ncollateral consequences depending upon how those States define their\nstatutes of conviction. Post, at 9. Yet that is the longstanding, natural\nresult of the categorical approach, which focuses not on the criminal\nconduct a defendant “commit[s],” but rather what facts are necessarily\nestablished by a conviction for the state offense. Different state offenses\nwill necessarily establish different facts. Some will track the “uni-\nform” federal definition of the generic offense, and some will not.\nTaylor v. United States, 495 U. S. 575, 590 (1990). Whatever disparity\nthis may create as between defendants whose real-world conduct was\nthe same, it ensures that all defendants whose convictions establish the\nsame facts will be treated consistently, and thus predictably, under\nfederal law. This was Taylor’s chief concern in adopting the categorical\napproach. See id., at 599–602.\n                  Cite as: 569 U. S. ____ (2013)           21\n\n                      Opinion of the Court\n\nreferenced by the INA must be construed in the nonciti-\nzen’s favor. See Carachuri-Rosendo, 560 U. S., at ___ (slip\nop., at 17); Leocal v. Ashcroft, 543 U. S. 1, 11, n. 8 (2004).\n   Finally, the Government suggests that our holding will\nfrustrate the enforcement of other aggravated felony\nprovisions, like §1101(a)(43)(C), which refers to a federal\nfirearms statute that contains an exception for “antique\nfirearm[s],” 18 U. S. C. §921(a)(3). The Government fears\nthat a conviction under any state firearms law that lacks\nsuch an exception will be deemed to fail the categorical\ninquiry. But Duenas-Alvarez requires that there be “a\nrealistic probability, not a theoretical possibility, that the\nState would apply its statute to conduct that falls outside\nthe generic definition of a crime.” 549 U. S., at 193. To\ndefeat the categorical comparison in this manner, a non-\ncitizen would have to demonstrate that the State actu-\nally prosecutes the relevant offense in cases involving an-\ntique firearms.      Further, the Government points to\n§1101(a)(43)(P), which makes passport fraud an aggravat-\ned felony, except when the noncitizen shows he committed\nthe offense to assist an immediate family member. But\nthat exception is provided in the INA itself. As we held in\nNijhawan, a circumstance-specific inquiry would apply to\nthat provision, so it is not comparable. 557 U. S., at\n37–38.\n                        *    *    *\n  This is the third time in seven years that we have con-\nsidered whether the Government has properly character-\nized a low-level drug offense as “illicit trafficking in a\ncontrolled substance,” and thus an “aggravated felony.”\nOnce again we hold that the Government’s approach defies\n“the ‘commonsense conception’” of these terms. Carachuri-\nRosendo, 560 U. S., at ___ (slip op., at 9) (quoting\nLopez, 549 U. S., at 53). Sharing a small amount of mari-\njuana for no remuneration, let alone possession with\n22                 MONCRIEFFE v. HOLDER\n\n                      Opinion of the Court\n\nintent to do so, “does not fit easily into the ‘everyday un-\nderstanding’ ” of “trafficking,” which “ ‘ordinarily . . . means\nsome sort of commercial dealing.’ ” Carachuri-Rosendo,\n560 U. S., at ___ (slip op., at 9) (quoting Lopez, 549 U. S.,\nat 53–54). Nor is it sensible that a state statute that\ncriminalizes conduct that the CSA treats as a misde-\nmeanor should be designated an “aggravated felony.” We hold\nthat it may not be. If a noncitizen’s conviction for a mari-\njuana distribution offense fails to establish that the of-\nfense involved either remuneration or more than a small\namount of marijuana, the conviction is not for an aggra-\nvated felony under the INA. The contrary judgment of the\nCourt of Appeals is reversed, and the case is remanded for\nfurther proceedings consistent with this opinion.\n\n                                               It is so ordered.\n                     Cite as: 569 U. S. ____ (2013)                     1\n\n                         THOMAS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                              _________________\n\n                               No. 11–702\n                              _________________\n\n\n    ADRIAN MONCRIEFFE, PETITIONER v. ERIC H.\n\n         HOLDER, JR., ATTORNEY GENERAL\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                            [April 23, 2013] \n\n\n  JUSTICE THOMAS, dissenting.\n  A plain reading of 18 U. S. C. §924(c)(2) identifies two\nrequirements that must be satisfied for a state offense to\nqualify as a “felony punishable under the Controlled Sub-\nstances Act [(CSA)].” “First, the offense must be a felony;\nsecond, the offense must be capable of punishment under\nthe [CSA].” Lopez v. Gonzales, 549 U. S. 47, 61 (2006)\n(THOMAS, J., dissenting). Moncrieffe’s offense of pos-\nsession of marijuana with intent to distribute satisfies\nboth elements. No one disputes that Georgia punishes\nMoncrieffe’s offense as a felony. See Ga. Code Ann. §16–\n13–30(j)(2) (Supp. 2012). (“Except as otherwise provided\nin subsection (c) of Code Section 16–13–31 or in Code\nSection 16–13–2, any person who violates this subsection\nshall be guilty of a felony and, upon conviction thereof,\nshall be punished by imprisonment for not less than one\nyear nor more than ten years”).1 And, the offense is “pun-\n——————\n  1 Section16–13–31(c) (Supp. 2012) increases the punishment for traf-\nficking in marijuana, while §16–13–2(b) (2011) decreases the punish-\nment for simple possession of 1 ounce or less of marijuana. Neither\nprovision is applicable to Moncrieffe’s offense of possession of mari-\njuana with intent to distribute.\n   The Court correctly points out that Moncrieffe was sentenced pur-\nsuant to §16–13–2(a) because he was a first-time offender. Ante, at 3.\nThat provision does not alter the felony status of the offense. Rather, it\n2                     MONCRIEFFE v. HOLDER\n\n                         THOMAS, J., dissenting\n\nishable under the [CSA],” 18 U. S. C. §924(c)(2), because\nit involved “possess[ion] with intent to manufacture, dis-\ntribute, or dispense, a controlled substance,” 21 U. S. C.\n§841(a)(1). Accordingly, Moncrieffe’s offense is a “drug\ntrafficking crime,” 18 U. S. C. §924(c)(2), which constitutes\nan “aggravated felony” under the Immigration and Na-\ntionality Act (INA), 8 U. S. C. §1101(a)(43)(B).2\n   The Court rejected the plain meaning of 18 U. S. C.\n§924(c)(2) in Lopez. 549 U. S., at 50. There, the defendant\nwas convicted of a state felony, but his offense would have\nbeen a misdemeanor under the CSA. Id., at 53. The\nCourt held that the offense did not constitute a “ ‘felony\npunishable under the [CSA]’ ” because it was not “punish-\nable as a felony under that federal law.” Id., at 60 (quot-\ning §924(c)(2); emphasis added). I dissented in Lopez and\nwarned that an inquiry into whether a state offense would\nconstitute a felony in a hypothetical federal prosecution\nwould cause “significant inconsistencies.” Id., at 63. I\nexplained that one such inconsistency would arise if an\nalien defendant never convicted of an actual state felony\nwere subject to deportation based on a hypothetical federal\nprosecution. Id., at 67.\n   This precise issue arose in Carachuri-Rosendo v. Holder,\n560 U. S. ___ (2010). Instead of following the logic of\nLopez, however, the Court contorted the law to avoid the\n——————\ngives courts discretion to impose probation instead of imprisonment\nand to do so without entering a conviction. As the majority recognizes,\npetitioner has waived any argument that he was not convicted for pur-\nposes of the Immigration and Nationality Act. Ante, at 3, n. 2.\n   2 See 8 U. S. C. §1227(a)(2)(A)(iii) (providing that aliens convicted of\n\nan “aggravated felony” after admission are deportable); §1229b(a)(3)\n(providing that aliens convicted of an “aggravated felony” are ineligible\nfor cancellation of removal); §1101(a)(43)(B) (defining “aggravated\nfelony” as “illicit trafficking in a controlled substance . . . including a\ndrug trafficking crime (as defined in [18 U. S. C. §924(c)])”); 18 U. S. C.\n§924(c)(2) (defining “drug trafficking crime” as “any felony punishable\nunder the [CSA]”).\n                  Cite as: 569 U. S. ____ (2013)            3\n\n                     THOMAS, J., dissenting\n\nharsh result compelled by that decision. In Carachuri-\nRosendo, the defendant was convicted of a crime that the\nState categorized as a misdemeanor, but his offense would\nhave been a felony under the CSA because he had a prior\nconviction. 560 U. S., at ___ (slip op., at ___). The Court\nheld that the offense did not constitute an “aggravated\nfelony” because the state prosecutor had not charged the\nexistence of a prior conviction and, thus, the defendant\nwas not “actually convicted of a crime that is itself punish-\nable as a felony under federal law.” Id., at ___ (slip op., at\n17). Concurring in the judgment, I explained that the\nCourt’s decision was inconsistent with Lopez because the\ndefendant’s conduct was punishable as a felony under the\nCSA, but that Lopez was wrongly decided and that a\nproper reading of §924(c)(2) supported the Court’s result.\n560 U. S., at ___ (slip op., at 1). Carachuri-Rosendo’s\ncrime of conviction was a state-law misdemeanor and, as a\nresult, it did not qualify as a “felony punishable under the\n[CSA].” See ibid.\n   I declined to apply Lopez in Carachuri-Rosendo, and I\nam unwilling to apply it here. Indeed, the Court itself\ndeclined to follow the logic of Lopez to its natural end in\nCarachuri-Rosendo. And, now the majority’s ill-advised\napproach once again leads to an anomalous result. It\nis undisputed that, for federal sentencing purposes,\nMoncrieffe’s offense would constitute a federal felony\nunless he could prove that he distributed only a small\namount of marijuana for no remuneration. Cf. United\nStates v. Outen, 286 F. 3d 622, 637–639 (CA2 2002) (So-\ntomayor, J.) (agreeing with the Government that 21\nU. S. C. §841(b)(4) is a mitigating exception to the “default\nprovision” under §841(b)(1)(D) and that it need not negate\nthe §841(b)(4) factors to support a sentence under\n§841(b)(1)(D)). But, the Court holds that, for purposes of\nthe INA, Moncrieffe’s offense would necessarily correspond\nto a federal misdemeanor, regardless of whether he could\n4                 MONCRIEFFE v. HOLDER\n\n                    THOMAS, J., dissenting\n\nin fact prove that he distributed only a small amount of\nmarijuana for no remuneration. Ante, at 11 (asserting\nthat neither §841(b)(1)(D) nor §841(b)(4) is the “default”\nprovision). The Court’s decision, thus, has the effect of\ntreating a substantial number of state felonies as federal\nmisdemeanors, even when they would result in federal\nfelony convictions.\n   The majority notes that “[t]his is the third time in seven\nyears that we have considered whether the Government\nhas properly characterized a low-level drug offense as . . .\nan ‘aggravated felony.’ ” Ante, at 20–21. The Court has\nbrought this upon itself. The only principle uniting Lopez,\nCarachuri-Rosendo, and the decision today appears to be\nthat the Government consistently loses. If the Court\ncontinues to disregard the plain meaning of §924(c)(2), I\nexpect that these types of cases will endlessly—and need-\nlessly—recur.\n   I respectfully dissent.\n                     Cite as: 569 U. S. ____ (2013)                    1\n\n                          ALITO, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                              _________________\n\n                              No. 11–702\n                              _________________\n\n\n    ADRIAN MONCRIEFFE, PETITIONER v. ERIC H.\n\n         HOLDER, JR., ATTORNEY GENERAL\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                            [April 23, 2013] \n\n\n   JUSTICE ALITO, dissenting.\n   The Court’s decision in this case is not supported by the\nlanguage of the Immigration and Nationality Act (INA) or\nby this Court’s precedents, and it leads to results that\nCongress clearly did not intend.\n   Under the INA, aliens1 who are convicted of certain\noffenses may be removed from this country, 8 U. S. C.\n§1227(a)(2) (2006 ed. and Supp. V), but in many instances,\nthe Attorney General (acting through the Board of Immi-\ngration Appeals (BIA)) has the discretion to cancel re-\nmoval, §§1229b(a), (b). Aliens convicted of especially\nserious crimes, however, are ineligible for cancellation of\nremoval. §1229b(a)(3) (2006 ed.). Among the serious\ncrimes that carry this consequence is “illicit trafficking in\na controlled substance.” §1101(a)(43)(B).\n   Under the Court’s holding today, however, drug traf-\nfickers in about half the States are granted a dispensation.\nIn those States, even if an alien is convicted of possessing\ntons of marijuana with the intent to distribute, the alien is\n——————\n   1 “Alien” is the term used in the relevant provisions of the Immigra-\n\ntion and Nationality Act, and this term does not encompass all nonciti-\nzens. Compare 8 U. S. C. §1101(a)(3) (defining “alien” to include “any\nperson not a citizen or national of the United States”) with §1101(a)(22)\n(defining “national of the United States”). See also Miller v. Albright,\n523 U. S. 420, 467, n. 2 (1998) (GINSBURG, J., dissenting).\n2                  MONCRIEFFE v. HOLDER\n\n                      ALITO, J., dissenting\n\neligible to remain in this country. Large-scale marijuana\ndistribution is a major source of income for some of the\nworld’s most dangerous drug cartels, Dept. of Justice,\nNational Drug Intelligence Center, National Drug Threat\nAssessment 2, 7 (2011), but the Court now holds that an\nalien convicted of participating in such activity may peti-\ntion to remain in this country.\n   The Court’s decision also means that the consequences\nof a conviction for illegal possession with intent to distrib-\nute will vary radically depending on the State in which the\ncase is prosecuted. Consider, for example, an alien who is\narrested near the Georgia-Florida border in possession of\na large supply of marijuana. Under the Court’s holding, if\nthe alien is prosecuted and convicted in Georgia for pos-\nsession with intent to distribute, he is eligible for cancella-\ntion of removal. But if instead he is caught on the Florida\nside of the line and is convicted in a Florida court—where\npossession with intent to distribute a small amount of\nmarijuana for no remuneration is covered by a separate\nstatutory provision, compare Fla. Stat. §893.13(3) (2010)\nwith §893.13(1)(a)(2)—the alien is likely to be ineligible.\nCan this be what Congress intended?\n                               I\n  Certainly the text of the INA does not support such\na result. In analyzing the relevant INA provisions, the\nstarting point is 8 U. S. C. §1229b(a)(3), which provides\nthat a lawful permanent resident alien subject to removal\nmay apply for discretionary cancellation of removal if\nhe has not been convicted of any “aggravated felony.” The\nterm “aggravated felony” encompasses “illicit tracking in\na controlled substance . . . including a drug trafficking\ncrime (as defined in [18 U. S. C. §924(c)]).” 8 U. S. C.\n§1101(a)(43)(B). And this latter provision defines a “drug\ntrafficking crime” to include “any felony punishable under\nthe Controlled Substances Act (21 U. S. C. 801 et seq.).”\n                      Cite as: 569 U. S. ____ (2013)                     3\n\n                          ALITO, J., dissenting\n\n18 U. S. C. §924(c)(2). Thus “any felony punishable under\nthe [CSA]” is an “aggravated felony.”\n   Where an alien has a prior federal conviction, it is a\nstraightforward matter to determine whether the convic-\ntion was for a “felony punishable under the [CSA].” But 8\nU. S. C. §1101(a)(43) introduces a complication. That\nprovision states that the statutory definition of “aggra-\nvated felony” “applies to an offense described in this para-\ngraph whether in violation of Federal or State law.” (Em-\nphasis added.) As noted, the statutory definition of\n“aggravated felony” includes a “felony punishable under the\n[CSA],” and therefore §1101(a)(43)(B) makes it necessary\nto determine what is meant by a state “offense” that is a\n“felony punishable under the [CSA].”\n   What §1101(a)(43) obviously contemplates is that the\nBIA or a court will identify conduct associated with the\nstate offense and then determine whether that conduct\nwould have supported a qualifying conviction under the\nfederal CSA.2 Identifying and evaluating this relevant\nconduct is the question that confounds the Court’s analy-\nsis. Before turning to that question, however, some pre-\nliminary principles should be established.\n\n——————\n  2 The  Court’s disagreement with this proposition, ante at 12, n. 8, is\ndifficult to understand. If, as 8 U. S. C. §1101(a)(43) quite plainly\nsuggests and the Court has held, a state conviction can qualify as an\n“aggravated felony,” we must determine what is meant by a state “of-\nfense” that is a “felony punishable under the [CSA].” There is no\nway to do this other than by identifying a set of relevant conduct and\nasking whether, based on that conduct, the alien could have been con-\nvicted of a felony if prosecuted under the CSA in federal court. In reject-\ning what it referred to as a “hypothetical approach,” the Carachuri-\nRosendo Court was addressing an entirely different question, specifi-\ncally, which set of conduct is relevant. Carachuri-Rosendo v. Holder, 560\nU. S. ___, ___–___ (2010) (slip op., at 8, 15–17). We held that the\nrelevant set of conduct consisted of that which was in fact charged and\nproved in the state-court proceeding, not the set of conduct that could\nhave been proved in a hypothetical federal proceeding.\n4                 MONCRIEFFE v. HOLDER\n\n                      ALITO, J., dissenting\n\n  In Lopez v. Gonzales, 549 U. S. 47, 50 (2006), we held\nthat felony status is controlled by federal, not state, law.\nAs a result, once the relevant conduct is identified, it must\nbe determined whether proof of that conduct would sup-\nport a felony conviction under the CSA. The federal defi-\nnition of a felony is a crime punishable by imprisonment\nfor more than one year. 18 U. S. C. §§3559(a)(1)–(5).\nConsequently, if the proof of the relevant conduct would\nsupport a conviction under the CSA for which the maxi-\nmum term of imprisonment is more than one year, the\nstate conviction qualifies as a conviction for an “aggra-\nvated felony.”\n                              II\n   This brings us to the central question presented in this\ncase: how to determine and evaluate the conduct that\nconstitutes the state “offense.” One possibility is that ac-\ntual conduct is irrelevant, and that only the elements of\nthe state crime for which the alien was convicted matter.\nWe have called this the “categorical approach,” Taylor v.\nUnited States, 495 U. S. 575, 600 (1990), and we have\ngenerally used this approach in determining whether a\nstate conviction falls within a federal definition of a crime,\nsee id., at 600–601 (“Section 924(e)(2)(B)(i) defines ‘violent\nfelony’ as any crime punishable by imprisonment for more\nthan a year that ‘has as an element’—not any crime that,\nin a particular case, involves—the use or threat of force.\nRead in this context, the phrase ‘is burglary’ in\n§924(e)(2)(B)(ii) most likely refers to the elements of the\nstatute of conviction, not to the facts of each defendant’s\nconduct”). But, as will be discussed below, we have\nalso departed in important ways from a pure categorical\napproach.\n   The Court’s opinion in this case conveys the impression\nthat its analysis is based on the categorical approach, but\nthat is simply not so. On the contrary, a pure categorical\n                 Cite as: 569 U. S. ____ (2013)            5\n\n                     ALITO, J., dissenting\n\napproach leads very quickly to the conclusion that peti-\ntioner’s Georgia conviction was a conviction for an “aggra-\nvated felony.”\n   The elements of the Georgia offense were as follows:\nknowledge, possession of marijuana, and the intent to dis-\ntribute it. Ga. Code Ann. §16–13–30(j)(1) (2007); Jack-\nson v. State, 295 Ga. App. 427, 435, n. 28, 671 S. E. 2d 902,\n909, n. 28 (2009). Proof of those elements would be suffi-\ncient to support a conviction under 21 U. S. C. §841(a),\nand the maximum punishment for that offense is impris-\nonment for up to five years, §841(b)(1)(D) (2006 ed., Supp.\nV), more than enough to qualify for felony treatment.\nThus, under a pure categorical approach, petitioner’s\nGeorgia conviction would qualify as a conviction for an\n“aggravated felony” and would render him ineligible for\ncancellation of removal.\n   The Court departs from this analysis because §841(b)(4)\nprovides a means by which a defendant convicted of violat-\ning §841(a) (2006 ed.) may lower the maximum term of\nimprisonment to no more than one year. That provision\nstates that “any person who violates [§841(a)] by distrib-\nuting a small amount of marihuana for no remuneration\nshall be treated as” a defendant convicted of simple pos-\nsession, and a defendant convicted of that lesser offense\nfaces a maximum punishment of one year’s imprisonment\n(provided that the defendant does not have a prior simple\npossession conviction), §844 (2006 ed., Supp. V). Reading\nthis provision together with §841(a), the Court proceeds as\nif the CSA created a two-tiered possession-with-intent-to-\ndistribute offense: a base offense that is punishable as a\nmisdemeanor and a second-tier offense (possession with\nintent to distribute more than a “small amount” of mari-\njuana or possession with intent to distribute for remunera-\ntion) that is punishable as a felony.\n   If the CSA actually created such a two-tiered offense,\nthe pure categorical approach would lead to the conclusion\n6                 MONCRIEFFE v. HOLDER\n\n                     ALITO, J., dissenting\n\nthat petitioner’s Georgia conviction was not for an “aggra-\nvated felony.” The elements of the Georgia offense would\nnot suffice to prove the second-tier offense, which would\nrequire proof that petitioner possessed more than a “small\namount” of marijuana or that he intended to obtain\nremuneration for its distribution.       Instead, proof of\nthe elements of the Georgia crime would merely estab-\nlish a violation of the base offense, which would be a\nmisdemeanor.\n   The CSA, however, does not contain any such two-tiered\nprovision. And §841(b)(4) does not alter the elements of\nthe §841(a) offense. As the Court notes, every Court of\nAppeals to consider the question has held that §841(a) is\nthe default offense and that §841(b)(4) is only a mitigating\nsentencing guideline, see United States v. Outen, 286 F. 3d\n622, 636–639 (CA2 2002) (Sotomayor, J.) (describing\n§841(b)(4) as a “mitigating exception”); United States v.\nHamlin, 319 F. 3d 666, 670 (CA4 2003) (collecting cases),\nand the Court does not disagree, ante, at 11–13.\n   Confirmation of this interpretation is provided by the\nuse of the term “small amount” in §841(b)(4). If §841(b)(4)\nhad been meant to alter the elements of §841(a), Congress\nsurely would not have used such a vague term. Due pro-\ncess requires that the elements of a criminal statute be\ndefined with specificity. Connally v. General Constr. Co.,\n269 U. S. 385, 393 (1926). Accordingly, it is apparent that\n§841(b)(4) does not modify the elements of §841(a) but\ninstead constitutes what is in essence a mandatory sen-\ntencing guideline. Under this provision, if a defendant is\nconvicted of violating §841(a), the defendant may attempt\nto prove that he possessed only a “small amount” of mari-\njuana and that he did not intend to obtain remuneration\nfor its distribution. If the defendant succeeds in convinc-\ning the sentencing judge, the maximum term of imprison-\nment is lowered to one year.\n   In sum, contrary to the impression that the Court’s\n                 Cite as: 569 U. S. ____ (2013)            7\n\n                     ALITO, J., dissenting\n\nopinion seeks to convey, the Court’s analysis does not\nfollow the pure categorical approach.\n                               III\n  Nor is the Court’s analysis supported by prior case law.\nThe Court claims that its approach follows from our deci-\nsion in Carachuri-Rosendo v. Holder, 560 U. S. ___ (2010),\nbut that case—unlike the Court’s opinion—faithfully ap-\nplied the pure categorical approach.\n  In Carachuri-Rosendo, the alien had been convicted in\na Texas court for simple possession of a controlled sub-\nstance. Id., at ___ (slip op., at 6). At the time of that\nconviction, Carachuri-Rosendo had a prior state conviction\nfor simple possession, but this fact was not charged or\nproved at his trial and was apparently not taken into\naccount in setting his sentence, which was 10 days in\njail. Id., at ___, ___–___ (slip op., at 5–6). Arguing that\nCarachuri-Rosendo was ineligible for cancellation of re-\nmoval, the Government maintained that his second sim-\nple possession conviction qualified under the INA as a\nconviction for an “aggravated felony.” Id., at ___ (slip op.,\nat 5). This was so, the Government contended, because, if\nCarachuri-Rosendo’s second simple-possession prosecution\nhad been held in federal court, he could have been pun-\nished by a sentence of up to two years due to his prior\nsimple possession conviction. Id., at ___ (slip op., at 5).\n  This more severe sentence, however, would have re-\nquired the federal prosecutor to file a formal charge alleg-\ning the prior conviction; Carachuri-Rosendo would have\nbeen given the opportunity to defend against that charge;\nand the heightened sentence could not have been imposed\nunless the court found that the prior conviction had oc-\ncurred. Id., at ___ (slip op., at 14).\n  Our rejection of the Government’s argument thus repre-\nsented a straightforward application of the pure categori-\ncal approach. The elements of the Texas offense for which\n8                 MONCRIEFFE v. HOLDER\n\n                     ALITO, J., dissenting\n\nCarachuri-Rosendo was convicted were knowledge or\nintent, possession of a controlled substance without a\nprescription, and nothing more. Id., at ___ (slip op., at 6);\nTex. Health & Safety Code Ann. §§481.117(a), (b) (West\n2010). Proof of a prior simple possession conviction was\nnot required, and no such proof appears to have been\noffered. The maximum penalty that could have been\nimposed under federal law for simple possession (without\nproof of a prior simple possession conviction) was one\nyear’s imprisonment. Thus, proof in federal court of the\nelements of the Texas offense would not have permitted a\nfelony-length sentence, and consequently the state convic-\ntion did not qualify as a felony punishable under the CSA.\n                               IV\n   Unsupported by either the categorical approach or our\nprior cases, the decision of the Court rests instead on the\nCourt’s belief—which I share—that the application of the\npure categorical approach in this case would lead to re-\nsults that Congress surely did not intend.\n   Suppose that an alien who is found to possess two mari-\njuana cigarettes is convicted in a state court for possession\nwith intent to distribute based on evidence that he in-\ntended to give one of the cigarettes to a friend. Under the\npure categorical approach, this alien would be regarded as\nhaving committed an “aggravated felony.” But this classi-\nfication is plainly out of step with the CSA’s assessment of\nthe severity of the alien’s crime because under the CSA\nthe alien could obtain treatment as a misdemeanant by\ntaking advantage of 21 U. S. C. §841(b)(4).\n   For this reason, I agree with the Court that such an\nalien should not be treated as having committed an “ag-\ngravated felony.” In order to avoid this result, however, it\nis necessary to depart from the categorical approach, and\nthat is what the Court has done. But the particular way\nin which the Court has departed has little to recommend\n                      Cite as: 569 U. S. ____ (2013)                     9\n\n                          ALITO, J., dissenting\n\nit.\n  To begin, the Court’s approach is analytically confused.\nAs already discussed, the Court treats §841(b)(4) as if it\nmodified the elements of §841(a), when in fact §841(b)(4)\ndoes no such thing. And the Court obviously knows this\nbecause it does not suggest that §841(b)(4) changes the\nelements of §841(a) for criminal law purposes.3\n  In addition, the Court’s approach leads to the strange\nand disruptive results noted at the beginning of this opin-\nion. As an initial matter, it leads to major drug traffick-\ning crimes in about half the States being excluded from\nthe category of “illicit trafficking in a controlled sub-\nstance.” Moreover, it leads to significant disparities between\nequally culpable defendants. We adopted the categorical ap-\nproach to avoid disparities in our treatment of defendants\nconvicted in different States for committing the same\ncriminal conduct. See Taylor, 495 U. S., at 590–591 (re-\njecting the view that state law determined the meaning of\n“burglary” because “[t]hat would mean that a person\nconvicted of unlawful possession of a firearm would, or\nwould not, receive a sentence enhancement based on\nexactly the same conduct, depending on whether the State\n\n——————\n  3 The Court defends its interpretation of 21 U. S. C. §§841(a), (b)(4) by\narguing that Carachuri-Rosendo v. Holder, 560 U. S. ___ (2010), re-\njected any recourse to a “hypothetical approach” for determining how\na criminal prosecution likely would have proceeded, see ante, at 12,\nand that is true enough. But, as discussed above, see n. 2, supra, just\nbecause the categorical approach does not require conjecture as to\nwhether a hypothetical federal prosecutor would be likely to charge and\nprove a prior conviction does not mean that it also precludes analysis of\nthe structure of the federal criminal statute at hand. Indeed, our\ncategorical-approach cases have done little else. See, e.g., Carachuri-\nRosendo, supra, at ___ (slip op., at 14) (discussing procedural protec-\ntions Carachuri-Rosendo would have enjoyed had he been prosecuted\nfederally); Gonzales v. Duenas-Alvarez, 549 U. S. 183, 185, 189–194\n(2007) (the term “theft offense” in 8 U. S. C. §1101(a)(43)(G) includes\nthe crime of aiding and abetting a theft offense).\n10                    MONCRIEFFE v. HOLDER\n\n                          ALITO, J., dissenting\n\nof his prior conviction happened to call that conduct ‘bur-\nglary’ ”). Yet the Court reintroduces significant disparity\ninto our treatment of drug offenders. All of this can be\navoided by candidly acknowledging that the categorical\napproach is not the be-all and end-all.\n   When Congress wishes to make federal law dependent\non certain prior state convictions, it faces a difficult task.\nThe INA provisions discussed above confront this problem,\nand their clear objective is to identify categories of crimi-\nnal conduct that evidence such a high degree of societal\ndanger that an alien found to have engaged in such con-\nduct should not be allowed to obtain permission to remain\nin this country. Since the vast majority of crimes are\nprosecuted in the state courts, Congress naturally looked\nto state, as well as federal, convictions as a metric for\nidentifying these dangerous aliens.\n   But state criminal codes vary widely, and some state\ncrimes are defined so broadly that they encompass both\nvery serious and much less serious cases. In cases involv-\ning such state provisions, a pure categorical approach may\nfrustrate Congress’ objective.\n   The Court has said that the categorical approach finds\nsupport in the term “conviction.” Taylor, supra, at 600;\nShepard v. United States, 544 U. S. 13, 19 (2005). But the\nCourt has never held that a pure categorical approach is\ndictated by the use of that term,4 and I do not think that it\nis. In ordinary speech, when it is said that a person was\nconvicted of or for doing something, the “something” may\ninclude facts that go beyond the bare elements of the\n——————\n   4 Instead, the Court adopted the categorical approach based on a\n\ncombination of factors, including judicial efficiency. See Taylor, 495\nU. S., at 601 (“[T]he practical difficulties and potential unfairness of a\nfactual approach are daunting. In all cases where the Government\nalleges that the defendant’s actual conduct would fit the generic defini-\ntion of burglary, the trial court would have to determine what that\nconduct was”).\n                  Cite as: 569 U. S. ____ (2013)            11\n\n                      ALITO, J., dissenting\n\nrelevant criminal offense. For example, it might be said\nthat an art thief was convicted of or for stealing a Rem-\nbrandt oil painting even though neither the identity of the\nartist nor the medium used in the painting are elements of\nthe standard offense of larceny. See 3 W. LaFave, Sub-\nstantive Criminal Law §19.1(a) (2d ed. 2003).\n   For these reasons, departures from the categorical\napproach are warranted, and this Court has already sanc-\ntioned such departures in several circumstances. See\nTaylor, supra, at 602 (modified categorical approach);\nGonzales v. Duenas-Alvarez, 549 U. S. 183, 193 (2007)\n(categorical approach does not exclude state-law convic-\ntions unless there is “a realistic probability, not a theoreti-\ncal possibility, that the State would apply its statute to\nconduct that falls outside the generic definition of a\ncrime”); Nijhawan v. Holder, 557 U. S. 29, 32 (2009) (in-\nterpreting an enumerated “aggravated felony” in 8 U. S. C.\n§1101(a)(43) not to be a generic crime). Consistent with\nthe flexibility that the Court has already recognized, I\nwould hold that the categorical approach is not controlling\nwhere the state conviction at issue was based on a state\nstatute that encompasses both a substantial number of\ncases that qualify under the federal standard and a sub-\nstantial number that do not. In such situations, it is\nappropriate to look beyond the elements of the state of-\nfense and to rely as well on facts that were admitted in\nstate court or that, taking a realistic view, were clearly\nproved. Such a look beyond the elements is particularly\nappropriate in a case like this, which involves a civil pro-\nceeding before an expert agency that regularly undertakes\nfactual inquiries far more daunting than any that would\nbe involved here. See, e.g., Negusie v. Holder, 555 U. S.\n511 (2009).\n   Applying this approach in the present case, what we\nfind is that the Georgia statute under which petitioner\nwas convicted broadly encompasses both relatively minor\n12                MONCRIEFFE v. HOLDER\n\n                     ALITO, J., dissenting\n\noffenses (possession of a small amount of marijuana with\nthe intent to share) and serious crimes (possession with\nintent to distribute large amounts of marijuana in ex-\nchange for millions of dollars of profit). We also find that\npetitioner had the opportunity before the BIA to show that\nhis criminal conduct fell into the category of relatively\nminor offenses carved out by §841(b)(4). Administrative\nRecord 16–26. The BIA takes the entirely sensible view\nthat an alien who is convicted for possession with intent to\ndistribute may show that his conviction was not for an\n“aggravated felony” by proving that his conduct fell within\n§841(b)(4). Matter of Castro-Rodriguez, 25 I. & N. Dec.\n698, 701–702 (2012). Petitioner, for whatever reason,\navailed himself only of the opportunity to show that his\nconviction had involved a small amount of marijuana and\ndid not present evidence—or even contend—that his of-\nfense had not involved remuneration. Administrative\nRecord 16–26, 37. As a result, I think we have no alterna-\ntive but to affirm the decision of the Court of Appeals,\nwhich in turn affirmed the BIA.\n", 
  "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2012                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n    MONCRIEFFE v. HOLDER, ATTORNEY GENERAL\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE FIFTH CIRCUIT\n\n     No. 11–702.      Argued October 10, 2012—Decided April 23, 2013\nUnder the Immigration and Nationality Act (INA), a noncitizen con-\n victed of an “aggravated felony” is not only deportable, 8 U. S. C.\n §1227(a)(2)(A)(iii), but also ineligible for discretionary relief. The\n INA lists as an “aggravated felony” “illicit trafficking in a controlled\n substance,” §1101(a)(43)(B), which, as relevant here, includes the\n conviction of an offense that the Controlled Substances Act (CSA)\n makes punishable as a felony, i.e., by more than one year’s impris-\n onment, see 18 U. S. C. §§924(c)(2), 3559(a)(5). A conviction under\n state law “constitutes a ‘felony punishable under the [CSA]’ only if it\n proscribes conduct punishable as a felony under that federal law.”\n Lopez v. Gonzales, 549 U. S. 47, 60.\n    Petitioner Moncrieffe, a Jamaican citizen here legally, was found\n by police to have 1.3 grams of marijuana in his car. He pleaded\n guilty under Georgia law to possession of marijuana with intent to\n distribute. The Federal Government sought to deport him, reasoning\n that his conviction was an aggravated felony because possession of\n marijuana with intent to distribute is a CSA offense, 21 U. S. C.\n §841(a), punishable by up to five years’ imprisonment, §841(b)(1)(D).\n An Immigration Judge ordered Moncrieffe removed, and the Board of\n Immigration Appeals affirmed. The Fifth Circuit denied Moncrieffe’s\n petition for review, rejecting his reliance on §841(b)(4), which makes\n marijuana distribution punishable as a misdemeanor if the offense\n involves a small amount for no remuneration, and holding that the\n felony provision, §841(b)(1)(D), provides the default punishment for\n his offense.\nHeld: If a noncitizen’s conviction for a marijuana distribution offense\n fails to establish that the offense involved either remuneration or\n more than a small amount of marijuana, it is not an aggravated felony\n2                       MONCRIEFFE v. HOLDER\n\n                                  Syllabus\n\n    under the INA. Pp. 4–22.\n       (a) Under the categorical approach generally employed to deter-\n    mine whether a state offense is comparable to an offense listed in the\n    INA, see, e.g., Nijhawan v. Holder, 557 U. S. 29, 33–38, the nonciti-\n    zen’s actual conduct is irrelevant. Instead “the state statute defining\n    the crime of conviction” is examined to see whether it fits within the\n    “generic” federal definition of a corresponding aggravated felony.\n    Gonzales v. Duenas-Alvarez, 549 U. S. 183, 186. The state offense is\n    a categorical match only if a conviction of that offense “ ‘necessarily’\n    involved . . . facts equating to [the] generic [federal offense].” Shep-\n    ard v. United States, 544 U. S. 13, 24. Because this Court examines\n    what the state conviction necessarily involved and not the facts un-\n    derlying the case, it presumes that the conviction “rested upon [noth-\n    ing] more than the least of th[e] acts” criminalized, before determin-\n    ing whether even those acts are encompassed by the generic federal\n    offense. Johnson v. United States, 559 U. S. 133, 137. Pp. 4–6.\n       (b) The categorical approach applies here because “illicit trafficking\n    in a controlled substance” is a “generic crim[e].” Nijhawan, 557 U. S.,\n    at 37. Thus, a state drug offense must meet two conditions: It must\n    “necessarily” proscribe conduct that is an offense under the CSA, and\n    the CSA must “necessarily” prescribe felony punishment for that\n    conduct. Possession of marijuana with intent to distribute is clearly\n    a federal crime. The question is whether Georgia law necessarily\n    proscribes conduct punishable as a felony under the CSA. Title 21\n    U. S. C. §841(b)(1)(D) provides that, with certain exceptions, a viola-\n    tion of the marijuana distribution statute is punishable by “a term of\n    imprisonment of not more than 5 years.” However, one of those ex-\n    ceptions, §841(b)(4), provides that “any person who violates [the stat-\n    ute] by distributing a small amount of marihuana for no remunera-\n    tion shall be treated as” a simple drug possessor, i.e., as a\n    misdemeanant. These dovetailing provisions create two mutually ex-\n    clusive categories of punishment for CSA marijuana distribution of-\n    fenses: one a felony, the other not. The fact of a conviction under\n    Georgia’s statute, standing alone, does not reveal whether either re-\n    muneration or more than a small amount was involved, so\n    Moncrieffe’s conviction could correspond to either the CSA felony or\n    the CSA misdemeanor. Thus, the conviction did not “necessarily” in-\n    volve facts that correspond to an offense punishable as a felony under\n    the CSA. Pp. 6–9.\n       (c) The Government’s contrary arguments are unpersuasive. The\n    Government contends that §841(b)(4) is irrelevant because it is mere-\n    ly a mitigating sentencing factor, not an element of the offense. But\n    that understanding is inconsistent with Carachuri-Rosendo v. Hold-\n    er, 560 U. S. ___, which recognized that when Congress has chosen to\n                     Cite as: 569 U. S. ____ (2013)                   3\n\n                               Syllabus\n\n  define the generic federal offense by reference to punishment, it may\n  be necessary to take account of federal sentencing factors too. The\n  Government also asserts that any marijuana distribution conviction\n  is presumptively a felony, but the CSA makes neither the felony nor\n  the misdemeanor provision the default. The Government’s approach\n  would lead to the absurd result that a conviction under a statute that\n  punishes misdemeanor conduct only, such as §841(b)(4) itself, would\n  nevertheless be a categorical aggravated felony.\n     The Government’s proposed remedy for this anomaly—that noncit-\n  izens be given an opportunity during immigration proceedings to\n  demonstrate that their predicate marijuana distribution convictions\n  involved only a small amount of marijuana and no remuneration—is\n  inconsistent with both the INA’s text and the categorical approach.\n  The Government’s procedure would require the Nation’s overbur-\n  dened immigration courts to conduct precisely the sort of post hoc in-\n  vestigation into the facts of predicate offenses long deemed undesira-\n  ble, and would require uncounseled noncitizens to locate witnesses\n  years after the fact.\n     Finally, the Government’s concerns about the consequences of this\n  decision are exaggerated. Escaping aggravated felony treatment does\n  not mean escaping deportation, because any marijuana distribution\n  offense will still render a noncitizen deportable as a controlled sub-\n  stances offender. Having been found not to be an aggravated felon, the\n  noncitizen may seek relief from removal such as asylum or cancella-\n  tion of removal, but the Attorney General may, in his discretion, deny\n  relief if he finds that the noncitizen is actually a more serious drug\n  trafficker. Pp. 9–21.\n662 F. 3d 387, reversed and remanded.\n\n  SOTOMAYOR, J., delivered the opinion of the Court, in which ROBERTS,\nC. J., and SCALIA, KENNEDY, GINSBURG, BREYER, and KAGAN, JJ., joined.\nTHOMAS, J., and ALITO, J., filed dissenting opinions.\n                       Cite as: 569 U. S. ____ (2013)                              1\n\n                            Opinion of the Court\n\n    NOTICE: This opinion is subject to formal revision before publication in the\n    preliminary print of the United States Reports. Readers are requested to\n    notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n    ington, D. C. 20543, of any typographical or other formal errors, in order\n    that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                  _________________\n\n                                  No. 11–702\n                                  _________________\n\n\n   ADRIAN MONCRIEFFE, PETITIONER v. ERIC H.\n\n        HOLDER, JR., ATTORNEY GENERAL\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                                [April 23, 2013] \n\n\n  JUSTICE SOTOMAYOR delivered the opinion of the Court.\n  The Immigration and Nationality Act (INA), 66 Stat.\n163, 8 U. S. C. §1101 et seq., provides that a noncitizen\nwho has been convicted of an “aggravated felony” may be\ndeported from this country. The INA also prohibits the\nAttorney General from granting discretionary relief from\nremoval to an aggravated felon, no matter how compelling\nhis case. Among the crimes that are classified as aggra-\nvated felonies, and thus lead to these harsh consequences,\nare illicit drug trafficking offenses. We must decide\nwhether this category includes a state criminal statute\nthat extends to the social sharing of a small amount of\nmarijuana. We hold it does not.\n                             I\n\n                            A\n\n  The INA allows the Government to deport various classes\nof noncitizens, such as those who overstay their visas,\nand those who are convicted of certain crimes while in the\nUnited States, including drug offenses. §1227. Ordinarily,\nwhen a noncitizen is found to be deportable on one of\nthese grounds, he may ask the Attorney General for cer-\n2                     MONCRIEFFE v. HOLDER\n\n                          Opinion of the Court\n\ntain forms of discretionary relief from removal, like asy-\nlum (if he has a well-founded fear of persecution in his\nhome country) and cancellation of removal (if, among\nother things, he has been lawfully present in the United\nStates for a number of years). §§1158, 1229b. But if a\nnoncitizen has been convicted of one of a narrower set of\ncrimes classified as “aggravated felonies,” then he is not\nonly deportable, §1227(a)(2)(A)(iii), but also ineligible for\nthese discretionary forms of relief. See §§1158(b)(2)(A)(ii),\n(B)(i); §§1229b(a)(3), (b)(1)(C).1\n  The INA defines “aggravated felony” to include a host of\noffenses. §1101(a)(43). Among them is “illicit trafficking\nin a controlled substance.” §1101(a)(43)(B). This general\nterm is not defined, but the INA states that it “includ[es] a\ndrug trafficking crime (as defined in section 924(c) of title\n18).” Ibid. In turn, 18 U. S. C. §924(c)(2) defines “drug\ntrafficking crime” to mean “any felony punishable under\nthe Controlled Substances Act,” or two other statues\nnot relevant here. The chain of definitions ends with\n§3559(a)(5), which provides that a “felony” is an offense for\nwhich the “maximum term of imprisonment authorized” is\n“more than one year.” The upshot is that a noncitizen’s\nconviction of an offense that the Controlled Substances Act\n(CSA) makes punishable by more than one year’s impris-\n——————\n   1 In addition to asylum, a noncitizen who fears persecution may seek\n\nwithholding of removal, 8 U. S. C. §1231(b)(3)(A), and deferral of\nremoval under the Convention Against Torture and Other Cruel,\nInhuman or Degrading Treatment or Punishment (CAT), Art. 3, Dec.\n10, 1984, S. Treaty Doc. No. 100–20, p. 20, 1465 U. N. T. S. 85; 8 CFR\n§1208.17(a) (2012). These forms of relief require the noncitizen to show\na greater likelihood of persecution or torture at home than is necessary\nfor asylum, but the Attorney General has no discretion to deny relief to\na noncitizen who establishes his eligibility. A conviction of an aggra-\nvated felony has no effect on CAT eligibility, but will render a nonciti-\nzen ineligible for withholding of removal if he “has been sentenced to an\naggregate term of imprisonment of at least 5 years” for any aggravated\nfelonies. 8 U. S. C. §1231(b)(3)(B).\n                     Cite as: 569 U. S. ____ (2013)                     3\n\n                          Opinion of the Court\n\nonment will be counted as an “aggravated felony” for\nimmigration purposes. A conviction under either state or\nfederal law may qualify, but a “state offense constitutes a\n‘felony punishable under the Controlled Substances Act’\nonly if it proscribes conduct punishable as a felony under\nthat federal law.” Lopez v. Gonzales, 549 U. S. 47, 60\n(2006).\n                             B\n   Petitioner Adrian Moncrieffe is a Jamaican citizen who\ncame to the United States legally in 1984, when he was\nthree. During a 2007 traffic stop, police found 1.3 grams\nof marijuana in his car. This is the equivalent of about\ntwo or three marijuana cigarettes. Moncrieffe pleaded\nguilty to possession of marijuana with intent to distribute,\na violation of Ga. Code Ann. §16–13–30(j)(1) (2007). Un-\nder a Georgia statute providing more lenient treatment to\nfirst-time offenders, §42–8–60(a) (1997), the trial court\nwithheld entering a judgment of conviction or imposing\nany term of imprisonment, and instead required that\nMoncrieffe complete five years of probation, after which\nhis charge will be expunged altogether.2 App. to Brief for\nPetitioner 11–15.\n   Alleging that this Georgia conviction constituted an\naggravated felony, the Federal Government sought to\ndeport Moncrieffe. The Government reasoned that posses-\nsion of marijuana with intent to distribute is an offense\nunder the CSA, 21 U. S. C. §841(a), punishable by up to\nfive years’ imprisonment, §841(b)(1)(D), and thus an ag-\ngravated felony. An Immigration Judge agreed and or-\ndered Moncrieffe removed. App. to Pet. for Cert. 14a–18a.\nThe Board of Immigration Appeals (BIA) affirmed that\n——————\n  2 Theparties agree that this resolution of Moncrieffe’s Georgia case is\nnevertheless a “conviction” as the INA defines that term, 8 U. S. C.\n§1101(a)(48)(A). See Brief for Petitioner 6, n. 2; Brief for Respondent 5,\nn. 2.\n4                    MONCRIEFFE v. HOLDER\n\n                        Opinion of the Court\n\nconclusion on appeal. Id., at 10a–13a.\n   The Court of Appeals denied Moncrieffe’s petition for\nreview. The court rejected Moncrieffe’s reliance upon\n§841(b)(4), a provision that, in effect, makes marijuana\ndistribution punishable only as a misdemeanor if the\noffense involves a small amount of marijuana for no re-\nmuneration. It held that in a federal criminal prosecution,\n“the default sentencing range for a marijuana distribution\noffense is the CSA’s felony provision, §841(b)(1)(D), rather\nthan the misdemeanor provision.” 662 F. 3d 387, 392\n(CA5 2011). Because Moncrieffe’s Georgia offense penal-\nized possession of marijuana with intent to distribute,\nthe court concluded that it was “equivalent to a federal\nfelony.” Ibid.\n   We granted certiorari, 566 U. S. ___ (2012), to resolve a\nconflict among the Courts of Appeals with respect to\nwhether a conviction under a statute that criminalizes\nconduct described by both §841’s felony provision and its\nmisdemeanor provision, such as a statute that punishes\nall marijuana distribution without regard to the amount\nor remuneration, is a conviction for an offense that “pro-\nscribes conduct punishable as a felony under” the CSA.3\nLopez, 549 U. S., at 60. We now reverse.\n                              II\n\n                              A\n\n   When the Government alleges that a state conviction\nqualifies as an “aggravated felony” under the INA, we\ngenerally employ a “categorical approach” to determine\nwhether the state offense is comparable to an offense\nlisted in the INA. See, e.g., Nijhawan v. Holder, 557 U. S.\n——————\n  3 Compare 662 F. 3d 387 (CA5 2011) (case below), Garcia v. Holder,\n\n638 F. 3d 511 (CA6 2011) (is an aggravated felony), and Julce v.\nMukasey, 530 F. 3d 30 (CA1 2008) (same), with Martinez v. Mukasey,\n551 F. 3d 113 (CA2 2008) (is not an aggravated felony), and Wilson v.\nAshcroft, 350 F. 3d 377 (CA3 2003) (same).\n                  Cite as: 569 U. S. ____ (2013)            5\n\n                      Opinion of the Court\n\n29, 33–38 (2009); Gonzales v. Duenas-Alvarez, 549 U. S.\n183, 185–187 (2007). Under this approach we look “not to\nthe facts of the particular prior case,” but instead to\nwhether “the state statute defining the crime of convic-\ntion” categorically fits within the “generic” federal defini-\ntion of a corresponding aggravated felony. Id., at 186\n(citing Taylor v. United States, 495 U. S. 575, 599–600\n(1990)). By “generic,” we mean the offenses must be\nviewed in the abstract, to see whether the state statute\nshares the nature of the federal offense that serves as\na point of comparison. Accordingly, a state offense is a\ncategorical match with a generic federal offense only if a\nconviction of the state offense “ ‘necessarily’ involved . . .\nfacts equating to [the] generic [federal offense].” Shepard\nv. United States, 544 U. S. 13, 24 (2005) (plurality opin-\nion). Whether the noncitizen’s actual conduct involved\nsuch facts “is quite irrelevant.” United States ex rel. Gua-\nrino v. Uhl, 107 F. 2d 399, 400 (CA2 1939) (L. Hand, J.).\n   Because we examine what the state conviction neces-\nsarily involved, not the facts underlying the case, we must\npresume that the conviction “rested upon [nothing] more\nthan the least of th[e] acts” criminalized, and then deter-\nmine whether even those acts are encompassed by the\ngeneric federal offense. Johnson v. United States, 559\nU. S. 133, 137 (2010); see Guarino, 107 F. 2d, at 400. But\nthis rule is not without qualification. First, our cases have\naddressed state statutes that contain several different\ncrimes, each described separately, and we have held that a\ncourt may determine which particular offense the nonciti-\nzen was convicted of by examining the charging document\nand jury instructions, or in the case of a guilty plea, the\nplea agreement, plea colloquy, or “ ‘some comparable judi-\ncial record’ of the factual basis for the plea.” Nijhawan,\n557 U. S., at 35 (quoting Shepard, 544 U. S., at 26). Sec-\nond, our focus on the minimum conduct criminalized by\nthe state statute is not an invitation to apply “legal imagi-\n6                    MONCRIEFFE v. HOLDER\n\n                        Opinion of the Court\n\nnation” to the state offense; there must be “a realistic\nprobability, not a theoretical possibility, that the State\nwould apply its statute to conduct that falls outside the\ngeneric definition of a crime.” Duenas-Alvarez, 549 U. S.,\nat 193.\n  This categorical approach has a long pedigree in our\nNation’s immigration law. See Das, The Immigration\nPenalties of Criminal Convictions: Resurrecting Categori-\ncal Analysis in Immigration Law, 86 N. Y. U. L. Rev. 1669,\n1688–1702, 1749–1752 (2011) (tracing judicial decisions\nback to 1913). The reason is that the INA asks what\noffense the noncitizen was “convicted” of, 8 U. S. C.\n§1227(a)(2)(A)(iii), not what acts he committed. “[C]on-\nviction” is “the relevant statutory hook.”4 Carachuri-\nRosendo v. Holder, 560 U. S. ___, ___ (2010) (slip op., at 16);\nsee United States ex rel. Mylius v. Uhl, </pre><span class=\"citation no-link\"><span class=\"volume\">210</span> <span class=\"reporter\">F.</span> <span class=\"page\">860</span></span><pre class=\"inline\">, 862\n(CA2 1914).\n                             B\n   The aggravated felony at issue here, “illicit trafficking in\na controlled substance,” is a “generic crim[e].” Nijhawan,\n557 U. S., at 37. So the categorical approach applies.\nIbid. As we have explained, supra, at 2–3, this aggravated\nfelony encompasses all state offenses that “proscrib[e]\nconduct punishable as a felony under [the CSA].” Lopez,\n549 U. S., at 60. In other words, to satisfy the categorical\napproach, a state drug offense must meet two conditions:\nIt must “necessarily” proscribe conduct that is an offense\nunder the CSA, and the CSA must “necessarily” prescribe\nfelony punishment for that conduct.\n   Moncrieffe was convicted under a Georgia statute that\n——————\n  4 Carachuri-Rosendo construed a different provision of the INA that\n\nconcerns cancellation of removal, which also requires determining\nwhether the noncitizen has been “convicted of any aggravated felony.”\n8 U. S. C. §1229b(a)(3) (emphasis added). Our analysis is the same in\nboth contexts.\n                     Cite as: 569 U. S. ____ (2013)                     7\n\n                          Opinion of the Court\n\nmakes it a crime to “possess, have under [one’s] control,\nmanufacture, deliver, distribute, dispense, administer,\npurchase, sell, or possess with intent to distribute mari-\njuana.” Ga. Code Ann. §16–13–30(j)(1). We know from his\nplea agreement that Moncrieffe was convicted of the last\nof these offenses. App. to Brief for Petitioner 11; Shepard,\n544 U. S., at 26. We therefore must determine whether\npossession of marijuana with intent to distribute is “nec-\nessarily” conduct punishable as a felony under the CSA.\n   We begin with the relevant conduct criminalized by the\nCSA. There is no question that it is a federal crime to\n“possess with intent to . . . distribute . . . a controlled\nsubstance,” 21 U. S. C. §841(a)(1), one of which is mari-\njuana, §812(c).5 So far, the state and federal provisions\ncorrespond. But this is not enough, because the generically\ndefined federal crime is “any felony punishable under\nthe Controlled Substances Act,” 18 U. S. C. §924(c)(2), not\njust any “offense under the CSA.” Thus we must look to\nwhat punishment the CSA imposes for this offense.\n   Section 841 is divided into two subsections that are\nrelevant here: (a), titled “Unlawful acts,” which includes\nthe offense just described, and (b), titled “Penalties.”\nSubsection (b) tells us how “any person who violates sub-\nsection (a)” shall be punished, depending on the circum-\nstances of his crime (e.g., the type and quantity of con-\ntrolled substance involved, whether it is a repeat offense).6\n——————\n  5 In  full, 21 U. S. C. §841(a)(1) provides,\n   “Except as authorized by this subchapter, it shall be unlawful for any\nperson knowingly or intentionally—\n   “(1) to manufacture, distribute, or dispense, or possess with intent to\nmanufacture, distribute, or dispense, a controlled substance . . . .”\n   6 In pertinent part, §§841(b)(1)(D) and (b)(4) (2006 ed. and Supp. V)\n\nprovide,\n   “Except as otherwise provided in section 849, 859, 860, or 861 of this\ntitle, any person who violates subsection (a) of this section shall be\nsentenced as follows:\n                     .        .        .         .      .\n8                     MONCRIEFFE v. HOLDER\n\n                          Opinion of the Court\n\nSubsection (b)(1)(D) provides that if a person commits a\nviolation of subsection (a) involving “less than 50 kilo-\ngrams of marihuana,” then “such person shall, except as\nprovided in paragraphs (4) and (5) of this subsection, be\nsentenced to a term of imprisonment of not more than 5\nyears,” i.e., as a felon. But one of the exceptions is im-\nportant here. Paragraph (4) provides, “Notwithstanding\nparagraph (1)(D) of this subsection, any person who vio-\nlates subsection (a) of this section by distributing a small\namount of marihuana for no remuneration shall be treated\nas” a simple drug possessor, 21 U. S. C. §844, which for\nour purposes means as a misdemeanant.7 These dovetail-\ning provisions create two mutually exclusive categories of\npunishment for CSA marijuana distribution offenses: one\n——————\n  “[(1)](D) In the case of less than 50 kilograms of marihuana, except in\nthe case of 50 or more marihuana plants regardless of weight, 10\nkilograms of hashish, or one kilogram of hashish oil, such person shall,\nexcept as provided in paragraphs (4) and (5) of this subsection, be\nsentenced to a term of imprisonment of not more than 5 years, a fine\nnot to exceed the greater of that authorized in accordance with the\nprovisions of title 18 or $250,000 if the defendant is an individual or\n$1,000,000 if the defendant is other than an individual, or both. . . .\n                  .       .        .        .        .\n   “(4) Notwithstanding paragraph (1)(D) of this subsection, any person\nwho violates subsection (a) of this section by distributing a small\namount of marihuana for no remuneration shall be treated as provided\nin section 844 of this title and section 3607 of title 18.”\n   7 Although paragraph (4) speaks only of “distributing” marijuana, the\n\nparties agree that it also applies to “the more inchoate offense of\npossession with intent to distribute that drug.” Matter of Castro\nRodriguez, 25 I. & N. Dec. 698, 699, n. 2 (BIA 2012); see Brief for\nPetitioner 6, n. 2; Brief for Respondent 8, n. 5.\n   The CSA does not define “small amount.” The BIA has suggested\nthat 30 grams “serve[s] as a useful guidepost,” Castro Rodriguez, 25\nI. & N. Dec., at 703, noting that the INA exempts from deportable\ncontrolled substances offenses “a single offense involving possession for\none’s own use of 30 grams or less of marijuana,” 8 U. S. C.\n§1227(a)(2)(B)(i). The meaning of “small amount” is not at issue in this\ncase, so we need not, and do not, define the term.\n                 Cite as: 569 U. S. ____ (2013)            9\n\n                     Opinion of the Court\n\na felony, and one not. The only way to know whether a\nmarijuana distribution offense is “punishable as a felony”\nunder the CSA, Lopez, 549 U. S., at 60, is to know whether\nthe conditions described in paragraph (4) are present or\nabsent.\n  A conviction under the same Georgia statute for\n“sell[ing]” marijuana, for example, would seem to establish\nremuneration. The presence of remuneration would mean\nthat paragraph (4) is not implicated, and thus that the\nconviction is necessarily for conduct punishable as a felony\nunder the CSA (under paragraph (1)(D)). In contrast, the\nfact of a conviction for possession with intent to distribute\nmarijuana, standing alone, does not reveal whether either\nremuneration or more than a small amount of marijuana\nwas involved. It is possible neither was; we know that\nGeorgia prosecutes this offense when a defendant possesses\nonly a small amount of marijuana, see, e.g., Taylor v.\nState, </pre><span class=\"citation\" data-id=\"1308461\"><a href=\"/gactapp/7GXF/taylor-v-state/\"><span class=\"volume\">260</span> <span class=\"reporter\">Ga. App.</span> <span class=\"page\">890</span></a></span><pre class=\"inline\">, 581 S. E. 2d 386, 388 (2003) (6.6\ngrams), and that “distribution” does not require remuner-\nation, see, e.g., Hadden v. State, </pre><span class=\"citation\" data-id=\"1393544\"><a href=\"/gactapp/89fC/hadden-v-state/\"><span class=\"volume\">181</span> <span class=\"reporter\">Ga. App.</span> <span class=\"page\">628</span></a></span><pre class=\"inline\">, 628–\n629, 353 S. E. 2d 532, 533–534 (1987). So Moncrieffe’s\nconviction could correspond to either the CSA felony or the\nCSA misdemeanor. Ambiguity on this point means that\nthe conviction did not “necessarily” involve facts that\ncorrespond to an offense punishable as a felony under the\nCSA. Under the categorical approach, then, Moncrieffe\nwas not convicted of an aggravated felony.\n                             III\n\n                              A\n\n  The Government advances a different approach that\nleads to a different result. In its view, §841(b)(4)’s misde-\nmeanor provision is irrelevant to the categorical analysis\nbecause paragraph (4) is merely a “mitigating exception,”\nto the CSA offense, not one of the “elements” of the of-\nfense. Brief for Respondent 12. And because possession\n10                MONCRIEFFE v. HOLDER\n\n                      Opinion of the Court\n\nwith intent to distribute marijuana is “presumptive[ly]” a\nfelony under the CSA, the Government asserts, any state\noffense with the same elements is presumptively an ag-\ngravated felony. Id., at 37. These two contentions are\nrelated, and we reject both of them.\n   First, the Government reads our cases to hold that the\ncategorical approach is concerned only with the “elements”\nof an offense, so §841(b)(4) “is not relevant” to the categor-\nical analysis. Id., at 20. It is enough to satisfy the cate-\ngorical inquiry, the Government suggests, that the “ele-\nments” of Moncrieffe’s Georgia offense are the same as\nthose of the CSA offense: (1) possession (2) of marijuana (a\ncontrolled substance), (3) with intent to distribute it. But\nthat understanding is inconsistent with Carachuri-\nRosendo, our only decision to address both “elements” and\n“sentencing factors.” There we recognized that when\nCongress has chosen to define the generic federal offense\nby reference to punishment, it may be necessary to take\naccount of federal sentencing factors too. See 560 U. S., at\n___ (slip op., at 3). In that case the relevant CSA offense\nwas simple possession, which “becomes a ‘felony punisha-\nble under the [CSA]’ only because the sentencing factor of\nrecidivism authorizes additional punishment beyond one\nyear, the criterion for a felony.” Id., at ___ (SCALIA, J.,\nconcurring in judgment) (slip op., at 2). We therefore\ncalled the generic federal offense “recidivist simple posses-\nsion,” even though such a crime is not actually “a separate\noffense” under the CSA, but rather an “ ‘amalgam’ ” of\noffense elements and sentencing factors. Id., at ___, and\nn. 3, ___ (majority opinion) (slip op., at 3, and n. 3, 7).\n   In other words, not only must the state offense of convic-\ntion meet the “elements” of the generic federal offense\ndefined by the INA, but the CSA must punish that offense\nas a felony. Here, the facts giving rise to the CSA offense\nestablish a crime that may be either a felony or a misde-\nmeanor, depending upon the presence or absence of cer-\n                 Cite as: 569 U. S. ____ (2013)          11\n\n                     Opinion of the Court\n\ntain factors that are not themselves elements of the crime.\nAnd so to qualify as an aggravated felony, a conviction for\nthe predicate offense must necessarily establish those\nfactors as well.\n   The Government attempts to distinguish Carachuri-\nRosendo on the ground that the sentencing factor there\nwas a “narrow” aggravating exception that turned a mis-\ndemeanor into a felony, whereas here §841(b)(4) is a nar-\nrow mitigation exception that turns a felony into a misde-\nmeanor. Brief for Respondent 40–43. This argument\nhinges upon the Government’s second assertion: that any\nmarijuana distribution conviction is “presumptively” a\nfelony. But that is simply incorrect, and the Government’s\nargument collapses as a result. Marijuana distribution\nis neither a felony nor a misdemeanor until we know\nwhether the conditions in paragraph (4) attach: Section\n841(b)(1)(D) makes the crime punishable by five years’\nimprisonment “except as provided” in paragraph (4), and\n§841(b)(4) makes it punishable as a misdemeanor\n“[n]otwithstanding paragraph (1)(D)” when only “a small\namount of marihuana for no remuneration” is involved.\n(Emphasis added.) The CSA’s text makes neither provi-\nsion the default. Rather, each is drafted to be exclusive of\nthe other.\n   Like the BIA and the Fifth Circuit, the Government\nbelieves the felony provision to be the default because, in\npractice, that is how federal criminal prosecutions for\nmarijuana distribution operate. See 662 F. 3d, at 391–\n392; Matter of Aruna, 24 I. & N. Dec. 452, 456–457 (2008);\nBrief for Respondent 18–23. It is true that every Court\nof Appeals to have considered the question has held that\na defendant is eligible for a 5-year sentence under\n§841(b)(1)(D) if the Government proves he possessed\nmarijuana with the intent to distribute it, and that the\nGovernment need not negate the §841(b)(4) factors in each\ncase. See, e.g., United States v. Outen, 286 F. 3d 622, 636–\n12                     MONCRIEFFE v. HOLDER\n\n                           Opinion of the Court\n\n639 (CA2 2002) (describing §841(b)(4) as a “mitigating\nexception”); United States v. Hamlin, 319 F. 3d 666, 670–\n671 (CA4 2003) (collecting cases). Instead, the burden is\non the defendant to show that he qualifies for the lesser\nsentence under §841(b)(4). Cf. id., at 671.\n  We cannot discount §841’s text, however, which creates\nno default punishment, in favor of the procedural overlay\nor burdens of proof that would apply in a hypothetical\nfederal criminal prosecution. In Carachuri-Rosendo, we\nrejected the Fifth Circuit’s “ ‘hypothetical approach,’ ”\nwhich examined whether conduct “ ‘could have been pun-\nished as a felony’ ‘had [it] been prosecuted in federal\ncourt.’ ” 560 U. S., at ___, ___ (slip op., at 8, 11).8 The\noutcome in a hypothetical prosecution is not the relevant\ninquiry. Rather, our “more focused, categorical inquiry” is\nwhether the record of conviction of the predicate offense\nnecessarily establishes conduct that the CSA, on its own\nterms, makes punishable as a felony. Id., at ___ (slip op.,\nat 16).\n  The analogy to a federal prosecution is misplaced for\nanother reason. The Court of Appeals cases the Govern-\nment cites distinguished between elements and sentencing\nfactors to determine which facts must be proved to a jury,\n——————\n   8 JUSTICE ALITO states that the statute “obviously” requires examina-\n\ntion of whether “conduct associated with the state offense . . . would\nhave supported a qualifying conviction under the federal CSA.” Post, at\n3 (dissenting opinion) (emphasis added); see also post, at 8. But this\nechoes the Fifth Circuit’s approach in Carachuri-Rosendo. As noted in\nthe text, our opinion explicitly rejected such reasoning based on condi-\ntional perfect formulations. See also, e.g., Carachuri-Rosendo, 560\nU. S., at ___ (slip op., at 16) (criticizing approach that “focuses on facts\nknown to the immigration court that could have but did not serve as\nthe basis for the state conviction and punishment” (emphasis altered)).\nInstead, as we have explained, supra, at 10–11, our holding depended\nupon the fact that Carachuri-Rosendo’s conviction did not establish the\nfact necessary to distinguish between misdemeanor and felony punish-\nment under the CSA. The same is true here.\n                    Cite as: 569 U. S. ____ (2013)                 13\n\n                        Opinion of the Court\n\nin light of the Sixth Amendment concerns addressed in\nApprendi v. New Jersey, 530 U. S. 466 (2000). The courts\nconsidered which “provision . . . states a complete crime\nupon the fewest facts,” Outen, 286 F. 3d, at 638, which was\nsignificant after Apprendi to identify what a jury had to\nfind before a defendant could receive §841(b)(1)(D)’s max-\nimum 5-year sentence. But those concerns do not apply in\nthis context. Here we consider a “generic” federal offense\nin the abstract, not an actual federal offense being prose-\ncuted before a jury. Our concern is only which facts the\nCSA relies upon to distinguish between felonies and mis-\ndemeanors, not which facts must be found by a jury as\nopposed to a judge, nor who has the burden of proving\nwhich facts in a federal prosecution.9\n   Because of these differences, we made clear in Carachuri-\nRosendo that, for purposes of the INA, a generic fed-\neral offense may be defined by reference to both “ ‘ele-\nments’ in the traditional sense” and sentencing factors.\n560 U. S., at ___, n. 3, ___ (slip op., at 3, n. 3, 7); see also\nid., at ___ (SCALIA, J., concurring in judgment) (slip op., at\n3) (describing the generic federal offense there as “the\nControlled Substances Act felony of possession-plus-\nrecidivism”). Indeed, the distinction between “elements”\nand “sentencing factors” did not exist when Congress\nadded illicit drug trafficking to the list of aggravated\nfelonies, Anti-Drug Abuse Act of 1988, 102 Stat. 4469–\n4470, and most courts at the time understood both\n§841(b)(1)(D) and §841(b)(4) to contain sentencing factors\n——————\n  9 The   Government also cites 21 U. S. C. §885(a)(1), which provides\nthat the Government need not “negative any exemption or exception set\nforth” in the CSA, and instead “the burden of going forward with the\nevidence with respect to any such exemption or exception shall be upon\nthe person claiming its benefit.” Brief for Respondent 21. Even assum-\ning §841(b)(4) is such an “exception,” §885(a)(1) applies, by its own\nterms, only to “any trial, hearing, or other proceeding under” the CSA\nitself, not to the rather different proceedings under the INA.\n14               MONCRIEFFE v. HOLDER\n\n                     Opinion of the Court\n\nthat draw the line between a felony and a misdemeanor.\nSee, e.g., United States v. Campuzano, 905 F. 2d 677, 679\n(CA2 1990). Carachuri-Rosendo controls here.\n  Finally, there is a more fundamental flaw in the Gov-\nernment’s approach: It would render even an undisputed\nmisdemeanor an aggravated felony. This is “just what the\nEnglish language tells us not to expect,” and that leaves\nus “very wary of the Government’s position.” Lopez, 549\nU. S., at 54. Consider a conviction under a New York\nstatute that provides, “A person is guilty of criminal sale\nof marihuana in the fifth degree when he knowingly and\nunlawfully sells, without consideration, [marihuana] of an\naggregate weight of two grams or less; or one cigarette\ncontaining marihuana.” N. Y. Penal Law Ann. §221.35\n(West 2008) (emphasis added). This statute criminalizes\nonly the distribution of a small amount of marijuana for\nno remuneration, and so all convictions under the statute\nwould fit within the CSA misdemeanor provision,\n§841(b)(4). But the Government would categorically deem\na conviction under this statute to be an aggravated felony,\nbecause the statute contains the corresponding “elements”\nof (1) distributing (2) marijuana, and the Government\nbelieves all marijuana distribution offenses are punishable\nas felonies.\n  The same anomaly would result in the case of a nonciti-\nzen convicted of a misdemeanor in federal court under\n§§841(a) and (b)(4) directly. Even in that case, under the\nGovernment’s logic, we would need to treat the federal\nmisdemeanor conviction as an aggravated felony, because\nthe conviction establishes elements of an offense that is\npresumptively a felony. This cannot be. “We cannot\nimagine that Congress took the trouble to incorporate its\nown statutory scheme of felonies and misdemeanors,” only\nto have courts presume felony treatment and ignore the\nvery factors that distinguish felonies from misdemeanors.\nLopez, 549 U. S., at 58.\n                 Cite as: 569 U. S. ____ (2013)          15\n\n                     Opinion of the Court\n\n                                B\n   Recognizing that its approach leads to consequences\nCongress could not have intended, the Government hedges\nits argument by proposing a remedy: Noncitizens should\nbe given an opportunity during immigration proceedings\nto demonstrate that their predicate marijuana distribution\nconvictions involved only a small amount of marijuana\nand no remuneration, just as a federal criminal defendant\ncould do at sentencing. Brief for Respondent 35–39. This\nis the procedure adopted by the BIA in Matter of Castro\nRodriguez, 25 I. & N. Dec. 698, 702 (2012), and endorsed\nby JUSTICE ALITO’s dissent, post, at 11–12.\n   This solution is entirely inconsistent with both the\nINA’s text and the categorical approach. As noted, the\nrelevant INA provisions ask what the noncitizen was\n“convicted of,” not what he did, and the inquiry in immi-\ngration proceedings is limited accordingly. 8 U. S. C.\n§§1227(a)(2)(A)(iii), 1229b(a)(3); see Carachuri-Rosendo,\n560 U. S., at ___ (slip op., at 11). The Government cites no\nstatutory authority for such case-specific factfinding in\nimmigration court, and none is apparent in the INA.\nIndeed, the Government’s main categorical argument\nwould seem to preclude this inquiry: If the Government\nwere correct that “the fact of a marijuana-distribution\nconviction alone constitutes a CSA felony,” Brief for Re-\nspondent 37, then all marijuana distribution convictions\nwould categorically be convictions of the drug trafficking\naggravated felony, mandatory deportation would follow\nunder the statute, and there would be no room for the\nGovernment’s follow-on factfinding procedure. The Gov-\nernment cannot have it both ways.\n   Moreover, the procedure the Government envisions\nwould require precisely the sort of post hoc investigation\ninto the facts of predicate offenses that we have long\ndeemed undesirable. The categorical approach serves\n“practical” purposes: It promotes judicial and administra-\n16                 MONCRIEFFE v. HOLDER\n\n                      Opinion of the Court\n\ntive efficiency by precluding the relitigation of past convic-\ntions in minitrials conducted long after the fact. Cham-\nbers v. United States, 555 U. S. 122, 125 (2009); see also\nMylius, 210 F., at 862–863. Yet the Government’s ap-\nproach would have our Nation’s overburdened immigra-\ntion courts entertain and weigh testimony from, for exam-\nple, the friend of a noncitizen who may have shared a\nmarijuana cigarette with him at a party, or the local police\nofficer who recalls to the contrary that cash traded hands.\nAnd, as a result, two noncitizens, each “convicted of ” the\nsame offense, might obtain different aggravated felony\ndeterminations depending on what evidence remains\navailable or how it is perceived by an individual immigra-\ntion judge. The categorical approach was designed to\navoid this “potential unfairness.” Taylor, 495 U. S., at\n601; see also Mylius, 210 F., at 863.\n   Furthermore, the minitrials the Government proposes\nwould be possible only if the noncitizen could locate wit-\nnesses years after the fact, notwithstanding that during\nremoval proceedings noncitizens are not guaranteed legal\nrepresentation and are often subject to mandatory deten-\ntion, §1226(c)(1)(B), where they have little ability to collect\nevidence. See Katzmann, The Legal Profession and the\nUnmet Needs of the Immigrant Poor, 21 Geo. J. Legal\nEthics 3, 5–10 (2008); Brief for National Immigrant Jus-\ntice Center et al. as Amici Curiae 5–18; Brief for Immigra-\ntion Law Professors as Amici Curiae 27–32. A noncitizen\nin removal proceedings is not at all similarly situated to a\ndefendant in a federal criminal prosecution. The Govern-\nment’s suggestion that the CSA’s procedures could readily\nbe replicated in immigration proceedings is therefore\nmisplaced. Cf. Carachuri-Rosendo, 560 U. S., at ___ (slip\nop., at 14–15) (rejecting the Government’s argument that\nprocedures governing determination of the recidivism\nsentencing factor could “be satisfied during the immigra-\ntion proceeding”).\n                  Cite as: 569 U. S. ____ (2013)           17\n\n                      Opinion of the Court\n\n   The Government defends its proposed immigration court\nproceedings as “a subsequent step outside the categorical\napproach in light of Section 841(b)(4)’s ‘circumstance-\nspecific’ nature.” Brief for Respondent 37. This argument\nrests upon Nijhawan, in which we considered another\naggravated felony, “an offense that . . . involves fraud or\ndeceit in which the loss to the victim or victims exceeds\n$10,000.” 8 U. S. C. §1101(a)(43)(M)(i). We held that the\n$10,000 threshold was not to be applied categorically as a\nrequired component of a generic offense, but instead called\nfor a “circumstance-specific approach” that allows for an\nexamination, in immigration court, of the “particular\ncircumstances in which an offender committed the crime\non a particular occasion.” Nijhawan, 557 U. S., at 38–40.\nThe Government suggests the §841(b)(4) factors are like\nthe monetary threshold, and thus similarly amenable to a\ncircumstance-specific inquiry.\n   We explained in Nijhawan, however, that unlike the\nprovision there, “illicit trafficking in a controlled sub-\nstance” is a “generic crim[e]” to which the categorical\napproach applies, not a circumstance-specific provision.\nId., at 37; see also Carachuri-Rosendo, 560 U. S., at ___,\nn. 11 (slip op., at 12–13, n. 11). That distinction is evident\nin the structure of the INA. The monetary threshold is a\nlimitation, written into the INA itself, on the scope of the\naggravated felony for fraud. And the monetary threshold\nis set off by the words “in which,” which calls for a circum-\nstance-specific examination of “the conduct involved ‘in’\nthe commission of the offense of conviction.” Nijhawan,\n557 U. S., at 39. Locating this exception in the INA proper\nsuggests an intent to have the relevant facts found in\nimmigration proceedings. But where, as here, the INA\nincorporates other criminal statutes wholesale, we have\nheld it “must refer to generic crimes,” to which the cate-\ngorical approach applies. Id., at 37.\n   Finally, the Government suggests that the immigration\n18                     MONCRIEFFE v. HOLDER\n\n                           Opinion of the Court\n\ncourt’s task would not be so daunting in some cases, such\nas those in which a noncitizen was convicted under the\nNew York statute previously discussed or convicted directly\nunder §841(b)(4). True, in those cases, the record of\nconviction might reveal on its face that the predicate\noffense was punishable only as a misdemeanor. But most\nStates do not have stand-alone offenses for the social\nsharing of marijuana, so minitrials concerning convictions\nfrom the other States, such as Georgia, would be inevita-\nble.10 The Government suggests that even in these other\nStates, the record of conviction may often address the\n§841(b)(4) factors, because noncitizens “will be advised of\nthe immigration consequences of a conviction,” as defense\ncounsel is required to do under Padilla v. Kentucky, 559\nU. S. 359 (2010), and as a result counsel can build an\nappropriate record when the facts are fresh. Brief for\nRespondent 38. Even assuming defense counsel “will” do\nsomething simply because it is required of effective coun-\nsel (an assumption experience does not always bear out),\nthis argument is unavailing because there is no reason to\nbelieve that state courts will regularly or uniformly admit\nevidence going to facts, such as remuneration, that are\nirrelevant to the offense charged.\n   In short, to avoid the absurd consequences that would\nflow from the Government’s narrow understanding of the\ncategorical approach, the Government proposes a solution\n——————\n  10 Inaddition to New York, it appears that 13 other States have sepa-\nrate offenses for §841(b)(4) conduct. See Cal. Health & Safety Code\nAnn. §11360(b) (West Supp. 2013); Colo. Rev. Stat. Ann. §18–18–406(5)\n(2012); Fla. Stat. §893.13(2)(b)(3) (2010); Ill. Comp. Stat., ch. 20, §§550/3,\n550/4, 550/6 (West 2010); Iowa Code §124.410 (2009); Minn. Stat.\n§152.027(4)(a) (2010); N. M. Stat. Ann. §30–31–22(E) (Supp. 2011);\nOhio Rev. Code Ann. §2925.03(C)(3)(h) (Lexis 2012 Cum. Supp.); Ore.\nRev. Stat. §475.860(3) (2011); Pa. Stat. Ann., Tit. 35, §780–113(a)(31)\n(Purdon Supp. 2012); S. D. Codified Laws §22–42–7 (Supp. 2012); Tex.\nHealth & Safety Code Ann. §481.120(b)(1) (West 2010); W. Va. Code\nAnn. §60A–4–402(c) (Lexis 2010).\n                  Cite as: 569 U. S. ____ (2013)            19\n\n                      Opinion of the Court\n\nthat largely undermines the categorical approach. That\nthe only cure is worse than the disease suggests the Gov-\nernment is simply wrong.\n                                C\n   The Government fears the consequences of our decision,\nbut its concerns are exaggerated. The Government ob-\nserves that, like Georgia, about half the States criminalize\nmarijuana distribution through statutes that do not re-\nquire remuneration or any minimum quantity of mari-\njuana. Id., at 26–28. As a result, the Government contends,\nnoncitizens convicted of marijuana distribution offenses in\nthose States will avoid “aggravated felony” determina-\ntions, purely because their convictions do not resolve\nwhether their offenses involved federal felony conduct or\nmisdemeanor conduct, even though many (if not most)\nprosecutions involve either remuneration or larger\namounts of marijuana (or both).\n   Escaping aggravated felony treatment does not mean\nescaping deportation, though. It means only avoiding\nmandatory removal. See Carachuri-Rosendo, 560 U. S., at\n___ (slip op., at 17). Any marijuana distribution offense,\neven a misdemeanor, will still render a noncitizen deport-\nable as a controlled substances offender.           8 U. S. C.\n§1227(a)(2)(B)(i). At that point, having been found not to\nbe an aggravated felon, the noncitizen may seek relief\nfrom removal such as asylum or cancellation of removal,\nassuming he satisfies the other eligibility criteria.\n§§1158(b), 1229b(a)(1)–(2). But those forms of relief are\ndiscretionary. The Attorney General may, in his discre-\ntion, deny relief if he finds that the noncitizen is actually a\nmember of one “of the world’s most dangerous drug car-\ntels,” post, at 2 (opinion of ALITO, J.), just as he may deny\nrelief if he concludes the negative equities outweigh the\npositive equities of the noncitizen’s case for other reasons.\nAs a result, “to the extent that our rejection of the Gov-\n20                    MONCRIEFFE v. HOLDER\n\n                          Opinion of the Court\n\nernment’s broad understanding of the scope of ‘aggravated\nfelony’ may have any practical effect on policing our Na-\ntion’s borders, it is a limited one.” Carachuri-Rosendo,\n560 U. S., at ___ (slip op., at 17).\n   In any event, serious drug traffickers may be adjudi-\ncated aggravated felons regardless, because they will likely\nbe convicted under greater “trafficking” offenses that\nnecessarily establish that more than a small amount of\nmarijuana was involved. See, e.g., Ga. Code Ann. §16–13–\n31(c)(1) (Supp. 2012) (separate provision for trafficking in\nmore than 10 pounds of marijuana). Of course, some\noffenders’ conduct will fall between §841(b)(4) conduct and\nthe more serious conduct required to trigger a “trafficking”\nstatute. Brief for Respondent 30. Those offenders may\navoid aggravated felony status by operation of the categor-\nical approach. But the Government’s objection to that\nunderinclusive result is little more than an attack on the\ncategorical approach itself.11 We prefer this degree of\nimperfection to the heavy burden of relitigating old prose-\ncutions. See supra, at 15–16. And we err on the side of\nunderinclusiveness because ambiguity in criminal statutes\n——————\n  11 Similarly, JUSTICE ALITO’s dissent suggests that he disagrees with\n\nthe first premises of the categorical approach. He says it is a “strange\nand disruptive resul[t]” that “defendants convicted in different States\nfor committing the same criminal conduct” might suffer different\ncollateral consequences depending upon how those States define their\nstatutes of conviction. Post, at 9. Yet that is the longstanding, natural\nresult of the categorical approach, which focuses not on the criminal\nconduct a defendant “commit[s],” but rather what facts are necessarily\nestablished by a conviction for the state offense. Different state offenses\nwill necessarily establish different facts. Some will track the “uni-\nform” federal definition of the generic offense, and some will not.\nTaylor v. United States, 495 U. S. 575, 590 (1990). Whatever disparity\nthis may create as between defendants whose real-world conduct was\nthe same, it ensures that all defendants whose convictions establish the\nsame facts will be treated consistently, and thus predictably, under\nfederal law. This was Taylor’s chief concern in adopting the categorical\napproach. See id., at 599–602.\n                  Cite as: 569 U. S. ____ (2013)           21\n\n                      Opinion of the Court\n\nreferenced by the INA must be construed in the nonciti-\nzen’s favor. See Carachuri-Rosendo, 560 U. S., at ___ (slip\nop., at 17); Leocal v. Ashcroft, 543 U. S. 1, 11, n. 8 (2004).\n   Finally, the Government suggests that our holding will\nfrustrate the enforcement of other aggravated felony\nprovisions, like §1101(a)(43)(C), which refers to a federal\nfirearms statute that contains an exception for “antique\nfirearm[s],” 18 U. S. C. §921(a)(3). The Government fears\nthat a conviction under any state firearms law that lacks\nsuch an exception will be deemed to fail the categorical\ninquiry. But Duenas-Alvarez requires that there be “a\nrealistic probability, not a theoretical possibility, that the\nState would apply its statute to conduct that falls outside\nthe generic definition of a crime.” 549 U. S., at 193. To\ndefeat the categorical comparison in this manner, a non-\ncitizen would have to demonstrate that the State actu-\nally prosecutes the relevant offense in cases involving an-\ntique firearms.      Further, the Government points to\n§1101(a)(43)(P), which makes passport fraud an aggravat-\ned felony, except when the noncitizen shows he committed\nthe offense to assist an immediate family member. But\nthat exception is provided in the INA itself. As we held in\nNijhawan, a circumstance-specific inquiry would apply to\nthat provision, so it is not comparable. 557 U. S., at\n37–38.\n                        *    *    *\n  This is the third time in seven years that we have con-\nsidered whether the Government has properly character-\nized a low-level drug offense as “illicit trafficking in a\ncontrolled substance,” and thus an “aggravated felony.”\nOnce again we hold that the Government’s approach defies\n“the ‘commonsense conception’” of these terms. Carachuri-\nRosendo, 560 U. S., at ___ (slip op., at 9) (quoting\nLopez, 549 U. S., at 53). Sharing a small amount of mari-\njuana for no remuneration, let alone possession with\n22                 MONCRIEFFE v. HOLDER\n\n                      Opinion of the Court\n\nintent to do so, “does not fit easily into the ‘everyday un-\nderstanding’ ” of “trafficking,” which “ ‘ordinarily . . . means\nsome sort of commercial dealing.’ ” Carachuri-Rosendo,\n560 U. S., at ___ (slip op., at 9) (quoting Lopez, 549 U. S.,\nat 53–54). Nor is it sensible that a state statute that\ncriminalizes conduct that the CSA treats as a misde-\nmeanor should be designated an “aggravated felony.” We hold\nthat it may not be. If a noncitizen’s conviction for a mari-\njuana distribution offense fails to establish that the of-\nfense involved either remuneration or more than a small\namount of marijuana, the conviction is not for an aggra-\nvated felony under the INA. The contrary judgment of the\nCourt of Appeals is reversed, and the case is remanded for\nfurther proceedings consistent with this opinion.\n\n                                               It is so ordered.\n                     Cite as: 569 U. S. ____ (2013)                     1\n\n                         THOMAS, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                              _________________\n\n                               No. 11–702\n                              _________________\n\n\n    ADRIAN MONCRIEFFE, PETITIONER v. ERIC H.\n\n         HOLDER, JR., ATTORNEY GENERAL\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                            [April 23, 2013] \n\n\n  JUSTICE THOMAS, dissenting.\n  A plain reading of 18 U. S. C. §924(c)(2) identifies two\nrequirements that must be satisfied for a state offense to\nqualify as a “felony punishable under the Controlled Sub-\nstances Act [(CSA)].” “First, the offense must be a felony;\nsecond, the offense must be capable of punishment under\nthe [CSA].” Lopez v. Gonzales, 549 U. S. 47, 61 (2006)\n(THOMAS, J., dissenting). Moncrieffe’s offense of pos-\nsession of marijuana with intent to distribute satisfies\nboth elements. No one disputes that Georgia punishes\nMoncrieffe’s offense as a felony. See Ga. Code Ann. §16–\n13–30(j)(2) (Supp. 2012). (“Except as otherwise provided\nin subsection (c) of Code Section 16–13–31 or in Code\nSection 16–13–2, any person who violates this subsection\nshall be guilty of a felony and, upon conviction thereof,\nshall be punished by imprisonment for not less than one\nyear nor more than ten years”).1 And, the offense is “pun-\n——————\n  1 Section16–13–31(c) (Supp. 2012) increases the punishment for traf-\nficking in marijuana, while §16–13–2(b) (2011) decreases the punish-\nment for simple possession of 1 ounce or less of marijuana. Neither\nprovision is applicable to Moncrieffe’s offense of possession of mari-\njuana with intent to distribute.\n   The Court correctly points out that Moncrieffe was sentenced pur-\nsuant to §16–13–2(a) because he was a first-time offender. Ante, at 3.\nThat provision does not alter the felony status of the offense. Rather, it\n2                     MONCRIEFFE v. HOLDER\n\n                         THOMAS, J., dissenting\n\nishable under the [CSA],” 18 U. S. C. §924(c)(2), because\nit involved “possess[ion] with intent to manufacture, dis-\ntribute, or dispense, a controlled substance,” 21 U. S. C.\n§841(a)(1). Accordingly, Moncrieffe’s offense is a “drug\ntrafficking crime,” 18 U. S. C. §924(c)(2), which constitutes\nan “aggravated felony” under the Immigration and Na-\ntionality Act (INA), 8 U. S. C. §1101(a)(43)(B).2\n   The Court rejected the plain meaning of 18 U. S. C.\n§924(c)(2) in Lopez. 549 U. S., at 50. There, the defendant\nwas convicted of a state felony, but his offense would have\nbeen a misdemeanor under the CSA. Id., at 53. The\nCourt held that the offense did not constitute a “ ‘felony\npunishable under the [CSA]’ ” because it was not “punish-\nable as a felony under that federal law.” Id., at 60 (quot-\ning §924(c)(2); emphasis added). I dissented in Lopez and\nwarned that an inquiry into whether a state offense would\nconstitute a felony in a hypothetical federal prosecution\nwould cause “significant inconsistencies.” Id., at 63. I\nexplained that one such inconsistency would arise if an\nalien defendant never convicted of an actual state felony\nwere subject to deportation based on a hypothetical federal\nprosecution. Id., at 67.\n   This precise issue arose in Carachuri-Rosendo v. Holder,\n560 U. S. ___ (2010). Instead of following the logic of\nLopez, however, the Court contorted the law to avoid the\n——————\ngives courts discretion to impose probation instead of imprisonment\nand to do so without entering a conviction. As the majority recognizes,\npetitioner has waived any argument that he was not convicted for pur-\nposes of the Immigration and Nationality Act. Ante, at 3, n. 2.\n   2 See 8 U. S. C. §1227(a)(2)(A)(iii) (providing that aliens convicted of\n\nan “aggravated felony” after admission are deportable); §1229b(a)(3)\n(providing that aliens convicted of an “aggravated felony” are ineligible\nfor cancellation of removal); §1101(a)(43)(B) (defining “aggravated\nfelony” as “illicit trafficking in a controlled substance . . . including a\ndrug trafficking crime (as defined in [18 U. S. C. §924(c)])”); 18 U. S. C.\n§924(c)(2) (defining “drug trafficking crime” as “any felony punishable\nunder the [CSA]”).\n                  Cite as: 569 U. S. ____ (2013)            3\n\n                     THOMAS, J., dissenting\n\nharsh result compelled by that decision. In Carachuri-\nRosendo, the defendant was convicted of a crime that the\nState categorized as a misdemeanor, but his offense would\nhave been a felony under the CSA because he had a prior\nconviction. 560 U. S., at ___ (slip op., at ___). The Court\nheld that the offense did not constitute an “aggravated\nfelony” because the state prosecutor had not charged the\nexistence of a prior conviction and, thus, the defendant\nwas not “actually convicted of a crime that is itself punish-\nable as a felony under federal law.” Id., at ___ (slip op., at\n17). Concurring in the judgment, I explained that the\nCourt’s decision was inconsistent with Lopez because the\ndefendant’s conduct was punishable as a felony under the\nCSA, but that Lopez was wrongly decided and that a\nproper reading of §924(c)(2) supported the Court’s result.\n560 U. S., at ___ (slip op., at 1). Carachuri-Rosendo’s\ncrime of conviction was a state-law misdemeanor and, as a\nresult, it did not qualify as a “felony punishable under the\n[CSA].” See ibid.\n   I declined to apply Lopez in Carachuri-Rosendo, and I\nam unwilling to apply it here. Indeed, the Court itself\ndeclined to follow the logic of Lopez to its natural end in\nCarachuri-Rosendo. And, now the majority’s ill-advised\napproach once again leads to an anomalous result. It\nis undisputed that, for federal sentencing purposes,\nMoncrieffe’s offense would constitute a federal felony\nunless he could prove that he distributed only a small\namount of marijuana for no remuneration. Cf. United\nStates v. Outen, 286 F. 3d 622, 637–639 (CA2 2002) (So-\ntomayor, J.) (agreeing with the Government that 21\nU. S. C. §841(b)(4) is a mitigating exception to the “default\nprovision” under §841(b)(1)(D) and that it need not negate\nthe §841(b)(4) factors to support a sentence under\n§841(b)(1)(D)). But, the Court holds that, for purposes of\nthe INA, Moncrieffe’s offense would necessarily correspond\nto a federal misdemeanor, regardless of whether he could\n4                 MONCRIEFFE v. HOLDER\n\n                    THOMAS, J., dissenting\n\nin fact prove that he distributed only a small amount of\nmarijuana for no remuneration. Ante, at 11 (asserting\nthat neither §841(b)(1)(D) nor §841(b)(4) is the “default”\nprovision). The Court’s decision, thus, has the effect of\ntreating a substantial number of state felonies as federal\nmisdemeanors, even when they would result in federal\nfelony convictions.\n   The majority notes that “[t]his is the third time in seven\nyears that we have considered whether the Government\nhas properly characterized a low-level drug offense as . . .\nan ‘aggravated felony.’ ” Ante, at 20–21. The Court has\nbrought this upon itself. The only principle uniting Lopez,\nCarachuri-Rosendo, and the decision today appears to be\nthat the Government consistently loses. If the Court\ncontinues to disregard the plain meaning of §924(c)(2), I\nexpect that these types of cases will endlessly—and need-\nlessly—recur.\n   I respectfully dissent.\n                     Cite as: 569 U. S. ____ (2013)                    1\n\n                          ALITO, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                              _________________\n\n                              No. 11–702\n                              _________________\n\n\n    ADRIAN MONCRIEFFE, PETITIONER v. ERIC H.\n\n         HOLDER, JR., ATTORNEY GENERAL\n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n            APPEALS FOR THE FIFTH CIRCUIT\n\n                            [April 23, 2013] \n\n\n   JUSTICE ALITO, dissenting.\n   The Court’s decision in this case is not supported by the\nlanguage of the Immigration and Nationality Act (INA) or\nby this Court’s precedents, and it leads to results that\nCongress clearly did not intend.\n   Under the INA, aliens1 who are convicted of certain\noffenses may be removed from this country, 8 U. S. C.\n§1227(a)(2) (2006 ed. and Supp. V), but in many instances,\nthe Attorney General (acting through the Board of Immi-\ngration Appeals (BIA)) has the discretion to cancel re-\nmoval, §§1229b(a), (b). Aliens convicted of especially\nserious crimes, however, are ineligible for cancellation of\nremoval. §1229b(a)(3) (2006 ed.). Among the serious\ncrimes that carry this consequence is “illicit trafficking in\na controlled substance.” §1101(a)(43)(B).\n   Under the Court’s holding today, however, drug traf-\nfickers in about half the States are granted a dispensation.\nIn those States, even if an alien is convicted of possessing\ntons of marijuana with the intent to distribute, the alien is\n——————\n   1 “Alien” is the term used in the relevant provisions of the Immigra-\n\ntion and Nationality Act, and this term does not encompass all nonciti-\nzens. Compare 8 U. S. C. §1101(a)(3) (defining “alien” to include “any\nperson not a citizen or national of the United States”) with §1101(a)(22)\n(defining “national of the United States”). See also Miller v. Albright,\n523 U. S. 420, 467, n. 2 (1998) (GINSBURG, J., dissenting).\n2                  MONCRIEFFE v. HOLDER\n\n                      ALITO, J., dissenting\n\neligible to remain in this country. Large-scale marijuana\ndistribution is a major source of income for some of the\nworld’s most dangerous drug cartels, Dept. of Justice,\nNational Drug Intelligence Center, National Drug Threat\nAssessment 2, 7 (2011), but the Court now holds that an\nalien convicted of participating in such activity may peti-\ntion to remain in this country.\n   The Court’s decision also means that the consequences\nof a conviction for illegal possession with intent to distrib-\nute will vary radically depending on the State in which the\ncase is prosecuted. Consider, for example, an alien who is\narrested near the Georgia-Florida border in possession of\na large supply of marijuana. Under the Court’s holding, if\nthe alien is prosecuted and convicted in Georgia for pos-\nsession with intent to distribute, he is eligible for cancella-\ntion of removal. But if instead he is caught on the Florida\nside of the line and is convicted in a Florida court—where\npossession with intent to distribute a small amount of\nmarijuana for no remuneration is covered by a separate\nstatutory provision, compare Fla. Stat. §893.13(3) (2010)\nwith §893.13(1)(a)(2)—the alien is likely to be ineligible.\nCan this be what Congress intended?\n                               I\n  Certainly the text of the INA does not support such\na result. In analyzing the relevant INA provisions, the\nstarting point is 8 U. S. C. §1229b(a)(3), which provides\nthat a lawful permanent resident alien subject to removal\nmay apply for discretionary cancellation of removal if\nhe has not been convicted of any “aggravated felony.” The\nterm “aggravated felony” encompasses “illicit tracking in\na controlled substance . . . including a drug trafficking\ncrime (as defined in [18 U. S. C. §924(c)]).” 8 U. S. C.\n§1101(a)(43)(B). And this latter provision defines a “drug\ntrafficking crime” to include “any felony punishable under\nthe Controlled Substances Act (21 U. S. C. 801 et seq.).”\n                      Cite as: 569 U. S. ____ (2013)                     3\n\n                          ALITO, J., dissenting\n\n18 U. S. C. §924(c)(2). Thus “any felony punishable under\nthe [CSA]” is an “aggravated felony.”\n   Where an alien has a prior federal conviction, it is a\nstraightforward matter to determine whether the convic-\ntion was for a “felony punishable under the [CSA].” But 8\nU. S. C. §1101(a)(43) introduces a complication. That\nprovision states that the statutory definition of “aggra-\nvated felony” “applies to an offense described in this para-\ngraph whether in violation of Federal or State law.” (Em-\nphasis added.) As noted, the statutory definition of\n“aggravated felony” includes a “felony punishable under the\n[CSA],” and therefore §1101(a)(43)(B) makes it necessary\nto determine what is meant by a state “offense” that is a\n“felony punishable under the [CSA].”\n   What §1101(a)(43) obviously contemplates is that the\nBIA or a court will identify conduct associated with the\nstate offense and then determine whether that conduct\nwould have supported a qualifying conviction under the\nfederal CSA.2 Identifying and evaluating this relevant\nconduct is the question that confounds the Court’s analy-\nsis. Before turning to that question, however, some pre-\nliminary principles should be established.\n\n——————\n  2 The  Court’s disagreement with this proposition, ante at 12, n. 8, is\ndifficult to understand. If, as 8 U. S. C. §1101(a)(43) quite plainly\nsuggests and the Court has held, a state conviction can qualify as an\n“aggravated felony,” we must determine what is meant by a state “of-\nfense” that is a “felony punishable under the [CSA].” There is no\nway to do this other than by identifying a set of relevant conduct and\nasking whether, based on that conduct, the alien could have been con-\nvicted of a felony if prosecuted under the CSA in federal court. In reject-\ning what it referred to as a “hypothetical approach,” the Carachuri-\nRosendo Court was addressing an entirely different question, specifi-\ncally, which set of conduct is relevant. Carachuri-Rosendo v. Holder, 560\nU. S. ___, ___–___ (2010) (slip op., at 8, 15–17). We held that the\nrelevant set of conduct consisted of that which was in fact charged and\nproved in the state-court proceeding, not the set of conduct that could\nhave been proved in a hypothetical federal proceeding.\n4                 MONCRIEFFE v. HOLDER\n\n                      ALITO, J., dissenting\n\n  In Lopez v. Gonzales, 549 U. S. 47, 50 (2006), we held\nthat felony status is controlled by federal, not state, law.\nAs a result, once the relevant conduct is identified, it must\nbe determined whether proof of that conduct would sup-\nport a felony conviction under the CSA. The federal defi-\nnition of a felony is a crime punishable by imprisonment\nfor more than one year. 18 U. S. C. §§3559(a)(1)–(5).\nConsequently, if the proof of the relevant conduct would\nsupport a conviction under the CSA for which the maxi-\nmum term of imprisonment is more than one year, the\nstate conviction qualifies as a conviction for an “aggra-\nvated felony.”\n                              II\n   This brings us to the central question presented in this\ncase: how to determine and evaluate the conduct that\nconstitutes the state “offense.” One possibility is that ac-\ntual conduct is irrelevant, and that only the elements of\nthe state crime for which the alien was convicted matter.\nWe have called this the “categorical approach,” Taylor v.\nUnited States, 495 U. S. 575, 600 (1990), and we have\ngenerally used this approach in determining whether a\nstate conviction falls within a federal definition of a crime,\nsee id., at 600–601 (“Section 924(e)(2)(B)(i) defines ‘violent\nfelony’ as any crime punishable by imprisonment for more\nthan a year that ‘has as an element’—not any crime that,\nin a particular case, involves—the use or threat of force.\nRead in this context, the phrase ‘is burglary’ in\n§924(e)(2)(B)(ii) most likely refers to the elements of the\nstatute of conviction, not to the facts of each defendant’s\nconduct”). But, as will be discussed below, we have\nalso departed in important ways from a pure categorical\napproach.\n   The Court’s opinion in this case conveys the impression\nthat its analysis is based on the categorical approach, but\nthat is simply not so. On the contrary, a pure categorical\n                 Cite as: 569 U. S. ____ (2013)            5\n\n                     ALITO, J., dissenting\n\napproach leads very quickly to the conclusion that peti-\ntioner’s Georgia conviction was a conviction for an “aggra-\nvated felony.”\n   The elements of the Georgia offense were as follows:\nknowledge, possession of marijuana, and the intent to dis-\ntribute it. Ga. Code Ann. §16–13–30(j)(1) (2007); Jack-\nson v. State, </pre><span class=\"citation no-link\"><span class=\"volume\">295</span> <span class=\"reporter\">Ga. App.</span> <span class=\"page\">427</span></span><pre class=\"inline\">, 435, n. 28, 671 S. E. 2d 902,\n909, n. 28 (2009). Proof of those elements would be suffi-\ncient to support a conviction under 21 U. S. C. §841(a),\nand the maximum punishment for that offense is impris-\nonment for up to five years, §841(b)(1)(D) (2006 ed., Supp.\nV), more than enough to qualify for felony treatment.\nThus, under a pure categorical approach, petitioner’s\nGeorgia conviction would qualify as a conviction for an\n“aggravated felony” and would render him ineligible for\ncancellation of removal.\n   The Court departs from this analysis because §841(b)(4)\nprovides a means by which a defendant convicted of violat-\ning §841(a) (2006 ed.) may lower the maximum term of\nimprisonment to no more than one year. That provision\nstates that “any person who violates [§841(a)] by distrib-\nuting a small amount of marihuana for no remuneration\nshall be treated as” a defendant convicted of simple pos-\nsession, and a defendant convicted of that lesser offense\nfaces a maximum punishment of one year’s imprisonment\n(provided that the defendant does not have a prior simple\npossession conviction), §844 (2006 ed., Supp. V). Reading\nthis provision together with §841(a), the Court proceeds as\nif the CSA created a two-tiered possession-with-intent-to-\ndistribute offense: a base offense that is punishable as a\nmisdemeanor and a second-tier offense (possession with\nintent to distribute more than a “small amount” of mari-\njuana or possession with intent to distribute for remunera-\ntion) that is punishable as a felony.\n   If the CSA actually created such a two-tiered offense,\nthe pure categorical approach would lead to the conclusion\n6                 MONCRIEFFE v. HOLDER\n\n                     ALITO, J., dissenting\n\nthat petitioner’s Georgia conviction was not for an “aggra-\nvated felony.” The elements of the Georgia offense would\nnot suffice to prove the second-tier offense, which would\nrequire proof that petitioner possessed more than a “small\namount” of marijuana or that he intended to obtain\nremuneration for its distribution.       Instead, proof of\nthe elements of the Georgia crime would merely estab-\nlish a violation of the base offense, which would be a\nmisdemeanor.\n   The CSA, however, does not contain any such two-tiered\nprovision. And §841(b)(4) does not alter the elements of\nthe §841(a) offense. As the Court notes, every Court of\nAppeals to consider the question has held that §841(a) is\nthe default offense and that §841(b)(4) is only a mitigating\nsentencing guideline, see United States v. Outen, 286 F. 3d\n622, 636–639 (CA2 2002) (Sotomayor, J.) (describing\n§841(b)(4) as a “mitigating exception”); United States v.\nHamlin, 319 F. 3d 666, 670 (CA4 2003) (collecting cases),\nand the Court does not disagree, ante, at 11–13.\n   Confirmation of this interpretation is provided by the\nuse of the term “small amount” in §841(b)(4). If §841(b)(4)\nhad been meant to alter the elements of §841(a), Congress\nsurely would not have used such a vague term. Due pro-\ncess requires that the elements of a criminal statute be\ndefined with specificity. Connally v. General Constr. Co.,\n269 U. S. 385, 393 (1926). Accordingly, it is apparent that\n§841(b)(4) does not modify the elements of §841(a) but\ninstead constitutes what is in essence a mandatory sen-\ntencing guideline. Under this provision, if a defendant is\nconvicted of violating §841(a), the defendant may attempt\nto prove that he possessed only a “small amount” of mari-\njuana and that he did not intend to obtain remuneration\nfor its distribution. If the defendant succeeds in convinc-\ning the sentencing judge, the maximum term of imprison-\nment is lowered to one year.\n   In sum, contrary to the impression that the Court’s\n                 Cite as: 569 U. S. ____ (2013)            7\n\n                     ALITO, J., dissenting\n\nopinion seeks to convey, the Court’s analysis does not\nfollow the pure categorical approach.\n                               III\n  Nor is the Court’s analysis supported by prior case law.\nThe Court claims that its approach follows from our deci-\nsion in Carachuri-Rosendo v. Holder, 560 U. S. ___ (2010),\nbut that case—unlike the Court’s opinion—faithfully ap-\nplied the pure categorical approach.\n  In Carachuri-Rosendo, the alien had been convicted in\na Texas court for simple possession of a controlled sub-\nstance. Id., at ___ (slip op., at 6). At the time of that\nconviction, Carachuri-Rosendo had a prior state conviction\nfor simple possession, but this fact was not charged or\nproved at his trial and was apparently not taken into\naccount in setting his sentence, which was 10 days in\njail. Id., at ___, ___–___ (slip op., at 5–6). Arguing that\nCarachuri-Rosendo was ineligible for cancellation of re-\nmoval, the Government maintained that his second sim-\nple possession conviction qualified under the INA as a\nconviction for an “aggravated felony.” Id., at ___ (slip op.,\nat 5). This was so, the Government contended, because, if\nCarachuri-Rosendo’s second simple-possession prosecution\nhad been held in federal court, he could have been pun-\nished by a sentence of up to two years due to his prior\nsimple possession conviction. Id., at ___ (slip op., at 5).\n  This more severe sentence, however, would have re-\nquired the federal prosecutor to file a formal charge alleg-\ning the prior conviction; Carachuri-Rosendo would have\nbeen given the opportunity to defend against that charge;\nand the heightened sentence could not have been imposed\nunless the court found that the prior conviction had oc-\ncurred. Id., at ___ (slip op., at 14).\n  Our rejection of the Government’s argument thus repre-\nsented a straightforward application of the pure categori-\ncal approach. The elements of the Texas offense for which\n8                 MONCRIEFFE v. HOLDER\n\n                     ALITO, J., dissenting\n\nCarachuri-Rosendo was convicted were knowledge or\nintent, possession of a controlled substance without a\nprescription, and nothing more. Id., at ___ (slip op., at 6);\nTex. Health & Safety Code Ann. §§481.117(a), (b) (West\n2010). Proof of a prior simple possession conviction was\nnot required, and no such proof appears to have been\noffered. The maximum penalty that could have been\nimposed under federal law for simple possession (without\nproof of a prior simple possession conviction) was one\nyear’s imprisonment. Thus, proof in federal court of the\nelements of the Texas offense would not have permitted a\nfelony-length sentence, and consequently the state convic-\ntion did not qualify as a felony punishable under the CSA.\n                               IV\n   Unsupported by either the categorical approach or our\nprior cases, the decision of the Court rests instead on the\nCourt’s belief—which I share—that the application of the\npure categorical approach in this case would lead to re-\nsults that Congress surely did not intend.\n   Suppose that an alien who is found to possess two mari-\njuana cigarettes is convicted in a state court for possession\nwith intent to distribute based on evidence that he in-\ntended to give one of the cigarettes to a friend. Under the\npure categorical approach, this alien would be regarded as\nhaving committed an “aggravated felony.” But this classi-\nfication is plainly out of step with the CSA’s assessment of\nthe severity of the alien’s crime because under the CSA\nthe alien could obtain treatment as a misdemeanant by\ntaking advantage of 21 U. S. C. §841(b)(4).\n   For this reason, I agree with the Court that such an\nalien should not be treated as having committed an “ag-\ngravated felony.” In order to avoid this result, however, it\nis necessary to depart from the categorical approach, and\nthat is what the Court has done. But the particular way\nin which the Court has departed has little to recommend\n                      Cite as: 569 U. S. ____ (2013)                     9\n\n                          ALITO, J., dissenting\n\nit.\n  To begin, the Court’s approach is analytically confused.\nAs already discussed, the Court treats §841(b)(4) as if it\nmodified the elements of §841(a), when in fact §841(b)(4)\ndoes no such thing. And the Court obviously knows this\nbecause it does not suggest that §841(b)(4) changes the\nelements of §841(a) for criminal law purposes.3\n  In addition, the Court’s approach leads to the strange\nand disruptive results noted at the beginning of this opin-\nion. As an initial matter, it leads to major drug traffick-\ning crimes in about half the States being excluded from\nthe category of “illicit trafficking in a controlled sub-\nstance.” Moreover, it leads to significant disparities between\nequally culpable defendants. We adopted the categorical ap-\nproach to avoid disparities in our treatment of defendants\nconvicted in different States for committing the same\ncriminal conduct. See Taylor, 495 U. S., at 590–591 (re-\njecting the view that state law determined the meaning of\n“burglary” because “[t]hat would mean that a person\nconvicted of unlawful possession of a firearm would, or\nwould not, receive a sentence enhancement based on\nexactly the same conduct, depending on whether the State\n\n——————\n  3 The Court defends its interpretation of 21 U. S. C. §§841(a), (b)(4) by\narguing that Carachuri-Rosendo v. Holder, 560 U. S. ___ (2010), re-\njected any recourse to a “hypothetical approach” for determining how\na criminal prosecution likely would have proceeded, see ante, at 12,\nand that is true enough. But, as discussed above, see n. 2, supra, just\nbecause the categorical approach does not require conjecture as to\nwhether a hypothetical federal prosecutor would be likely to charge and\nprove a prior conviction does not mean that it also precludes analysis of\nthe structure of the federal criminal statute at hand. Indeed, our\ncategorical-approach cases have done little else. See, e.g., Carachuri-\nRosendo, supra, at ___ (slip op., at 14) (discussing procedural protec-\ntions Carachuri-Rosendo would have enjoyed had he been prosecuted\nfederally); Gonzales v. Duenas-Alvarez, 549 U. S. 183, 185, 189–194\n(2007) (the term “theft offense” in 8 U. S. C. §1101(a)(43)(G) includes\nthe crime of aiding and abetting a theft offense).\n10                    MONCRIEFFE v. HOLDER\n\n                          ALITO, J., dissenting\n\nof his prior conviction happened to call that conduct ‘bur-\nglary’ ”). Yet the Court reintroduces significant disparity\ninto our treatment of drug offenders. All of this can be\navoided by candidly acknowledging that the categorical\napproach is not the be-all and end-all.\n   When Congress wishes to make federal law dependent\non certain prior state convictions, it faces a difficult task.\nThe INA provisions discussed above confront this problem,\nand their clear objective is to identify categories of crimi-\nnal conduct that evidence such a high degree of societal\ndanger that an alien found to have engaged in such con-\nduct should not be allowed to obtain permission to remain\nin this country. Since the vast majority of crimes are\nprosecuted in the state courts, Congress naturally looked\nto state, as well as federal, convictions as a metric for\nidentifying these dangerous aliens.\n   But state criminal codes vary widely, and some state\ncrimes are defined so broadly that they encompass both\nvery serious and much less serious cases. In cases involv-\ning such state provisions, a pure categorical approach may\nfrustrate Congress’ objective.\n   The Court has said that the categorical approach finds\nsupport in the term “conviction.” Taylor, supra, at 600;\nShepard v. United States, 544 U. S. 13, 19 (2005). But the\nCourt has never held that a pure categorical approach is\ndictated by the use of that term,4 and I do not think that it\nis. In ordinary speech, when it is said that a person was\nconvicted of or for doing something, the “something” may\ninclude facts that go beyond the bare elements of the\n——————\n   4 Instead, the Court adopted the categorical approach based on a\n\ncombination of factors, including judicial efficiency. See Taylor, 495\nU. S., at 601 (“[T]he practical difficulties and potential unfairness of a\nfactual approach are daunting. In all cases where the Government\nalleges that the defendant’s actual conduct would fit the generic defini-\ntion of burglary, the trial court would have to determine what that\nconduct was”).\n                  Cite as: 569 U. S. ____ (2013)            11\n\n                      ALITO, J., dissenting\n\nrelevant criminal offense. For example, it might be said\nthat an art thief was convicted of or for stealing a Rem-\nbrandt oil painting even though neither the identity of the\nartist nor the medium used in the painting are elements of\nthe standard offense of larceny. See 3 W. LaFave, Sub-\nstantive Criminal Law §19.1(a) (2d ed. 2003).\n   For these reasons, departures from the categorical\napproach are warranted, and this Court has already sanc-\ntioned such departures in several circumstances. See\nTaylor, supra, at 602 (modified categorical approach);\nGonzales v. Duenas-Alvarez, 549 U. S. 183, 193 (2007)\n(categorical approach does not exclude state-law convic-\ntions unless there is “a realistic probability, not a theoreti-\ncal possibility, that the State would apply its statute to\nconduct that falls outside the generic definition of a\ncrime”); Nijhawan v. Holder, 557 U. S. 29, 32 (2009) (in-\nterpreting an enumerated “aggravated felony” in 8 U. S. C.\n§1101(a)(43) not to be a generic crime). Consistent with\nthe flexibility that the Court has already recognized, I\nwould hold that the categorical approach is not controlling\nwhere the state conviction at issue was based on a state\nstatute that encompasses both a substantial number of\ncases that qualify under the federal standard and a sub-\nstantial number that do not. In such situations, it is\nappropriate to look beyond the elements of the state of-\nfense and to rely as well on facts that were admitted in\nstate court or that, taking a realistic view, were clearly\nproved. Such a look beyond the elements is particularly\nappropriate in a case like this, which involves a civil pro-\nceeding before an expert agency that regularly undertakes\nfactual inquiries far more daunting than any that would\nbe involved here. See, e.g., Negusie v. Holder, 555 U. S.\n511 (2009).\n   Applying this approach in the present case, what we\nfind is that the Georgia statute under which petitioner\nwas convicted broadly encompasses both relatively minor\n12                MONCRIEFFE v. HOLDER\n\n                     ALITO, J., dissenting\n\noffenses (possession of a small amount of marijuana with\nthe intent to share) and serious crimes (possession with\nintent to distribute large amounts of marijuana in ex-\nchange for millions of dollars of profit). We also find that\npetitioner had the opportunity before the BIA to show that\nhis criminal conduct fell into the category of relatively\nminor offenses carved out by §841(b)(4). Administrative\nRecord 16–26. The BIA takes the entirely sensible view\nthat an alien who is convicted for possession with intent to\ndistribute may show that his conviction was not for an\n“aggravated felony” by proving that his conduct fell within\n§841(b)(4). Matter of Castro-Rodriguez, 25 I. & N. Dec.\n698, 701–702 (2012). Petitioner, for whatever reason,\navailed himself only of the opportunity to show that his\nconviction had involved a small amount of marijuana and\ndid not present evidence—or even contend—that his of-\nfense had not involved remuneration. Administrative\nRecord 16–26, 37. As a result, I think we have no alterna-\ntive but to affirm the decision of the Court of Appeals,\nwhich in turn affirmed the BIA.\n</pre>", 
  "sha1": "e72171a467398fd72752536055c28a9bf22f9b0c", 
  "date_modified": "2014-12-17T13:10:08.954660", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/858802/moncrieffe-v-holder/", 
  "citation_count": 27, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/302494/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/858802/"
}