{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "", 
    "federal_cite_two": "133 S. Ct. 1863", 
    "specialty_cite_one": null, 
    "federal_cite_three": "185 L. Ed. 2d 941", 
    "lexis_cite": "2013 U.S. LEXIS 3838", 
    "document_uris": [
      "/api/rest/v2/document/868384/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Arlington v. FCC", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "11-1545", 
    "id": 841146, 
    "resource_uri": "/api/rest/v2/citation/841146/"
  }, 
  "id": 868384, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2013-05-20", 
  "download_url": "http://www.supremecourt.gov/opinions/12pdf/11-1545_1b7d.pdf", 
  "source": "C", 
  "local_path": "pdf/2013/05/20/arlington_v._fcc.pdf", 
  "html_lawbox": "", 
  "time_retrieved": "2013-05-20T17:01:27.160857", 
  "nature_of_suit": "", 
  "plain_text": "(Slip Opinion)              OCTOBER TERM, 2012                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n    CITY OF ARLINGTON, TEXAS, ET AL. v. FEDERAL \n\n       COMMUNICATIONS COMMISSION ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE FIFTH CIRCUIT\n\n   No. 11–1545. Argued January 16, 2013—Decided May 20, 2013*\nThe Communications Act of 1934, as amended, requires state or local\n  governments to act on siting applications for wireless facilities “with-\n  in a reasonable period of time after the request is duly filed.” 47\n  U. S. C. §332(c)(7)(B)(ii). Relying on its broad authority to implement\n  the Communications Act, see 47 U. S. C. §201(b), the Federal Com-\n  munications Commission (FCC) issued a Declaratory Ruling conclud-\n  ing that the phrase “reasonable period of time” is presumptively (but\n  rebuttably) 90 days to process an application to place a new antenna\n  on an existing tower and 150 days to process all other applications.\n  The cities of Arlington and San Antonio, Texas, sought review of the\n  Declaratory Ruling in the Fifth Circuit. They argued that the Com-\n  mission lacked authority to interpret §332(c)(7)(B)’s limitations. The\n  Court of Appeals, relying on Circuit precedent holding that Chevron\n  U. S. A. Inc. v. Natural Resources Defense Council, Inc., 467 U. S.\n  837, applies to an agency’s interpretation of its own statutory juris-\n  diction, applied Chevron to that question. Finding the statute am-\n  biguous, it upheld as a permissible construction of the statute the\n  FCC’s view that §201(b)’s broad grant of regulatory authority em-\n  powered it to administer §332(c)(7)(B).\nHeld: Courts must apply the Chevron framework to an agency’s inter-\n pretation of a statutory ambiguity that concerns the scope of the\n agency’s statutory authority (i.e., its jurisdiction). Pp. 4–17.\n\n——————\n   * Together with No. 11–1547, Cable, Telecommunications, and Tech-\nnology Committee of New Orleans City Council v. Federal Communica-\ntions Commission, also on certiorari to the same court.\n2                          ARLINGTON v. FCC\n\n                                  Syllabus\n\n       (a) Under Chevron, a reviewing court must first ask whether Con-\n    gress has directly spoken to the precise question at issue; if so, the\n    court must give effect to Congress’ unambiguously expressed intent.\n    467 U. S., at 842–843. However, if “the statute is silent or ambigu-\n    ous,” the court must defer to the administering agency’s construction\n    of the statute so long as it is permissible. Id., at 843. Pp. 4–5.\n       (b) When a court reviews an agency’s interpretation of a statute it\n    administers, the question is always, simply, whether the agency has\n    stayed within the bounds of its statutory authority. There is no dis-\n    tinction between an agency’s “jurisdictional” and “nonjurisdictional”\n    interpretations. The “jurisdictional-nonjurisdictional” line is mean-\n    ingful in the judicial context because Congress has the power to tell\n    the courts what classes of cases they may decide—that is, to define\n    their jurisdiction—but not to prescribe how they decide those cases.\n    But for agencies charged with administering congressional statutes,\n    both their power to act and how they are to act is authoritatively pre-\n    scribed by Congress, so that when they act improperly, no less than\n    when they act beyond their jurisdiction, what they do is ultra vires.\n    Because the question is always whether the agency has gone beyond\n    what Congress has permitted it to do, there is no principled basis for\n    carving out an arbitrary subset of “jurisdictional” questions from the\n    Chevron framework. See, e.g., National Cable & Telecommunications\n    Assn., Inc. v. Gulf Power Co., 534 U. S. 327, 333, 339. Pp. 5–10.\n       (c) This Court has consistently afforded Chevron deference to agen-\n    cies’ constructions of the scope of their own jurisdiction. See, e.g.,\n    Commodity Futures Trading Commission v. Schor, 478 U. S. 833;\n    United States v. Eurodif S. A., 555 U. S. 305, 316. Chevron applies to\n    statutes designed to curtail the scope of agency discretion, see Chem-\n    ical Mfrs. Assn. v. Natural Resources Defense Council, Inc., 470 U. S.\n    116, 123, and even where concerns about agency self-aggrandizement\n    are at their apogee—i.e., where an agency’s expansive construction of\n    the extent of its own power would have wrought a fundamental\n    change in the regulatory scheme, see FDA v. Brown & Williamson\n    Tobacco Corp., 529 U. S. 120, 132. Pp. 10–14.\n       (d) The contention that Chevron deference is not appropriate here\n    because the FCC asserted jurisdiction over matters of traditional\n    state and local concern is meritless. These cases have nothing to do\n    with federalism: The statute explicitly supplants state authority, so\n    the question is simply whether a federal agency or federal courts will\n    draw the lines to which the States must hew. P. 14.\n       (e) United States v. Mead Corp., 533 U. S. 218, requires that, for\n    Chevron deference to apply, the agency must have received congres-\n    sional authority to determine the particular matter at issue in the\n    particular manner adopted. But Mead denied Chevron deference to\n                     Cite as: 569 U. S. ____ (2013)                     3\n\n                                Syllabus\n\n  action, by an agency with rulemaking authority, that was not rule-\n  making. There is no case in which a general conferral of rulemaking\n  or adjudicative authority has been held insufficient to support Chev-\n  ron deference for an exercise of that authority within the agency’s\n  substantive field. A general conferral of rulemaking authority vali-\n  dates rules for all the matters the agency is charged with administer-\n  ing. It suffices to decide this case that the preconditions to deference\n  under Chevron are satisfied because Congress has unambiguously\n  vested the FCC with general authority to administer the Communi-\n  cations Act through rulemaking and adjudication, and the agency in-\n  terpretation at issue was promulgated in the exercise of that authori-\n  ty. Pp. 14–16.\n668 F. 3d 229, affirmed.\n\n   SCALIA, J., delivered the opinion of the Court, in which THOMAS,\nGINSBURG, SOTOMAYOR, and KAGAN, JJ., joined. BREYER, J., filed an\nopinion concurring in part and concurring in the judgment. ROBERTS,\nC. J., filed a dissenting opinion, in which KENNEDY and ALITO, JJ.,\njoined.\n                        Cite as: 569 U. S. ____ (2013)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                         Nos. 11–1545 and 11–1547\n                                   _________________\n\n\n        CITY OF ARLINGTON, TEXAS, ET AL.,\n                  PETITIONERS\n11–1545                v.\n           FEDERAL COMMUNICATIONS\n               COMMISSION ET AL.\n\n       CABLE, TELECOMMUNICATIONS, AND \n\n        TECHNOLOGY COMMITTEE OF THE \n\n          NEW ORLEANS CITY COUNCIL, \n\n                  PETITIONER \n\n11–1547                v.\n          FEDERAL COMMUNICATIONS\n               COMMISSION ET AL.\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE FIFTH CIRCUIT\n                                 [May 20, 2013]\n\n  JUSTICE SCALIA delivered the opinion of the Court.\n  We consider whether an agency’s interpretation of a\nstatutory ambiguity that concerns the scope of its regula-\ntory authority (that is, its jurisdiction) is entitled to defer-\nence under Chevron U. S. A. Inc. v. Natural Resources\nDefense Council, Inc., 467 U. S. 837 (1984).\n                           I\n  Wireless telecommunications networks require towers\nand antennas; proposed sites for those towers and anten-\n2                    ARLINGTON v. FCC\n\n                     Opinion of the Court\n\nnas must be approved by local zoning authorities. In the\nTelecommunications Act of 1996, Congress “impose[d]\nspecific limitations on the traditional authority of state\nand local governments to regulate the location, construc-\ntion, and modification of such facilities,” Rancho Palos\nVerdes v. Abrams, 544 U. S. 113, 115 (2005), and incorpo-\nrated those limitations into the Communications Act of\n1934, see 110 Stat. 56, 151. Section 201(b) of that Act\nempowers the Federal Communications Commission to\n“prescribe such rules and regulations as may be necessary\nin the public interest to carry out [its] provisions.” Ch.\n296, 52 Stat. 588, codified at 47 U. S. C. §201(b). Of\ncourse, that rulemaking authority extends to the subse-\nquently added portions of the Act. See AT&T Corp. v.\nIowa Utilities Bd., 525 U. S. 366, 377–378 (1999).\n   The Act imposes five substantive limitations, which are\ncodified in 47 U. S. C. §332(c)(7)(B); only one of them,\n§332(c)(7)(B)(ii), is at issue here. That provision requires\nstate or local governments to act on wireless siting appli-\ncations “within a reasonable period of time after the re-\nquest is duly filed.” Two other features of §332(c)(7) are\nrelevant. First, subparagraph (A), known as the “saving\nclause,” provides that nothing in the Act, except those\nlimitations provided in §332(c)(7)(B), “shall limit or affect\nthe authority of a State or local government” over siting\ndecisions. Second, §332(c)(7)(B)(v) authorizes a person\nwho believes a state or local government’s wireless-siting\ndecision to be inconsistent with any of the limitations in\n§332(c)(7)(B) to “commence an action in any court of com-\npetent jurisdiction.”\n   In theory, §332(c)(7)(B)(ii) requires state and local\nzoning authorities to take prompt action on siting applica-\ntions for wireless facilities. But in practice, wireless pro-\nviders often faced long delays. In July 2008, CTIA—The\n                    Cite as: 569 U. S. ____ (2013)                   3\n\n                         Opinion of the Court\n\nWireless Association,1 which represents wireless service\nproviders, petitioned the FCC to clarify the meaning of\n§332(c)(7)(B)(ii)’s requirement that zoning authorities act\non siting requests “within a reasonable period of time.” In\nNovember 2009, the Commission, relying on its broad\nstatutory authority to implement the provisions of the\nCommunications Act, issued a declaratory ruling respond-\ning to CTIA’s petition. In re Petition for Declaratory Rul-\ning, 24 FCC Rcd. 13994, 14001. The Commission found\nthat the “record evidence demonstrates that unreasonable\ndelays in the personal wireless service facility siting\nprocess have obstructed the provision of wireless services”\nand that such delays “impede the promotion of ad-\nvanced services and competition that Congress deemed\ncritical in the Telecommunications Act of 1996.” Id., at\n14006, 14008.       A “reasonable period of time” under\n§332(c)(7)(B)(ii), the Commission determined, is presump-\ntively (but rebuttably) 90 days to process a collocation\napplication (that is, an application to place a new antenna\non an existing tower) and 150 days to process all other\napplications. Id., at 14005.\n   Some state and local governments opposed adoption of\nthe Declaratory Ruling on the ground that the Commis-\nsion lacked “authority to interpret ambiguous provisions of\nSection 332(c)(7).” Id., at 14000. Specifically, they argued\nthat the saving clause, §332(c)(7)(A), and the judicial\nreview provision, §337(c)(7)(B)(v), together display a con-\ngressional intent to withhold from the Commission author-\nity to interpret the limitations in §332(c)(7)(B). Asserting\nthat ground of objection, the cities of Arlington and San\nAntonio, Texas, petitioned for review of the Declaratory\n——————\n  1 This is not a typographical error. CTIA—The Wireless Association\n\nwas the name of the petitioner. CTIA is presumably an (unpronounce-\nable) acronym, but even the organization’s website does not say what it\nstands for. That secret, known only to wireless-service-provider insid-\ners, we will not disclose here.\n4                     ARLINGTON v. FCC\n\n                       Opinion of the Court\n\nRuling in the Court of Appeals for the Fifth Circuit.\n   Relying on Circuit precedent, the Court of Appeals held\nthat the Chevron framework applied to the threshold\nquestion whether the FCC possessed statutory authority\nto adopt the 90- and 150-day timeframes. 668 F. 3d 229,\n248 (CA5 2012) (citing Texas v. United States, 497 F. 3d\n491, 501 (CA5 2007)). Applying Chevron, the Court of\nAppeals found “§332(c)(7)(A)’s effect on the FCC’s author-\nity to administer §332(c)(7)(B)’s limitations ambiguous,”\n668 F. 3d, at 250, and held that “the FCC’s interpretation\nof its statutory authority” was a permissible construction\nof the statute. Id., at 254. On the merits, the court upheld\nthe presumptive 90- and 150-day deadlines as a “permis-\nsible construction of §332(c)(7)(B)(ii) and (v) . . . entitled to\nChevron deference.” Id., at 256.\n   We granted certiorari, 568 U. S. ___ (2012), limited to\nthe first question presented: “Whether . . . a court should\napply Chevron to . . . an agency’s determination of its own\njurisdiction.” Pet. for Cert. in No. 11–1545, p. i.\n                              II\n\n                              A\n\n  As this case turns on the scope of the doctrine enshrined\nin Chevron, we begin with a description of that case’s now-\ncanonical formulation. “When a court reviews an agency’s\nconstruction of the statute which it administers, it is\nconfronted with two questions.” 467 U. S., at 842. First,\napplying the ordinary tools of statutory construction, the\ncourt must determine “whether Congress has directly\nspoken to the precise question at issue. If the intent of\nCongress is clear, that is the end of the matter; for the\ncourt, as well as the agency, must give effect to the unam-\nbiguously expressed intent of Congress.” Id., at 842–843.\nBut “if the statute is silent or ambiguous with respect to\nthe specific issue, the question for the court is whether the\nagency’s answer is based on a permissible construction of\n                 Cite as: 569 U. S. ____ (2013)           5\n\n                     Opinion of the Court\n\nthe statute.” Id., at 843.\n  Chevron is rooted in a background presumption of con-\ngressional intent: namely, “that Congress, when it left\nambiguity in a statute” administered by an agency, “un-\nderstood that the ambiguity would be resolved, first and\nforemost, by the agency, and desired the agency (rather\nthan the courts) to possess whatever degree of discretion\nthe ambiguity allows.” Smiley v. Citibank (South Dakota),\nN. A., 517 U. S. 735, 740–741 (1996). Chevron thus pro-\nvides a stable background rule against which Congress\ncan legislate: Statutory ambiguities will be resolved,\nwithin the bounds of reasonable interpretation, not by the\ncourts but by the administering agency. See Iowa Utilities\nBd., 525 U. S., at 397. Congress knows to speak in plain\nterms when it wishes to circumscribe, and in capacious\nterms when it wishes to enlarge, agency discretion.\n                               B\n   The question here is whether a court must defer under\nChevron to an agency’s interpretation of a statutory ambi-\nguity that concerns the scope of the agency’s statutory\nauthority (that is, its jurisdiction). The argument against\ndeference rests on the premise that there exist two distinct\nclasses of agency interpretations: Some interpretations—\nthe big, important ones, presumably—define the agency’s\n“jurisdiction.” Others—humdrum, run-of-the-mill stuff—\nare simply applications of jurisdiction the agency plainly\nhas. That premise is false, because the distinction be-\ntween “jurisdictional” and “nonjurisdictional” interpreta-\ntions is a mirage. No matter how it is framed, the question\na court faces when confronted with an agency’s inter-\npretation of a statute it administers is always, simply,\nwhether the agency has stayed within the bounds of its\nstatutory authority.\n   The misconception that there are, for Chevron purposes,\nseparate “jurisdictional” questions on which no deference\n6                    ARLINGTON v. FCC\n\n                     Opinion of the Court\n\nis due derives, perhaps, from a reflexive extension to agen-\ncies of the very real division between the jurisdictional\nand nonjurisdictional that is applicable to courts. In the\njudicial context, there is a meaningful line: Whether the\ncourt decided correctly is a question that has different\nconsequences from the question whether it had the power\nto decide at all. Congress has the power (within limits) to\ntell the courts what classes of cases they may decide, see\nTrainmen v. Toledo, P. & W. R. Co., 321 U. S. 50, 63–64\n(1944); Lauf v. E. G. Shinner & Co., 303 U. S. 323, 330\n(1938), but not to prescribe or superintend how they decide\nthose cases, see Plaut v. Spendthrift Farm, Inc., 514 U. S.\n211, 218–219 (1995). A court’s power to decide a case is\nindependent of whether its decision is correct, which is\nwhy even an erroneous judgment is entitled to res judicata\neffect. Put differently, a jurisdictionally proper but sub-\nstantively incorrect judicial decision is not ultra vires.\n   That is not so for agencies charged with administering\ncongressional statutes. Both their power to act and how\nthey are to act is authoritatively prescribed by Congress,\nso that when they act improperly, no less than when they\nact beyond their jurisdiction, what they do is ultra vires.\nBecause the question—whether framed as an incorrect\napplication of agency authority or an assertion of author-\nity not conferred—is always whether the agency has gone\nbeyond what Congress has permitted it to do, there is no\nprincipled basis for carving out some arbitrary subset of\nsuch claims as “jurisdictional.”\n   An example will illustrate just how illusory the pro-\nposed line between “jurisdictional” and “nonjurisdictional”\nagency interpretations is. Imagine the following validly-\nenacted statute:\n    COMMON CARRIER ACT\n    SECTION 1. The Agency shall have jurisdiction to pro-\n    hibit any common carrier from imposing an unreason-\n                 Cite as: 569 U. S. ____ (2013)            7\n\n                     Opinion of the Court\n\n    able condition upon access to its facilities.\nThere is no question that this provision—including the\nterms “common carrier” and “unreasonable condition”—\ndefines the Agency’s jurisdiction. Surely, the argument\ngoes, a court must determine de novo the scope of that\njurisdiction.\n  Consider, however, this alternative formulation of the\nstatute:\n    COMMON CARRIER ACT\n    SECTION 1. No common carrier shall impose an un-\n    reasonable condition upon access to its facilities.\n    SECTION 2. The Agency may prescribe rules and regu-\n    lations necessary in the public interest to effectuate\n    Section 1 of this Act.\nNow imagine that the Agency, invoking its Section 2\nauthority, promulgates this Rule: “(1) The term ‘common\ncarrier’ in Section 1 includes Internet Service Providers.\n(2) The term ‘unreasonable condition’ in Section 1 includes\nunreasonably high prices. (3) A monthly fee greater than\n$25 is an unreasonable condition on access to Internet\nservice.” By this Rule, the Agency has claimed for itself\njurisdiction that is doubly questionable: Does its authority\nextend to Internet Service Providers? And does it extend\nto setting prices? Yet Section 2 makes clear that Con-\ngress, in petitioners’ words, “conferred interpretive power\non the agency” with respect to Section 1. Brief for Peti-\ntioners in No. 1545, p. 14. Even under petitioners’ theory,\nthen, a court should defer to the Agency’s interpretation of\nthe terms “common carrier” and “unreasonable condi-\ntion”—that is to say, its assertion that its “jurisdiction”\nextends to regulating Internet Service Providers and\nsetting prices.\n   In the first case, by contrast, petitioners’ theory would\naccord the agency no deference. The trouble with this is\nthat in both cases, the underlying question is exactly the\n8                         ARLINGTON v. FCC\n\n                          Opinion of the Court\n\nsame: Does the statute give the agency authority to regu-\nlate Internet Service Providers and cap prices, or not?2\nThe reality, laid bare, is that there is no difference, insofar\nas the validity of agency action is concerned, between an\nagency’s exceeding the scope of its authority (its “jurisdic-\ntion”) and its exceeding authorized application of authority\nthat it unquestionably has. “To exceed authorized applica-\ntion is to exceed authority. Virtually any administrative\naction can be characterized as either the one or the other,\ndepending on how generally one wishes to describe the\n‘authority.’ ” Mississippi Power & Light Co. v. Mississippi\nex rel. Moore, 487 U. S. 354, 381 (1988) (SCALIA, J., con-\ncurring in judgment); see also Monaghan, Marbury and\nthe Administrative State, 83 Colum. L. Rev. 1, 29 (1983)\n(“Administrative application of law is administrative\nformulation of law whenever it involves elaboration of the\nstatutory norm.”).\n   This point is nicely illustrated by our decision in Na-\ntional Cable & Telecommunications Assn., Inc. v. Gulf\nPower Co., 534 U. S. 327 (2002). That case considered\nwhether the FCC’s “jurisdiction” to regulate the rents\nutility-pole owners charge for “pole attachments” (defined\nas attachments by a cable television system or provider of\ntelecommunications service) extended to attachments that\nprovided both cable television and high-speed Internet\naccess (attachments for so-called “commingled services”).\nId., at 331–336. We held, sensibly, that Chevron applied.\n534 U. S., at 333, 339. Whether framed as going to the\n——————\n    2 Thedissent’s non-answer to this example reveals the hollowness of\nits theory. It “might,” the dissent claims, be “harder” to interpret the\nfirst Act, because it is (somehow) less “clear” than the second Act. Post,\nat 15–16 (opinion of ROBERTS, C. J.). That it is even possible that the\ntwo could come out differently under the dissent’s test (whatever it is)\nshows that that test must be wrong. The two statutes are substantively\nidentical. Any difference in outcome would be arbitrary, so a sound\ninterpretive approach should yield none.\n                  Cite as: 569 U. S. ____ (2013)             9\n\n                      Opinion of the Court\n\nscope of the FCC’s delegated authority or the FCC’s appli-\ncation of its delegated authority, the underlying question\nwas the same: Did the FCC exceed the bounds of its statu-\ntory authority to regulate rents for “pole attachments”\nwhen it sought to regulate rents for pole attachments\nproviding commingled services?\n   The label is an empty distraction because every new\napplication of a broad statutory term can be reframed as a\nquestionable extension of the agency’s jurisdiction. One of\nthe briefs in support of petitioners explains, helpfully, that\n“[j]urisdictional questions concern the who, what, where,\nand when of regulatory power: which subject matters may\nan agency regulate and under what conditions.” Brief for\nIMLA Respondents 18–19. But an agency’s application of\nits authority pursuant to statutory text answers the same\nquestions. Who is an “outside salesman”? What is a “pole\nattachment”? Where do the “waters of the United States”\nend? When must a Medicare provider challenge a reim-\nbursement determination in order to be entitled to an\nadministrative appeal? These can all be reframed as ques-\ntions about the scope of agencies’ regulatory jurisdiction—\nand they are all questions to which the Chevron\nframework applies. See Christopher v. SmithKline Bee-\ncham Corp., 567 U. S. ___, ___, ___ (2012) (slip op., at 2, 8);\nNational Cable & Telecommunications Assn., supra, at\n331, 333; United States v. Riverside Bayview Homes, Inc.,\n474 U. S. 121, 123, 131 (1985); Sebelius v. Auburn Regional\nMedical Center, 568 U. S. ___, ___, ___ (2013) (slip op., at\n1, 11).\n   In sum, judges should not waste their time in the men-\ntal acrobatics needed to decide whether an agency’s inter-\npretation of a statutory provision is “jurisdictional” or\n“nonjurisdictional.” Once those labels are sheared away, it\nbecomes clear that the question in every case is, simply,\nwhether the statutory text forecloses the agency’s asser-\ntion of authority, or not. See H. Edwards & L. Elliott,\n10                    ARLINGTON v. FCC\n\n                       Opinion of the Court\n\nFederal Standards of Review 146 (2007) (“In practice, it\ndoes not appear to matter whether delegated authority\nis viewed as a threshold inquiry.”). The federal judge\nas haruspex, sifting the entrails of vast statutory schemes\nto divine whether a particular agency interpretation\nqualifies as “jurisdictional,” is not engaged in reasoned\ndecisionmaking.\n                               C\n   Fortunately, then, we have consistently held “that\nChevron applies to cases in which an agency adopts a con-\nstruction of a jurisdictional provision of a statute it admin-\nisters.” 1 R. Pierce, Administrative Law Treatise §3.5, p.\n187 (2010). One of our opinions explicitly says that no\n“exception exists to the normal [deferential] standard of\nreview” for “ ‘jurisdictional or legal question[s] concerning\nthe coverage’ ” of an Act. NLRB v. City Disposal Systems,\nInc., 465 U. S. 822, 830, n. 7 (1984). A prime example of\ndeferential review for questions of jurisdiction is Commod-\nity Futures Trading Comm’n v. Schor, 478 U. S. 833\n(1986). That case involved a CFTC interpretation of 7\nU. S. C. §18(c), which provides that before the Commission\ntakes action on a complaint, the complainant must file a\nbond to cover “any reparation award that may be issued by\nthe Commission against the complainant on any counter-\nclaim by respondent.” (Emphasis added.) The CFTC,\npursuant to its broad rulemaking authority, see §12a(5),\ninterpreted that oblique reference to counterclaims as\ngranting it “the power to take jurisdiction over” not just\nfederal-law counterclaims, but state-law counterclaims as\nwell. Schor, supra, at 844. We not only deferred under\nChevron to the Commission’s “eminently reasonable . . .\ninterpretation of the statute it is entrusted to administer,”\nbut also chided the Court of Appeals for declining to afford def-\nerence because of the putatively “ ‘statutory interpretation-\njurisdictional’ nature of the question at issue.” 478 U. S.,\n                     Cite as: 569 U. S. ____ (2013)                  11\n\n                         Opinion of the Court\n\nat 844–845.\n  Similar examples abound. We have afforded Chevron\ndeference to the Commerce Department’s determination\nthat its authority to seek antidumping duties extended to\nuranium imported under contracts for enrichment ser-\nvices, United States v. Eurodif S. A., 555 U. S. 305, 316\n(2009); to the Interstate Commerce Commission’s view\nthat courts, not the Commission, possessed “initial juris-\ndiction with respect to the award of reparations” for un-\nreasonable shipping charges, Reiter v. Cooper, 507 U. S.\n258, 269 (1993) (internal quotation marks and ellipsis\nomitted); and to the Army Corps of Engineers’ assertion\nthat its permitting authority over discharges into “waters\nof the United States” extended to “freshwater wetlands”\nadjacent to covered waters, Riverside Bayview Homes,\nsupra, at 123–124, 131. We have even deferred to the\nFCC’s assertion that its broad regulatory authority ex-\ntends to pre-empting conflicting state rules. City of New\nYork v. FCC, 486 U. S. 57, 64 (1988); Capital Cities Cable,\nInc. v. Crisp, 467 U. S. 691, 700 (1984).3\n——————\n  3 The  dissent’s reliance on dicta in Adams Fruit Co. v. Barrett, 494\nU. S. 638 (1990), see post, at 8–9, is misplaced. In that case, the De-\npartment of Labor had interpreted a statute creating a private right of\naction for migrant or seasonal farmworkers as providing no remedy\nwhere a state workers’-compensation law covered the worker. 494\nU. S., at 649. We held that we had no need to “defer to the Secretary of\nLabor’s view of the scope of” that private right of action “because\nCongress has expressly established the Judiciary and not the Depart-\nment of Labor as the adjudicator of private rights of action arising\nunder the statute.” Ibid. Adams Fruit stands for the modest proposi-\ntion that the Judiciary, not any executive agency, determines “the\nscope”—including the available remedies—“of judicial power vested by”\nstatutes establishing private rights of action. Id., at 650. Adams Fruit\nexplicitly affirmed the Department’s authority to promulgate the\nsubstantive standards enforced through that private right of action.\nSee ibid.\n   The dissent’s invocation of Gonzales v. Oregon, 546 U. S. 243 (2006),\nsee post, at 10–11, is simply perplexing: The majority opinion in that\n12                      ARLINGTON v. FCC\n\n                        Opinion of the Court\n\n   Our cases hold that Chevron applies equally to statutes\ndesigned to curtail the scope of agency discretion. For\ninstance, in Chemical Mfrs. Assn. v. Natural Resources\nDefense Council, Inc., 470 U. S. 116, 123 (1985), we con-\nsidered a statute prohibiting the Environmental Protec-\ntion Agency from “modify[ing] any requirement of this\nsection as it applies to any specific pollutant which is on\nthe toxic pollutant list.” The EPA construed the statute as\nnot precluding it from granting variances with respect to\ncertain toxic pollutants. Finding no “clear congressional\nintent to forbid EPA’s sensible variance mechanism,” id.,\nat 134, we deferred to the EPA’s construction of this ex-\npress limitation on its own regulatory authority, id., at\n125 (citing Chevron, 467 U. S. 837); see also, e.g., Japan\nWhaling Assn. v. American Cetacean Soc., 478 U. S. 221,\n226, 232–234 (1986).\n   The U. S. Reports are shot through with applications of\nChevron to agencies’ constructions of the scope of their\nown jurisdiction. And we have applied Chevron where\nconcerns about agency self-aggrandizement are at their\napogee: in cases where an agency’s expansive construction\nof the extent of its own power would have wrought a fun-\ndamental change in the regulatory scheme. In FDA v.\nBrown & Williamson Tobacco Corp., 529 U. S. 120 (2000),\nthe threshold question was the “appropriate framework for\nanalyzing” the FDA’s assertion of “jurisdiction to regulate\ntobacco products,” id., at 126, 132—a question of vast\n“economic and political magnitude,” id., at 133. “Because\nthis case involves an administrative agency’s construction\n——————\ncase expressly lists the Communications Act as an example of a statute\nunder which an agency’s “authority is clear because the statute gives\nan agency broad power to enforce all provisions of the statute.” 546\nU. S., at 258–259 (citing 47 U. S. C. §201(b); emphasis added). That\nstatement cannot be squared with the dissent’s proposed remand for\nthe Fifth Circuit to determine “whether Congress delegated interpre-\ntive authority over §332(c)(7)(B)(ii) to the FCC.” Post, at 18.\n                     Cite as: 569 U. S. ____ (2013)                    13\n\n                          Opinion of the Court\n\nof a statute that it administers,” we held, Chevron applied.\n529 U. S., at 132. Similarly, in MCI Telecommunications\nCorp. v. American Telephone & Telegraph Co., 512 U. S.\n218, 224, 229, 231 (1994), we applied the Chevron frame-\nwork to the FCC’s assertion that the statutory phrase\n“modify any requirement” gave it authority to eliminate\nrate-filing requirements, “the essential characteristic of a\nrate-regulated industry,” for long-distance telephone\ncarriers.\n   The false dichotomy between “jurisdictional” and “non-\njurisdictional” agency interpretations may be no more\nthan a bogeyman, but it is dangerous all the same. Like\nthe Hound of the Baskervilles, it is conjured by those with\ngreater quarry in sight: Make no mistake—the ultimate\ntarget here is Chevron itself. Savvy challengers of agency\naction would play the “jurisdictional” card in every case.\nSee, e.g., Cellco Partnership v. FCC, 700 F. 3d 534,\n541 (CADC 2012). Some judges would be deceived by\nthe specious, but scary-sounding, “jurisdictional”-\n“nonjurisdictional” line; others tempted by the prospect of\nmaking public policy by prescribing the meaning of am-\nbiguous statutory commands. The effect would be to\ntransfer any number of interpretive decisions—archetypal\nChevron questions, about how best to construe an ambigu-\nous term in light of competing policy interests—from the\nagencies that administer the statutes to federal courts.4\n——————\n  4 THE CHIEF JUSTICE’s discomfort with the growth of agency power,\nsee post, at 2–4, is perhaps understandable. But the dissent overstates\nwhen it claims that agencies exercise “legislative power” and “judicial\npower.” Post, at 2; see also post, at 16. The former is vested exclusively\nin Congress, U. S. Const., Art. I, §1, the latter in the “one supreme\nCourt” and “such inferior Courts as the Congress may from time to time\nordain and establish,” Art. III, §1. Agencies make rules (“Private cattle\nmay be grazed on public lands X, Y, and Z subject to certain condi-\ntions”) and conduct adjudications (“This rancher’s grazing permit is\nrevoked for violation of the conditions”) and have done so since the\nbeginning of the Republic. These activities take “legislative” and\n14                       ARLINGTON v. FCC\n\n                         Opinion of the Court\n\nWe have cautioned that “judges ought to refrain from\nsubstituting their own interstitial lawmaking” for that of\nan agency. Ford Motor Credit Co. v. Milhollin, 444 U. S.\n555, 568 (1980). That is precisely what Chevron prevents.\n                             III\n                              A\n  One group of respondents contends that Chevron defer-\nence is inappropriate here because the FCC has “as-\nsert[ed] jurisdiction over matters of traditional state and\nlocal concern.” Brief for IMLA Respondents 35. But this\ncase has nothing to do with federalism.             Section\n332(c)(7)(B)(ii) explicitly supplants state authority by\nrequiring zoning authorities to render a decision “within a\nreasonable period of time,” and the meaning of that phrase\nis indisputably a question of federal law. We rejected a\nsimilar faux-federalism argument in the Iowa Utilities\nBoard case, in terms that apply equally here: “This is, at\nbottom, a debate not about whether the States will be\nallowed to do their own thing, but about whether it will be\nthe FCC or the federal courts that draw the lines to which\nthey must hew.” 525 U. S., at 379, n. 6. These lines will\nbe drawn either by unelected federal bureaucrats, or by\nunelected (and even less politically accountable) federal\njudges. “[I]t is hard to spark a passionate ‘States’ rights’\ndebate over that detail.” Ibid.\n\n                            B\n  A few words in response to the dissent. The question on\nwhich we granted certiorari was whether “a court should\napply Chevron to review an agency’s determination of its\nown jurisdiction.” Pet. for Cert. i.5 Perhaps sensing the\n——————\n“judicial” forms, but they are exercises of—indeed, under our constitu-\ntional structure they must be exercises of—the “executive Power.”\nArt. II, §1, cl. 1.\n   5 The dissent—apparently with no attempt at irony—accuses us of\n                    Cite as: 569 U. S. ____ (2013)                 15\n\n                        Opinion of the Court\n\nincoherence of the “jurisdictional-nonjurisdictional” line,\nthe dissent does not even attempt to defend it, see post, at\n5, but proposes a much broader scope for de novo judicial\nreview: Jurisdictional or not, and even where a rule is at\nissue and the statute contains a broad grant of rulemaking\nauthority, the dissent would have a court search provision-\nby-provision to determine “whether [that] delegation\ncovers the ‘specific provision’ and ‘particular question’\nbefore the court.” Post, at 11–12.\n  The dissent is correct that United States v. Mead Corp.,\n533 U. S. 218 (2001), requires that, for Chevron deference\nto apply, the agency must have received congressional\nauthority to determine the particular matter at issue in\nthe particular manner adopted. No one disputes that.\nBut Mead denied Chevron deference to action, by an agency\nwith rulemaking authority, that was not rulemaking.\nWhat the dissent needs, and fails to produce, is a single\ncase in which a general conferral of rulemaking or adjudi-\ncative authority has been held insufficient to support\nChevron deference for an exercise of that authority within\nthe agency’s substantive field. There is no such case, and\nwhat the dissent proposes is a massive revision of our\nChevron jurisprudence.\n  Where we differ from the dissent is in its apparent\nrejection of the theorem that the whole includes all of its\nparts—its view that a general conferral of rulemaking\nauthority does not validate rules for all the matters the\nagency is charged with administering. Rather, the dissent\nproposes that even when general rulemaking authority is\nclear, every agency rule must be subjected to a de novo\njudicial determination of whether the particular issue was\ncommitted to agency discretion. It offers no standards at\n—————— \n\n“misunderstand[ing]” the question presented as one of “jurisdiction.” \n\nPost, at 5. Whatever imprecision inheres in our understanding of the \n\nquestion presented derives solely from our having read it. \n\n16                   ARLINGTON v. FCC\n\n                     Opinion of the Court\n\nall to guide this open-ended hunt for congressional intent\n(that is to say, for evidence of congressional intent more\nspecific than the conferral of general rulemaking author-\nity). It would simply punt that question back to the Court\nof Appeals, presumably for application of some sort of\ntotality-of-the-circumstances test—which is really, of\ncourse, not a test at all but an invitation to make an\nad hoc judgment regarding congressional intent. Thirteen\nCourts of Appeals applying a totality-of-the-circumstances\ntest would render the binding effect of agency rules un-\npredictable and destroy the whole stabilizing purpose of\nChevron. The excessive agency power that the dissent\nfears would be replaced by chaos. There is no need to\nwade into these murky waters. It suffices to decide this\ncase that the preconditions to deference under Chevron\nare satisfied because Congress has unambiguously vested\nthe FCC with general authority to administer the Com-\nmunications Act through rulemaking and adjudication,\nand the agency interpretation at issue was promulgated in\nthe exercise of that authority.\n                         *    *    *\n     Those who assert that applying Chevron to “jurisdic-\ntional” interpretations “leaves the fox in charge of the\nhenhouse” overlook the reality that a separate category of\n“jurisdictional” interpretations does not exist. The fox-in-\nthe-henhouse syndrome is to be avoided not by estab-\nlishing an arbitrary and undefinable category of agency\ndecisionmaking that is accorded no deference, but by taking\nseriously, and applying rigorously, in all cases, statutory\nlimits on agencies’ authority. Where Congress has estab-\nlished a clear line, the agency cannot go beyond it; and\nwhere Congress has established an ambiguous line, the\nagency can go no further than the ambiguity will fairly\nallow. But in rigorously applying the latter rule, a court\nneed not pause to puzzle over whether the interpretive\n                 Cite as: 569 U. S. ____ (2013)                 17\n\n                     Opinion of the Court\n\nquestion presented is “jurisdictional.” If “the agency’s\nanswer is based on a permissible construction of the\nstatute,” that is the end of the matter. Chevron, 467 U. S.,\nat 842.\n  The judgment of the Court of Appeals is affirmed.\n\n                                                  It is so ordered.\n                 Cite as: 569 U. S. ____ (2013)            1\n\n                     Opinion of BREYER, J.\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                   Nos. 11–1545 and 11–1547\n                         _________________\n\n\n        CITY OF ARLINGTON, TEXAS, ET AL.,\n                  PETITIONERS\n11–1545                v.\n           FEDERAL COMMUNICATIONS\n               COMMISSION ET AL.\n\n       CABLE, TELECOMMUNICATIONS, AND\n        TECHNOLOGY COMMITTEE OF THE\n          NEW ORLEANS CITY COUNCIL,\n                  PETITIONER\n11–1547                v.\n          FEDERAL COMMUNICATIONS\n               COMMISSION ET AL.\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE FIFTH CIRCUIT\n                        [May 20, 2013]\n\n   JUSTICE BREYER, concurring in part and concurring in\nthe judgment.\n   I agree with the Court that normally “the question a\ncourt faces when confronted with an agency’s interpreta-\ntion of a statute it administers” is, “simply, whether the\nagency has stayed within the bounds of its statutory au-\nthority.” Ante, at 5–6. In this context, “the distinction\nbetween ‘jurisdictional’ and ‘non-jurisdictional’ interpreta-\ntions is a mirage.” Ante, at 5.\n   Deciding just what those statutory bounds are, however,\nis not always an easy matter, and the Court’s case law\nabounds with discussion of the subject. A reviewing judge,\nfor example, will have to decide independently whether\nCongress delegated authority to the agency to provide\n2                    ARLINGTON v. FCC\n\n                     Opinion of BREYER, J.\n\ninterpretations of, or to enact rules pursuant to, the stat-\nute at issue—interpretations or rules that carry with them\n“the force of law.” United States v. Mead Corp., 533 U. S.\n218, 229 (2001). If so, the reviewing court must give spe-\ncial leeway or “deference” to the agency’s interpretation.\nSee id., at 227–228.\n  We have added that, if “[e]mploying traditional tools of\nstatutory construction,” INS v. Cardoza-Fonseca, 480 U. S.\n421, 446 (1987), the court determines that Congress has\nspoken clearly on the disputed question, then “that is the\nend of the matter,” Chevron U. S. A. Inc. v. Natural Re-\nsources Defense Council, Inc., 467 U. S. 837, 842 (1984).\nThe agency is due no deference, for Congress has left no\ngap for the agency to fill. Id., at 842–844. If, on the other\nhand, Congress has not spoken clearly, if, for example it\nhas written ambiguously, then that ambiguity is a sign—\nbut not always a conclusive sign—that Congress intends a\nreviewing court to pay particular attention to (i.e., to give\na degree of deference to) the agency’s interpretation. See\nGonzales v. Oregon, 546 U. S. 243, 258–269 (2006); Mead,\nsupra, at 229.\n  I say that the existence of statutory ambiguity is some-\ntimes not enough to warrant the conclusion that Congress\nhas left a deference-warranting gap for the agency to fill be-\ncause our cases make clear that other, sometimes context-\nspecific, factors will on occasion prove relevant. (And,\ngiven the vast number of government statutes, regulatory\nprograms, and underlying circumstances, that variety is\nhardly surprising.) In Mead, for example, we looked to\nseveral factors other than simple ambiguity to help deter-\nmine whether Congress left a statutory gap, thus delegat-\ning to the agency the authority to fill that gap with an\ninterpretation that would carry “the force of law.” 533\nU. S., at 229–231. Elsewhere, we have assessed\n                    \t\n    “the interstitial nature of the legal question, the re-\n                  Cite as: 569 U. S. ____ (2013)            3\n\n                      Opinion of BREYER, J.\n\n    lated expertise of the Agency, the importance of the\n    question to administration of the statute, the complex-\n    ity of that administration, and the careful considera-\n    tion the Agency has given the question over a long\n    period of time.” Barnhart v. Walton, 535 U. S. 212,\n    222 (2002).\nThe subject matter of the relevant provision—for instance,\nits distance from the agency’s ordinary statutory duties or\nits falling within the scope of another agency’s authority—\nhas also proved relevant. See Gonzalez, supra, at 265–\n266. See also Gellhorn & Verkuil, Controlling Chevron-\nBased Delegations, 20 Cardozo L. Rev. 989, 1007–1010\n(1999).\n   Moreover, the statute’s text, its context, the structure of\nthe statutory scheme, and canons of textual construction\nare relevant in determining whether the statute is ambig-\nuous and can be equally helpful in determining whether\nsuch ambiguity comes accompanied with agency authority\nto fill a gap with an interpretation that carries the force of\nlaw. See Household Credit Services, Inc. v. Pfennig, 541\nU. S. 232, 239–242 (2004); Zuni Public School Dist. No. 89\nv. Department of Education, 550 U. S. 81, 98–99 (2007);\nFDA v. Brown & Williamson Tobacco Corp., 529 U. S. 120,\n133 (2000); Dole v. Steelworkers, 494 U. S. 26, 36 (1990).\nStatutory purposes, including those revealed in part by\nlegislative and regulatory history, can be similarly rele-\nvant. See Brown & Williamson Tobacco Corp., supra, at\n143–147; Pension Benefit Guaranty Corporation v. LTV\nCorp., 496 U. S. 633, 649 (1990); Global Crossing Tele-\ncommunications, Inc. v. Metrophones Telecommunications,\nInc., 550 U. S. 45, 48–49 (2007). See also AT&T Corp. v.\nIowa Utilities Bd., 525 U. S. 366, 412–413 (1999) (BREYER,\nJ., concurring in part and dissenting in part).\n   Although seemingly complex in abstract description, in\npractice this framework has proved a workable way to\n4                    ARLINGTON v. FCC\n\n                     Opinion of BREYER, J.\n\napproximate how Congress would likely have meant to\nallocate interpretive law-determining authority between\nreviewing court and agency. The question whether Con-\ngress has delegated to an agency the authority to provide\nan interpretation that carries the force of law is for the\njudge to answer independently. The judge, considering\n“traditional tools of statutory construction,” Cardoza-\nFonseca, supra, at 446, will ask whether Congress has\nspoken unambiguously. If so, the text controls. If not, the\njudge will ask whether Congress would have intended the\nagency to resolve the resulting ambiguity. If so, deference\nis warranted. See Mead, supra, at 229. Even if not, how-\never, sometimes an agency interpretation, in light of the\nagency’s special expertise, will still have the “power to\npersuade, if lacking power to control,” Skidmore v. Swift &\nCo., 323 U. S. 134, 140 (1944).\n   The case before us offers an example. The relevant\nstatutory provision requires state or local governments to\nact on wireless siting applications “within a reasonable\nperiod of time after” a wireless service provider files such\na request. 47 U. S. C. §332(c)(7)(B)(ii). The Federal Com-\nmunications Commission (FCC) argued that this pro-\nvision granted it a degree of leeway in determining the\namount of time that is reasonable. Many factors favor the\nagency’s view: (1) the language of the Telecommunications\nAct grants the FCC broad authority (including rulemaking\nauthority) to administer the Act; (2) the words are open-\nended—i.e. “ambiguous”; (3) the provision concerns an\ninterstitial administrative matter, in respect to which the\nagency’s expertise could have an important role to play;\nand (4) the matter, in context, is complex, likely making\nthe agency’s expertise useful in helping to answer the “rea-\nsonableness” question that the statute poses. See §151\n(creating the FCC); §201(b) (providing rulemaking auth-\nority); National Cable & Telecommunications Assn. v.\nBrand X Internet Services, 545 U. S. 967, 980–981 (2005)\n                 Cite as: 569 U. S. ____ (2013)           5\n\n                     Opinion of BREYER, J.\n\n(acknowledging the FCC’s authority to administer the\nAct).\n   On the other side of the coin, petitioners point to two\nstatutory provisions which, they believe, require a differ-\nent conclusion—namely, that the FCC lacked authority\naltogether to interpret §332(c)(7)(B)(ii). First, a nearby\nsaving clause says: “Except as provided in this paragraph,\nnothing in this chapter shall limit or affect the authority\nof a State or local government or instrumentality thereof\nover decisions regarding the placement, construction, and\nmodification of personal wireless service facilities.”\n§332(c)(7)(A). Second, a judicial review provision, says:\n“Any person adversely affected by any final action or\nfailure to act by a State or local government or any in-\nstrumentality thereof that is inconsistent with this sub-\nparagraph may, within 30 days after such action or failure\nto act, commence an action in any court of competent\njurisdiction.” §332(c)(7)(B)(v).\n   In my view, however, these two provisions cannot pro-\nvide good reason for reaching the conclusion advocated by\npetitioners. The first provision begins with an exception,\nstating that it does not apply to (among other things) the\n“reasonableness” provision here at issue. The second sim-\nply sets forth a procedure for judicial review, a review\nthat applies to most government actions. Both are con-\nsistent with a statutory scheme that gives States, locali-\nties, the FCC, and reviewing courts each some role to play\nin the location of wireless service facilities. And neither\n“expressly describ[es] an exception” to the FCC’s plenary\nauthority to interpret the Act. American Hospital Assn. v.\nNLRB, 499 U. S. 606, 613 (1991).\n   For these reasons, I would reject petitioners’ argument\nand conclude that §332(c)(7)(B)(ii)—the “reasonableness”\nstatute—leaves a gap for the FCC to fill. I would hold that\nthe FCC’s lawful efforts to do so carry “the force of law.”\nMead, 533 U. S., at 229. The Court of Appeals ultimately\n6                   ARLINGTON v. FCC\n\n                    Opinion of BREYER, J.\n\nreached the same conclusion (though for somewhat dif-\nferent reasons), and the majority affirms the lower court.\nI consequently join the majority’s judgment and such por-\ntions of its opinion as are consistent with what I have\nwritten here.\n                 Cite as: 569 U. S. ____ (2013)            1\n\n                   ROBERTS, C. J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                  Nos. 11–1545 and 11–1547\n                         _________________\n\n\n        CITY OF ARLINGTON, TEXAS, ET AL.,\n                  PETITIONERS\n11–1545                v.\n           FEDERAL COMMUNICATIONS\n               COMMISSION ET AL.\n\n       CABLE, TELECOMMUNICATIONS, AND\n        TECHNOLOGY COMMITTEE OF THE\n          NEW ORLEANS CITY COUNCIL,\n                  PETITIONER\n11–1547                v.\n          FEDERAL COMMUNICATIONS\n               COMMISSION ET AL.\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE FIFTH CIRCUIT\n                        [May 20, 2013]\n\n  CHIEF JUSTICE ROBERTS, with whom JUSTICE KENNEDY\nand JUSTICE ALITO join, dissenting.\n  My disagreement with the Court is fundamental. It is\nalso easily expressed: A court should not defer to an agency\nuntil the court decides, on its own, that the agency is\nentitled to deference. Courts defer to an agency’s interpre-\ntation of law when and because Congress has conferred on\nthe agency interpretive authority over the question at\nissue. An agency cannot exercise interpretive authority\nuntil it has it; the question whether an agency enjoys that\nauthority must be decided by a court, without deference to\nthe agency.\n2                    ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\n\n                               I\n\n   One of the principal authors of the Constitution famously\nwrote that the “accumulation of all powers, legislative,\nexecutive, and judiciary, in the same hands, . . . may justly\nbe pronounced the very definition of tyranny.” The Feder-\nalist No. 47, p. 324 (J. Cooke ed. 1961) (J. Madison).\nAlthough modern administrative agencies fit most com-\nfortably within the Executive Branch, as a practical matter\nthey exercise legislative power, by promulgating regula-\ntions with the force of law; executive power, by policing\ncompliance with those regulations; and judicial power, by\nadjudicating enforcement actions and imposing sanctions\non those found to have violated their rules. The accumula-\ntion of these powers in the same hands is not an occasional\nor isolated exception to the constitutional plan; it is a\ncentral feature of modern American government.\n   The administrative state “wields vast power and touches\nalmost every aspect of daily life.” Free Enterprise Fund v.\nPublic Company Accounting Oversight Bd., 561 U. S. ___,\n___ (2010) (slip op., at 18). The Framers could hardly have\nenvisioned today’s “vast and varied federal bureaucracy”\nand the authority administrative agencies now hold over\nour economic, social, and political activities. Ibid. “[T]he\nadministrative state with its reams of regulations would\nleave them rubbing their eyes.” Alden v. Maine, 527 U. S.\n706, 807 (1999) (Souter, J., dissenting), quoted in Federal\nMaritime Comm’n v. South Carolina Ports Authority, 535\nU. S. 743, 755 (2002). And the federal bureaucracy con-\ntinues to grow; in the last 15 years, Congress has launched\nmore than 50 new agencies. Compare Office of the Federal\nRegister, United States Government Manual 1997/1998,\nwith Office of the Federal Register, United States Gov-\nernment Manual 2012. And more are on the way. See,\ne.g., Congressional Research Service, C. Copeland, New\nEntities Created Pursuant to the Patient Protection and\nAffordable Care Act 1 (2010) (The PPACA “creates, re-\n                 Cite as: 569 U. S. ____ (2013)            3\n\n                   ROBERTS, C. J., dissenting\n\nquires others to create, or authorizes dozens of new enti-\nties to implement the legislation”).\n   Although the Constitution empowers the President to\nkeep federal officers accountable, administrative agencies\nenjoy in practice a significant degree of independence. As\nscholars have noted, “no President (or his executive office\nstaff) could, and presumably none would wish to, super-\nvise so broad a swath of regulatory activity.” Kagan,\nPresidential Administration, 114 Harv. L. Rev. 2245, 2250\n(2001); see also S. Breyer, Making Our Democracy Work\n110 (2010) (“the president may not have the time or will-\ningness to review [agency] decisions”). President Truman\ncolorfully described his power over the administrative\nstate by complaining, “I thought I was the president, but\nwhen it comes to these bureaucrats, I can’t do a damn\nthing.” See R. Nathan, The Administrative Presidency 2\n(1986). President Kennedy once told a constituent, “I\nagree with you, but I don’t know if the government will.”\nSee id., at 1. The collection of agencies housed outside the\ntraditional executive departments, including the Federal\nCommunications Commission, is routinely described as\nthe “headless fourth branch of government,” reflecting not\nonly the scope of their authority but their practical inde-\npendence. See, e.g., Administrative Conference of United\nStates, D. Lewis & J. Selin, Sourcebook of United States\nExecutive Agencies 11 (2012).\n   As for judicial oversight, agencies enjoy broad power to\nconstrue statutory provisions over which they have been\ngiven interpretive authority. In Chevron U. S. A. Inc. v.\nNatural Resources Defense Council, Inc., we established a\ntest for reviewing “an agency’s construction of the statute\nwhich it administers.” 467 U. S. 837, 842 (1984). If Con-\ngress has “directly spoken to the precise question at issue,”\nwe said, “that is the end of the matter.” Ibid. A contrary\nagency interpretation must give way. But if Congress has\nnot expressed a specific intent, a court is bound to defer to\n4                    ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\nany “permissible construction of the statute,” even if that\nis not “the reading the court would have reached if the\nquestion initially had arisen in a judicial proceeding.” Id.,\nat 843, and n. 11.\n   When it applies, Chevron is a powerful weapon in an\nagency’s regulatory arsenal. Congressional delegations to\nagencies are often ambiguous—expressing “a mood rather\nthan a message.” Friendly, The Federal Administrative\nAgencies: The Need for Better Definition of Standards, 75\nHarv. L. Rev. 1263, 1311 (1962). By design or default,\nCongress often fails to speak to “the precise question”\nbefore an agency. In the absence of such an answer, an\nagency’s interpretation has the full force and effect of law,\nunless it “exceeds the bounds of the permissible.” Barn-\nhart v. Walton, 535 U. S. 212, 218 (2002).\n   It would be a bit much to describe the result as “the very\ndefinition of tyranny,” but the danger posed by the grow-\ning power of the administrative state cannot be dismissed.\nSee, e.g., Talk America, Inc. v. Michigan Bell Telephone\nCo., 564 U. S. ___, ___ (2011) (SCALIA, J., concurring) (slip\nop., at 3) (noting that the FCC “has repeatedly been re-\nbuked in its attempts to expand the statute beyond its\ntext, and has repeatedly sought new means to the same\nends”); Sackett v. EPA, 566 U. S. ___, ___–___ (2012) (slip\nop., at 9–10) (rejecting agency argument that would “ena-\nble the strong-arming of regulated parties into ‘voluntary\ncompliance’ without the opportunity for judicial review”).\n   What the Court says in footnote 4 of its opinion is good,\nand true (except of course for the “dissent overstates”\npart). Ante, at 13–14, n. 4. The Framers did divide gov-\nernmental power in the manner the Court describes,\nfor the purpose of safeguarding liberty. And yet . . . the\ncitizen confronting thousands of pages of regulations—\npromulgated by an agency directed by Congress to regu-\nlate, say, “in the public interest”—can perhaps be excused\nfor thinking that it is the agency really doing the legislat-\n                  Cite as: 569 U. S. ____ (2013)             5\n\n                    ROBERTS, C. J., dissenting\n\ning. And with hundreds of federal agencies poking into\nevery nook and cranny of daily life, that citizen might also\nunderstandably question whether Presidential oversight—\na critical part of the Constitutional plan—is always an\neffective safeguard against agency overreaching.\n   It is against this background that we consider whether\nthe authority of administrative agencies should be aug-\nmented even further, to include not only broad power to\ngive definitive answers to questions left to them by Con-\ngress, but also the same power to decide when Congress\nhas given them that power.\n   Before proceeding to answer that question, however, it\nis necessary to sort through some confusion over what this\nlitigation is about. The source of the confusion is a famil-\niar culprit: the concept of “jurisdiction,” which we have\nrepeatedly described as a word with “ ‘many, too many,\nmeanings.’ ” Union Pacific R. Co. v. Locomotive Engineers,\n558 U. S. 67, 81 (2009).\n   The Court states that the question “is whether a court\nmust defer under Chevron to an agency’s interpretation of\na statutory ambiguity that concerns the scope of the agen-\ncy’s statutory authority (that is, its jurisdiction).” Ante, at\n5. That is fine—until the parenthetical. The parties,\namici, and court below too often use the term “jurisdiction”\nimprecisely, which leads the Court to misunderstand the\nargument it must confront. That argument is not that\n“there exist two distinct classes of agency interpretations,”\nsome “big, important ones” that “define the agency’s ‘juris-\ndiction,’ ” and other “humdrum, run-of-the-mill” ones that\n“are simply applications of jurisdiction the agency plainly\nhas.” Ibid. The argument is instead that a court should\nnot defer to an agency on whether Congress has granted\nthe agency interpretive authority over the statutory ambi-\nguity at issue.\n   You can call that “jurisdiction” if you’d like, as petition-\ners do in the question presented. But given that the term\n6                    ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\nis ambiguous, more is required to understand its use in\nthat question than simply “having read it.” Ante, at 15,\nn. 5. It is important to keep in mind that the term, in the\npresent context, has the more precise meaning noted\nabove, encompassing congressionally delegated authority\nto issue interpretations with the force and effect of law.\nSee 668 F. 3d 229, 248 (CA5 2012) (case below) (“The issue\nin the instant case is whether the FCC possessed statutory\nauthority to administer §332(c)(7)(B)(ii) and (v) by adopt-\ning the 90- and 150-day time frames”). And that has\nnothing do with whether the statutory provisions at issue\nare “big” or “small.”\n                              II\n   “It is emphatically the province and duty of the judicial\ndepartment to say what the law is.” Marbury v. Madison,\n1 Cranch 137, 177 (1803). The rise of the modern admin-\nistrative state has not changed that duty. Indeed, the\nAdministrative Procedure Act, governing judicial review of\nmost agency action, instructs reviewing courts to decide\n“all relevant questions of law.” 5 U. S. C. §706.\n   We do not ignore that command when we afford an\nagency’s statutory interpretation Chevron deference; we\nrespect it. We give binding deference to permissible agency\ninterpretations of statutory ambiguities because Con-\ngress has delegated to the agency the authority to inter-\npret those ambiguities “with the force of law.” United\nStates v. Mead Corp., 533 U. S. 218, 229 (2001); see also\nMonaghan, Marbury and the Administrative State, 83\nColum. L. Rev. 1, 27–28 (1983) (“the court is not abdicat-\ning its constitutional duty to ‘say what the law is’ by defer-\nring to agency interpretations of law: it is simply applying\nthe law as ‘made’ by the authorized law-making entity”).\n   But before a court may grant such deference, it must on\nits own decide whether Congress—the branch vested with\nlawmaking authority under the Constitution—has in fact\n                 Cite as: 569 U. S. ____ (2013)           7\n\n                  ROBERTS, C. J., dissenting\n\ndelegated to the agency lawmaking power over the ambi-\nguity at issue. See ante, at 4 (BREYER, J., concurring in\npart and concurring in judgment) (“The question whether\nCongress has delegated to an agency the authority to\nprovide an interpretation that carries the force of law is\nfor the judge to answer independently.”). Agencies are\ncreatures of Congress; “an agency literally has no power to\nact . . . unless and until Congress confers power upon it.”\nLouisiana Pub. Serv. Comm’n v. FCC, 476 U. S. 355, 374\n(1986). Whether Congress has conferred such power is the\n“relevant question[ ] of law” that must be answered before\naffording Chevron deference. 5 U. S. C. §706.\n                             III\n\n                              A\n\n  Our precedents confirm this conclusion—beginning with\nChevron itself. In Chevron, the EPA promulgated a regu-\nlation interpreting the term “stationary sources” in the\nClean Air Act. 467 U. S., at 840 (quoting 42 U. S. C.\n§7502(b)(6)(1982 ed.)). An environmental group petitioned\nfor review of the rule, challenging it as an impermissible\ninterpretation of the Act. 467 U. S., at 841, 859. Finding\nthe statutory text “not dispositive” and the legislative\nhistory “silent on the precise issue,” we upheld the rule.\nId., at 862, 866.\n  In our view, the challenge to the agency’s interpretation\n“center[ed] on the wisdom of the agency’s policy, rather\nthan whether it is a reasonable choice within a gap left\nopen by Congress.” Id., at 866. Judges, we said, “are not\nexperts in the field, and are not part of either political\nbranch of the Government.” Id., at 865. Thus, because\nCongress had not answered the specific question at issue,\njudges had no business providing their own resolution on\nthe basis of their “personal policy preferences.” Ibid.\nInstead, the “agency to which Congress ha[d] delegated\npolicymaking responsibilities” was the appropriate politi-\n8                    ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\ncal actor to resolve the competing interests at stake, “within\nthe limits of that delegation.” Ibid.\n  Chevron’s rule of deference was based on—and limited\nby—this congressional delegation. And the Court did not\nask simply whether Congress had delegated to the EPA\nthe authority to administer the Clean Air Act generally.\nWe asked whether Congress had “delegat[ed] authority to\nthe agency to elucidate a specific provision of the statute\nby regulation.” Id., at 843–844 (emphasis added); see id.,\nat 844 (discussing “the legislative delegation to an agency\non a particular question” (emphasis added)). We deferred\nto the EPA’s interpretation of “stationary sources” based\non our conclusion that the agency had been “charged with\nresponsibility for administering the provision.” Id., at 865\n(emphasis added).\n                              B\n   We have never faltered in our understanding of this\nstraightforward principle, that whether a particular agency\ninterpretation warrants Chevron deference turns on the\ncourt’s determination whether Congress has delegated to\nthe agency the authority to interpret the statutory ambi-\nguity at issue.\n   We made the point perhaps most clearly in Adams Fruit\nCo. v. Barrett, 494 U. S. 638 (1990). In that case, the\nDepartment of Labor contended the Court should defer to\nits interpretation of the scope of the private right of action\nprovided by the Migrant and Seasonal Agriculture Worker\nProtection Act (AWPA), 29 U. S. C. §1854, against employ-\ners who intentionally violated the Act’s motor vehicle\nsafety provisions. We refused to do so. Although “as an\ninitial matter” we rejected the idea that Congress left a\n“statutory ‘gap’ ” for the agency to fill, we reasoned that if\nthe “AWPA’s language establishing a private right of\naction is ambiguous,” the Secretary of Labor’s interpreta-\ntion of its scope did not warrant Chevron deference. 494\n                 Cite as: 569 U. S. ____ (2013)            9\n\n                   ROBERTS, C. J., dissenting\n\nU. S., at 649.\n   In language directly applicable to the question before us,\nwe explained that “[a] precondition to deference under\nChevron is a congressional delegation of administrative\nauthority.” Ibid. Although “Congress clearly envisioned,\nindeed expressly mandated, a role for the Department of\nLabor in administering the statute by requiring the Secre-\ntary to promulgate standards implementing AWPA’s\nmotor vehicle provisions,” we found “[n]o such delegation\nregarding AWPA’s enforcement provisions.” Id., at 650\n(emphasis added). It would therefore be “inappropriate,”\nwe said, “to consult executive interpretations” of the en-\nforcement provisions to resolve ambiguities “surrounding\nthe scope of AWPA’s judicially enforceable remedy.” Ibid.\nWithout questioning the principle that agency determina-\ntions “within the scope of delegated authority are entitled\nto deference,” we explained that “it is fundamental ‘that\nan agency may not bootstrap itself into an area in which it\nhas no jurisdiction.’ ” Ibid. (quoting Federal Maritime\nComm’n v. Seatrain Lines, Inc., 411 U. S. 726, 745 (1973)).\n   Our subsequent cases follow the same approach. In\nUnited States v. Mead Corp., supra, for example, Chevron\ndeference turned on whether Congress had delegated to\nthe agency authority to interpret the statutory ambiguity\nby a particular means. The Customs Service had issued a\n“classification ruling,” interpreting the term “diaries” in a\ntariff schedule to include “day planners” of the type Mead\nimported, and on that basis subjected the planners to a\nfour-percent tariff. Mead protested the imposition of the\ntariff, the Customs Service claimed Chevron deference for\nits interpretation, and the controversy made its way to our\nCourt. Id., at 224–226.\n   In Mead, we again made clear that the “category of\ninterpretative choices” to which Chevron deference applies\nis defined by congressional intent. Id., at 229. Chevron\ndeference, we said, rests on a recognition that Congress\n10                   ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\nhas delegated to an agency the interpretive authority to\nimplement “a particular provision” or answer “ ‘a particu-\nlar question.’ ” Ibid. (quoting Chevron, 467 U. S., at 844).\nAn agency’s interpretation of “a particular statutory provi-\nsion” thus qualifies for Chevron deference only “when it\nappears that Congress delegated authority to the agency\ngenerally to make rules carrying the force of law, and that\nthe agency interpretation claiming deference was pro-\nmulgated in the exercise of that authority.” 533 U. S., at\n226–227.\n   The Court did not defer to the agency’s views but in-\nstead determined that Congress had not delegated inter-\npretive authority to the Customs Service to definitively\nconstrue the tariff schedule through classification rulings.\nNeither the statutory authorization for the classification\nrulings, nor the Customs Service’s practice in issuing such\nrulings, “reasonably suggest[ed] that Congress ever\nthought of [such] classification rulings as deserving the\ndeference claimed for them.” Id., at 231. And in the ab-\nsence of such a delegation, we concluded the interpreta-\ntions adopted in those rulings were “beyond the Chevron\npale.” Id., at 234.\n   Gonzales v. Oregon, 546 U. S. 243 (2006), is in the same\nline of precedent. In that case, as here, deference turned\non whether a congressional delegation of interpretive\nauthority reached a particular statutory ambiguity. The\nAttorney General claimed Chevron deference for his inter-\npretation of the phrase “legitimate medical purpose” in the\nControlled Substances Act (CSA) to exclude the prescrib-\ning and dispensing of controlled substances for the pur-\npose of assisting suicide. Id., at 254, 258. No one disputed\nthat “legitimate medical purpose” was “ambiguous in the\nrelevant sense.” Id., at 258. Nor did any Justice dispute\nthat the Attorney General had been granted the power in\nthe CSA to promulgate rules with the force of law. Ibid.;\nsee id., at 281 (SCALIA, J., dissenting). Nevertheless, the\n                 Cite as: 569 U. S. ____ (2013)          11\n\n                   ROBERTS, C. J., dissenting\n\nCourt explained, “Chevron deference . . . is not accorded\nmerely because the statute is ambiguous and an adminis-\ntrative official is involved.” Id., at 258. The regulation\nadvancing the interpretation, we said, “must be promul-\ngated pursuant to authority Congress has delegated to the\nofficial.” Ibid. (citing Mead, supra, at 226–227).\n   In the CSA, Congress delegated to the Attorney General\nthe authority to promulgate regulations “relating to the\nregistration and control of the manufacture, distribution,\nand dispensing of controlled substances,” 21 U. S. C. §821,\nor “for the efficient execution of his functions under [the\nCSA],” §871(b). After considering the text, structure, and\npurpose of the Act, the Court concluded on its own that\ninterpreting “legitimate medical purpose” fell under nei-\nther delegation. Gonzales, 546 U. S., at 258–269. Because\nthe regulation “was not promulgated pursuant to the\nAttorney General’s authority, its interpretation of ‘legiti-\nmate medical purpose’ d[id] not receive Chevron defer-\nence.” Id., at 268.\n   Adams Fruit, Mead, and Gonzales thus confirm that\nChevron deference is based on, and finds legitimacy as, a\ncongressional delegation of interpretive authority. An\nagency interpretation warrants such deference only if\nCongress has delegated authority to definitively interpret\na particular ambiguity in a particular manner. Whether\nCongress has done so must be determined by the court on\nits own before Chevron can apply. See H. Edwards, L.\nElliot, & M. Levy, Federal Courts Standards of Review 168\n(2d ed. 2013) (“a court decides de novo whether an agency\nhas acted within the bounds of congressionally delegated\nauthority” (citing Mead, supra, at 226–227, and Gonzales,\nsupra, at 258)); Sales & Adler, The Rest is Silence: Chevron\nDeference, Agency Jurisdiction, and Statutory Silences,\n2009 U. Ill. L. Rev. 1497, 1564 (2009) (“if delegation\nreally is antecedent to deference, as Mead insists, it can-\nnot be that courts should defer to an agency’s views on\n12                   ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\nwhether a delegation has taken place”).\n   In other words, we do not defer to an agency’s interpre-\ntation of an ambiguous provision unless Congress wants\nus to, and whether Congress wants us to is a question that\ncourts, not agencies, must decide. Simply put, that ques-\ntion is “beyond the Chevron pale.” Mead, supra, at 234.\n                              IV\n  Despite these precedents, the FCC argues that a court\nneed only locate an agency and a grant of general rule-\nmaking authority over a statute. Chevron deference then\napplies, it contends, to the agency’s interpretation of any\nambiguity in the Act, including ambiguity in a provision\nsaid to carve out specific provisions from the agency’s\ngeneral rulemaking authority. If Congress intends to\nexempt part of the statute from the agency’s interpretive\nauthority, the FCC says, Congress “can ordinarily be\nexpected to state that intent explicitly.” Brief for Federal\nRespondents 30 (citing American Hospital Assn. v. NLRB,\n499 U. S. 606 (1991)).\n  If a congressional delegation of interpretive authority is\nto support Chevron deference, however, that delegation\nmust extend to the specific statutory ambiguity at issue.\nThe appropriate question is whether the delegation covers\nthe “specific provision” and “particular question” before\nthe court. Chevron, 467 U. S., at 844. A congressional\ngrant of authority over some portion of a statute does not\nnecessarily mean that Congress granted the agency inter-\npretive authority over all its provisions. See Adams Fruit,\n494 U. S., at 650.\n  An example that might highlight the point concerns\nstatutes that parcel out authority to multiple agencies,\nwhich “may be the norm, rather than an exception.”\nGersen, Overlapping and Underlapping Jurisdiction in\nAdministrative Law, 2006 S. Ct. Rev. 201, 208; see, e.g.,\nGonzales, 546 U. S, at 250–251 (describing shared author-\n                  Cite as: 569 U. S. ____ (2013)           13\n\n                   ROBERTS, C. J., dissenting\n\nity over the CSA between the Attorney General and the\nSecretary of Health and Human Services); Sutton v. United\nAir Lines, Inc., 527 U. S. 471, 478 (1999) (authority to\nissue regulations implementing the Americans with Disa-\nbilities Act “is split primarily among three Government\nagencies”). The Dodd-Frank Wall Street Reform and\nConsumer Protection Act, for example, authorizes rule-\nmaking by at least eight different agencies. See Con-\ngressional Research Service, C. Copeland, Rulemaking\nRequirements and Authorities in the Dodd-Frank Wall\nStreet Reform and Consumer Protection Act 7 (2010).\nWhen presented with an agency’s interpretation of such a\nstatute, a court cannot simply ask whether the statute is\none that the agency administers; the question is whether\nauthority over the particular ambiguity at issue has been\ndelegated to the particular agency.\n   By the same logic, even when Congress provides inter-\npretive authority to a single agency, a court must decide if\nthe ambiguity the agency has purported to interpret with\nthe force of law is one to which the congressional delega-\ntion extends. A general delegation to the agency to admin-\nister the statute will often suffice to satisfy the court that\nCongress has delegated interpretive authority over the\nambiguity at issue. But if Congress has exempted particu-\nlar provisions from that authority, that exemption must be\nrespected, and the determination whether Congress has\ndone so is for the courts alone.\n   The FCC’s argument that Congress “can ordinarily be\nexpected to state that intent explicitly,” Brief for Federal\nRespondents 30 (citing American Hospital, supra), goes to\nthe merits of that determination, not to whether a court\nshould decide the question de novo or defer to the agency.\nIndeed, that is how the Court in American Hospital con-\nsidered it. It was in the process of “employing the tradi-\ntional tools of statutory construction” that the Court said\nit would have expected Congress to speak more clearly if it\n14                  ARLINGTON v. FCC\n\n                  ROBERTS, C. J., dissenting\n\nhad intended to exclude an entire subject area—employee\nunits for collecting bargaining—from the NLRB’s general\nrulemaking authority. Id., at 613, 614. The Court con-\ncluded, after considering the language, structure, policy,\nand legislative history of the Act on its own—without\ndeferring to the agency—that the meaning of the statute\nwas “clear and contrary to the meaning advanced by peti-\ntioner.” Id., at 609–614. To be sure, the Court also noted\nthat “[e]ven if we could find any ambiguity in [the provi-\nsion] after employing the traditional tools of statutory\nconstruction, we would still defer to Board’s reasonable\ninterpretation.” Id., at 614 (emphasis added). But that\nsingle sentence of dictum cannot carry the day for the FCC\nhere.\n                             V\n  As the preceding analysis makes clear, I do not under-\nstand petitioners to ask the Court—nor do I think it\nnecessary—to draw a “specious, but scary-sounding” line\nbetween “big, important” interpretations on the one hand\nand “humdrum, run-of-the-mill” ones on the other. Ante,\nat 5, 12. Drawing such a line may well be difficult. Dis-\ntinguishing between whether an agency’s interpretation of\nan ambiguous term is reasonable and whether that term is\nfor the agency to interpret is not nearly so difficult. It\ncertainly did not confuse the FCC in this proceeding.\nCompare In re Petition for Declaratory Ruling, 24 FCC\nRcd. 13994, 14000–14003 (2009) (addressing the latter\nquestion), with id., at 14003–14015 (addressing the for-\nmer). Nor did it confound the Fifth Circuit. Compare 668\nF. 3d, at 247–254 (deciding “whether the FCC possessed\nstatutory authority to administer §332(c)(7)(B)(ii)”), with\nid., at 254–260 (considering “whether the 90- and 150-day\ntime frames themselves also pass muster under Chevron”).\nMore importantly, if the legitimacy of Chevron deference is\nbased on a congressional delegation of interpretive author-\n                 Cite as: 569 U. S. ____ (2013)           15\n\n                   ROBERTS, C. J., dissenting\n\nity, then the line is one the Court must draw.\n   The majority’s hypothetical Common Carrier Acts do not\ndemonstrate anything different. Ante, at 6–8. The major-\nity states that in its second Common Carrier Act, Section 2\nmakes clear that Congress “ ‘conferred interpretative\npower on the agency’ ” to interpret the ambiguous terms\n“common carrier” and “unreasonable condition.” Ante,\nat 7 (quoting Brief for Petitioners in No. 1545, p. 14).\nThus, it says, under anyone’s theory a court must defer to\nthe agency’s reasonable interpretations of those terms.\nCorrect.\n   The majority claims, however, that “petitioners’ theory\nwould accord the agency no deference” in its interpretation\nof the same ambiguous terms in the first Common Carrier\nAct. Ante, at 7–8. But as I understand petitioners’\nargument—and certainly in my own view—a court, in both\ncases, need only decide for itself whether Congress has\ndelegated to the agency authority to interpret the ambigu-\nous terms, before affording the agency’s interpretation\nChevron deference.\n   For the second Common Carrier Act, the answer is easy.\nThe majority’s hypothetical Congress has spoken clearly\nand specifically in Section 2 of the Act about its delegation\nof authority to interpret Section 1. As for the first Act, it\nis harder to analyze the question, given only one section of\na presumably much larger statute. But if the first Com-\nmon Carrier Act is like most agencies’ organic statutes, I\nhave no reason to doubt that the agency would likewise\nhave interpretive authority over the same ambiguous\nterms, and therefore be entitled to deference in con-\nstruing them, just as with the second Common Carrier\nAct. There is no new “test” to worry about, cf. ante, at 16;\ncourts would simply apply the normal rules of statutory\nconstruction.\n   That the question might be harder with respect to the\nfirst Common Carrier Act should come as no surprise. The\n16                   ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\nsecond hypothetical Congress has more carefully defined\nthe agency’s authority than the first. Whatever standard\nof review applies, it is more difficult to interpret an un-\nclear statute than a clear one. My point is simply that\nbefore a court can defer to the agency’s interpretation of\nthe ambiguous terms in either Act, it must determine for\nitself that Congress has delegated authority to the agency\nto issue those interpretations with the force of law.\n   The majority also expresses concern that adopting peti-\ntioners’ position would undermine Chevron’s stable back-\nground rule against which Congress legislates. Ante, at 5.\nThat, of course, begs the question of what that stable\nbackground rule is. See Merrill & Hickman, Chevron’s\nDomain, 89 Geo. L. Rev. 833, 910 (2001) (“Courts have\nnever deferred to agencies with respect to questions such\nas whether Congress has delegated to an agency the power\nto act with the force of law through either legislative rules\nor binding adjudications. Similarly, it has never been\nmaintained that Congress would want courts to give Chev-\nron deference to an agency’s determination that it is\nentitled to Chevron deference, or should give Chevron\ndeference to an agency’s determination of what types of\ninterpretations are entitled to Chevron deference” (foot-\nnote omitted)).\n                             VI\n   The Court sees something nefarious behind the view\nthat courts must decide on their own whether Congress\nhas delegated interpretative authority to an agency, before\ndeferring to that agency’s interpretation of law. What is\nafoot, according to the Court, is a judicial power-grab, with\nnothing less than “Chevron itself ” as “the ultimate target.”\nAnte, at 12.\n   The Court touches on a legitimate concern: Chevron\nimportantly guards against the Judiciary arrogating to\nitself policymaking properly left, under the separation of\n                  Cite as: 569 U. S. ____ (2013)           17\n\n                   ROBERTS, C. J., dissenting\n\npowers, to the Executive. But there is another concern at\nplay, no less firmly rooted in our constitutional structure.\nThat is the obligation of the Judiciary not only to confine\nitself to its proper role, but to ensure that the other\nbranches do so as well.\n   An agency’s interpretive authority, entitling the agency\nto judicial deference, acquires its legitimacy from a delega-\ntion of lawmaking power from Congress to the Executive.\nOur duty to police the boundary between the Legislature\nand the Executive is as critical as our duty to respect that\nbetween the Judiciary and the Executive. See Zivotofsky\nv. Clinton, 566 U. S. ___, ___ (2012) (slip op., at 8). In the\npresent context, that means ensuring that the Legislative\nBranch has in fact delegated lawmaking power to an\nagency within the Executive Branch, before the Judiciary\ndefers to the Executive on what the law is. That concern\nis heightened, not diminished, by the fact that the admin-\nistrative agencies, as a practical matter, draw upon a\npotent brew of executive, legislative, and judicial power.\nAnd it is heightened, not diminished, by the dramatic\nshift in power over the last 50 years from Congress to the\nExecutive—a shift effected through the administrative\nagencies.\n   We reconcile our competing responsibilities in this area\nby ensuring judicial deference to agency interpretations\nunder Chevron—but only after we have determined on our\nown that Congress has given interpretive authority to the\nagency. Our “task is to fix the boundaries of delegated\nauthority,” Monaghan, 83 Colum. L. Rev., at 27; that is\nnot a task we can delegate to the agency. We do not leave\nit to the agency to decide when it is in charge.\n                         *    *    *\n  In these cases, the FCC issued a declaratory ruling\ninterpreting the term “reasonable period of time” in 47\nU. S. C. §332(c)(7)(B)(ii). The Fifth Circuit correctly rec-\n18                   ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\nognized that it could not apply Chevron deference to the\nFCC’s interpretation unless the agency “possessed statu-\ntory authority to administer §332(c)(7)(B)(ii),” but it erred\nby granting Chevron deference to the FCC’s view on that\nantecedent question. See 668 F. 3d, at 248. Because the\ncourt should have determined on its own whether Con-\ngress delegated interpretive authority over §332(c)(7)(B)(ii)\nto the FCC before affording Chevron deference, I would\nvacate the decision below and remand the cases to the\nFifth Circuit to perform the proper inquiry in the first\ninstance.\n  I respectfully dissent.\n", 
  "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2012                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n    CITY OF ARLINGTON, TEXAS, ET AL. v. FEDERAL \n\n       COMMUNICATIONS COMMISSION ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                  THE FIFTH CIRCUIT\n\n   No. 11–1545. Argued January 16, 2013—Decided May 20, 2013*\nThe Communications Act of 1934, as amended, requires state or local\n  governments to act on siting applications for wireless facilities “with-\n  in a reasonable period of time after the request is duly filed.” 47\n  U. S. C. §332(c)(7)(B)(ii). Relying on its broad authority to implement\n  the Communications Act, see 47 U. S. C. §201(b), the Federal Com-\n  munications Commission (FCC) issued a Declaratory Ruling conclud-\n  ing that the phrase “reasonable period of time” is presumptively (but\n  rebuttably) 90 days to process an application to place a new antenna\n  on an existing tower and 150 days to process all other applications.\n  The cities of Arlington and San Antonio, Texas, sought review of the\n  Declaratory Ruling in the Fifth Circuit. They argued that the Com-\n  mission lacked authority to interpret §332(c)(7)(B)’s limitations. The\n  Court of Appeals, relying on Circuit precedent holding that Chevron\n  U. S. A. Inc. v. Natural Resources Defense Council, Inc., 467 U. S.\n  837, applies to an agency’s interpretation of its own statutory juris-\n  diction, applied Chevron to that question. Finding the statute am-\n  biguous, it upheld as a permissible construction of the statute the\n  FCC’s view that §201(b)’s broad grant of regulatory authority em-\n  powered it to administer §332(c)(7)(B).\nHeld: Courts must apply the Chevron framework to an agency’s inter-\n pretation of a statutory ambiguity that concerns the scope of the\n agency’s statutory authority (i.e., its jurisdiction). Pp. 4–17.\n\n——————\n   * Together with No. 11–1547, Cable, Telecommunications, and Tech-\nnology Committee of New Orleans City Council v. Federal Communica-\ntions Commission, also on certiorari to the same court.\n2                          ARLINGTON v. FCC\n\n                                  Syllabus\n\n       (a) Under Chevron, a reviewing court must first ask whether Con-\n    gress has directly spoken to the precise question at issue; if so, the\n    court must give effect to Congress’ unambiguously expressed intent.\n    467 U. S., at 842–843. However, if “the statute is silent or ambigu-\n    ous,” the court must defer to the administering agency’s construction\n    of the statute so long as it is permissible. Id., at 843. Pp. 4–5.\n       (b) When a court reviews an agency’s interpretation of a statute it\n    administers, the question is always, simply, whether the agency has\n    stayed within the bounds of its statutory authority. There is no dis-\n    tinction between an agency’s “jurisdictional” and “nonjurisdictional”\n    interpretations. The “jurisdictional-nonjurisdictional” line is mean-\n    ingful in the judicial context because Congress has the power to tell\n    the courts what classes of cases they may decide—that is, to define\n    their jurisdiction—but not to prescribe how they decide those cases.\n    But for agencies charged with administering congressional statutes,\n    both their power to act and how they are to act is authoritatively pre-\n    scribed by Congress, so that when they act improperly, no less than\n    when they act beyond their jurisdiction, what they do is ultra vires.\n    Because the question is always whether the agency has gone beyond\n    what Congress has permitted it to do, there is no principled basis for\n    carving out an arbitrary subset of “jurisdictional” questions from the\n    Chevron framework. See, e.g., National Cable & Telecommunications\n    Assn., Inc. v. Gulf Power Co., 534 U. S. 327, 333, 339. Pp. 5–10.\n       (c) This Court has consistently afforded Chevron deference to agen-\n    cies’ constructions of the scope of their own jurisdiction. See, e.g.,\n    Commodity Futures Trading Commission v. Schor, 478 U. S. 833;\n    United States v. Eurodif S. A., 555 U. S. 305, 316. Chevron applies to\n    statutes designed to curtail the scope of agency discretion, see Chem-\n    ical Mfrs. Assn. v. Natural Resources Defense Council, Inc., 470 U. S.\n    116, 123, and even where concerns about agency self-aggrandizement\n    are at their apogee—i.e., where an agency’s expansive construction of\n    the extent of its own power would have wrought a fundamental\n    change in the regulatory scheme, see FDA v. Brown & Williamson\n    Tobacco Corp., 529 U. S. 120, 132. Pp. 10–14.\n       (d) The contention that Chevron deference is not appropriate here\n    because the FCC asserted jurisdiction over matters of traditional\n    state and local concern is meritless. These cases have nothing to do\n    with federalism: The statute explicitly supplants state authority, so\n    the question is simply whether a federal agency or federal courts will\n    draw the lines to which the States must hew. P. 14.\n       (e) United States v. Mead Corp., 533 U. S. 218, requires that, for\n    Chevron deference to apply, the agency must have received congres-\n    sional authority to determine the particular matter at issue in the\n    particular manner adopted. But Mead denied Chevron deference to\n                     Cite as: 569 U. S. ____ (2013)                     3\n\n                                Syllabus\n\n  action, by an agency with rulemaking authority, that was not rule-\n  making. There is no case in which a general conferral of rulemaking\n  or adjudicative authority has been held insufficient to support Chev-\n  ron deference for an exercise of that authority within the agency’s\n  substantive field. A general conferral of rulemaking authority vali-\n  dates rules for all the matters the agency is charged with administer-\n  ing. It suffices to decide this case that the preconditions to deference\n  under Chevron are satisfied because Congress has unambiguously\n  vested the FCC with general authority to administer the Communi-\n  cations Act through rulemaking and adjudication, and the agency in-\n  terpretation at issue was promulgated in the exercise of that authori-\n  ty. Pp. 14–16.\n668 F. 3d 229, affirmed.\n\n   SCALIA, J., delivered the opinion of the Court, in which THOMAS,\nGINSBURG, SOTOMAYOR, and KAGAN, JJ., joined. BREYER, J., filed an\nopinion concurring in part and concurring in the judgment. ROBERTS,\nC. J., filed a dissenting opinion, in which KENNEDY and ALITO, JJ.,\njoined.\n                        Cite as: 569 U. S. ____ (2013)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                         Nos. 11–1545 and 11–1547\n                                   _________________\n\n\n        CITY OF ARLINGTON, TEXAS, ET AL.,\n                  PETITIONERS\n11–1545                v.\n           FEDERAL COMMUNICATIONS\n               COMMISSION ET AL.\n\n       CABLE, TELECOMMUNICATIONS, AND \n\n        TECHNOLOGY COMMITTEE OF THE \n\n          NEW ORLEANS CITY COUNCIL, \n\n                  PETITIONER \n\n11–1547                v.\n          FEDERAL COMMUNICATIONS\n               COMMISSION ET AL.\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE FIFTH CIRCUIT\n                                 [May 20, 2013]\n\n  JUSTICE SCALIA delivered the opinion of the Court.\n  We consider whether an agency’s interpretation of a\nstatutory ambiguity that concerns the scope of its regula-\ntory authority (that is, its jurisdiction) is entitled to defer-\nence under Chevron U. S. A. Inc. v. Natural Resources\nDefense Council, Inc., 467 U. S. 837 (1984).\n                           I\n  Wireless telecommunications networks require towers\nand antennas; proposed sites for those towers and anten-\n2                    ARLINGTON v. FCC\n\n                     Opinion of the Court\n\nnas must be approved by local zoning authorities. In the\nTelecommunications Act of 1996, Congress “impose[d]\nspecific limitations on the traditional authority of state\nand local governments to regulate the location, construc-\ntion, and modification of such facilities,” Rancho Palos\nVerdes v. Abrams, 544 U. S. 113, 115 (2005), and incorpo-\nrated those limitations into the Communications Act of\n1934, see 110 Stat. 56, 151. Section 201(b) of that Act\nempowers the Federal Communications Commission to\n“prescribe such rules and regulations as may be necessary\nin the public interest to carry out [its] provisions.” Ch.\n296, 52 Stat. 588, codified at 47 U. S. C. §201(b). Of\ncourse, that rulemaking authority extends to the subse-\nquently added portions of the Act. See AT&T Corp. v.\nIowa Utilities Bd., 525 U. S. 366, 377–378 (1999).\n   The Act imposes five substantive limitations, which are\ncodified in 47 U. S. C. §332(c)(7)(B); only one of them,\n§332(c)(7)(B)(ii), is at issue here. That provision requires\nstate or local governments to act on wireless siting appli-\ncations “within a reasonable period of time after the re-\nquest is duly filed.” Two other features of §332(c)(7) are\nrelevant. First, subparagraph (A), known as the “saving\nclause,” provides that nothing in the Act, except those\nlimitations provided in §332(c)(7)(B), “shall limit or affect\nthe authority of a State or local government” over siting\ndecisions. Second, §332(c)(7)(B)(v) authorizes a person\nwho believes a state or local government’s wireless-siting\ndecision to be inconsistent with any of the limitations in\n§332(c)(7)(B) to “commence an action in any court of com-\npetent jurisdiction.”\n   In theory, §332(c)(7)(B)(ii) requires state and local\nzoning authorities to take prompt action on siting applica-\ntions for wireless facilities. But in practice, wireless pro-\nviders often faced long delays. In July 2008, CTIA—The\n                    Cite as: 569 U. S. ____ (2013)                   3\n\n                         Opinion of the Court\n\nWireless Association,1 which represents wireless service\nproviders, petitioned the FCC to clarify the meaning of\n§332(c)(7)(B)(ii)’s requirement that zoning authorities act\non siting requests “within a reasonable period of time.” In\nNovember 2009, the Commission, relying on its broad\nstatutory authority to implement the provisions of the\nCommunications Act, issued a declaratory ruling respond-\ning to CTIA’s petition. In re Petition for Declaratory Rul-\ning, 24 FCC Rcd. 13994, 14001. The Commission found\nthat the “record evidence demonstrates that unreasonable\ndelays in the personal wireless service facility siting\nprocess have obstructed the provision of wireless services”\nand that such delays “impede the promotion of ad-\nvanced services and competition that Congress deemed\ncritical in the Telecommunications Act of 1996.” Id., at\n14006, 14008.       A “reasonable period of time” under\n§332(c)(7)(B)(ii), the Commission determined, is presump-\ntively (but rebuttably) 90 days to process a collocation\napplication (that is, an application to place a new antenna\non an existing tower) and 150 days to process all other\napplications. Id., at 14005.\n   Some state and local governments opposed adoption of\nthe Declaratory Ruling on the ground that the Commis-\nsion lacked “authority to interpret ambiguous provisions of\nSection 332(c)(7).” Id., at 14000. Specifically, they argued\nthat the saving clause, §332(c)(7)(A), and the judicial\nreview provision, §337(c)(7)(B)(v), together display a con-\ngressional intent to withhold from the Commission author-\nity to interpret the limitations in §332(c)(7)(B). Asserting\nthat ground of objection, the cities of Arlington and San\nAntonio, Texas, petitioned for review of the Declaratory\n——————\n  1 This is not a typographical error. CTIA—The Wireless Association\n\nwas the name of the petitioner. CTIA is presumably an (unpronounce-\nable) acronym, but even the organization’s website does not say what it\nstands for. That secret, known only to wireless-service-provider insid-\ners, we will not disclose here.\n4                     ARLINGTON v. FCC\n\n                       Opinion of the Court\n\nRuling in the Court of Appeals for the Fifth Circuit.\n   Relying on Circuit precedent, the Court of Appeals held\nthat the Chevron framework applied to the threshold\nquestion whether the FCC possessed statutory authority\nto adopt the 90- and 150-day timeframes. 668 F. 3d 229,\n248 (CA5 2012) (citing Texas v. United States, 497 F. 3d\n491, 501 (CA5 2007)). Applying Chevron, the Court of\nAppeals found “§332(c)(7)(A)’s effect on the FCC’s author-\nity to administer §332(c)(7)(B)’s limitations ambiguous,”\n668 F. 3d, at 250, and held that “the FCC’s interpretation\nof its statutory authority” was a permissible construction\nof the statute. Id., at 254. On the merits, the court upheld\nthe presumptive 90- and 150-day deadlines as a “permis-\nsible construction of §332(c)(7)(B)(ii) and (v) . . . entitled to\nChevron deference.” Id., at 256.\n   We granted certiorari, 568 U. S. ___ (2012), limited to\nthe first question presented: “Whether . . . a court should\napply Chevron to . . . an agency’s determination of its own\njurisdiction.” Pet. for Cert. in No. 11–1545, p. i.\n                              II\n\n                              A\n\n  As this case turns on the scope of the doctrine enshrined\nin Chevron, we begin with a description of that case’s now-\ncanonical formulation. “When a court reviews an agency’s\nconstruction of the statute which it administers, it is\nconfronted with two questions.” 467 U. S., at 842. First,\napplying the ordinary tools of statutory construction, the\ncourt must determine “whether Congress has directly\nspoken to the precise question at issue. If the intent of\nCongress is clear, that is the end of the matter; for the\ncourt, as well as the agency, must give effect to the unam-\nbiguously expressed intent of Congress.” Id., at 842–843.\nBut “if the statute is silent or ambiguous with respect to\nthe specific issue, the question for the court is whether the\nagency’s answer is based on a permissible construction of\n                 Cite as: 569 U. S. ____ (2013)           5\n\n                     Opinion of the Court\n\nthe statute.” Id., at 843.\n  Chevron is rooted in a background presumption of con-\ngressional intent: namely, “that Congress, when it left\nambiguity in a statute” administered by an agency, “un-\nderstood that the ambiguity would be resolved, first and\nforemost, by the agency, and desired the agency (rather\nthan the courts) to possess whatever degree of discretion\nthe ambiguity allows.” Smiley v. Citibank (South Dakota),\nN. A., 517 U. S. 735, 740–741 (1996). Chevron thus pro-\nvides a stable background rule against which Congress\ncan legislate: Statutory ambiguities will be resolved,\nwithin the bounds of reasonable interpretation, not by the\ncourts but by the administering agency. See Iowa Utilities\nBd., 525 U. S., at 397. Congress knows to speak in plain\nterms when it wishes to circumscribe, and in capacious\nterms when it wishes to enlarge, agency discretion.\n                               B\n   The question here is whether a court must defer under\nChevron to an agency’s interpretation of a statutory ambi-\nguity that concerns the scope of the agency’s statutory\nauthority (that is, its jurisdiction). The argument against\ndeference rests on the premise that there exist two distinct\nclasses of agency interpretations: Some interpretations—\nthe big, important ones, presumably—define the agency’s\n“jurisdiction.” Others—humdrum, run-of-the-mill stuff—\nare simply applications of jurisdiction the agency plainly\nhas. That premise is false, because the distinction be-\ntween “jurisdictional” and “nonjurisdictional” interpreta-\ntions is a mirage. No matter how it is framed, the question\na court faces when confronted with an agency’s inter-\npretation of a statute it administers is always, simply,\nwhether the agency has stayed within the bounds of its\nstatutory authority.\n   The misconception that there are, for Chevron purposes,\nseparate “jurisdictional” questions on which no deference\n6                    ARLINGTON v. FCC\n\n                     Opinion of the Court\n\nis due derives, perhaps, from a reflexive extension to agen-\ncies of the very real division between the jurisdictional\nand nonjurisdictional that is applicable to courts. In the\njudicial context, there is a meaningful line: Whether the\ncourt decided correctly is a question that has different\nconsequences from the question whether it had the power\nto decide at all. Congress has the power (within limits) to\ntell the courts what classes of cases they may decide, see\nTrainmen v. Toledo, P. & W. R. Co., 321 U. S. 50, 63–64\n(1944); Lauf v. E. G. Shinner & Co., 303 U. S. 323, 330\n(1938), but not to prescribe or superintend how they decide\nthose cases, see Plaut v. Spendthrift Farm, Inc., 514 U. S.\n211, 218–219 (1995). A court’s power to decide a case is\nindependent of whether its decision is correct, which is\nwhy even an erroneous judgment is entitled to res judicata\neffect. Put differently, a jurisdictionally proper but sub-\nstantively incorrect judicial decision is not ultra vires.\n   That is not so for agencies charged with administering\ncongressional statutes. Both their power to act and how\nthey are to act is authoritatively prescribed by Congress,\nso that when they act improperly, no less than when they\nact beyond their jurisdiction, what they do is ultra vires.\nBecause the question—whether framed as an incorrect\napplication of agency authority or an assertion of author-\nity not conferred—is always whether the agency has gone\nbeyond what Congress has permitted it to do, there is no\nprincipled basis for carving out some arbitrary subset of\nsuch claims as “jurisdictional.”\n   An example will illustrate just how illusory the pro-\nposed line between “jurisdictional” and “nonjurisdictional”\nagency interpretations is. Imagine the following validly-\nenacted statute:\n    COMMON CARRIER ACT\n    SECTION 1. The Agency shall have jurisdiction to pro-\n    hibit any common carrier from imposing an unreason-\n                 Cite as: 569 U. S. ____ (2013)            7\n\n                     Opinion of the Court\n\n    able condition upon access to its facilities.\nThere is no question that this provision—including the\nterms “common carrier” and “unreasonable condition”—\ndefines the Agency’s jurisdiction. Surely, the argument\ngoes, a court must determine de novo the scope of that\njurisdiction.\n  Consider, however, this alternative formulation of the\nstatute:\n    COMMON CARRIER ACT\n    SECTION 1. No common carrier shall impose an un-\n    reasonable condition upon access to its facilities.\n    SECTION 2. The Agency may prescribe rules and regu-\n    lations necessary in the public interest to effectuate\n    Section 1 of this Act.\nNow imagine that the Agency, invoking its Section 2\nauthority, promulgates this Rule: “(1) The term ‘common\ncarrier’ in Section 1 includes Internet Service Providers.\n(2) The term ‘unreasonable condition’ in Section 1 includes\nunreasonably high prices. (3) A monthly fee greater than\n$25 is an unreasonable condition on access to Internet\nservice.” By this Rule, the Agency has claimed for itself\njurisdiction that is doubly questionable: Does its authority\nextend to Internet Service Providers? And does it extend\nto setting prices? Yet Section 2 makes clear that Con-\ngress, in petitioners’ words, “conferred interpretive power\non the agency” with respect to Section 1. Brief for Peti-\ntioners in No. 1545, p. 14. Even under petitioners’ theory,\nthen, a court should defer to the Agency’s interpretation of\nthe terms “common carrier” and “unreasonable condi-\ntion”—that is to say, its assertion that its “jurisdiction”\nextends to regulating Internet Service Providers and\nsetting prices.\n   In the first case, by contrast, petitioners’ theory would\naccord the agency no deference. The trouble with this is\nthat in both cases, the underlying question is exactly the\n8                         ARLINGTON v. FCC\n\n                          Opinion of the Court\n\nsame: Does the statute give the agency authority to regu-\nlate Internet Service Providers and cap prices, or not?2\nThe reality, laid bare, is that there is no difference, insofar\nas the validity of agency action is concerned, between an\nagency’s exceeding the scope of its authority (its “jurisdic-\ntion”) and its exceeding authorized application of authority\nthat it unquestionably has. “To exceed authorized applica-\ntion is to exceed authority. Virtually any administrative\naction can be characterized as either the one or the other,\ndepending on how generally one wishes to describe the\n‘authority.’ ” Mississippi Power & Light Co. v. Mississippi\nex rel. Moore, 487 U. S. 354, 381 (1988) (SCALIA, J., con-\ncurring in judgment); see also Monaghan, Marbury and\nthe Administrative State, 83 Colum. L. Rev. 1, 29 (1983)\n(“Administrative application of law is administrative\nformulation of law whenever it involves elaboration of the\nstatutory norm.”).\n   This point is nicely illustrated by our decision in Na-\ntional Cable & Telecommunications Assn., Inc. v. Gulf\nPower Co., 534 U. S. 327 (2002). That case considered\nwhether the FCC’s “jurisdiction” to regulate the rents\nutility-pole owners charge for “pole attachments” (defined\nas attachments by a cable television system or provider of\ntelecommunications service) extended to attachments that\nprovided both cable television and high-speed Internet\naccess (attachments for so-called “commingled services”).\nId., at 331–336. We held, sensibly, that Chevron applied.\n534 U. S., at 333, 339. Whether framed as going to the\n——————\n    2 Thedissent’s non-answer to this example reveals the hollowness of\nits theory. It “might,” the dissent claims, be “harder” to interpret the\nfirst Act, because it is (somehow) less “clear” than the second Act. Post,\nat 15–16 (opinion of ROBERTS, C. J.). That it is even possible that the\ntwo could come out differently under the dissent’s test (whatever it is)\nshows that that test must be wrong. The two statutes are substantively\nidentical. Any difference in outcome would be arbitrary, so a sound\ninterpretive approach should yield none.\n                  Cite as: 569 U. S. ____ (2013)             9\n\n                      Opinion of the Court\n\nscope of the FCC’s delegated authority or the FCC’s appli-\ncation of its delegated authority, the underlying question\nwas the same: Did the FCC exceed the bounds of its statu-\ntory authority to regulate rents for “pole attachments”\nwhen it sought to regulate rents for pole attachments\nproviding commingled services?\n   The label is an empty distraction because every new\napplication of a broad statutory term can be reframed as a\nquestionable extension of the agency’s jurisdiction. One of\nthe briefs in support of petitioners explains, helpfully, that\n“[j]urisdictional questions concern the who, what, where,\nand when of regulatory power: which subject matters may\nan agency regulate and under what conditions.” Brief for\nIMLA Respondents 18–19. But an agency’s application of\nits authority pursuant to statutory text answers the same\nquestions. Who is an “outside salesman”? What is a “pole\nattachment”? Where do the “waters of the United States”\nend? When must a Medicare provider challenge a reim-\nbursement determination in order to be entitled to an\nadministrative appeal? These can all be reframed as ques-\ntions about the scope of agencies’ regulatory jurisdiction—\nand they are all questions to which the Chevron\nframework applies. See Christopher v. SmithKline Bee-\ncham Corp., 567 U. S. ___, ___, ___ (2012) (slip op., at 2, 8);\nNational Cable & Telecommunications Assn., supra, at\n331, 333; United States v. Riverside Bayview Homes, Inc.,\n474 U. S. 121, 123, 131 (1985); Sebelius v. Auburn Regional\nMedical Center, 568 U. S. ___, ___, ___ (2013) (slip op., at\n1, 11).\n   In sum, judges should not waste their time in the men-\ntal acrobatics needed to decide whether an agency’s inter-\npretation of a statutory provision is “jurisdictional” or\n“nonjurisdictional.” Once those labels are sheared away, it\nbecomes clear that the question in every case is, simply,\nwhether the statutory text forecloses the agency’s asser-\ntion of authority, or not. See H. Edwards & L. Elliott,\n10                    ARLINGTON v. FCC\n\n                       Opinion of the Court\n\nFederal Standards of Review 146 (2007) (“In practice, it\ndoes not appear to matter whether delegated authority\nis viewed as a threshold inquiry.”). The federal judge\nas haruspex, sifting the entrails of vast statutory schemes\nto divine whether a particular agency interpretation\nqualifies as “jurisdictional,” is not engaged in reasoned\ndecisionmaking.\n                               C\n   Fortunately, then, we have consistently held “that\nChevron applies to cases in which an agency adopts a con-\nstruction of a jurisdictional provision of a statute it admin-\nisters.” 1 R. Pierce, Administrative Law Treatise §3.5, p.\n187 (2010). One of our opinions explicitly says that no\n“exception exists to the normal [deferential] standard of\nreview” for “ ‘jurisdictional or legal question[s] concerning\nthe coverage’ ” of an Act. NLRB v. City Disposal Systems,\nInc., 465 U. S. 822, 830, n. 7 (1984). A prime example of\ndeferential review for questions of jurisdiction is Commod-\nity Futures Trading Comm’n v. Schor, 478 U. S. 833\n(1986). That case involved a CFTC interpretation of 7\nU. S. C. §18(c), which provides that before the Commission\ntakes action on a complaint, the complainant must file a\nbond to cover “any reparation award that may be issued by\nthe Commission against the complainant on any counter-\nclaim by respondent.” (Emphasis added.) The CFTC,\npursuant to its broad rulemaking authority, see §12a(5),\ninterpreted that oblique reference to counterclaims as\ngranting it “the power to take jurisdiction over” not just\nfederal-law counterclaims, but state-law counterclaims as\nwell. Schor, supra, at 844. We not only deferred under\nChevron to the Commission’s “eminently reasonable . . .\ninterpretation of the statute it is entrusted to administer,”\nbut also chided the Court of Appeals for declining to afford def-\nerence because of the putatively “ ‘statutory interpretation-\njurisdictional’ nature of the question at issue.” 478 U. S.,\n                     Cite as: 569 U. S. ____ (2013)                  11\n\n                         Opinion of the Court\n\nat 844–845.\n  Similar examples abound. We have afforded Chevron\ndeference to the Commerce Department’s determination\nthat its authority to seek antidumping duties extended to\nuranium imported under contracts for enrichment ser-\nvices, United States v. Eurodif S. A., 555 U. S. 305, 316\n(2009); to the Interstate Commerce Commission’s view\nthat courts, not the Commission, possessed “initial juris-\ndiction with respect to the award of reparations” for un-\nreasonable shipping charges, Reiter v. Cooper, 507 U. S.\n258, 269 (1993) (internal quotation marks and ellipsis\nomitted); and to the Army Corps of Engineers’ assertion\nthat its permitting authority over discharges into “waters\nof the United States” extended to “freshwater wetlands”\nadjacent to covered waters, Riverside Bayview Homes,\nsupra, at 123–124, 131. We have even deferred to the\nFCC’s assertion that its broad regulatory authority ex-\ntends to pre-empting conflicting state rules. City of New\nYork v. FCC, 486 U. S. 57, 64 (1988); Capital Cities Cable,\nInc. v. Crisp, 467 U. S. 691, 700 (1984).3\n——————\n  3 The  dissent’s reliance on dicta in Adams Fruit Co. v. Barrett, 494\nU. S. 638 (1990), see post, at 8–9, is misplaced. In that case, the De-\npartment of Labor had interpreted a statute creating a private right of\naction for migrant or seasonal farmworkers as providing no remedy\nwhere a state workers’-compensation law covered the worker. 494\nU. S., at 649. We held that we had no need to “defer to the Secretary of\nLabor’s view of the scope of” that private right of action “because\nCongress has expressly established the Judiciary and not the Depart-\nment of Labor as the adjudicator of private rights of action arising\nunder the statute.” Ibid. Adams Fruit stands for the modest proposi-\ntion that the Judiciary, not any executive agency, determines “the\nscope”—including the available remedies—“of judicial power vested by”\nstatutes establishing private rights of action. Id., at 650. Adams Fruit\nexplicitly affirmed the Department’s authority to promulgate the\nsubstantive standards enforced through that private right of action.\nSee ibid.\n   The dissent’s invocation of Gonzales v. Oregon, 546 U. S. 243 (2006),\nsee post, at 10–11, is simply perplexing: The majority opinion in that\n12                      ARLINGTON v. FCC\n\n                        Opinion of the Court\n\n   Our cases hold that Chevron applies equally to statutes\ndesigned to curtail the scope of agency discretion. For\ninstance, in Chemical Mfrs. Assn. v. Natural Resources\nDefense Council, Inc., 470 U. S. 116, 123 (1985), we con-\nsidered a statute prohibiting the Environmental Protec-\ntion Agency from “modify[ing] any requirement of this\nsection as it applies to any specific pollutant which is on\nthe toxic pollutant list.” The EPA construed the statute as\nnot precluding it from granting variances with respect to\ncertain toxic pollutants. Finding no “clear congressional\nintent to forbid EPA’s sensible variance mechanism,” id.,\nat 134, we deferred to the EPA’s construction of this ex-\npress limitation on its own regulatory authority, id., at\n125 (citing Chevron, 467 U. S. 837); see also, e.g., Japan\nWhaling Assn. v. American Cetacean Soc., 478 U. S. 221,\n226, 232–234 (1986).\n   The U. S. Reports are shot through with applications of\nChevron to agencies’ constructions of the scope of their\nown jurisdiction. And we have applied Chevron where\nconcerns about agency self-aggrandizement are at their\napogee: in cases where an agency’s expansive construction\nof the extent of its own power would have wrought a fun-\ndamental change in the regulatory scheme. In FDA v.\nBrown & Williamson Tobacco Corp., 529 U. S. 120 (2000),\nthe threshold question was the “appropriate framework for\nanalyzing” the FDA’s assertion of “jurisdiction to regulate\ntobacco products,” id., at 126, 132—a question of vast\n“economic and political magnitude,” id., at 133. “Because\nthis case involves an administrative agency’s construction\n——————\ncase expressly lists the Communications Act as an example of a statute\nunder which an agency’s “authority is clear because the statute gives\nan agency broad power to enforce all provisions of the statute.” 546\nU. S., at 258–259 (citing 47 U. S. C. §201(b); emphasis added). That\nstatement cannot be squared with the dissent’s proposed remand for\nthe Fifth Circuit to determine “whether Congress delegated interpre-\ntive authority over §332(c)(7)(B)(ii) to the FCC.” Post, at 18.\n                     Cite as: 569 U. S. ____ (2013)                    13\n\n                          Opinion of the Court\n\nof a statute that it administers,” we held, Chevron applied.\n529 U. S., at 132. Similarly, in MCI Telecommunications\nCorp. v. American Telephone & Telegraph Co., 512 U. S.\n218, 224, 229, 231 (1994), we applied the Chevron frame-\nwork to the FCC’s assertion that the statutory phrase\n“modify any requirement” gave it authority to eliminate\nrate-filing requirements, “the essential characteristic of a\nrate-regulated industry,” for long-distance telephone\ncarriers.\n   The false dichotomy between “jurisdictional” and “non-\njurisdictional” agency interpretations may be no more\nthan a bogeyman, but it is dangerous all the same. Like\nthe Hound of the Baskervilles, it is conjured by those with\ngreater quarry in sight: Make no mistake—the ultimate\ntarget here is Chevron itself. Savvy challengers of agency\naction would play the “jurisdictional” card in every case.\nSee, e.g., Cellco Partnership v. FCC, 700 F. 3d 534,\n541 (CADC 2012). Some judges would be deceived by\nthe specious, but scary-sounding, “jurisdictional”-\n“nonjurisdictional” line; others tempted by the prospect of\nmaking public policy by prescribing the meaning of am-\nbiguous statutory commands. The effect would be to\ntransfer any number of interpretive decisions—archetypal\nChevron questions, about how best to construe an ambigu-\nous term in light of competing policy interests—from the\nagencies that administer the statutes to federal courts.4\n——————\n  4 THE CHIEF JUSTICE’s discomfort with the growth of agency power,\nsee post, at 2–4, is perhaps understandable. But the dissent overstates\nwhen it claims that agencies exercise “legislative power” and “judicial\npower.” Post, at 2; see also post, at 16. The former is vested exclusively\nin Congress, U. S. Const., Art. I, §1, the latter in the “one supreme\nCourt” and “such inferior Courts as the Congress may from time to time\nordain and establish,” Art. III, §1. Agencies make rules (“Private cattle\nmay be grazed on public lands X, Y, and Z subject to certain condi-\ntions”) and conduct adjudications (“This rancher’s grazing permit is\nrevoked for violation of the conditions”) and have done so since the\nbeginning of the Republic. These activities take “legislative” and\n14                       ARLINGTON v. FCC\n\n                         Opinion of the Court\n\nWe have cautioned that “judges ought to refrain from\nsubstituting their own interstitial lawmaking” for that of\nan agency. Ford Motor Credit Co. v. Milhollin, 444 U. S.\n555, 568 (1980). That is precisely what Chevron prevents.\n                             III\n                              A\n  One group of respondents contends that Chevron defer-\nence is inappropriate here because the FCC has “as-\nsert[ed] jurisdiction over matters of traditional state and\nlocal concern.” Brief for IMLA Respondents 35. But this\ncase has nothing to do with federalism.             Section\n332(c)(7)(B)(ii) explicitly supplants state authority by\nrequiring zoning authorities to render a decision “within a\nreasonable period of time,” and the meaning of that phrase\nis indisputably a question of federal law. We rejected a\nsimilar faux-federalism argument in the Iowa Utilities\nBoard case, in terms that apply equally here: “This is, at\nbottom, a debate not about whether the States will be\nallowed to do their own thing, but about whether it will be\nthe FCC or the federal courts that draw the lines to which\nthey must hew.” 525 U. S., at 379, n. 6. These lines will\nbe drawn either by unelected federal bureaucrats, or by\nunelected (and even less politically accountable) federal\njudges. “[I]t is hard to spark a passionate ‘States’ rights’\ndebate over that detail.” Ibid.\n\n                            B\n  A few words in response to the dissent. The question on\nwhich we granted certiorari was whether “a court should\napply Chevron to review an agency’s determination of its\nown jurisdiction.” Pet. for Cert. i.5 Perhaps sensing the\n——————\n“judicial” forms, but they are exercises of—indeed, under our constitu-\ntional structure they must be exercises of—the “executive Power.”\nArt. II, §1, cl. 1.\n   5 The dissent—apparently with no attempt at irony—accuses us of\n                    Cite as: 569 U. S. ____ (2013)                 15\n\n                        Opinion of the Court\n\nincoherence of the “jurisdictional-nonjurisdictional” line,\nthe dissent does not even attempt to defend it, see post, at\n5, but proposes a much broader scope for de novo judicial\nreview: Jurisdictional or not, and even where a rule is at\nissue and the statute contains a broad grant of rulemaking\nauthority, the dissent would have a court search provision-\nby-provision to determine “whether [that] delegation\ncovers the ‘specific provision’ and ‘particular question’\nbefore the court.” Post, at 11–12.\n  The dissent is correct that United States v. Mead Corp.,\n533 U. S. 218 (2001), requires that, for Chevron deference\nto apply, the agency must have received congressional\nauthority to determine the particular matter at issue in\nthe particular manner adopted. No one disputes that.\nBut Mead denied Chevron deference to action, by an agency\nwith rulemaking authority, that was not rulemaking.\nWhat the dissent needs, and fails to produce, is a single\ncase in which a general conferral of rulemaking or adjudi-\ncative authority has been held insufficient to support\nChevron deference for an exercise of that authority within\nthe agency’s substantive field. There is no such case, and\nwhat the dissent proposes is a massive revision of our\nChevron jurisprudence.\n  Where we differ from the dissent is in its apparent\nrejection of the theorem that the whole includes all of its\nparts—its view that a general conferral of rulemaking\nauthority does not validate rules for all the matters the\nagency is charged with administering. Rather, the dissent\nproposes that even when general rulemaking authority is\nclear, every agency rule must be subjected to a de novo\njudicial determination of whether the particular issue was\ncommitted to agency discretion. It offers no standards at\n—————— \n\n“misunderstand[ing]” the question presented as one of “jurisdiction.” \n\nPost, at 5. Whatever imprecision inheres in our understanding of the \n\nquestion presented derives solely from our having read it. \n\n16                   ARLINGTON v. FCC\n\n                     Opinion of the Court\n\nall to guide this open-ended hunt for congressional intent\n(that is to say, for evidence of congressional intent more\nspecific than the conferral of general rulemaking author-\nity). It would simply punt that question back to the Court\nof Appeals, presumably for application of some sort of\ntotality-of-the-circumstances test—which is really, of\ncourse, not a test at all but an invitation to make an\nad hoc judgment regarding congressional intent. Thirteen\nCourts of Appeals applying a totality-of-the-circumstances\ntest would render the binding effect of agency rules un-\npredictable and destroy the whole stabilizing purpose of\nChevron. The excessive agency power that the dissent\nfears would be replaced by chaos. There is no need to\nwade into these murky waters. It suffices to decide this\ncase that the preconditions to deference under Chevron\nare satisfied because Congress has unambiguously vested\nthe FCC with general authority to administer the Com-\nmunications Act through rulemaking and adjudication,\nand the agency interpretation at issue was promulgated in\nthe exercise of that authority.\n                         *    *    *\n     Those who assert that applying Chevron to “jurisdic-\ntional” interpretations “leaves the fox in charge of the\nhenhouse” overlook the reality that a separate category of\n“jurisdictional” interpretations does not exist. The fox-in-\nthe-henhouse syndrome is to be avoided not by estab-\nlishing an arbitrary and undefinable category of agency\ndecisionmaking that is accorded no deference, but by taking\nseriously, and applying rigorously, in all cases, statutory\nlimits on agencies’ authority. Where Congress has estab-\nlished a clear line, the agency cannot go beyond it; and\nwhere Congress has established an ambiguous line, the\nagency can go no further than the ambiguity will fairly\nallow. But in rigorously applying the latter rule, a court\nneed not pause to puzzle over whether the interpretive\n                 Cite as: 569 U. S. ____ (2013)                 17\n\n                     Opinion of the Court\n\nquestion presented is “jurisdictional.” If “the agency’s\nanswer is based on a permissible construction of the\nstatute,” that is the end of the matter. Chevron, 467 U. S.,\nat 842.\n  The judgment of the Court of Appeals is affirmed.\n\n                                                  It is so ordered.\n                 Cite as: 569 U. S. ____ (2013)            1\n\n                     Opinion of BREYER, J.\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                   Nos. 11–1545 and 11–1547\n                         _________________\n\n\n        CITY OF ARLINGTON, TEXAS, ET AL.,\n                  PETITIONERS\n11–1545                v.\n           FEDERAL COMMUNICATIONS\n               COMMISSION ET AL.\n\n       CABLE, TELECOMMUNICATIONS, AND\n        TECHNOLOGY COMMITTEE OF THE\n          NEW ORLEANS CITY COUNCIL,\n                  PETITIONER\n11–1547                v.\n          FEDERAL COMMUNICATIONS\n               COMMISSION ET AL.\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE FIFTH CIRCUIT\n                        [May 20, 2013]\n\n   JUSTICE BREYER, concurring in part and concurring in\nthe judgment.\n   I agree with the Court that normally “the question a\ncourt faces when confronted with an agency’s interpreta-\ntion of a statute it administers” is, “simply, whether the\nagency has stayed within the bounds of its statutory au-\nthority.” Ante, at 5–6. In this context, “the distinction\nbetween ‘jurisdictional’ and ‘non-jurisdictional’ interpreta-\ntions is a mirage.” Ante, at 5.\n   Deciding just what those statutory bounds are, however,\nis not always an easy matter, and the Court’s case law\nabounds with discussion of the subject. A reviewing judge,\nfor example, will have to decide independently whether\nCongress delegated authority to the agency to provide\n2                    ARLINGTON v. FCC\n\n                     Opinion of BREYER, J.\n\ninterpretations of, or to enact rules pursuant to, the stat-\nute at issue—interpretations or rules that carry with them\n“the force of law.” United States v. Mead Corp., 533 U. S.\n218, 229 (2001). If so, the reviewing court must give spe-\ncial leeway or “deference” to the agency’s interpretation.\nSee id., at 227–228.\n  We have added that, if “[e]mploying traditional tools of\nstatutory construction,” INS v. Cardoza-Fonseca, 480 U. S.\n421, 446 (1987), the court determines that Congress has\nspoken clearly on the disputed question, then “that is the\nend of the matter,” Chevron U. S. A. Inc. v. Natural Re-\nsources Defense Council, Inc., 467 U. S. 837, 842 (1984).\nThe agency is due no deference, for Congress has left no\ngap for the agency to fill. Id., at 842–844. If, on the other\nhand, Congress has not spoken clearly, if, for example it\nhas written ambiguously, then that ambiguity is a sign—\nbut not always a conclusive sign—that Congress intends a\nreviewing court to pay particular attention to (i.e., to give\na degree of deference to) the agency’s interpretation. See\nGonzales v. Oregon, 546 U. S. 243, 258–269 (2006); Mead,\nsupra, at 229.\n  I say that the existence of statutory ambiguity is some-\ntimes not enough to warrant the conclusion that Congress\nhas left a deference-warranting gap for the agency to fill be-\ncause our cases make clear that other, sometimes context-\nspecific, factors will on occasion prove relevant. (And,\ngiven the vast number of government statutes, regulatory\nprograms, and underlying circumstances, that variety is\nhardly surprising.) In Mead, for example, we looked to\nseveral factors other than simple ambiguity to help deter-\nmine whether Congress left a statutory gap, thus delegat-\ning to the agency the authority to fill that gap with an\ninterpretation that would carry “the force of law.” 533\nU. S., at 229–231. Elsewhere, we have assessed\n                    \t\n    “the interstitial nature of the legal question, the re-\n                  Cite as: 569 U. S. ____ (2013)            3\n\n                      Opinion of BREYER, J.\n\n    lated expertise of the Agency, the importance of the\n    question to administration of the statute, the complex-\n    ity of that administration, and the careful considera-\n    tion the Agency has given the question over a long\n    period of time.” Barnhart v. Walton, 535 U. S. 212,\n    222 (2002).\nThe subject matter of the relevant provision—for instance,\nits distance from the agency’s ordinary statutory duties or\nits falling within the scope of another agency’s authority—\nhas also proved relevant. See Gonzalez, supra, at 265–\n266. See also Gellhorn & Verkuil, Controlling Chevron-\nBased Delegations, 20 Cardozo L. Rev. 989, 1007–1010\n(1999).\n   Moreover, the statute’s text, its context, the structure of\nthe statutory scheme, and canons of textual construction\nare relevant in determining whether the statute is ambig-\nuous and can be equally helpful in determining whether\nsuch ambiguity comes accompanied with agency authority\nto fill a gap with an interpretation that carries the force of\nlaw. See Household Credit Services, Inc. v. Pfennig, 541\nU. S. 232, 239–242 (2004); Zuni Public School Dist. No. 89\nv. Department of Education, 550 U. S. 81, 98–99 (2007);\nFDA v. Brown & Williamson Tobacco Corp., 529 U. S. 120,\n133 (2000); Dole v. Steelworkers, 494 U. S. 26, 36 (1990).\nStatutory purposes, including those revealed in part by\nlegislative and regulatory history, can be similarly rele-\nvant. See Brown & Williamson Tobacco Corp., supra, at\n143–147; Pension Benefit Guaranty Corporation v. LTV\nCorp., 496 U. S. 633, 649 (1990); Global Crossing Tele-\ncommunications, Inc. v. Metrophones Telecommunications,\nInc., 550 U. S. 45, 48–49 (2007). See also AT&T Corp. v.\nIowa Utilities Bd., 525 U. S. 366, 412–413 (1999) (BREYER,\nJ., concurring in part and dissenting in part).\n   Although seemingly complex in abstract description, in\npractice this framework has proved a workable way to\n4                    ARLINGTON v. FCC\n\n                     Opinion of BREYER, J.\n\napproximate how Congress would likely have meant to\nallocate interpretive law-determining authority between\nreviewing court and agency. The question whether Con-\ngress has delegated to an agency the authority to provide\nan interpretation that carries the force of law is for the\njudge to answer independently. The judge, considering\n“traditional tools of statutory construction,” Cardoza-\nFonseca, supra, at 446, will ask whether Congress has\nspoken unambiguously. If so, the text controls. If not, the\njudge will ask whether Congress would have intended the\nagency to resolve the resulting ambiguity. If so, deference\nis warranted. See Mead, supra, at 229. Even if not, how-\never, sometimes an agency interpretation, in light of the\nagency’s special expertise, will still have the “power to\npersuade, if lacking power to control,” Skidmore v. Swift &\nCo., 323 U. S. 134, 140 (1944).\n   The case before us offers an example. The relevant\nstatutory provision requires state or local governments to\nact on wireless siting applications “within a reasonable\nperiod of time after” a wireless service provider files such\na request. 47 U. S. C. §332(c)(7)(B)(ii). The Federal Com-\nmunications Commission (FCC) argued that this pro-\nvision granted it a degree of leeway in determining the\namount of time that is reasonable. Many factors favor the\nagency’s view: (1) the language of the Telecommunications\nAct grants the FCC broad authority (including rulemaking\nauthority) to administer the Act; (2) the words are open-\nended—i.e. “ambiguous”; (3) the provision concerns an\ninterstitial administrative matter, in respect to which the\nagency’s expertise could have an important role to play;\nand (4) the matter, in context, is complex, likely making\nthe agency’s expertise useful in helping to answer the “rea-\nsonableness” question that the statute poses. See §151\n(creating the FCC); §201(b) (providing rulemaking auth-\nority); National Cable & Telecommunications Assn. v.\nBrand X Internet Services, 545 U. S. 967, 980–981 (2005)\n                 Cite as: 569 U. S. ____ (2013)           5\n\n                     Opinion of BREYER, J.\n\n(acknowledging the FCC’s authority to administer the\nAct).\n   On the other side of the coin, petitioners point to two\nstatutory provisions which, they believe, require a differ-\nent conclusion—namely, that the FCC lacked authority\naltogether to interpret §332(c)(7)(B)(ii). First, a nearby\nsaving clause says: “Except as provided in this paragraph,\nnothing in this chapter shall limit or affect the authority\nof a State or local government or instrumentality thereof\nover decisions regarding the placement, construction, and\nmodification of personal wireless service facilities.”\n§332(c)(7)(A). Second, a judicial review provision, says:\n“Any person adversely affected by any final action or\nfailure to act by a State or local government or any in-\nstrumentality thereof that is inconsistent with this sub-\nparagraph may, within 30 days after such action or failure\nto act, commence an action in any court of competent\njurisdiction.” §332(c)(7)(B)(v).\n   In my view, however, these two provisions cannot pro-\nvide good reason for reaching the conclusion advocated by\npetitioners. The first provision begins with an exception,\nstating that it does not apply to (among other things) the\n“reasonableness” provision here at issue. The second sim-\nply sets forth a procedure for judicial review, a review\nthat applies to most government actions. Both are con-\nsistent with a statutory scheme that gives States, locali-\nties, the FCC, and reviewing courts each some role to play\nin the location of wireless service facilities. And neither\n“expressly describ[es] an exception” to the FCC’s plenary\nauthority to interpret the Act. American Hospital Assn. v.\nNLRB, 499 U. S. 606, 613 (1991).\n   For these reasons, I would reject petitioners’ argument\nand conclude that §332(c)(7)(B)(ii)—the “reasonableness”\nstatute—leaves a gap for the FCC to fill. I would hold that\nthe FCC’s lawful efforts to do so carry “the force of law.”\nMead, 533 U. S., at 229. The Court of Appeals ultimately\n6                   ARLINGTON v. FCC\n\n                    Opinion of BREYER, J.\n\nreached the same conclusion (though for somewhat dif-\nferent reasons), and the majority affirms the lower court.\nI consequently join the majority’s judgment and such por-\ntions of its opinion as are consistent with what I have\nwritten here.\n                 Cite as: 569 U. S. ____ (2013)            1\n\n                   ROBERTS, C. J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                  Nos. 11–1545 and 11–1547\n                         _________________\n\n\n        CITY OF ARLINGTON, TEXAS, ET AL.,\n                  PETITIONERS\n11–1545                v.\n           FEDERAL COMMUNICATIONS\n               COMMISSION ET AL.\n\n       CABLE, TELECOMMUNICATIONS, AND\n        TECHNOLOGY COMMITTEE OF THE\n          NEW ORLEANS CITY COUNCIL,\n                  PETITIONER\n11–1547                v.\n          FEDERAL COMMUNICATIONS\n               COMMISSION ET AL.\nON WRITS OF CERTIORARI TO THE UNITED STATES COURT OF\n            APPEALS FOR THE FIFTH CIRCUIT\n                        [May 20, 2013]\n\n  CHIEF JUSTICE ROBERTS, with whom JUSTICE KENNEDY\nand JUSTICE ALITO join, dissenting.\n  My disagreement with the Court is fundamental. It is\nalso easily expressed: A court should not defer to an agency\nuntil the court decides, on its own, that the agency is\nentitled to deference. Courts defer to an agency’s interpre-\ntation of law when and because Congress has conferred on\nthe agency interpretive authority over the question at\nissue. An agency cannot exercise interpretive authority\nuntil it has it; the question whether an agency enjoys that\nauthority must be decided by a court, without deference to\nthe agency.\n2                    ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\n\n                               I\n\n   One of the principal authors of the Constitution famously\nwrote that the “accumulation of all powers, legislative,\nexecutive, and judiciary, in the same hands, . . . may justly\nbe pronounced the very definition of tyranny.” The Feder-\nalist No. 47, p. 324 (J. Cooke ed. 1961) (J. Madison).\nAlthough modern administrative agencies fit most com-\nfortably within the Executive Branch, as a practical matter\nthey exercise legislative power, by promulgating regula-\ntions with the force of law; executive power, by policing\ncompliance with those regulations; and judicial power, by\nadjudicating enforcement actions and imposing sanctions\non those found to have violated their rules. The accumula-\ntion of these powers in the same hands is not an occasional\nor isolated exception to the constitutional plan; it is a\ncentral feature of modern American government.\n   The administrative state “wields vast power and touches\nalmost every aspect of daily life.” Free Enterprise Fund v.\nPublic Company Accounting Oversight Bd., 561 U. S. ___,\n___ (2010) (slip op., at 18). The Framers could hardly have\nenvisioned today’s “vast and varied federal bureaucracy”\nand the authority administrative agencies now hold over\nour economic, social, and political activities. Ibid. “[T]he\nadministrative state with its reams of regulations would\nleave them rubbing their eyes.” Alden v. Maine, 527 U. S.\n706, 807 (1999) (Souter, J., dissenting), quoted in Federal\nMaritime Comm’n v. South Carolina Ports Authority, 535\nU. S. 743, 755 (2002). And the federal bureaucracy con-\ntinues to grow; in the last 15 years, Congress has launched\nmore than 50 new agencies. Compare Office of the Federal\nRegister, United States Government Manual 1997/1998,\nwith Office of the Federal Register, United States Gov-\nernment Manual 2012. And more are on the way. See,\ne.g., Congressional Research Service, C. Copeland, New\nEntities Created Pursuant to the Patient Protection and\nAffordable Care Act 1 (2010) (The PPACA “creates, re-\n                 Cite as: 569 U. S. ____ (2013)            3\n\n                   ROBERTS, C. J., dissenting\n\nquires others to create, or authorizes dozens of new enti-\nties to implement the legislation”).\n   Although the Constitution empowers the President to\nkeep federal officers accountable, administrative agencies\nenjoy in practice a significant degree of independence. As\nscholars have noted, “no President (or his executive office\nstaff) could, and presumably none would wish to, super-\nvise so broad a swath of regulatory activity.” Kagan,\nPresidential Administration, 114 Harv. L. Rev. 2245, 2250\n(2001); see also S. Breyer, Making Our Democracy Work\n110 (2010) (“the president may not have the time or will-\ningness to review [agency] decisions”). President Truman\ncolorfully described his power over the administrative\nstate by complaining, “I thought I was the president, but\nwhen it comes to these bureaucrats, I can’t do a damn\nthing.” See R. Nathan, The Administrative Presidency 2\n(1986). President Kennedy once told a constituent, “I\nagree with you, but I don’t know if the government will.”\nSee id., at 1. The collection of agencies housed outside the\ntraditional executive departments, including the Federal\nCommunications Commission, is routinely described as\nthe “headless fourth branch of government,” reflecting not\nonly the scope of their authority but their practical inde-\npendence. See, e.g., Administrative Conference of United\nStates, D. Lewis & J. Selin, Sourcebook of United States\nExecutive Agencies 11 (2012).\n   As for judicial oversight, agencies enjoy broad power to\nconstrue statutory provisions over which they have been\ngiven interpretive authority. In Chevron U. S. A. Inc. v.\nNatural Resources Defense Council, Inc., we established a\ntest for reviewing “an agency’s construction of the statute\nwhich it administers.” 467 U. S. 837, 842 (1984). If Con-\ngress has “directly spoken to the precise question at issue,”\nwe said, “that is the end of the matter.” Ibid. A contrary\nagency interpretation must give way. But if Congress has\nnot expressed a specific intent, a court is bound to defer to\n4                    ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\nany “permissible construction of the statute,” even if that\nis not “the reading the court would have reached if the\nquestion initially had arisen in a judicial proceeding.” Id.,\nat 843, and n. 11.\n   When it applies, Chevron is a powerful weapon in an\nagency’s regulatory arsenal. Congressional delegations to\nagencies are often ambiguous—expressing “a mood rather\nthan a message.” Friendly, The Federal Administrative\nAgencies: The Need for Better Definition of Standards, 75\nHarv. L. Rev. 1263, 1311 (1962). By design or default,\nCongress often fails to speak to “the precise question”\nbefore an agency. In the absence of such an answer, an\nagency’s interpretation has the full force and effect of law,\nunless it “exceeds the bounds of the permissible.” Barn-\nhart v. Walton, 535 U. S. 212, 218 (2002).\n   It would be a bit much to describe the result as “the very\ndefinition of tyranny,” but the danger posed by the grow-\ning power of the administrative state cannot be dismissed.\nSee, e.g., Talk America, Inc. v. Michigan Bell Telephone\nCo., 564 U. S. ___, ___ (2011) (SCALIA, J., concurring) (slip\nop., at 3) (noting that the FCC “has repeatedly been re-\nbuked in its attempts to expand the statute beyond its\ntext, and has repeatedly sought new means to the same\nends”); Sackett v. EPA, 566 U. S. ___, ___–___ (2012) (slip\nop., at 9–10) (rejecting agency argument that would “ena-\nble the strong-arming of regulated parties into ‘voluntary\ncompliance’ without the opportunity for judicial review”).\n   What the Court says in footnote 4 of its opinion is good,\nand true (except of course for the “dissent overstates”\npart). Ante, at 13–14, n. 4. The Framers did divide gov-\nernmental power in the manner the Court describes,\nfor the purpose of safeguarding liberty. And yet . . . the\ncitizen confronting thousands of pages of regulations—\npromulgated by an agency directed by Congress to regu-\nlate, say, “in the public interest”—can perhaps be excused\nfor thinking that it is the agency really doing the legislat-\n                  Cite as: 569 U. S. ____ (2013)             5\n\n                    ROBERTS, C. J., dissenting\n\ning. And with hundreds of federal agencies poking into\nevery nook and cranny of daily life, that citizen might also\nunderstandably question whether Presidential oversight—\na critical part of the Constitutional plan—is always an\neffective safeguard against agency overreaching.\n   It is against this background that we consider whether\nthe authority of administrative agencies should be aug-\nmented even further, to include not only broad power to\ngive definitive answers to questions left to them by Con-\ngress, but also the same power to decide when Congress\nhas given them that power.\n   Before proceeding to answer that question, however, it\nis necessary to sort through some confusion over what this\nlitigation is about. The source of the confusion is a famil-\niar culprit: the concept of “jurisdiction,” which we have\nrepeatedly described as a word with “ ‘many, too many,\nmeanings.’ ” Union Pacific R. Co. v. Locomotive Engineers,\n558 U. S. 67, 81 (2009).\n   The Court states that the question “is whether a court\nmust defer under Chevron to an agency’s interpretation of\na statutory ambiguity that concerns the scope of the agen-\ncy’s statutory authority (that is, its jurisdiction).” Ante, at\n5. That is fine—until the parenthetical. The parties,\namici, and court below too often use the term “jurisdiction”\nimprecisely, which leads the Court to misunderstand the\nargument it must confront. That argument is not that\n“there exist two distinct classes of agency interpretations,”\nsome “big, important ones” that “define the agency’s ‘juris-\ndiction,’ ” and other “humdrum, run-of-the-mill” ones that\n“are simply applications of jurisdiction the agency plainly\nhas.” Ibid. The argument is instead that a court should\nnot defer to an agency on whether Congress has granted\nthe agency interpretive authority over the statutory ambi-\nguity at issue.\n   You can call that “jurisdiction” if you’d like, as petition-\ners do in the question presented. But given that the term\n6                    ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\nis ambiguous, more is required to understand its use in\nthat question than simply “having read it.” Ante, at 15,\nn. 5. It is important to keep in mind that the term, in the\npresent context, has the more precise meaning noted\nabove, encompassing congressionally delegated authority\nto issue interpretations with the force and effect of law.\nSee 668 F. 3d 229, 248 (CA5 2012) (case below) (“The issue\nin the instant case is whether the FCC possessed statutory\nauthority to administer §332(c)(7)(B)(ii) and (v) by adopt-\ning the 90- and 150-day time frames”). And that has\nnothing do with whether the statutory provisions at issue\nare “big” or “small.”\n                              II\n   “It is emphatically the province and duty of the judicial\ndepartment to say what the law is.” Marbury v. Madison,\n1 Cranch 137, 177 (1803). The rise of the modern admin-\nistrative state has not changed that duty. Indeed, the\nAdministrative Procedure Act, governing judicial review of\nmost agency action, instructs reviewing courts to decide\n“all relevant questions of law.” 5 U. S. C. §706.\n   We do not ignore that command when we afford an\nagency’s statutory interpretation Chevron deference; we\nrespect it. We give binding deference to permissible agency\ninterpretations of statutory ambiguities because Con-\ngress has delegated to the agency the authority to inter-\npret those ambiguities “with the force of law.” United\nStates v. Mead Corp., 533 U. S. 218, 229 (2001); see also\nMonaghan, Marbury and the Administrative State, 83\nColum. L. Rev. 1, 27–28 (1983) (“the court is not abdicat-\ning its constitutional duty to ‘say what the law is’ by defer-\nring to agency interpretations of law: it is simply applying\nthe law as ‘made’ by the authorized law-making entity”).\n   But before a court may grant such deference, it must on\nits own decide whether Congress—the branch vested with\nlawmaking authority under the Constitution—has in fact\n                 Cite as: 569 U. S. ____ (2013)           7\n\n                  ROBERTS, C. J., dissenting\n\ndelegated to the agency lawmaking power over the ambi-\nguity at issue. See ante, at 4 (BREYER, J., concurring in\npart and concurring in judgment) (“The question whether\nCongress has delegated to an agency the authority to\nprovide an interpretation that carries the force of law is\nfor the judge to answer independently.”). Agencies are\ncreatures of Congress; “an agency literally has no power to\nact . . . unless and until Congress confers power upon it.”\nLouisiana Pub. Serv. Comm’n v. FCC, 476 U. S. 355, 374\n(1986). Whether Congress has conferred such power is the\n“relevant question[ ] of law” that must be answered before\naffording Chevron deference. 5 U. S. C. §706.\n                             III\n\n                              A\n\n  Our precedents confirm this conclusion—beginning with\nChevron itself. In Chevron, the EPA promulgated a regu-\nlation interpreting the term “stationary sources” in the\nClean Air Act. 467 U. S., at 840 (quoting 42 U. S. C.\n§7502(b)(6)(1982 ed.)). An environmental group petitioned\nfor review of the rule, challenging it as an impermissible\ninterpretation of the Act. 467 U. S., at 841, 859. Finding\nthe statutory text “not dispositive” and the legislative\nhistory “silent on the precise issue,” we upheld the rule.\nId., at 862, 866.\n  In our view, the challenge to the agency’s interpretation\n“center[ed] on the wisdom of the agency’s policy, rather\nthan whether it is a reasonable choice within a gap left\nopen by Congress.” Id., at 866. Judges, we said, “are not\nexperts in the field, and are not part of either political\nbranch of the Government.” Id., at 865. Thus, because\nCongress had not answered the specific question at issue,\njudges had no business providing their own resolution on\nthe basis of their “personal policy preferences.” Ibid.\nInstead, the “agency to which Congress ha[d] delegated\npolicymaking responsibilities” was the appropriate politi-\n8                    ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\ncal actor to resolve the competing interests at stake, “within\nthe limits of that delegation.” Ibid.\n  Chevron’s rule of deference was based on—and limited\nby—this congressional delegation. And the Court did not\nask simply whether Congress had delegated to the EPA\nthe authority to administer the Clean Air Act generally.\nWe asked whether Congress had “delegat[ed] authority to\nthe agency to elucidate a specific provision of the statute\nby regulation.” Id., at 843–844 (emphasis added); see id.,\nat 844 (discussing “the legislative delegation to an agency\non a particular question” (emphasis added)). We deferred\nto the EPA’s interpretation of “stationary sources” based\non our conclusion that the agency had been “charged with\nresponsibility for administering the provision.” Id., at 865\n(emphasis added).\n                              B\n   We have never faltered in our understanding of this\nstraightforward principle, that whether a particular agency\ninterpretation warrants Chevron deference turns on the\ncourt’s determination whether Congress has delegated to\nthe agency the authority to interpret the statutory ambi-\nguity at issue.\n   We made the point perhaps most clearly in Adams Fruit\nCo. v. Barrett, 494 U. S. 638 (1990). In that case, the\nDepartment of Labor contended the Court should defer to\nits interpretation of the scope of the private right of action\nprovided by the Migrant and Seasonal Agriculture Worker\nProtection Act (AWPA), 29 U. S. C. §1854, against employ-\ners who intentionally violated the Act’s motor vehicle\nsafety provisions. We refused to do so. Although “as an\ninitial matter” we rejected the idea that Congress left a\n“statutory ‘gap’ ” for the agency to fill, we reasoned that if\nthe “AWPA’s language establishing a private right of\naction is ambiguous,” the Secretary of Labor’s interpreta-\ntion of its scope did not warrant Chevron deference. 494\n                 Cite as: 569 U. S. ____ (2013)            9\n\n                   ROBERTS, C. J., dissenting\n\nU. S., at 649.\n   In language directly applicable to the question before us,\nwe explained that “[a] precondition to deference under\nChevron is a congressional delegation of administrative\nauthority.” Ibid. Although “Congress clearly envisioned,\nindeed expressly mandated, a role for the Department of\nLabor in administering the statute by requiring the Secre-\ntary to promulgate standards implementing AWPA’s\nmotor vehicle provisions,” we found “[n]o such delegation\nregarding AWPA’s enforcement provisions.” Id., at 650\n(emphasis added). It would therefore be “inappropriate,”\nwe said, “to consult executive interpretations” of the en-\nforcement provisions to resolve ambiguities “surrounding\nthe scope of AWPA’s judicially enforceable remedy.” Ibid.\nWithout questioning the principle that agency determina-\ntions “within the scope of delegated authority are entitled\nto deference,” we explained that “it is fundamental ‘that\nan agency may not bootstrap itself into an area in which it\nhas no jurisdiction.’ ” Ibid. (quoting Federal Maritime\nComm’n v. Seatrain Lines, Inc., 411 U. S. 726, 745 (1973)).\n   Our subsequent cases follow the same approach. In\nUnited States v. Mead Corp., supra, for example, Chevron\ndeference turned on whether Congress had delegated to\nthe agency authority to interpret the statutory ambiguity\nby a particular means. The Customs Service had issued a\n“classification ruling,” interpreting the term “diaries” in a\ntariff schedule to include “day planners” of the type Mead\nimported, and on that basis subjected the planners to a\nfour-percent tariff. Mead protested the imposition of the\ntariff, the Customs Service claimed Chevron deference for\nits interpretation, and the controversy made its way to our\nCourt. Id., at 224–226.\n   In Mead, we again made clear that the “category of\ninterpretative choices” to which Chevron deference applies\nis defined by congressional intent. Id., at 229. Chevron\ndeference, we said, rests on a recognition that Congress\n10                   ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\nhas delegated to an agency the interpretive authority to\nimplement “a particular provision” or answer “ ‘a particu-\nlar question.’ ” Ibid. (quoting Chevron, 467 U. S., at 844).\nAn agency’s interpretation of “a particular statutory provi-\nsion” thus qualifies for Chevron deference only “when it\nappears that Congress delegated authority to the agency\ngenerally to make rules carrying the force of law, and that\nthe agency interpretation claiming deference was pro-\nmulgated in the exercise of that authority.” 533 U. S., at\n226–227.\n   The Court did not defer to the agency’s views but in-\nstead determined that Congress had not delegated inter-\npretive authority to the Customs Service to definitively\nconstrue the tariff schedule through classification rulings.\nNeither the statutory authorization for the classification\nrulings, nor the Customs Service’s practice in issuing such\nrulings, “reasonably suggest[ed] that Congress ever\nthought of [such] classification rulings as deserving the\ndeference claimed for them.” Id., at 231. And in the ab-\nsence of such a delegation, we concluded the interpreta-\ntions adopted in those rulings were “beyond the Chevron\npale.” Id., at 234.\n   Gonzales v. Oregon, 546 U. S. 243 (2006), is in the same\nline of precedent. In that case, as here, deference turned\non whether a congressional delegation of interpretive\nauthority reached a particular statutory ambiguity. The\nAttorney General claimed Chevron deference for his inter-\npretation of the phrase “legitimate medical purpose” in the\nControlled Substances Act (CSA) to exclude the prescrib-\ning and dispensing of controlled substances for the pur-\npose of assisting suicide. Id., at 254, 258. No one disputed\nthat “legitimate medical purpose” was “ambiguous in the\nrelevant sense.” Id., at 258. Nor did any Justice dispute\nthat the Attorney General had been granted the power in\nthe CSA to promulgate rules with the force of law. Ibid.;\nsee id., at 281 (SCALIA, J., dissenting). Nevertheless, the\n                 Cite as: 569 U. S. ____ (2013)          11\n\n                   ROBERTS, C. J., dissenting\n\nCourt explained, “Chevron deference . . . is not accorded\nmerely because the statute is ambiguous and an adminis-\ntrative official is involved.” Id., at 258. The regulation\nadvancing the interpretation, we said, “must be promul-\ngated pursuant to authority Congress has delegated to the\nofficial.” Ibid. (citing Mead, supra, at 226–227).\n   In the CSA, Congress delegated to the Attorney General\nthe authority to promulgate regulations “relating to the\nregistration and control of the manufacture, distribution,\nand dispensing of controlled substances,” 21 U. S. C. §821,\nor “for the efficient execution of his functions under [the\nCSA],” §871(b). After considering the text, structure, and\npurpose of the Act, the Court concluded on its own that\ninterpreting “legitimate medical purpose” fell under nei-\nther delegation. Gonzales, 546 U. S., at 258–269. Because\nthe regulation “was not promulgated pursuant to the\nAttorney General’s authority, its interpretation of ‘legiti-\nmate medical purpose’ d[id] not receive Chevron defer-\nence.” Id., at 268.\n   Adams Fruit, Mead, and Gonzales thus confirm that\nChevron deference is based on, and finds legitimacy as, a\ncongressional delegation of interpretive authority. An\nagency interpretation warrants such deference only if\nCongress has delegated authority to definitively interpret\na particular ambiguity in a particular manner. Whether\nCongress has done so must be determined by the court on\nits own before Chevron can apply. See H. Edwards, L.\nElliot, & M. Levy, Federal Courts Standards of Review 168\n(2d ed. 2013) (“a court decides de novo whether an agency\nhas acted within the bounds of congressionally delegated\nauthority” (citing Mead, supra, at 226–227, and Gonzales,\nsupra, at 258)); Sales & Adler, The Rest is Silence: Chevron\nDeference, Agency Jurisdiction, and Statutory Silences,\n2009 U. Ill. L. Rev. 1497, 1564 (2009) (“if delegation\nreally is antecedent to deference, as Mead insists, it can-\nnot be that courts should defer to an agency’s views on\n12                   ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\nwhether a delegation has taken place”).\n   In other words, we do not defer to an agency’s interpre-\ntation of an ambiguous provision unless Congress wants\nus to, and whether Congress wants us to is a question that\ncourts, not agencies, must decide. Simply put, that ques-\ntion is “beyond the Chevron pale.” Mead, supra, at 234.\n                              IV\n  Despite these precedents, the FCC argues that a court\nneed only locate an agency and a grant of general rule-\nmaking authority over a statute. Chevron deference then\napplies, it contends, to the agency’s interpretation of any\nambiguity in the Act, including ambiguity in a provision\nsaid to carve out specific provisions from the agency’s\ngeneral rulemaking authority. If Congress intends to\nexempt part of the statute from the agency’s interpretive\nauthority, the FCC says, Congress “can ordinarily be\nexpected to state that intent explicitly.” Brief for Federal\nRespondents 30 (citing American Hospital Assn. v. NLRB,\n499 U. S. 606 (1991)).\n  If a congressional delegation of interpretive authority is\nto support Chevron deference, however, that delegation\nmust extend to the specific statutory ambiguity at issue.\nThe appropriate question is whether the delegation covers\nthe “specific provision” and “particular question” before\nthe court. Chevron, 467 U. S., at 844. A congressional\ngrant of authority over some portion of a statute does not\nnecessarily mean that Congress granted the agency inter-\npretive authority over all its provisions. See Adams Fruit,\n494 U. S., at 650.\n  An example that might highlight the point concerns\nstatutes that parcel out authority to multiple agencies,\nwhich “may be the norm, rather than an exception.”\nGersen, Overlapping and Underlapping Jurisdiction in\nAdministrative Law, 2006 S. Ct. Rev. 201, 208; see, e.g.,\nGonzales, 546 U. S, at 250–251 (describing shared author-\n                  Cite as: 569 U. S. ____ (2013)           13\n\n                   ROBERTS, C. J., dissenting\n\nity over the CSA between the Attorney General and the\nSecretary of Health and Human Services); Sutton v. United\nAir Lines, Inc., 527 U. S. 471, 478 (1999) (authority to\nissue regulations implementing the Americans with Disa-\nbilities Act “is split primarily among three Government\nagencies”). The Dodd-Frank Wall Street Reform and\nConsumer Protection Act, for example, authorizes rule-\nmaking by at least eight different agencies. See Con-\ngressional Research Service, C. Copeland, Rulemaking\nRequirements and Authorities in the Dodd-Frank Wall\nStreet Reform and Consumer Protection Act 7 (2010).\nWhen presented with an agency’s interpretation of such a\nstatute, a court cannot simply ask whether the statute is\none that the agency administers; the question is whether\nauthority over the particular ambiguity at issue has been\ndelegated to the particular agency.\n   By the same logic, even when Congress provides inter-\npretive authority to a single agency, a court must decide if\nthe ambiguity the agency has purported to interpret with\nthe force of law is one to which the congressional delega-\ntion extends. A general delegation to the agency to admin-\nister the statute will often suffice to satisfy the court that\nCongress has delegated interpretive authority over the\nambiguity at issue. But if Congress has exempted particu-\nlar provisions from that authority, that exemption must be\nrespected, and the determination whether Congress has\ndone so is for the courts alone.\n   The FCC’s argument that Congress “can ordinarily be\nexpected to state that intent explicitly,” Brief for Federal\nRespondents 30 (citing American Hospital, supra), goes to\nthe merits of that determination, not to whether a court\nshould decide the question de novo or defer to the agency.\nIndeed, that is how the Court in American Hospital con-\nsidered it. It was in the process of “employing the tradi-\ntional tools of statutory construction” that the Court said\nit would have expected Congress to speak more clearly if it\n14                  ARLINGTON v. FCC\n\n                  ROBERTS, C. J., dissenting\n\nhad intended to exclude an entire subject area—employee\nunits for collecting bargaining—from the NLRB’s general\nrulemaking authority. Id., at 613, 614. The Court con-\ncluded, after considering the language, structure, policy,\nand legislative history of the Act on its own—without\ndeferring to the agency—that the meaning of the statute\nwas “clear and contrary to the meaning advanced by peti-\ntioner.” Id., at 609–614. To be sure, the Court also noted\nthat “[e]ven if we could find any ambiguity in [the provi-\nsion] after employing the traditional tools of statutory\nconstruction, we would still defer to Board’s reasonable\ninterpretation.” Id., at 614 (emphasis added). But that\nsingle sentence of dictum cannot carry the day for the FCC\nhere.\n                             V\n  As the preceding analysis makes clear, I do not under-\nstand petitioners to ask the Court—nor do I think it\nnecessary—to draw a “specious, but scary-sounding” line\nbetween “big, important” interpretations on the one hand\nand “humdrum, run-of-the-mill” ones on the other. Ante,\nat 5, 12. Drawing such a line may well be difficult. Dis-\ntinguishing between whether an agency’s interpretation of\nan ambiguous term is reasonable and whether that term is\nfor the agency to interpret is not nearly so difficult. It\ncertainly did not confuse the FCC in this proceeding.\nCompare In re Petition for Declaratory Ruling, 24 FCC\nRcd. 13994, 14000–14003 (2009) (addressing the latter\nquestion), with id., at 14003–14015 (addressing the for-\nmer). Nor did it confound the Fifth Circuit. Compare 668\nF. 3d, at 247–254 (deciding “whether the FCC possessed\nstatutory authority to administer §332(c)(7)(B)(ii)”), with\nid., at 254–260 (considering “whether the 90- and 150-day\ntime frames themselves also pass muster under Chevron”).\nMore importantly, if the legitimacy of Chevron deference is\nbased on a congressional delegation of interpretive author-\n                 Cite as: 569 U. S. ____ (2013)           15\n\n                   ROBERTS, C. J., dissenting\n\nity, then the line is one the Court must draw.\n   The majority’s hypothetical Common Carrier Acts do not\ndemonstrate anything different. Ante, at 6–8. The major-\nity states that in its second Common Carrier Act, Section 2\nmakes clear that Congress “ ‘conferred interpretative\npower on the agency’ ” to interpret the ambiguous terms\n“common carrier” and “unreasonable condition.” Ante,\nat 7 (quoting Brief for Petitioners in No. 1545, p. 14).\nThus, it says, under anyone’s theory a court must defer to\nthe agency’s reasonable interpretations of those terms.\nCorrect.\n   The majority claims, however, that “petitioners’ theory\nwould accord the agency no deference” in its interpretation\nof the same ambiguous terms in the first Common Carrier\nAct. Ante, at 7–8. But as I understand petitioners’\nargument—and certainly in my own view—a court, in both\ncases, need only decide for itself whether Congress has\ndelegated to the agency authority to interpret the ambigu-\nous terms, before affording the agency’s interpretation\nChevron deference.\n   For the second Common Carrier Act, the answer is easy.\nThe majority’s hypothetical Congress has spoken clearly\nand specifically in Section 2 of the Act about its delegation\nof authority to interpret Section 1. As for the first Act, it\nis harder to analyze the question, given only one section of\na presumably much larger statute. But if the first Com-\nmon Carrier Act is like most agencies’ organic statutes, I\nhave no reason to doubt that the agency would likewise\nhave interpretive authority over the same ambiguous\nterms, and therefore be entitled to deference in con-\nstruing them, just as with the second Common Carrier\nAct. There is no new “test” to worry about, cf. ante, at 16;\ncourts would simply apply the normal rules of statutory\nconstruction.\n   That the question might be harder with respect to the\nfirst Common Carrier Act should come as no surprise. The\n16                   ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\nsecond hypothetical Congress has more carefully defined\nthe agency’s authority than the first. Whatever standard\nof review applies, it is more difficult to interpret an un-\nclear statute than a clear one. My point is simply that\nbefore a court can defer to the agency’s interpretation of\nthe ambiguous terms in either Act, it must determine for\nitself that Congress has delegated authority to the agency\nto issue those interpretations with the force of law.\n   The majority also expresses concern that adopting peti-\ntioners’ position would undermine Chevron’s stable back-\nground rule against which Congress legislates. Ante, at 5.\nThat, of course, begs the question of what that stable\nbackground rule is. See Merrill & Hickman, Chevron’s\nDomain, 89 Geo. L. Rev. 833, 910 (2001) (“Courts have\nnever deferred to agencies with respect to questions such\nas whether Congress has delegated to an agency the power\nto act with the force of law through either legislative rules\nor binding adjudications. Similarly, it has never been\nmaintained that Congress would want courts to give Chev-\nron deference to an agency’s determination that it is\nentitled to Chevron deference, or should give Chevron\ndeference to an agency’s determination of what types of\ninterpretations are entitled to Chevron deference” (foot-\nnote omitted)).\n                             VI\n   The Court sees something nefarious behind the view\nthat courts must decide on their own whether Congress\nhas delegated interpretative authority to an agency, before\ndeferring to that agency’s interpretation of law. What is\nafoot, according to the Court, is a judicial power-grab, with\nnothing less than “Chevron itself ” as “the ultimate target.”\nAnte, at 12.\n   The Court touches on a legitimate concern: Chevron\nimportantly guards against the Judiciary arrogating to\nitself policymaking properly left, under the separation of\n                  Cite as: 569 U. S. ____ (2013)           17\n\n                   ROBERTS, C. J., dissenting\n\npowers, to the Executive. But there is another concern at\nplay, no less firmly rooted in our constitutional structure.\nThat is the obligation of the Judiciary not only to confine\nitself to its proper role, but to ensure that the other\nbranches do so as well.\n   An agency’s interpretive authority, entitling the agency\nto judicial deference, acquires its legitimacy from a delega-\ntion of lawmaking power from Congress to the Executive.\nOur duty to police the boundary between the Legislature\nand the Executive is as critical as our duty to respect that\nbetween the Judiciary and the Executive. See Zivotofsky\nv. Clinton, 566 U. S. ___, ___ (2012) (slip op., at 8). In the\npresent context, that means ensuring that the Legislative\nBranch has in fact delegated lawmaking power to an\nagency within the Executive Branch, before the Judiciary\ndefers to the Executive on what the law is. That concern\nis heightened, not diminished, by the fact that the admin-\nistrative agencies, as a practical matter, draw upon a\npotent brew of executive, legislative, and judicial power.\nAnd it is heightened, not diminished, by the dramatic\nshift in power over the last 50 years from Congress to the\nExecutive—a shift effected through the administrative\nagencies.\n   We reconcile our competing responsibilities in this area\nby ensuring judicial deference to agency interpretations\nunder Chevron—but only after we have determined on our\nown that Congress has given interpretive authority to the\nagency. Our “task is to fix the boundaries of delegated\nauthority,” Monaghan, 83 Colum. L. Rev., at 27; that is\nnot a task we can delegate to the agency. We do not leave\nit to the agency to decide when it is in charge.\n                         *    *    *\n  In these cases, the FCC issued a declaratory ruling\ninterpreting the term “reasonable period of time” in 47\nU. S. C. §332(c)(7)(B)(ii). The Fifth Circuit correctly rec-\n18                   ARLINGTON v. FCC\n\n                   ROBERTS, C. J., dissenting\n\nognized that it could not apply Chevron deference to the\nFCC’s interpretation unless the agency “possessed statu-\ntory authority to administer §332(c)(7)(B)(ii),” but it erred\nby granting Chevron deference to the FCC’s view on that\nantecedent question. See 668 F. 3d, at 248. Because the\ncourt should have determined on its own whether Con-\ngress delegated interpretive authority over §332(c)(7)(B)(ii)\nto the FCC before affording Chevron deference, I would\nvacate the decision below and remand the cases to the\nFifth Circuit to perform the proper inquiry in the first\ninstance.\n  I respectfully dissent.\n</pre>", 
  "sha1": "91fb864385af8ff131a986098d25d566333ca007", 
  "date_modified": "2015-05-29T11:17:49.518599", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/868384/arlington-v-fcc/", 
  "citation_count": 25, 
  "supreme_court_db_id": "2012-044", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/900467/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/868384/"
}