{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "", 
    "federal_cite_two": "133 S. Ct. 2321", 
    "specialty_cite_one": null, 
    "federal_cite_three": "186 L. Ed. 2d 398", 
    "lexis_cite": "2013 U.S. LEXIS 4698", 
    "document_uris": [
      "/api/rest/v2/document/903975/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Agency for Int'l Development v. Alliance for Open Society Int'l, Inc.", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "12-10", 
    "id": 876745, 
    "resource_uri": "/api/rest/v2/citation/876745/"
  }, 
  "id": 903975, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "2013-06-20", 
  "download_url": "http://www.supremecourt.gov/opinions/12pdf/12-10_21p3.pdf", 
  "source": "C", 
  "local_path": "pdf/2013/06/20/agency_for_intl_development_v._alliance_for_open_society_intl_inc..pdf", 
  "html_lawbox": "", 
  "time_retrieved": "2013-06-21T03:18:12.653860", 
  "nature_of_suit": "", 
  "plain_text": "(Slip Opinion)              OCTOBER TERM, 2012                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n    AGENCY FOR INTERNATIONAL DEVELOPMENT \n\n       ET AL. v. ALLIANCE FOR OPEN SOCIETY \n\n            INTERNATIONAL, INC., ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE SECOND CIRCUIT\n\n       No. 12–10. Argued April 22, 2013—Decided June 20, 2013\nIn the United States Leadership Against HIV/AIDS, Tuberculosis, and\n  Malaria Act of 2003 (Leadership Act), 22 U. S. C. §7601 et seq., Con-\n  gress has authorized the appropriation of billions of dollars to fund\n  efforts by nongovernmental organizations to combat HIV/AIDS\n  worldwide. The Act imposes two related conditions: (1) No funds\n  “may be used to promote or advocate the legalization or practice of\n  prostitution,” §7631(e); and (2) no funds may be used by an organiza-\n  tion “that does not have a policy explicitly opposing prostitution,”\n  §7631(f). To enforce the second condition, known as the Policy Re-\n  quirement, the Department of Health and Human Services (HHS)\n  and the United States Agency for International Development\n  (USAID) require funding recipients to agree in their award docu-\n  ments that they oppose prostitution.\n     Respondents, recipients of Leadership Act funds who wish to re-\n  main neutral on prostitution, sought a declaratory judgment that the\n  Policy Requirement violates their First Amendment rights. The Dis-\n  trict Court issued a preliminary injunction, barring the Government\n  from cutting off respondents’ Leadership Act funding during the liti-\n  gation or from otherwise taking action based on their privately funded\n  speech. The Second Circuit affirmed, concluding that the Policy Re-\n  quirement, as implemented by the agencies, violated respondents’\n  freedom of speech.\nHeld: The Policy Requirement violates the First Amendment by com-\n pelling as a condition of federal funding the affirmation of a belief\n that by its nature cannot be confined within the scope of the Gov-\n2      AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n                 OPEN SOCIETY INT’L, INC. \n\n                          Syllabus\n\n\n    ernment program. Pp. 6–15.\n       (a) The Policy Requirement mandates that recipients of federal\n    funds explicitly agree with the Government’s policy to oppose prosti-\n    tution. The First Amendment, however, “prohibits the government\n    from telling people what they must say.” Rumsfeld v. Forum for Ac-\n    ademic and Institutional Rights, Inc., 547 U. S. 47, 61. As a direct\n    regulation, the Policy Requirement would plainly violate the First\n    Amendment. The question is whether the Government may nonethe-\n    less impose that requirement as a condition of federal funding.\n    Pp. 6–7.\n       (b) The Spending Clause grants Congress broad discretion to fund\n    private programs or activities for the “general Welfare,” Art. I, §8,\n    cl. 1, including authority to impose limits on the use of such funds to\n    ensure they are used in the manner Congress intends. Rust v. Sulli-\n    van, 500 U. S. 173, 195, n. 4. As a general matter, if a party objects\n    to those limits, its recourse is to decline the funds. In some cases,\n    however, a funding condition can result in an unconstitutional bur-\n    den on First Amendment rights. The distinction that has emerged\n    from this Court’s cases is between conditions that define the limits of\n    the Government spending program—those that specify the activities\n    Congress wants to subsidize—and conditions that seek to leverage\n    funding to regulate speech outside the contours of the federal pro-\n    gram itself.\n       Rust illustrates the distinction. In that case, the Court considered\n    Title X of the Public Health Service Act, which authorized grants to\n    health-care organizations offering family planning services, but pro-\n    hibited federal funds from being “used in programs where abortion is\n    a method of family planning.” 500 U. S., at 178. To enforce the pro-\n    vision, HHS regulations barred Title X projects from advocating abor-\n    tion and required grantees to keep their Title X projects separate\n    from their other projects. The regulations were valid, the Court ex-\n    plained, because they governed only the scope of the grantee’s Title X\n    projects, leaving the grantee free to engage in abortion advocacy\n    through programs that were independent from its Title X projects.\n    Because the regulations did not prohibit speech “outside the scope of\n    the federally funded program,” they did not run afoul of the First\n    Amendment. Id., at 197. Pp. 7–11.\n       (c) The distinction between conditions that define a federal pro-\n    gram and those that reach outside it is not always self-evident, but\n    the Court is confident that the Policy Requirement falls on the un-\n    constitutional side of the line. To begin, the Leadership Act’s other\n    funding condition, which prohibits Leadership Act funds from being\n    used “to promote or advocate the legalization or practice of prostitu-\n    tion or sex trafficking,” §7631(e), ensures that federal funds will not\n                     Cite as: 570 U. S. ____ (2013)                  3\n\n                               Syllabus\n\n  be used for prohibited purposes. The Policy Requirement thus must\n  be doing something more—and it is. By demanding that funding re-\n  cipients adopt and espouse, as their own, the Government’s view on\n  an issue of public concern, the Policy Requirement by its very nature\n  affects “protected conduct outside the scope of the federally funded\n  program.” Rust, supra, at 197. A recipient cannot avow the belief\n  dictated by the condition when spending Leadership Act funds, and\n  assert a contrary belief when participating in activities on its own\n  time and dime.\n     The Government suggests that if funding recipients could promote\n  or condone prostitution using private funds, “it would undermine the\n  government’s program and confuse its message opposing prostitu-\n  tion.” Brief for Petitioners 37. But the Policy Requirement goes be-\n  yond preventing recipients from using private funds in a way that\n  would undermine the federal program. It requires them to pledge al-\n  legiance to the Government’s policy of eradicating prostitution. That\n  condition on funding violates the First Amendment. Pp. 11–15.\n651 F. 3d 218, affirmed.\n\n  ROBERTS, C. J., delivered the opinion of the Court, in which KENNEDY,\nGINSBURG, BREYER, ALITO, and SOTOMAYOR, JJ., joined. SCALIA, J., filed\na dissenting opinion, in which THOMAS, J., joined. KAGAN, J., took no\npart in the consideration or decision of the case.\n                        Cite as: 570 U. S. ____ (2013)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                    No. 12–10\n                                   _________________\n\n\n  AGENCY FOR INTERNATIONAL DEVELOPMENT,\n\n   ET AL., PETITIONERS v. ALLIANCE FOR OPEN\n\n      SOCIETY INTERNATIONAL, INC., ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n                                 [June 20, 2013] \n\n\n   CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n   The United States Leadership Against HIV/AIDS, Tu-\nberculosis, and Malaria Act of 2003 (Leadership Act), 117\nStat. 711, as amended, 22 U. S. C. §7601 et seq., outlined a\ncomprehensive strategy to combat the spread of HIV/AIDS\naround the world. As part of that strategy, Congress\nauthorized the appropriation of billions of dollars to fund\nefforts by nongovernmental organizations to assist in the\nfight. The Act imposes two related conditions on that\nfunding: First, no funds made available by the Act “may be\nused to promote or advocate the legalization or practice of\nprostitution or sex trafficking.” §7631(e). And second, no\nfunds may be used by an organization “that does not have\na policy explicitly opposing prostitution and sex traffick-\ning.” §7631(f). This case concerns the second of these\nconditions, referred to as the Policy Requirement. The\nquestion is whether that funding condition violates a\nrecipient’s First Amendment rights.\n2    AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n               OPEN SOCIETY INT’L, INC. \n\n                   Opinion of the Court \n\n\n                                I\n   Congress passed the Leadership Act in 2003 after find-\ning that HIV/AIDS had “assumed pandemic proportions,\nspreading from the most severely affected regions, sub-\nSaharan Africa and the Caribbean, to all corners of the\nworld, and leaving an unprecedented path of death and\ndevastation.” 22 U. S. C. §7601(1). According to congres-\nsional findings, more than 65 million people had been\ninfected by HIV and more than 25 million had lost their\nlives, making HIV/AIDS the fourth highest cause of\ndeath worldwide. In sub-Saharan Africa alone, AIDS had\nclaimed the lives of more than 19 million individuals and\nwas projected to kill a full quarter of the population of that\narea over the next decade. The disease not only directly\nendangered those infected, but also increased the potential\nfor social and political instability and economic devasta-\ntion, posing a security issue for the entire international\ncommunity. §§7601(2)–(10).\n   In the Leadership Act, Congress directed the President\nto establish a “comprehensive, integrated” strategy to\ncombat HIV/AIDS around the world. §7611(a). The Act\nsets out 29 different objectives the President’s strategy\nshould seek to fulfill, reflecting a multitude of approaches\nto the problem. The strategy must include, among other\nthings, plans to increase the availability of treatment for\ninfected individuals, prevent new infections, support the\ncare of those affected by the disease, promote training for\nphysicians and other health care workers, and accelerate\nresearch on HIV/AIDS prevention methods, all while\nproviding a framework for cooperation with international\norganizations and partner countries to further the goals of\nthe program. §§7611(a)(1)–(29).\n   The Act “make[s] the reduction of HIV/AIDS behavioral\nrisks a priority of all prevention efforts.” §7611(a)(12); see\nalso §7601(15) (“Successful strategies to stem the spread of\nthe HIV/AIDS pandemic will require . . . measures to\n                 Cite as: 570 U. S. ____ (2013)            3\n\n                     Opinion of the Court\n\naddress the social and behavioral causes of the problem”).\nThe Act’s approach to reducing behavioral risks is multi-\nfaceted. The President’s strategy for addressing such\nrisks must, for example, promote abstinence, encourage\nmonogamy, increase the availability of condoms, promote\nvoluntary counseling and treatment for drug users, and,\nas relevant here, “educat[e] men and boys about the risks\nof procuring sex commercially” as well as “promote alter-\nnative livelihoods, safety, and social reintegration strate-\ngies for commercial sex workers.” §7611(a)(12). Congress\nfound that the “sex industry, the trafficking of individ-\nuals into such industry, and sexual violence” were factors\nin the spread of the HIV/AIDS epidemic, and deter-\nmined that “it should be the policy of the United States to\neradicate” prostitution and “other sexual victimization.”\n§7601(23).\n    The United States has enlisted the assistance of non-\ngovernmental organizations to help achieve the many\ngoals of the program. Such organizations “with experience\nin health care and HIV/AIDS counseling,” Congress found,\n“have proven effective in combating the HIV/AIDS pan-\ndemic and can be a resource in . . . provid[ing] treatment\nand care for individuals infected with HIV/AIDS.”\n§7601(18). Since 2003, Congress has authorized the ap-\npropriation of billions of dollars for funding these organi-\nzations’ fight against HIV/AIDS around the world.\n§2151b–2(c); §7671.\n    Those funds, however, come with two conditions: First,\nno funds made available to carry out the Leadership Act\n“may be used to promote or advocate the legalization or\npractice of prostitution or sex trafficking.” §7631(e).\nSecond, no funds made available may “provide assistance\nto any group or organization that does not have a policy\nexplicitly opposing prostitution and sex trafficking, except\n. . . to the Global Fund to Fight AIDS, Tuberculosis and\nMalaria, the World Health Organization, the International\n4    AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n               OPEN SOCIETY INT’L, INC. \n\n                   Opinion of the Court \n\n\nAIDS Vaccine Initiative or to any United Nations agency.”\n§7631(f). It is this second condition—the Policy Require-\nment—that is at issue here.\n  The Department of Health and Human Services (HHS)\nand the United States Agency for International Develop-\nment (USAID) are the federal agencies primarily respon-\nsible for overseeing implementation of the Leadership Act.\nTo enforce the Policy Requirement, the agencies have\ndirected that the recipient of any funding under the Act\nagree in the award document that it is opposed to “prosti-\ntution and sex trafficking because of the psychological and\nphysical risks they pose for women, men, and children.”\n45 CFR §89.1(b) (2012); USAID, Acquisition & Assistance\nPolicy Directive 12–04, p. 6 (AAPD 12–04).\n                              II\n   Respondents are a group of domestic organizations\nengaged in combating HIV/AIDS overseas. In addition to\nsubstantial private funding, they receive billions annually\nin financial assistance from the United States, including\nunder the Leadership Act. Their work includes programs\naimed at limiting injection drug use in Uzbekistan, Tajiki-\nstan, and Kyrgyzstan, preventing mother-to-child HIV\ntransmission in Kenya, and promoting safer sex practices\nin India. Respondents fear that adopting a policy explicitly\nopposing prostitution may alienate certain host govern-\nments, and may diminish the effectiveness of some of\ntheir programs by making it more difficult to work with\nprostitutes in the fight against HIV/AIDS. They are also\nconcerned that the Policy Requirement may require them\nto censor their privately funded discussions in publica-\ntions, at conferences, and in other forums about how best\nto prevent the spread of HIV/AIDS among prostitutes.\n   In 2005, respondents Alliance for Open Society Interna-\ntional and Pathfinder International commenced this litiga-\ntion, seeking a declaratory judgment that the Government’s\n                 Cite as: 570 U. S. ____ (2013)            5\n\n                     Opinion of the Court\n\nimplementation of the Policy Requirement violated their\nFirst Amendment rights. Respondents sought a pre-\nliminary injunction barring the Government from cut-\nting off their funding under the Act for the duration of\nthe litigation, from unilaterally terminating their coopera-\ntive agreements with the United States, or from otherwise\ntaking action solely on the basis of respondents’ own pri-\nvately funded speech. The District Court granted such a\npreliminary injunction, and the Government appealed.\n   While the appeal was pending, HHS and USAID issued\nguidelines on how recipients of Leadership Act funds could\nretain funding while working with affiliated organizations\nnot bound by the Policy Requirement. The guidelines per-\nmit funding recipients to work with affiliated organiza-\ntions that “engage[ ] in activities inconsistent with the\nrecipient’s opposition to the practices of prostitution and\nsex trafficking” as long as the recipients retain “objective\nintegrity and independence from any affiliated organiza-\ntion.” 45 CFR §89.3; see also AAPD 12–04, at 6–7.\nWhether sufficient separation exists is determined by the\ntotality of the circumstances, including “but not . . . lim-\nited to” (1) whether the organizations are legally separate;\n(2) whether they have separate personnel; (3) whether\nthey keep separate accounting records; (4) the degree of\nseparation in the organizations’ facilities; and (5) the\nextent to which signs and other forms of identification\ndistinguish the organizations. 45 CFR §§89.3(b)(1)–(5);\nsee also AAPD 12–04, at 6–7.\n   The Court of Appeals summarily remanded the case to\nthe District Court to consider whether the preliminary\ninjunction was still appropriate in light of the new guide-\nlines. On remand, the District Court issued a new prelim-\ninary injunction along the same lines as the first, and the\nGovernment renewed its appeal.\n   The Court of Appeals affirmed, concluding that respond-\nents had demonstrated a likelihood of success on the\n6    AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n               OPEN SOCIETY INT’L, INC. \n\n                   Opinion of the Court \n\n\nmerits of their First Amendment challenge under this\nCourt’s “unconstitutional conditions” doctrine. 651 F. 3d\n218 (CA2 2011). Under this doctrine, the court reasoned,\n“the government may not place a condition on the receipt\nof a benefit or subsidy that infringes upon the recipient’s\nconstitutionally protected rights, even if the government\nhas no obligation to offer the benefit in the first instance.”\nId., at 231 (citing Perry v. Sindermann, 408 U. S. 593,\n597 (1972)). And a condition that compels recipients “to\nespouse the government’s position” on a subject of interna-\ntional debate could not be squared with the First Amend-\nment. 651 F. 3d, at 234. The court concluded that “the\nPolicy Requirement, as implemented by the Agencies, falls\nwell beyond what the Supreme Court . . . ha[s] upheld as\npermissible funding conditions.” Ibid.\n   Judge Straub dissented, expressing his view that the\nPolicy Requirement was an “entirely rational exercise of\nCongress’s powers pursuant to the Spending Clause.” Id.,\nat 240.\n   We granted certiorari. 568 U. S. ___ (2013).\n                             III\n   The Policy Requirement mandates that recipients of\nLeadership Act funds explicitly agree with the Govern-\nment’s policy to oppose prostitution and sex trafficking. It\nis, however, a basic First Amendment principle that “free-\ndom of speech prohibits the government from telling peo-\nple what they must say.” Rumsfeld v. Forum for Academic\nand Institutional Rights, Inc., 547 U. S. 47, 61 (2006)\n(citing West Virginia Bd. of Ed. v. Barnette, 319 U. S. 624,\n642 (1943), and Wooley v. Maynard, 430 U. S. 705, 717\n(1977)). “At the heart of the First Amendment lies the\nprinciple that each person should decide for himself or\nherself the ideas and beliefs deserving of expression,\nconsideration, and adherence.”       Turner Broadcasting\nSystem, Inc. v. FCC, 512 U. S. 622, 641 (1994); see Knox v.\n                  Cite as: 570 U. S. ____ (2013)            7\n\n                      Opinion of the Court\n\nService Employees, 567 U. S. ___, ___–___ (2012) (slip op.,\nat 8–9) (“The government may not . . . compel the en-\ndorsement of ideas that it approves.”). Were it enacted as\na direct regulation of speech, the Policy Requirement\nwould plainly violate the First Amendment. The question\nis whether the Government may nonetheless impose that\nrequirement as a condition on the receipt of federal funds.\n                              A\n   The Spending Clause of the Federal Constitution grants\nCongress the power “[t]o lay and collect Taxes, Duties,\nImposts and Excises, to pay the Debts and provide for\nthe common Defence and general Welfare of the United\nStates.” Art. I, §8, cl. 1. The Clause provides Congress\nbroad discretion to tax and spend for the “general Wel-\nfare,” including by funding particular state or private\nprograms or activities. That power includes the authority\nto impose limits on the use of such funds to ensure they\nare used in the manner Congress intends. Rust v. Sulli-\nvan, 500 U. S. 173, 195, n. 4 (1991) (“Congress’ power to\nallocate funds for public purposes includes an ancillary\npower to ensure that those funds are properly applied to\nthe prescribed use.”).\n   As a general matter, if a party objects to a condition on\nthe receipt of federal funding, its recourse is to decline the\nfunds. This remains true when the objection is that a\ncondition may affect the recipient’s exercise of its First\nAmendment rights. See, e.g., United States v. American\nLibrary Assn., Inc., 539 U. S. 194, 212 (2003) (plurality\nopinion) (rejecting a claim by public libraries that condi-\ntioning funds for Internet access on the libraries’ in-\nstalling filtering software violated their First Amendment\nrights, explaining that “[t]o the extent that libraries wish\nto offer unfiltered access, they are free to do so without\nfederal assistance”); Regan v. Taxation With Representa-\ntion of Wash., 461 U. S. 540, 546 (1983) (dismissing “the\n8    AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR \n\n               OPEN SOCIETY INT’L, INC. \n\n                   Opinion of the Court \n\n\nnotion that First Amendment rights are somehow not fully\nrealized unless they are subsidized by the State” (internal\nquotation marks omitted)).\n   At the same time, however, we have held that the Gov-\nernment “ ‘may not deny a benefit to a person on a basis\nthat infringes his constitutionally protected . . . freedom of\nspeech even if he has no entitlement to that benefit.’ ”\nForum for Academic and Institutional Rights, supra, at 59\n(quoting American Library Assn., supra, at 210). In some\ncases, a funding condition can result in an unconstitution-\nal burden on First Amendment rights. See Forum for\nAcademic and Institutional Rights, supra, at 59 (the First\nAmendment supplies “a limit on Congress’ ability to place\nconditions on the receipt of funds”).\n   The dissent thinks that can only be true when the condi-\ntion is not relevant to the objectives of the program (al-\nthough it has its doubts about that), or when the condition\nis actually coercive, in the sense of an offer that cannot be\nrefused. See post, at 2–3 (opinion of SCALIA, J.). Our\nprecedents, however, are not so limited. In the present\ncontext, the relevant distinction that has emerged from\nour cases is between conditions that define the limits of\nthe government spending program—those that specify the\nactivities Congress wants to subsidize—and conditions\nthat seek to leverage funding to regulate speech outside\nthe contours of the program itself. The line is hardly\nclear, in part because the definition of a particular pro-\ngram can always be manipulated to subsume the chal-\nlenged condition. We have held, however, that “Congress\ncannot recast a condition on funding as a mere definition\nof its program in every case, lest the First Amendment be\nreduced to a simple semantic exercise.” Legal Services\nCorporation v. Velazquez, 531 U. S. 533, 547 (2001).\n   A comparison of two cases helps illustrate the distinc-\ntion: In Regan v. Taxation With Representation of Wash-\nington, the Court upheld a requirement that nonprofit\n                 Cite as: 570 U. S. ____ (2013)            9\n\n                     Opinion of the Court\n\norganizations seeking tax-exempt status under 26 U. S. C.\n§501(c)(3) not engage in substantial efforts to influence\nlegislation. The tax-exempt status, we explained, “ha[d]\nmuch the same effect as a cash grant to the organization.”\n461 U. S., at 544. And by limiting §501(c)(3) status to\norganizations that did not attempt to influence legislation,\nCongress had merely “chose[n] not to subsidize lobbying.”\nIbid. In rejecting the nonprofit’s First Amendment claim,\nthe Court highlighted—in the text of its opinion, but see\npost, at 5—the fact that the condition did not prohibit that\norganization from lobbying Congress altogether. By re-\nturning to a “dual structure” it had used in the past—\nseparately incorporating as a §501(c)(3) organization and\n§501(c)(4) organization—the nonprofit could continue to\nclaim §501(c)(3) status for its nonlobbying activities, while\nattempting to influence legislation in its §501(c)(4) capac-\nity with separate funds. Ibid. Maintaining such a struc-\nture, the Court noted, was not “unduly burdensome.” Id.,\nat 545, n. 6. The condition thus did not deny the organiza-\ntion a government benefit “on account of its intention to\nlobby.” Id., at 545.\n   In FCC v. League of Women Voters of California, by\ncontrast, the Court struck down a condition on federal\nfinancial assistance to noncommercial broadcast television\nand radio stations that prohibited all editorializing, in-\ncluding with private funds. 468 U. S. 364, 399–401 (1984).\nEven a station receiving only one percent of its overall\nbudget from the Federal Government, the Court ex-\nplained, was “barred absolutely from all editorializing.”\nId., at 400. Unlike the situation in Regan, the law provid-\ned no way for a station to limit its use of federal funds to\nnoneditorializing activities, while using private funds “to\nmake known its views on matters of public importance.”\n468 U. S., at 400. The prohibition thus went beyond en-\nsuring that federal funds not be used to subsidize “public\nbroadcasting station editorials,” and instead leveraged the\n10   AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n               OPEN SOCIETY INT’L, INC.\n                   Opinion of the Court\n\nfederal funding to regulate the stations’ speech outside the\nscope of the program. Id., at 399 (internal quotation\nmarks omitted).\n   Our decision in Rust v. Sullivan elaborated on the ap-\nproach reflected in Regan and League of Women Voters. In\nRust, we considered Title X of the Public Health Service\nAct, a Spending Clause program that issued grants to\nnonprofit health-care organizations “to assist in the estab-\nlishment and operation of voluntary family planning\nprojects [to] offer a broad range of acceptable and effective\nfamily planning methods and services.” 500 U. S., at 178\n(internal quotation marks omitted). The organizations\nreceived funds from a variety of sources other than the\nFederal Government for a variety of purposes. The Act,\nhowever, prohibited the Title X federal funds from being\n“used in programs where abortion is a method of family\nplanning.” Ibid. (internal quotation marks omitted). To\nenforce this provision, HHS regulations barred Title X\nprojects from advocating abortion as a method of family\nplanning, and required grantees to ensure that their Title\nX projects were “ ‘physically and financially separate’ ”\nfrom their other projects that engaged in the prohibited\nactivities. Id., at 180–181 (quoting 42 CFR §59.9 (1989)).\nA group of Title X funding recipients brought suit, claim-\ning the regulations imposed an unconstitutional condition\non their First Amendment rights. We rejected their claim.\n   We explained that Congress can, without offending the\nConstitution, selectively fund certain programs to address\nan issue of public concern, without funding alterna-\ntive ways of addressing the same problem. In Title X,\nCongress had defined the federal program to encourage\nonly particular family planning methods. The challenged\nregulations were simply “designed to ensure that the\nlimits of the federal program are observed,” and “that\npublic funds [are] spent for the purposes for which they\nwere authorized.” Rust, 500 U. S., at 193, 196.\n                 Cite as: 570 U. S. ____ (2013)           11\n\n                     Opinion of the Court\n\n  In making this determination, the Court stressed that\n“Title X expressly distinguishes between a Title X grantee\nand a Title X project.” Id., at 196. The regulations gov-\nerned only the scope of the grantee’s Title X projects,\nleaving it “unfettered in its other activities.” Ibid. “The\nTitle X grantee can continue to . . . engage in abortion\nadvocacy; it simply is required to conduct those activities\nthrough programs that are separate and independent from\nthe project that receives Title X funds.” Ibid. Because the\nregulations did not “prohibit[ ] the recipient from engaging\nin the protected conduct outside the scope of the federally\nfunded program,” they did not run afoul of the First\nAmendment. Id., at 197.\n                              B\n  As noted, the distinction drawn in these cases—between\nconditions that define the federal program and those that\nreach outside it—is not always self-evident. As Justice\nCardozo put it in a related context, “Definition more\nprecise must abide the wisdom of the future.” Steward\nMachine Co. v. Davis, 301 U. S. 548, 591 (1937). Here,\nhowever, we are confident that the Policy Requirement\nfalls on the unconstitutional side of the line.\n  To begin, it is important to recall that the Leader-\nship Act has two conditions relevant here. The first—\nunchallenged in this litigation—prohibits Leadership Act\nfunds from being used “to promote or advocate the legali-\nzation or practice of prostitution or sex trafficking.” 22\nU. S. C. §7631(e). The Government concedes that §7631(e)\nby itself ensures that federal funds will not be used for the\nprohibited purposes. Brief for Petitioners 26–27.\n  The Policy Requirement therefore must be doing some-\nthing more—and it is. The dissent views the Requirement\nas simply a selection criterion by which the Government\nidentifies organizations “who believe in its ideas to carry\nthem to fruition.” Post, at 1. As an initial matter, what-\n12   AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n               OPEN SOCIETY INT’L, INC. \n\n                   Opinion of the Court \n\n\never purpose the Policy Requirement serves in selecting\nfunding recipients, its effects go beyond selection. The\nPolicy Requirement is an ongoing condition on recipients’\nspeech and activities, a ground for terminating a grant\nafter selection is complete. See AAPD 12–04, at 12. In\nany event, as the Government acknowledges, it is not\nsimply seeking organizations that oppose prostitution.\nReply Brief 5. Rather, it explains, “Congress has ex-\npressed its purpose ‘to eradicate’ prostitution and sex\ntrafficking, 22 U. S. C. §7601(23), and it wants recipients\nto adopt a similar stance.” Brief for Petitioners 32 (em-\nphasis added). This case is not about the Government’s\nability to enlist the assistance of those with whom it al-\nready agrees. It is about compelling a grant recipient to\nadopt a particular belief as a condition of funding.\n   By demanding that funding recipients adopt—as their\nown—the Government’s view on an issue of public con-\ncern, the condition by its very nature affects “protected\nconduct outside the scope of the federally funded pro-\ngram.” Rust, 500 U. S., at 197. A recipient cannot avow\nthe belief dictated by the Policy Requirement when spend-\ning Leadership Act funds, and then turn around and\nassert a contrary belief, or claim neutrality, when partici-\npating in activities on its own time and dime. By requir-\ning recipients to profess a specific belief, the Policy\nRequirement goes beyond defining the limits of the federally\nfunded program to defining the recipient. See ibid. (“our\n‘unconstitutional conditions’ cases involve situations in\nwhich the Government has placed a condition on the\nrecipient of the subsidy rather than on a particular pro-\ngram or service, thus effectively prohibiting the recipient\nfrom engaging in the protected conduct outside the scope\nof the federally funded program”).\n   The Government contends that the affiliate guidelines,\nestablished while this litigation was pending, save the\nprogram. Under those guidelines, funding recipients are\n                 Cite as: 570 U. S. ____ (2013)           13\n\n                     Opinion of the Court\n\npermitted to work with affiliated organizations that do not\nabide by the condition, as long as the recipients retain\n“objective integrity and independence” from the unfettered\naffiliates. 45 CFR §89.3. The Government suggests the\nguidelines alleviate any unconstitutional burden on the\nrespondents’ First Amendment rights by allowing them to\neither: (1) accept Leadership Act funding and comply with\nPolicy Requirement, but establish affiliates to communi-\ncate contrary views on prostitution; or (2) decline funding\nthemselves (thus remaining free to express their own\nviews or remain neutral), while creating affiliates whose\nsole purpose is to receive and administer Leadership Act\nfunds, thereby “cabin[ing] the effects” of the Policy Re-\nquirement within the scope of the federal program. Brief\nfor Petitioners 38–39, 44–49.\n   Neither approach is sufficient. When we have noted the\nimportance of affiliates in this context, it has been because\nthey allow an organization bound by a funding condition to\nexercise its First Amendment rights outside the scope of\nthe federal program. See Rust, supra, at 197–198. Affili-\nates cannot serve that purpose when the condition is that\na funding recipient espouse a specific belief as its own. If\nthe affiliate is distinct from the recipient, the arrangement\ndoes not afford a means for the recipient to express its\nbeliefs. If the affiliate is more clearly identified with the\nrecipient, the recipient can express those beliefs only at\nthe price of evident hypocrisy. The guidelines themselves\nmake that clear. See 45 CFR §89.3 (allowing funding\nrecipients to work with affiliates whose conduct is “incon-\nsistent with the recipient’s opposition to the practices of\nprostitution and sex trafficking” (emphasis added)).\n   The Government suggests that the Policy Requirement\nis necessary because, without it, the grant of federal funds\ncould free a recipient’s private funds “to be used to pro-\nmote prostitution or sex trafficking.” Brief for Petitioners\n27 (citing Holder v. Humanitarian Law Project, 561 U. S.\n14   AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n               OPEN SOCIETY INT’L, INC. \n\n                   Opinion of the Court \n\n\n1, ___–___ (2010) (slip op., at 25–26)). That argument\nassumes that federal funding will simply supplant private\nfunding, rather than pay for new programs or expand\nexisting ones. The Government offers no support for that\nassumption as a general matter, or any reason to believe it\nis true here. And if the Government’s argument were\ncorrect, League of Women Voters would have come out\ndifferently, and much of the reasoning of Regan and Rust\nwould have been beside the point.\n   The Government cites but one case to support that\nargument, Holder v. Humanitarian Law Project. That\ncase concerned the quite different context of a ban on\nproviding material support to terrorist organizations,\nwhere the record indicated that support for those organi-\nzations’ nonviolent operations was funneled to support\ntheir violent activities. 561 U. S., at ___ (slip op., at 26).\n   Pressing its argument further, the Government con-\ntends that “if organizations awarded federal funds to\nimplement Leadership Act programs could at the same\ntime promote or affirmatively condone prostitution or sex\ntrafficking, whether using public or private funds, it would\nundermine the government’s program and confuse its\nmessage opposing prostitution and sex trafficking.” Brief\nfor Petitioners 37 (emphasis added). But the Policy Re-\nquirement goes beyond preventing recipients from using\nprivate funds in a way that would undermine the federal\nprogram. It requires them to pledge allegiance to the\nGovernment’s policy of eradicating prostitution. As to\nthat, we cannot improve upon what Justice Jackson wrote\nfor the Court 70 years ago: “If there is any fixed star in our\nconstitutional constellation, it is that no official, high or\npetty, can prescribe what shall be orthodox in politics,\nnationalism, religion, or other matters of opinion or force\ncitizens to confess by word or act their faith therein.”\nBarnette, 319 U. S., at 642.\n                 Cite as: 570 U. S. ____ (2013)           15\n\n                     Opinion of the Court\n\n                       *    *     *\n  The Policy Requirement compels as a condition of fed-\neral funding the affirmation of a belief that by its nature\ncannot be confined within the scope of the Government\nprogram. In so doing, it violates the First Amendment\nand cannot be sustained. The judgment of the Court of\nAppeals is affirmed.\n                                            It is so ordered.\n\n   KAGAN, J., took no part in the consideration or decision\nof this case.\n                 Cite as: 570 U. S. ____ (2013)           1\n\n                     SCALIA, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 12–10\n                         _________________\n\n\n  AGENCY FOR INTERNATIONAL DEVELOPMENT,\n\n   ET AL., PETITIONERS v. ALLIANCE FOR OPEN\n\n      SOCIETY INTERNATIONAL, INC., ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n                        [June 20, 2013]\n\n\n  JUSTICE SCALIA, with whom JUSTICE THOMAS joins,\ndissenting.\n  The Leadership Act provides that “any group or organi-\nzation that does not have a policy explicitly opposing\nprostitution and sex trafficking” may not receive funds\nappropriated under the Act. 22 U. S. C. §7631(f). This\nPolicy Requirement is nothing more than a means of\nselecting suitable agents to implement the Government’s\nchosen strategy to eradicate HIV/AIDS. That is perfectly\npermissible under the Constitution.\n  The First Amendment does not mandate a viewpoint-\nneutral government. Government must choose between\nrival ideas and adopt some as its own: competition over\ncartels, solar energy over coal, weapon development over\ndisarmament, and so forth. Moreover, the government\nmay enlist the assistance of those who believe in its ideas\nto carry them to fruition; and it need not enlist for that\npurpose those who oppose or do not support the ideas.\nThat seems to me a matter of the most common common\nsense. For example: One of the purposes of America’s\nforeign-aid programs is the fostering of good will towards\nthis country. If the organization Hamas—reputed to have\nan efficient system for delivering welfare—were excluded\nfrom a program for the distribution of U. S. food assis-\n2    AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR \n\n               OPEN SOCIETY INT’L, INC. \n\n                   SCALIA, J., dissenting \n\n\ntance, no one could reasonably object. And that would\nremain true if Hamas were an organization of United\nStates citizens entitled to the protection of the Constitu-\ntion. So long as the unfunded organization remains free to\nengage in its activities (including anti-American propa-\nganda) “without federal assistance,” United States v.\nAmerican Library Assn., Inc., 539 U. S. 194, 212 (2003)\n(plurality), refusing to make use of its assistance for an\nenterprise to which it is opposed does not abridge its\nspeech. And the same is true when the rejected organiza-\ntion is not affirmatively opposed to, but merely unsupport-\nive of, the object of the federal program, which appears to\nbe the case here. (Respondents do not promote prostitu-\ntion, but neither do they wish to oppose it.) A federal\nprogram to encourage healthy eating habits need not\nbe administered by the American Gourmet Society,\nwhich has nothing against healthy food but does not insist\nupon it.\n   The argument is that this commonsense principle will\nenable the government to discriminate against, and injure,\npoints of view to which it is opposed. Of course the Consti-\ntution does not prohibit government spending that dis-\ncriminates against, and injures, points of view to which\nthe government is opposed; every government program\nwhich takes a position on a controversial issue does that.\nAnti-smoking programs injure cigar aficionados, programs\nencouraging sexual abstinence injure free-love advocates,\netc. The constitutional prohibition at issue here is not a\nprohibition against discriminating against or injuring\nopposing points of view, but the First Amendment’s prohi-\nbition against the coercing of speech. I am frankly dubi-\nous that a condition for eligibility to participate in a minor\nfederal program such as this one runs afoul of that prohi-\nbition even when the condition is irrelevant to the goals of\nthe program. Not every disadvantage is a coercion.\n   But that is not the issue before us here. Here the views\n                 Cite as: 570 U. S. ____ (2013)            3\n\n                     SCALIA, J., dissenting\n\nthat the Government demands an applicant forswear—or\nthat the Government insists an applicant favor—are\nrelevant to the program in question. The program is valid\nonly if the Government is entitled to disfavor the opposing\nview (here, advocacy of or toleration of prostitution). And\nif the program can disfavor it, so can the selection of those\nwho are to administer the program. There is no risk that\nthis principle will enable the Government to discriminate\narbitrarily against positions it disfavors. It would not, for\nexample, permit the Government to exclude from bidding\non defense contracts anyone who refuses to abjure pros-\ntitution. But here a central part of the Government’s\nHIV/AIDS strategy is the suppression of prostitution, by\nwhich HIV is transmitted. It is entirely reasonable to\nadmit to participation in the program only those who\nbelieve in that goal.\n   According to the Court, however, this transgresses a\nconstitutional line between conditions that operate inside\na spending program and those that control speech outside\nof it. I am at a loss to explain what this central pillar of\nthe Court’s opinion—this distinction that the Court itself\nadmits is “hardly clear” and “not always self-evident,”\nante, at 8, 11—has to do with the First Amendment. The\ndistinction was alluded to, to be sure, in Rust v. Sullivan,\n500 U. S. 173 (1991), but not as (what the Court now\nmakes it) an invariable requirement for First Amendment\nvalidity. That the pro-abortion speech prohibition was\nlimited to “inside the program” speech was relevant in\nRust because the program itself was not an anti-abortion\nprogram. The Government remained neutral on that\ncontroversial issue, but did not wish abortion to be pro-\nmoted within its family-planning-services program. The\nstatutory objective could not be impaired, in other words,\nby “outside the program” pro-abortion speech. The purpose\nof the limitation was to prevent Government funding from\nproviding the means of pro-abortion propaganda, which\n4    AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n               OPEN SOCIETY INT’L, INC. \n\n                   SCALIA, J., dissenting \n\n\nthe Government did not wish (and had no constitutional\nobligation) to provide. The situation here is vastly differ-\nent. Elimination of prostitution is an objective of the\nHIV/AIDS program, and any promotion of prostitution—\nwhether made inside or outside the program—does harm\nthe program.\n   Of course the most obvious manner in which the admis-\nsion to a program of an ideological opponent can frustrate\nthe purpose of the program is by freeing up the opponent’s\nfunds for use in its ideological opposition. To use the\nHamas example again: Subsidizing that organization’s\nprovision of social services enables the money that it\nwould otherwise use for that purpose to be used, instead,\nfor anti-American propaganda. Perhaps that problem\ndoes not exist in this case since the respondents do not\naffirmatively promote prostitution. But the Court’s analy-\nsis categorically rejects that justification for ideological\nrequirements in all cases, demanding “record indica[tion]”\nthat “federal funding will simply supplant private funding,\nrather than pay for new programs.” Ante, at 14. This\nseems to me quite naive. Money is fungible. The economic\nreality is that when NGOs can conduct their AIDS work\non the Government’s dime, they can expend greater re-\nsources on policies that undercut the Leadership Act. The\nGovernment need not establish by record evidence that\nthis will happen. To make it a valid consideration in\ndetermining participation in federal programs, it suffices\nthat this is a real and obvious risk.\n   None of the cases the Court cites for its holding provide\nsupport. I have already discussed Rust. As for Regan v.\nTaxation With Representation of Wash., 461 U. S. 540\n(1983), that case upheld rather than invalidated a prohibi-\ntion against lobbying as a condition of receiving 26 U. S. C.\n§501(c)(3) tax-exempt status. The Court’s holding rested\non the conclusion that “a legislature’s decision not to\nsubsidize the exercise of a fundamental right does not\n                     Cite as: 570 U. S. ____ (2013)                     5\n\n                          SCALIA, J., dissenting\n\ninfringe the right.” 461 U. S., at 549. Today’s opinion,\nante, at 9, stresses the fact that these nonprofits were\npermitted to use a separate §501(c)(4) affiliate for their\nlobbying—but that fact, alluded to in a footnote, Regan,\n461 U. S., at 545, n. 6, was entirely nonessential to the\nCourt’s holding. Indeed, that rationale prompted a sepa-\nrate concurrence precisely because the majority of the\nCourt did not rely upon it. See id., at 551–554 (Blackmun,\nJ., concurring). As for FCC v. League of Women Voters of\nCal., 468 U. S. 364 (1984), the ban on editorializing at\nissue there was disallowed precisely because it did not\nfurther a relevant, permissible policy of the Federal Com-\nmunications Act—and indeed was simply incompatible\nwith the Act’s “affirmativ[e] encourage[ment]” of the “vig-\norous expression of controversial opinions” by licensed\nbroadcasters. Id., at 397.\n   The Court makes a head-fake at the unconstitutional\nconditions doctrine, ante, at 12, but that doctrine is of no\nhelp. There is no case of ours in which a condition that is\nrelevant to a statute’s valid purpose and that is not in\nitself unconstitutional (e.g., a religious-affiliation condition\nthat violates the Establishment Clause) has been held to\nviolate the doctrine.* Moreover, as I suggested earlier, the\ncontention that the condition here “coerces” respondents’\nspeech is on its face implausible. Those organizations that\nwish to take a different tack with respect to prostitution\n“are as unconstrained now as they were before the enact-\nment of [the Leadership Act].” National Endowment for\nArts v. Finley, 524 U. S. 569, 595 (1998) (SCALIA, J., con-\ncurring in judgment). As the Court acknowledges, “[a]s a\ngeneral matter, if a party objects to a condition on the\n——————\n  * In Legal Services Corporation v. Velazquez, 531 U. S. 533 (2001),\nupon which the Court relies, the opinion specified that “in the context of\nthis statute there is no programmatic message of the kind recognized in\nRust and which sufficed there to allow the Government to specify the\nadvice deemed necessary for its legitimate objectives,” id., at 548.\n6    AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR \n\n               OPEN SOCIETY INT’L, INC. \n\n                   SCALIA, J., dissenting \n\n\nreceipt of federal funding, its recourse is to decline the\nfunds,” ante, at 7, and to draw on its own coffers.\n   The majority cannot credibly say that this speech condi-\ntion is coercive, so it does not. It pussyfoots around the\nlack of coercion by invalidating the Leadership Act for\n“requiring recipients to profess a specific belief ” and “de-\nmanding that funding recipients adopt—as their own—the\nGovernment’s view on an issue of public concern.” Ante, at\n12 (emphasis mine). But like King Cnut’s commanding of\nthe tides, here the Government’s “requiring” and “demand-\ning” have no coercive effect. In the end, and in the circum-\nstances of this case, “compell[ing] as a condition of federal\nfunding the affirmation of a belief,” ante, at 15 (emphasis\nmine), is no compulsion at all. It is the reasonable price of\nadmission to a limited government-spending program that\neach organization remains free to accept or reject. Section\n7631(f) “defin[es] the recipient” only to the extent he de-\ncides that it is in his interest to be so defined. Ante, at 12.\n                         *    *    *\n  Ideological-commitment requirements such as the one\nhere are quite rare; but making the choice between com-\npeting applicants on relevant ideological grounds is un-\ndoubtedly quite common. See, e.g., Finley, supra. As far\nas the Constitution is concerned, it is quite impossible to\ndistinguish between the two. If the government cannot\ndemand a relevant ideological commitment as a condition\nof application, neither can it distinguish between appli-\ncants on a relevant ideological ground. And that is the\nreal evil of today’s opinion. One can expect, in the future,\nfrequent challenges to the denial of government funding\nfor relevant ideological reasons.\n  The Court’s opinion contains stirring quotations from\ncases like West Virginia Bd. of Ed. v. Barnette, 319 U. S.\n624 (1943), and Turner Broadcasting System, Inc. v. FCC,\n512 U. S. 622 (1994). They serve only to distract attention\n                 Cite as: 570 U. S. ____ (2013)           7\n\n                     SCALIA, J., dissenting\n\nfrom the elephant in the room: that the Government is not\nforcing anyone to say anything. What Congress has done\nhere—requiring an ideological commitment relevant to the\nGovernment task at hand—is approved by the Constitu-\ntion itself. Americans need not support the Constitution;\nthey may be Communists or anarchists. But “[t]he Sena-\ntors and Representatives . . . , and the Members of the\nseveral State Legislatures, and all executive and judicial\nOfficers, both of the United States and of the several\nStates, shall be bound by Oath or Affirmation, to support\n[the] Constitution.” U. S. Const., Art. VI, cl. 3. The Fram-\ners saw the wisdom of imposing affirmative ideological\ncommitments prerequisite to assisting in the government’s\nwork. And so should we.\n", 
  "html_with_citations": "<pre class=\"inline\">(Slip Opinion)              OCTOBER TERM, 2012                                       1\n\n                                       Syllabus\n\n         NOTE: Where it is feasible, a syllabus (headnote) will be released, as is\n       being done in connection with this case, at the time the opinion is issued.\n       The syllabus constitutes no part of the opinion of the Court but has been\n       prepared by the Reporter of Decisions for the convenience of the reader.\n       See United States v. Detroit Timber & Lumber Co., 200 U. S. 321, 337.\n\n\nSUPREME COURT OF THE UNITED STATES\n\n                                       Syllabus\n\n    AGENCY FOR INTERNATIONAL DEVELOPMENT \n\n       ET AL. v. ALLIANCE FOR OPEN SOCIETY \n\n            INTERNATIONAL, INC., ET AL. \n\n\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR\n                 THE SECOND CIRCUIT\n\n       No. 12–10. Argued April 22, 2013—Decided June 20, 2013\nIn the United States Leadership Against HIV/AIDS, Tuberculosis, and\n  Malaria Act of 2003 (Leadership Act), 22 U. S. C. §7601 et seq., Con-\n  gress has authorized the appropriation of billions of dollars to fund\n  efforts by nongovernmental organizations to combat HIV/AIDS\n  worldwide. The Act imposes two related conditions: (1) No funds\n  “may be used to promote or advocate the legalization or practice of\n  prostitution,” §7631(e); and (2) no funds may be used by an organiza-\n  tion “that does not have a policy explicitly opposing prostitution,”\n  §7631(f). To enforce the second condition, known as the Policy Re-\n  quirement, the Department of Health and Human Services (HHS)\n  and the United States Agency for International Development\n  (USAID) require funding recipients to agree in their award docu-\n  ments that they oppose prostitution.\n     Respondents, recipients of Leadership Act funds who wish to re-\n  main neutral on prostitution, sought a declaratory judgment that the\n  Policy Requirement violates their First Amendment rights. The Dis-\n  trict Court issued a preliminary injunction, barring the Government\n  from cutting off respondents’ Leadership Act funding during the liti-\n  gation or from otherwise taking action based on their privately funded\n  speech. The Second Circuit affirmed, concluding that the Policy Re-\n  quirement, as implemented by the agencies, violated respondents’\n  freedom of speech.\nHeld: The Policy Requirement violates the First Amendment by com-\n pelling as a condition of federal funding the affirmation of a belief\n that by its nature cannot be confined within the scope of the Gov-\n2      AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n                 OPEN SOCIETY INT’L, INC. \n\n                          Syllabus\n\n\n    ernment program. Pp. 6–15.\n       (a) The Policy Requirement mandates that recipients of federal\n    funds explicitly agree with the Government’s policy to oppose prosti-\n    tution. The First Amendment, however, “prohibits the government\n    from telling people what they must say.” Rumsfeld v. Forum for Ac-\n    ademic and Institutional Rights, Inc., 547 U. S. 47, 61. As a direct\n    regulation, the Policy Requirement would plainly violate the First\n    Amendment. The question is whether the Government may nonethe-\n    less impose that requirement as a condition of federal funding.\n    Pp. 6–7.\n       (b) The Spending Clause grants Congress broad discretion to fund\n    private programs or activities for the “general Welfare,” Art. I, §8,\n    cl. 1, including authority to impose limits on the use of such funds to\n    ensure they are used in the manner Congress intends. Rust v. Sulli-\n    van, 500 U. S. 173, 195, n. 4. As a general matter, if a party objects\n    to those limits, its recourse is to decline the funds. In some cases,\n    however, a funding condition can result in an unconstitutional bur-\n    den on First Amendment rights. The distinction that has emerged\n    from this Court’s cases is between conditions that define the limits of\n    the Government spending program—those that specify the activities\n    Congress wants to subsidize—and conditions that seek to leverage\n    funding to regulate speech outside the contours of the federal pro-\n    gram itself.\n       Rust illustrates the distinction. In that case, the Court considered\n    Title X of the Public Health Service Act, which authorized grants to\n    health-care organizations offering family planning services, but pro-\n    hibited federal funds from being “used in programs where abortion is\n    a method of family planning.” 500 U. S., at 178. To enforce the pro-\n    vision, HHS regulations barred Title X projects from advocating abor-\n    tion and required grantees to keep their Title X projects separate\n    from their other projects. The regulations were valid, the Court ex-\n    plained, because they governed only the scope of the grantee’s Title X\n    projects, leaving the grantee free to engage in abortion advocacy\n    through programs that were independent from its Title X projects.\n    Because the regulations did not prohibit speech “outside the scope of\n    the federally funded program,” they did not run afoul of the First\n    Amendment. Id., at 197. Pp. 7–11.\n       (c) The distinction between conditions that define a federal pro-\n    gram and those that reach outside it is not always self-evident, but\n    the Court is confident that the Policy Requirement falls on the un-\n    constitutional side of the line. To begin, the Leadership Act’s other\n    funding condition, which prohibits Leadership Act funds from being\n    used “to promote or advocate the legalization or practice of prostitu-\n    tion or sex trafficking,” §7631(e), ensures that federal funds will not\n                     Cite as: 570 U. S. ____ (2013)                  3\n\n                               Syllabus\n\n  be used for prohibited purposes. The Policy Requirement thus must\n  be doing something more—and it is. By demanding that funding re-\n  cipients adopt and espouse, as their own, the Government’s view on\n  an issue of public concern, the Policy Requirement by its very nature\n  affects “protected conduct outside the scope of the federally funded\n  program.” Rust, supra, at 197. A recipient cannot avow the belief\n  dictated by the condition when spending Leadership Act funds, and\n  assert a contrary belief when participating in activities on its own\n  time and dime.\n     The Government suggests that if funding recipients could promote\n  or condone prostitution using private funds, “it would undermine the\n  government’s program and confuse its message opposing prostitu-\n  tion.” Brief for Petitioners 37. But the Policy Requirement goes be-\n  yond preventing recipients from using private funds in a way that\n  would undermine the federal program. It requires them to pledge al-\n  legiance to the Government’s policy of eradicating prostitution. That\n  condition on funding violates the First Amendment. Pp. 11–15.\n651 F. 3d 218, affirmed.\n\n  ROBERTS, C. J., delivered the opinion of the Court, in which KENNEDY,\nGINSBURG, BREYER, ALITO, and SOTOMAYOR, JJ., joined. SCALIA, J., filed\na dissenting opinion, in which THOMAS, J., joined. KAGAN, J., took no\npart in the consideration or decision of the case.\n                        Cite as: 570 U. S. ____ (2013)                              1\n\n                             Opinion of the Court\n\n     NOTICE: This opinion is subject to formal revision before publication in the\n     preliminary print of the United States Reports. Readers are requested to\n     notify the Reporter of Decisions, Supreme Court of the United States, Wash-\n     ington, D. C. 20543, of any typographical or other formal errors, in order\n     that corrections may be made before the preliminary print goes to press.\n\n\nSUPREME COURT OF THE UNITED STATES\n                                   _________________\n\n                                    No. 12–10\n                                   _________________\n\n\n  AGENCY FOR INTERNATIONAL DEVELOPMENT,\n\n   ET AL., PETITIONERS v. ALLIANCE FOR OPEN\n\n      SOCIETY INTERNATIONAL, INC., ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n                                 [June 20, 2013] \n\n\n   CHIEF JUSTICE ROBERTS delivered the opinion of the\nCourt.\n   The United States Leadership Against HIV/AIDS, Tu-\nberculosis, and Malaria Act of 2003 (Leadership Act), 117\nStat. 711, as amended, 22 U. S. C. §7601 et seq., outlined a\ncomprehensive strategy to combat the spread of HIV/AIDS\naround the world. As part of that strategy, Congress\nauthorized the appropriation of billions of dollars to fund\nefforts by nongovernmental organizations to assist in the\nfight. The Act imposes two related conditions on that\nfunding: First, no funds made available by the Act “may be\nused to promote or advocate the legalization or practice of\nprostitution or sex trafficking.” §7631(e). And second, no\nfunds may be used by an organization “that does not have\na policy explicitly opposing prostitution and sex traffick-\ning.” §7631(f). This case concerns the second of these\nconditions, referred to as the Policy Requirement. The\nquestion is whether that funding condition violates a\nrecipient’s First Amendment rights.\n2    AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n               OPEN SOCIETY INT’L, INC. \n\n                   Opinion of the Court \n\n\n                                I\n   Congress passed the Leadership Act in 2003 after find-\ning that HIV/AIDS had “assumed pandemic proportions,\nspreading from the most severely affected regions, sub-\nSaharan Africa and the Caribbean, to all corners of the\nworld, and leaving an unprecedented path of death and\ndevastation.” 22 U. S. C. §7601(1). According to congres-\nsional findings, more than 65 million people had been\ninfected by HIV and more than 25 million had lost their\nlives, making HIV/AIDS the fourth highest cause of\ndeath worldwide. In sub-Saharan Africa alone, AIDS had\nclaimed the lives of more than 19 million individuals and\nwas projected to kill a full quarter of the population of that\narea over the next decade. The disease not only directly\nendangered those infected, but also increased the potential\nfor social and political instability and economic devasta-\ntion, posing a security issue for the entire international\ncommunity. §§7601(2)–(10).\n   In the Leadership Act, Congress directed the President\nto establish a “comprehensive, integrated” strategy to\ncombat HIV/AIDS around the world. §7611(a). The Act\nsets out 29 different objectives the President’s strategy\nshould seek to fulfill, reflecting a multitude of approaches\nto the problem. The strategy must include, among other\nthings, plans to increase the availability of treatment for\ninfected individuals, prevent new infections, support the\ncare of those affected by the disease, promote training for\nphysicians and other health care workers, and accelerate\nresearch on HIV/AIDS prevention methods, all while\nproviding a framework for cooperation with international\norganizations and partner countries to further the goals of\nthe program. §§7611(a)(1)–(29).\n   The Act “make[s] the reduction of HIV/AIDS behavioral\nrisks a priority of all prevention efforts.” §7611(a)(12); see\nalso §7601(15) (“Successful strategies to stem the spread of\nthe HIV/AIDS pandemic will require . . . measures to\n                 Cite as: 570 U. S. ____ (2013)            3\n\n                     Opinion of the Court\n\naddress the social and behavioral causes of the problem”).\nThe Act’s approach to reducing behavioral risks is multi-\nfaceted. The President’s strategy for addressing such\nrisks must, for example, promote abstinence, encourage\nmonogamy, increase the availability of condoms, promote\nvoluntary counseling and treatment for drug users, and,\nas relevant here, “educat[e] men and boys about the risks\nof procuring sex commercially” as well as “promote alter-\nnative livelihoods, safety, and social reintegration strate-\ngies for commercial sex workers.” §7611(a)(12). Congress\nfound that the “sex industry, the trafficking of individ-\nuals into such industry, and sexual violence” were factors\nin the spread of the HIV/AIDS epidemic, and deter-\nmined that “it should be the policy of the United States to\neradicate” prostitution and “other sexual victimization.”\n§7601(23).\n    The United States has enlisted the assistance of non-\ngovernmental organizations to help achieve the many\ngoals of the program. Such organizations “with experience\nin health care and HIV/AIDS counseling,” Congress found,\n“have proven effective in combating the HIV/AIDS pan-\ndemic and can be a resource in . . . provid[ing] treatment\nand care for individuals infected with HIV/AIDS.”\n§7601(18). Since 2003, Congress has authorized the ap-\npropriation of billions of dollars for funding these organi-\nzations’ fight against HIV/AIDS around the world.\n§2151b–2(c); §7671.\n    Those funds, however, come with two conditions: First,\nno funds made available to carry out the Leadership Act\n“may be used to promote or advocate the legalization or\npractice of prostitution or sex trafficking.” §7631(e).\nSecond, no funds made available may “provide assistance\nto any group or organization that does not have a policy\nexplicitly opposing prostitution and sex trafficking, except\n. . . to the Global Fund to Fight AIDS, Tuberculosis and\nMalaria, the World Health Organization, the International\n4    AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n               OPEN SOCIETY INT’L, INC. \n\n                   Opinion of the Court \n\n\nAIDS Vaccine Initiative or to any United Nations agency.”\n§7631(f). It is this second condition—the Policy Require-\nment—that is at issue here.\n  The Department of Health and Human Services (HHS)\nand the United States Agency for International Develop-\nment (USAID) are the federal agencies primarily respon-\nsible for overseeing implementation of the Leadership Act.\nTo enforce the Policy Requirement, the agencies have\ndirected that the recipient of any funding under the Act\nagree in the award document that it is opposed to “prosti-\ntution and sex trafficking because of the psychological and\nphysical risks they pose for women, men, and children.”\n45 CFR §89.1(b) (2012); USAID, Acquisition & Assistance\nPolicy Directive 12–04, p. 6 (AAPD 12–04).\n                              II\n   Respondents are a group of domestic organizations\nengaged in combating HIV/AIDS overseas. In addition to\nsubstantial private funding, they receive billions annually\nin financial assistance from the United States, including\nunder the Leadership Act. Their work includes programs\naimed at limiting injection drug use in Uzbekistan, Tajiki-\nstan, and Kyrgyzstan, preventing mother-to-child HIV\ntransmission in Kenya, and promoting safer sex practices\nin India. Respondents fear that adopting a policy explicitly\nopposing prostitution may alienate certain host govern-\nments, and may diminish the effectiveness of some of\ntheir programs by making it more difficult to work with\nprostitutes in the fight against HIV/AIDS. They are also\nconcerned that the Policy Requirement may require them\nto censor their privately funded discussions in publica-\ntions, at conferences, and in other forums about how best\nto prevent the spread of HIV/AIDS among prostitutes.\n   In 2005, respondents Alliance for Open Society Interna-\ntional and Pathfinder International commenced this litiga-\ntion, seeking a declaratory judgment that the Government’s\n                 Cite as: 570 U. S. ____ (2013)            5\n\n                     Opinion of the Court\n\nimplementation of the Policy Requirement violated their\nFirst Amendment rights. Respondents sought a pre-\nliminary injunction barring the Government from cut-\nting off their funding under the Act for the duration of\nthe litigation, from unilaterally terminating their coopera-\ntive agreements with the United States, or from otherwise\ntaking action solely on the basis of respondents’ own pri-\nvately funded speech. The District Court granted such a\npreliminary injunction, and the Government appealed.\n   While the appeal was pending, HHS and USAID issued\nguidelines on how recipients of Leadership Act funds could\nretain funding while working with affiliated organizations\nnot bound by the Policy Requirement. The guidelines per-\nmit funding recipients to work with affiliated organiza-\ntions that “engage[ ] in activities inconsistent with the\nrecipient’s opposition to the practices of prostitution and\nsex trafficking” as long as the recipients retain “objective\nintegrity and independence from any affiliated organiza-\ntion.” 45 CFR §89.3; see also AAPD 12–04, at 6–7.\nWhether sufficient separation exists is determined by the\ntotality of the circumstances, including “but not . . . lim-\nited to” (1) whether the organizations are legally separate;\n(2) whether they have separate personnel; (3) whether\nthey keep separate accounting records; (4) the degree of\nseparation in the organizations’ facilities; and (5) the\nextent to which signs and other forms of identification\ndistinguish the organizations. 45 CFR §§89.3(b)(1)–(5);\nsee also AAPD 12–04, at 6–7.\n   The Court of Appeals summarily remanded the case to\nthe District Court to consider whether the preliminary\ninjunction was still appropriate in light of the new guide-\nlines. On remand, the District Court issued a new prelim-\ninary injunction along the same lines as the first, and the\nGovernment renewed its appeal.\n   The Court of Appeals affirmed, concluding that respond-\nents had demonstrated a likelihood of success on the\n6    AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n               OPEN SOCIETY INT’L, INC. \n\n                   Opinion of the Court \n\n\nmerits of their First Amendment challenge under this\nCourt’s “unconstitutional conditions” doctrine. 651 F. 3d\n218 (CA2 2011). Under this doctrine, the court reasoned,\n“the government may not place a condition on the receipt\nof a benefit or subsidy that infringes upon the recipient’s\nconstitutionally protected rights, even if the government\nhas no obligation to offer the benefit in the first instance.”\nId., at 231 (citing Perry v. Sindermann, 408 U. S. 593,\n597 (1972)). And a condition that compels recipients “to\nespouse the government’s position” on a subject of interna-\ntional debate could not be squared with the First Amend-\nment. 651 F. 3d, at 234. The court concluded that “the\nPolicy Requirement, as implemented by the Agencies, falls\nwell beyond what the Supreme Court . . . ha[s] upheld as\npermissible funding conditions.” Ibid.\n   Judge Straub dissented, expressing his view that the\nPolicy Requirement was an “entirely rational exercise of\nCongress’s powers pursuant to the Spending Clause.” Id.,\nat 240.\n   We granted certiorari. 568 U. S. ___ (2013).\n                             III\n   The Policy Requirement mandates that recipients of\nLeadership Act funds explicitly agree with the Govern-\nment’s policy to oppose prostitution and sex trafficking. It\nis, however, a basic First Amendment principle that “free-\ndom of speech prohibits the government from telling peo-\nple what they must say.” Rumsfeld v. Forum for Academic\nand Institutional Rights, Inc., 547 U. S. 47, 61 (2006)\n(citing West Virginia Bd. of Ed. v. Barnette, 319 U. S. 624,\n642 (1943), and Wooley v. Maynard, 430 U. S. 705, 717\n(1977)). “At the heart of the First Amendment lies the\nprinciple that each person should decide for himself or\nherself the ideas and beliefs deserving of expression,\nconsideration, and adherence.”       Turner Broadcasting\nSystem, Inc. v. FCC, 512 U. S. 622, 641 (1994); see Knox v.\n                  Cite as: 570 U. S. ____ (2013)            7\n\n                      Opinion of the Court\n\nService Employees, 567 U. S. ___, ___–___ (2012) (slip op.,\nat 8–9) (“The government may not . . . compel the en-\ndorsement of ideas that it approves.”). Were it enacted as\na direct regulation of speech, the Policy Requirement\nwould plainly violate the First Amendment. The question\nis whether the Government may nonetheless impose that\nrequirement as a condition on the receipt of federal funds.\n                              A\n   The Spending Clause of the Federal Constitution grants\nCongress the power “[t]o lay and collect Taxes, Duties,\nImposts and Excises, to pay the Debts and provide for\nthe common Defence and general Welfare of the United\nStates.” Art. I, §8, cl. 1. The Clause provides Congress\nbroad discretion to tax and spend for the “general Wel-\nfare,” including by funding particular state or private\nprograms or activities. That power includes the authority\nto impose limits on the use of such funds to ensure they\nare used in the manner Congress intends. Rust v. Sulli-\nvan, 500 U. S. 173, 195, n. 4 (1991) (“Congress’ power to\nallocate funds for public purposes includes an ancillary\npower to ensure that those funds are properly applied to\nthe prescribed use.”).\n   As a general matter, if a party objects to a condition on\nthe receipt of federal funding, its recourse is to decline the\nfunds. This remains true when the objection is that a\ncondition may affect the recipient’s exercise of its First\nAmendment rights. See, e.g., United States v. American\nLibrary Assn., Inc., 539 U. S. 194, 212 (2003) (plurality\nopinion) (rejecting a claim by public libraries that condi-\ntioning funds for Internet access on the libraries’ in-\nstalling filtering software violated their First Amendment\nrights, explaining that “[t]o the extent that libraries wish\nto offer unfiltered access, they are free to do so without\nfederal assistance”); Regan v. Taxation With Representa-\ntion of Wash., 461 U. S. 540, 546 (1983) (dismissing “the\n8    AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR \n\n               OPEN SOCIETY INT’L, INC. \n\n                   Opinion of the Court \n\n\nnotion that First Amendment rights are somehow not fully\nrealized unless they are subsidized by the State” (internal\nquotation marks omitted)).\n   At the same time, however, we have held that the Gov-\nernment “ ‘may not deny a benefit to a person on a basis\nthat infringes his constitutionally protected . . . freedom of\nspeech even if he has no entitlement to that benefit.’ ”\nForum for Academic and Institutional Rights, supra, at 59\n(quoting American Library Assn., supra, at 210). In some\ncases, a funding condition can result in an unconstitution-\nal burden on First Amendment rights. See Forum for\nAcademic and Institutional Rights, supra, at 59 (the First\nAmendment supplies “a limit on Congress’ ability to place\nconditions on the receipt of funds”).\n   The dissent thinks that can only be true when the condi-\ntion is not relevant to the objectives of the program (al-\nthough it has its doubts about that), or when the condition\nis actually coercive, in the sense of an offer that cannot be\nrefused. See post, at 2–3 (opinion of SCALIA, J.). Our\nprecedents, however, are not so limited. In the present\ncontext, the relevant distinction that has emerged from\nour cases is between conditions that define the limits of\nthe government spending program—those that specify the\nactivities Congress wants to subsidize—and conditions\nthat seek to leverage funding to regulate speech outside\nthe contours of the program itself. The line is hardly\nclear, in part because the definition of a particular pro-\ngram can always be manipulated to subsume the chal-\nlenged condition. We have held, however, that “Congress\ncannot recast a condition on funding as a mere definition\nof its program in every case, lest the First Amendment be\nreduced to a simple semantic exercise.” Legal Services\nCorporation v. Velazquez, 531 U. S. 533, 547 (2001).\n   A comparison of two cases helps illustrate the distinc-\ntion: In Regan v. Taxation With Representation of Wash-\nington, the Court upheld a requirement that nonprofit\n                 Cite as: 570 U. S. ____ (2013)            9\n\n                     Opinion of the Court\n\norganizations seeking tax-exempt status under 26 U. S. C.\n§501(c)(3) not engage in substantial efforts to influence\nlegislation. The tax-exempt status, we explained, “ha[d]\nmuch the same effect as a cash grant to the organization.”\n461 U. S., at 544. And by limiting §501(c)(3) status to\norganizations that did not attempt to influence legislation,\nCongress had merely “chose[n] not to subsidize lobbying.”\nIbid. In rejecting the nonprofit’s First Amendment claim,\nthe Court highlighted—in the text of its opinion, but see\npost, at 5—the fact that the condition did not prohibit that\norganization from lobbying Congress altogether. By re-\nturning to a “dual structure” it had used in the past—\nseparately incorporating as a §501(c)(3) organization and\n§501(c)(4) organization—the nonprofit could continue to\nclaim §501(c)(3) status for its nonlobbying activities, while\nattempting to influence legislation in its §501(c)(4) capac-\nity with separate funds. Ibid. Maintaining such a struc-\nture, the Court noted, was not “unduly burdensome.” Id.,\nat 545, n. 6. The condition thus did not deny the organiza-\ntion a government benefit “on account of its intention to\nlobby.” Id., at 545.\n   In FCC v. League of Women Voters of California, by\ncontrast, the Court struck down a condition on federal\nfinancial assistance to noncommercial broadcast television\nand radio stations that prohibited all editorializing, in-\ncluding with private funds. 468 U. S. 364, 399–401 (1984).\nEven a station receiving only one percent of its overall\nbudget from the Federal Government, the Court ex-\nplained, was “barred absolutely from all editorializing.”\nId., at 400. Unlike the situation in Regan, the law provid-\ned no way for a station to limit its use of federal funds to\nnoneditorializing activities, while using private funds “to\nmake known its views on matters of public importance.”\n468 U. S., at 400. The prohibition thus went beyond en-\nsuring that federal funds not be used to subsidize “public\nbroadcasting station editorials,” and instead leveraged the\n10   AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n               OPEN SOCIETY INT’L, INC.\n                   Opinion of the Court\n\nfederal funding to regulate the stations’ speech outside the\nscope of the program. Id., at 399 (internal quotation\nmarks omitted).\n   Our decision in Rust v. Sullivan elaborated on the ap-\nproach reflected in Regan and League of Women Voters. In\nRust, we considered Title X of the Public Health Service\nAct, a Spending Clause program that issued grants to\nnonprofit health-care organizations “to assist in the estab-\nlishment and operation of voluntary family planning\nprojects [to] offer a broad range of acceptable and effective\nfamily planning methods and services.” 500 U. S., at 178\n(internal quotation marks omitted). The organizations\nreceived funds from a variety of sources other than the\nFederal Government for a variety of purposes. The Act,\nhowever, prohibited the Title X federal funds from being\n“used in programs where abortion is a method of family\nplanning.” Ibid. (internal quotation marks omitted). To\nenforce this provision, HHS regulations barred Title X\nprojects from advocating abortion as a method of family\nplanning, and required grantees to ensure that their Title\nX projects were “ ‘physically and financially separate’ ”\nfrom their other projects that engaged in the prohibited\nactivities. Id., at 180–181 (quoting 42 CFR §59.9 (1989)).\nA group of Title X funding recipients brought suit, claim-\ning the regulations imposed an unconstitutional condition\non their First Amendment rights. We rejected their claim.\n   We explained that Congress can, without offending the\nConstitution, selectively fund certain programs to address\nan issue of public concern, without funding alterna-\ntive ways of addressing the same problem. In Title X,\nCongress had defined the federal program to encourage\nonly particular family planning methods. The challenged\nregulations were simply “designed to ensure that the\nlimits of the federal program are observed,” and “that\npublic funds [are] spent for the purposes for which they\nwere authorized.” Rust, 500 U. S., at 193, 196.\n                 Cite as: 570 U. S. ____ (2013)           11\n\n                     Opinion of the Court\n\n  In making this determination, the Court stressed that\n“Title X expressly distinguishes between a Title X grantee\nand a Title X project.” Id., at 196. The regulations gov-\nerned only the scope of the grantee’s Title X projects,\nleaving it “unfettered in its other activities.” Ibid. “The\nTitle X grantee can continue to . . . engage in abortion\nadvocacy; it simply is required to conduct those activities\nthrough programs that are separate and independent from\nthe project that receives Title X funds.” Ibid. Because the\nregulations did not “prohibit[ ] the recipient from engaging\nin the protected conduct outside the scope of the federally\nfunded program,” they did not run afoul of the First\nAmendment. Id., at 197.\n                              B\n  As noted, the distinction drawn in these cases—between\nconditions that define the federal program and those that\nreach outside it—is not always self-evident. As Justice\nCardozo put it in a related context, “Definition more\nprecise must abide the wisdom of the future.” Steward\nMachine Co. v. Davis, 301 U. S. 548, 591 (1937). Here,\nhowever, we are confident that the Policy Requirement\nfalls on the unconstitutional side of the line.\n  To begin, it is important to recall that the Leader-\nship Act has two conditions relevant here. The first—\nunchallenged in this litigation—prohibits Leadership Act\nfunds from being used “to promote or advocate the legali-\nzation or practice of prostitution or sex trafficking.” 22\nU. S. C. §7631(e). The Government concedes that §7631(e)\nby itself ensures that federal funds will not be used for the\nprohibited purposes. Brief for Petitioners 26–27.\n  The Policy Requirement therefore must be doing some-\nthing more—and it is. The dissent views the Requirement\nas simply a selection criterion by which the Government\nidentifies organizations “who believe in its ideas to carry\nthem to fruition.” Post, at 1. As an initial matter, what-\n12   AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n               OPEN SOCIETY INT’L, INC. \n\n                   Opinion of the Court \n\n\never purpose the Policy Requirement serves in selecting\nfunding recipients, its effects go beyond selection. The\nPolicy Requirement is an ongoing condition on recipients’\nspeech and activities, a ground for terminating a grant\nafter selection is complete. See AAPD 12–04, at 12. In\nany event, as the Government acknowledges, it is not\nsimply seeking organizations that oppose prostitution.\nReply Brief 5. Rather, it explains, “Congress has ex-\npressed its purpose ‘to eradicate’ prostitution and sex\ntrafficking, 22 U. S. C. §7601(23), and it wants recipients\nto adopt a similar stance.” Brief for Petitioners 32 (em-\nphasis added). This case is not about the Government’s\nability to enlist the assistance of those with whom it al-\nready agrees. It is about compelling a grant recipient to\nadopt a particular belief as a condition of funding.\n   By demanding that funding recipients adopt—as their\nown—the Government’s view on an issue of public con-\ncern, the condition by its very nature affects “protected\nconduct outside the scope of the federally funded pro-\ngram.” Rust, 500 U. S., at 197. A recipient cannot avow\nthe belief dictated by the Policy Requirement when spend-\ning Leadership Act funds, and then turn around and\nassert a contrary belief, or claim neutrality, when partici-\npating in activities on its own time and dime. By requir-\ning recipients to profess a specific belief, the Policy\nRequirement goes beyond defining the limits of the federally\nfunded program to defining the recipient. See ibid. (“our\n‘unconstitutional conditions’ cases involve situations in\nwhich the Government has placed a condition on the\nrecipient of the subsidy rather than on a particular pro-\ngram or service, thus effectively prohibiting the recipient\nfrom engaging in the protected conduct outside the scope\nof the federally funded program”).\n   The Government contends that the affiliate guidelines,\nestablished while this litigation was pending, save the\nprogram. Under those guidelines, funding recipients are\n                 Cite as: 570 U. S. ____ (2013)           13\n\n                     Opinion of the Court\n\npermitted to work with affiliated organizations that do not\nabide by the condition, as long as the recipients retain\n“objective integrity and independence” from the unfettered\naffiliates. 45 CFR §89.3. The Government suggests the\nguidelines alleviate any unconstitutional burden on the\nrespondents’ First Amendment rights by allowing them to\neither: (1) accept Leadership Act funding and comply with\nPolicy Requirement, but establish affiliates to communi-\ncate contrary views on prostitution; or (2) decline funding\nthemselves (thus remaining free to express their own\nviews or remain neutral), while creating affiliates whose\nsole purpose is to receive and administer Leadership Act\nfunds, thereby “cabin[ing] the effects” of the Policy Re-\nquirement within the scope of the federal program. Brief\nfor Petitioners 38–39, 44–49.\n   Neither approach is sufficient. When we have noted the\nimportance of affiliates in this context, it has been because\nthey allow an organization bound by a funding condition to\nexercise its First Amendment rights outside the scope of\nthe federal program. See Rust, supra, at 197–198. Affili-\nates cannot serve that purpose when the condition is that\na funding recipient espouse a specific belief as its own. If\nthe affiliate is distinct from the recipient, the arrangement\ndoes not afford a means for the recipient to express its\nbeliefs. If the affiliate is more clearly identified with the\nrecipient, the recipient can express those beliefs only at\nthe price of evident hypocrisy. The guidelines themselves\nmake that clear. See 45 CFR §89.3 (allowing funding\nrecipients to work with affiliates whose conduct is “incon-\nsistent with the recipient’s opposition to the practices of\nprostitution and sex trafficking” (emphasis added)).\n   The Government suggests that the Policy Requirement\nis necessary because, without it, the grant of federal funds\ncould free a recipient’s private funds “to be used to pro-\nmote prostitution or sex trafficking.” Brief for Petitioners\n27 (citing Holder v. Humanitarian Law Project, 561 U. S.\n14   AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n               OPEN SOCIETY INT’L, INC. \n\n                   Opinion of the Court \n\n\n1, ___–___ (2010) (slip op., at 25–26)). That argument\nassumes that federal funding will simply supplant private\nfunding, rather than pay for new programs or expand\nexisting ones. The Government offers no support for that\nassumption as a general matter, or any reason to believe it\nis true here. And if the Government’s argument were\ncorrect, League of Women Voters would have come out\ndifferently, and much of the reasoning of Regan and Rust\nwould have been beside the point.\n   The Government cites but one case to support that\nargument, Holder v. Humanitarian Law Project. That\ncase concerned the quite different context of a ban on\nproviding material support to terrorist organizations,\nwhere the record indicated that support for those organi-\nzations’ nonviolent operations was funneled to support\ntheir violent activities. 561 U. S., at ___ (slip op., at 26).\n   Pressing its argument further, the Government con-\ntends that “if organizations awarded federal funds to\nimplement Leadership Act programs could at the same\ntime promote or affirmatively condone prostitution or sex\ntrafficking, whether using public or private funds, it would\nundermine the government’s program and confuse its\nmessage opposing prostitution and sex trafficking.” Brief\nfor Petitioners 37 (emphasis added). But the Policy Re-\nquirement goes beyond preventing recipients from using\nprivate funds in a way that would undermine the federal\nprogram. It requires them to pledge allegiance to the\nGovernment’s policy of eradicating prostitution. As to\nthat, we cannot improve upon what Justice Jackson wrote\nfor the Court 70 years ago: “If there is any fixed star in our\nconstitutional constellation, it is that no official, high or\npetty, can prescribe what shall be orthodox in politics,\nnationalism, religion, or other matters of opinion or force\ncitizens to confess by word or act their faith therein.”\nBarnette, 319 U. S., at 642.\n                 Cite as: 570 U. S. ____ (2013)           15\n\n                     Opinion of the Court\n\n                       *    *     *\n  The Policy Requirement compels as a condition of fed-\neral funding the affirmation of a belief that by its nature\ncannot be confined within the scope of the Government\nprogram. In so doing, it violates the First Amendment\nand cannot be sustained. The judgment of the Court of\nAppeals is affirmed.\n                                            It is so ordered.\n\n   KAGAN, J., took no part in the consideration or decision\nof this case.\n                 Cite as: 570 U. S. ____ (2013)           1\n\n                     SCALIA, J., dissenting\n\nSUPREME COURT OF THE UNITED STATES\n                         _________________\n\n                          No. 12–10\n                         _________________\n\n\n  AGENCY FOR INTERNATIONAL DEVELOPMENT,\n\n   ET AL., PETITIONERS v. ALLIANCE FOR OPEN\n\n      SOCIETY INTERNATIONAL, INC., ET AL. \n\n ON WRIT OF CERTIORARI TO THE UNITED STATES COURT OF \n\n           APPEALS FOR THE SECOND CIRCUIT\n\n                        [June 20, 2013]\n\n\n  JUSTICE SCALIA, with whom JUSTICE THOMAS joins,\ndissenting.\n  The Leadership Act provides that “any group or organi-\nzation that does not have a policy explicitly opposing\nprostitution and sex trafficking” may not receive funds\nappropriated under the Act. 22 U. S. C. §7631(f). This\nPolicy Requirement is nothing more than a means of\nselecting suitable agents to implement the Government’s\nchosen strategy to eradicate HIV/AIDS. That is perfectly\npermissible under the Constitution.\n  The First Amendment does not mandate a viewpoint-\nneutral government. Government must choose between\nrival ideas and adopt some as its own: competition over\ncartels, solar energy over coal, weapon development over\ndisarmament, and so forth. Moreover, the government\nmay enlist the assistance of those who believe in its ideas\nto carry them to fruition; and it need not enlist for that\npurpose those who oppose or do not support the ideas.\nThat seems to me a matter of the most common common\nsense. For example: One of the purposes of America’s\nforeign-aid programs is the fostering of good will towards\nthis country. If the organization Hamas—reputed to have\nan efficient system for delivering welfare—were excluded\nfrom a program for the distribution of U. S. food assis-\n2    AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR \n\n               OPEN SOCIETY INT’L, INC. \n\n                   SCALIA, J., dissenting \n\n\ntance, no one could reasonably object. And that would\nremain true if Hamas were an organization of United\nStates citizens entitled to the protection of the Constitu-\ntion. So long as the unfunded organization remains free to\nengage in its activities (including anti-American propa-\nganda) “without federal assistance,” United States v.\nAmerican Library Assn., Inc., 539 U. S. 194, 212 (2003)\n(plurality), refusing to make use of its assistance for an\nenterprise to which it is opposed does not abridge its\nspeech. And the same is true when the rejected organiza-\ntion is not affirmatively opposed to, but merely unsupport-\nive of, the object of the federal program, which appears to\nbe the case here. (Respondents do not promote prostitu-\ntion, but neither do they wish to oppose it.) A federal\nprogram to encourage healthy eating habits need not\nbe administered by the American Gourmet Society,\nwhich has nothing against healthy food but does not insist\nupon it.\n   The argument is that this commonsense principle will\nenable the government to discriminate against, and injure,\npoints of view to which it is opposed. Of course the Consti-\ntution does not prohibit government spending that dis-\ncriminates against, and injures, points of view to which\nthe government is opposed; every government program\nwhich takes a position on a controversial issue does that.\nAnti-smoking programs injure cigar aficionados, programs\nencouraging sexual abstinence injure free-love advocates,\netc. The constitutional prohibition at issue here is not a\nprohibition against discriminating against or injuring\nopposing points of view, but the First Amendment’s prohi-\nbition against the coercing of speech. I am frankly dubi-\nous that a condition for eligibility to participate in a minor\nfederal program such as this one runs afoul of that prohi-\nbition even when the condition is irrelevant to the goals of\nthe program. Not every disadvantage is a coercion.\n   But that is not the issue before us here. Here the views\n                 Cite as: 570 U. S. ____ (2013)            3\n\n                     SCALIA, J., dissenting\n\nthat the Government demands an applicant forswear—or\nthat the Government insists an applicant favor—are\nrelevant to the program in question. The program is valid\nonly if the Government is entitled to disfavor the opposing\nview (here, advocacy of or toleration of prostitution). And\nif the program can disfavor it, so can the selection of those\nwho are to administer the program. There is no risk that\nthis principle will enable the Government to discriminate\narbitrarily against positions it disfavors. It would not, for\nexample, permit the Government to exclude from bidding\non defense contracts anyone who refuses to abjure pros-\ntitution. But here a central part of the Government’s\nHIV/AIDS strategy is the suppression of prostitution, by\nwhich HIV is transmitted. It is entirely reasonable to\nadmit to participation in the program only those who\nbelieve in that goal.\n   According to the Court, however, this transgresses a\nconstitutional line between conditions that operate inside\na spending program and those that control speech outside\nof it. I am at a loss to explain what this central pillar of\nthe Court’s opinion—this distinction that the Court itself\nadmits is “hardly clear” and “not always self-evident,”\nante, at 8, 11—has to do with the First Amendment. The\ndistinction was alluded to, to be sure, in Rust v. Sullivan,\n500 U. S. 173 (1991), but not as (what the Court now\nmakes it) an invariable requirement for First Amendment\nvalidity. That the pro-abortion speech prohibition was\nlimited to “inside the program” speech was relevant in\nRust because the program itself was not an anti-abortion\nprogram. The Government remained neutral on that\ncontroversial issue, but did not wish abortion to be pro-\nmoted within its family-planning-services program. The\nstatutory objective could not be impaired, in other words,\nby “outside the program” pro-abortion speech. The purpose\nof the limitation was to prevent Government funding from\nproviding the means of pro-abortion propaganda, which\n4    AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR\n               OPEN SOCIETY INT’L, INC. \n\n                   SCALIA, J., dissenting \n\n\nthe Government did not wish (and had no constitutional\nobligation) to provide. The situation here is vastly differ-\nent. Elimination of prostitution is an objective of the\nHIV/AIDS program, and any promotion of prostitution—\nwhether made inside or outside the program—does harm\nthe program.\n   Of course the most obvious manner in which the admis-\nsion to a program of an ideological opponent can frustrate\nthe purpose of the program is by freeing up the opponent’s\nfunds for use in its ideological opposition. To use the\nHamas example again: Subsidizing that organization’s\nprovision of social services enables the money that it\nwould otherwise use for that purpose to be used, instead,\nfor anti-American propaganda. Perhaps that problem\ndoes not exist in this case since the respondents do not\naffirmatively promote prostitution. But the Court’s analy-\nsis categorically rejects that justification for ideological\nrequirements in all cases, demanding “record indica[tion]”\nthat “federal funding will simply supplant private funding,\nrather than pay for new programs.” Ante, at 14. This\nseems to me quite naive. Money is fungible. The economic\nreality is that when NGOs can conduct their AIDS work\non the Government’s dime, they can expend greater re-\nsources on policies that undercut the Leadership Act. The\nGovernment need not establish by record evidence that\nthis will happen. To make it a valid consideration in\ndetermining participation in federal programs, it suffices\nthat this is a real and obvious risk.\n   None of the cases the Court cites for its holding provide\nsupport. I have already discussed Rust. As for Regan v.\nTaxation With Representation of Wash., 461 U. S. 540\n(1983), that case upheld rather than invalidated a prohibi-\ntion against lobbying as a condition of receiving 26 U. S. C.\n§501(c)(3) tax-exempt status. The Court’s holding rested\non the conclusion that “a legislature’s decision not to\nsubsidize the exercise of a fundamental right does not\n                     Cite as: 570 U. S. ____ (2013)                     5\n\n                          SCALIA, J., dissenting\n\ninfringe the right.” 461 U. S., at 549. Today’s opinion,\nante, at 9, stresses the fact that these nonprofits were\npermitted to use a separate §501(c)(4) affiliate for their\nlobbying—but that fact, alluded to in a footnote, Regan,\n461 U. S., at 545, n. 6, was entirely nonessential to the\nCourt’s holding. Indeed, that rationale prompted a sepa-\nrate concurrence precisely because the majority of the\nCourt did not rely upon it. See id., at 551–554 (Blackmun,\nJ., concurring). As for FCC v. League of Women Voters of\nCal., 468 U. S. 364 (1984), the ban on editorializing at\nissue there was disallowed precisely because it did not\nfurther a relevant, permissible policy of the Federal Com-\nmunications Act—and indeed was simply incompatible\nwith the Act’s “affirmativ[e] encourage[ment]” of the “vig-\norous expression of controversial opinions” by licensed\nbroadcasters. Id., at 397.\n   The Court makes a head-fake at the unconstitutional\nconditions doctrine, ante, at 12, but that doctrine is of no\nhelp. There is no case of ours in which a condition that is\nrelevant to a statute’s valid purpose and that is not in\nitself unconstitutional (e.g., a religious-affiliation condition\nthat violates the Establishment Clause) has been held to\nviolate the doctrine.* Moreover, as I suggested earlier, the\ncontention that the condition here “coerces” respondents’\nspeech is on its face implausible. Those organizations that\nwish to take a different tack with respect to prostitution\n“are as unconstrained now as they were before the enact-\nment of [the Leadership Act].” National Endowment for\nArts v. Finley, 524 U. S. 569, 595 (1998) (SCALIA, J., con-\ncurring in judgment). As the Court acknowledges, “[a]s a\ngeneral matter, if a party objects to a condition on the\n——————\n  * In Legal Services Corporation v. Velazquez, 531 U. S. 533 (2001),\nupon which the Court relies, the opinion specified that “in the context of\nthis statute there is no programmatic message of the kind recognized in\nRust and which sufficed there to allow the Government to specify the\nadvice deemed necessary for its legitimate objectives,” id., at 548.\n6    AGENCY FOR INT’L DEVELOPMENT v. ALLIANCE FOR \n\n               OPEN SOCIETY INT’L, INC. \n\n                   SCALIA, J., dissenting \n\n\nreceipt of federal funding, its recourse is to decline the\nfunds,” ante, at 7, and to draw on its own coffers.\n   The majority cannot credibly say that this speech condi-\ntion is coercive, so it does not. It pussyfoots around the\nlack of coercion by invalidating the Leadership Act for\n“requiring recipients to profess a specific belief ” and “de-\nmanding that funding recipients adopt—as their own—the\nGovernment’s view on an issue of public concern.” Ante, at\n12 (emphasis mine). But like King Cnut’s commanding of\nthe tides, here the Government’s “requiring” and “demand-\ning” have no coercive effect. In the end, and in the circum-\nstances of this case, “compell[ing] as a condition of federal\nfunding the affirmation of a belief,” ante, at 15 (emphasis\nmine), is no compulsion at all. It is the reasonable price of\nadmission to a limited government-spending program that\neach organization remains free to accept or reject. Section\n7631(f) “defin[es] the recipient” only to the extent he de-\ncides that it is in his interest to be so defined. Ante, at 12.\n                         *    *    *\n  Ideological-commitment requirements such as the one\nhere are quite rare; but making the choice between com-\npeting applicants on relevant ideological grounds is un-\ndoubtedly quite common. See, e.g., Finley, supra. As far\nas the Constitution is concerned, it is quite impossible to\ndistinguish between the two. If the government cannot\ndemand a relevant ideological commitment as a condition\nof application, neither can it distinguish between appli-\ncants on a relevant ideological ground. And that is the\nreal evil of today’s opinion. One can expect, in the future,\nfrequent challenges to the denial of government funding\nfor relevant ideological reasons.\n  The Court’s opinion contains stirring quotations from\ncases like West Virginia Bd. of Ed. v. Barnette, 319 U. S.\n624 (1943), and Turner Broadcasting System, Inc. v. FCC,\n512 U. S. 622 (1994). They serve only to distract attention\n                 Cite as: 570 U. S. ____ (2013)           7\n\n                     SCALIA, J., dissenting\n\nfrom the elephant in the room: that the Government is not\nforcing anyone to say anything. What Congress has done\nhere—requiring an ideological commitment relevant to the\nGovernment task at hand—is approved by the Constitu-\ntion itself. Americans need not support the Constitution;\nthey may be Communists or anarchists. But “[t]he Sena-\ntors and Representatives . . . , and the Members of the\nseveral State Legislatures, and all executive and judicial\nOfficers, both of the United States and of the several\nStates, shall be bound by Oath or Affirmation, to support\n[the] Constitution.” U. S. Const., Art. VI, cl. 3. The Fram-\ners saw the wisdom of imposing affirmative ideological\ncommitments prerequisite to assisting in the government’s\nwork. And so should we.\n</pre>", 
  "sha1": "ae0360a297a523e608e6cd3e56986f1117857b72", 
  "date_modified": "2015-05-14T10:18:02.096295", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/903975/agency-for-intl-development-v-alliance-for-open-so/", 
  "citation_count": 3, 
  "supreme_court_db_id": "2012-065", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/245828/", 
  "html": "", 
  "resource_uri": "/api/rest/v2/document/903975/"
}