{"absolute_url": "/opinion/109719/commissioner-v-standard-life-accident-ins-co/", "blocked": false, "citation": {"case_name": "Commissioner v. Standard Life & Accident Ins. Co.", "docket_number": "75-1771", "document_uris": ["/api/rest/v2/document/109719/"], "federal_cite_one": "433 U.S. 148", "federal_cite_three": "53 L. Ed. 2d 653", "federal_cite_two": "97 S. Ct. 2523", "id": 94078, "lexis_cite": "1977 U.S. LEXIS 137", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/94078/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 17, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1977-06-23", "date_modified": "2014-12-21T13:33:06.055894", "docket": "/api/rest/v2/docket/401680/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">53 L.Ed.2d 653</p>\n    <p class=\"case_cite\">97 S.Ct. 2523</p>\n    <p class=\"case_cite\">433 U.S. 148</p>\n    <p class=\"parties\">COMMISSIONER OF INTERNAL REVENUE, Petitioner,<br>v.<br>STANDARD LIFE &amp; ACCIDENT INSURANCE COMPANY.</p>\n    <p class=\"docket\">No. 75-1771.</p>\n    <p class=\"date\">Argued May 30, 1977.</p>\n    <p class=\"date\">Decided June 23, 1977.</p>\n    <div class=\"prelims\">\n      <p>Syllabus</p>\n      <p class=\"indent\">The \"net valuation\" portion of unpaid life insurance premiums (the portion state law requires a life insurance company to add to its reserves), but not the \"loading\" portion (the portion to be used to pay salesmen's commissions, other expenses such as state taxes and overhead, and profits), held required to be included in a life insurance company's assets and gross premium income, as well as in its reserves, for purposes of computing its federal income tax liability, notwithstanding such computation necessitates making a fictional assumption that the \"net valuation\" portion has been paid but that the \"loading\" portion has not. This treatment of unpaid premiums is in accordance with &#167; 818(a) of the Internal Revenue Code of 1954 (as added by the Life Insurance Company Income Tax Act of 1959), which requires computations of a life insurance company's income taxes to be made \"in a manner consistent with the manner required for purposes of the annual statement approved by the National Association of Insurance Commissioners,\" unless the NAIC procedures are inconsistent with accrual accounting rules, and to the extent that the Treasury Regulations require different treatment of unpaid premiums they are inconsistent with &#167; 818(a) and therefore invalid. Pp. 152-163.</p>\n      <p class=\"indent\">525 F.2d 786, reversed and remanded.</p>\n      <p class=\"indent\">Stuart A. Smith, Washington, D. C., for petitioner.</p>\n      <p class=\"indent\">Vester T. Hughes, Jr., Dallas, Tex., for respondent.</p>\n      <p class=\"indent\">Matthew J. Zinn, Washington, D. C., for American Council of Life Insurance, as amicus curiae, by special leave of Court.</p>\n      <p class=\"indent\">Mr. Justice STEVENS delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, for the second time this Term, we are required to construe the complex portion of the Internal Revenue Code concerning life insurance companies.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The issue in this case is the extent to which deferred and uncollected life insurance premiums are includable in \"reserves,\" \"assets,\" and \"gross premium income,\" as those concepts are used in the Life Insurance Company Income Tax Act of 1959.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Premiums on respondent's policies are often payable in installments. If an installment is not paid when due, the policy will lapse, generally after a grace period. However, there is no legally enforceable duty to pay the premiums. An installment falling due between the end of the tax year and the policy's anniversary date is called a \"deferred premium.\" In 1961, the most recent year in issue, respondent had $1,572,763 of deferred premiums. Pet. for Cert. 4a. An installment which is overdue at the end of the tax year is called an \"uncollected premium\" if the policy has not yet lapsed. In 1961, respondent had $231,969 of uncollected premiums. Ibid. For convenience, we shall refer to both deferred and uncollected premiums simply as \"unpaid premiums.\" The amount charged a policyholder the \"gross premium\" includes two components. Under state law, the company must add part of the premium to its reserves to ensure that it will have sufficient funds to pay death benefits. This amount, the \"net valuation premium,\" is determined under mortality and interest assumptions. The rest of the gross premium is called \"loading,\" and covers profits and expenses such as salesmen's commissions, state taxes and overhead.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Under normal accounting rules, unpaid premiums would simply be ignored. They would not be properly accruable since the company has no legal right to collect them. Nevertheless, for the past century, insurance companies have added an amount equal to the net valuation portion of unpaid premiums to their reserves with an offsetting addition to assets. State law uniformly requires this treatment of unpaid premiums, as does the accounting form issued by the National Association of Insurance Commissioners (NAIC). This national organization of state regulatory officials, which acts on behalf of the various state insurance departments, performs audits on insurance companies like respondent which do business in many States. The NAIC accounting form, known in the industry as the \"Annual Statement,\" is used by respondent for its financial reporting. In effect, in calculating its reserves, the company must treat these premiums to some extent as if they had been paid.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This case involves the tax treatment of respondent's unpaid premiums for the years 1958, 1959, and 1961. In its returns for each of those years, it included the net unpaid premiums in reserves, just as it did in its annual NAIC statement. In 1959 and 1961, it also followed the NAIC statement by including the net premiums in assets and premium income. In 1958, however, it excluded the entire unpaid premium from assets. The Commissioner assessed a deficiency because respondent did not, in any of these years, include the entire unpaid premium loading as well as net premium in calculating assets and income. In his view, if reserves are calculated on the fictional assumption that these premiums have been paid, the same assumption should apply to the calculation of assets and gross premium income. The Tax Court upheld the deficiency; but the Court of Appeals reversed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> It held that respondent's reserve calculation was correct because it was required by state law. The court further held that in accord with normal accounting practices, the premiums could not be considered as either assets or income before they were actually collected.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Courts of Appeals have taken varying approaches to this problem. The position taken by the Tenth Circuit in this case conflicts with decisions of four other Circuits.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> For this reason, and because the question is important to the revenue,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> we granted certiorari. 429 U.S. 814, 97 S.Ct. 54, 50 L.Ed.2d 74.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although the problem is a perplexing one, as indicated by the diversity of opinion among the Circuits, we find guidance in 26 U.S.C. &#167; 818(a), which governs the method of accounting by life insurance companies. In our view, &#167; 818(a) requires deference in this case to the established accounting procedures of the NAIC. In accordance with the NAIC procedures, we therefore hold that the net valuation portion of unpaid premiums, but not the loading, must be included in assets and gross premium income, as well as in reserves.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Resolution of the problem before us requires some understanding of how reserves, assets, and premium income enter into the calculation of a life insurance company's taxable income. We therefore begin with a summary of past legislation and of the method by which the tax is now calculated. We then turn to a discussion of &#167; 818(a) and its application to this case.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Throughout the history of the federal income tax, Congress has taken the view that life insurance companies should not be taxed on the amounts collected for the purpose of paying death benefits. This basic theme has been implemented in different ways.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">From 1913 to 1920, life insurance companies, like other companies, were taxed on their entire income, but were allowed a deduction for \"the net addition . . . required by law to be made within the year to reserve funds . . . .\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In that period the Government first challenged, but then accepted, the industry practice of deducting additions to reserves based on unpaid premiums without taking those premiums into income.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Beginning with the Revenue Act of 1921, Congress taxed only the investment income of life insurance companies; premium income was not included in their gross income.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The companies were allowed to deduct a fixed percentage of their total reserves from their total investment income.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The computation of this deduction was based on the company's entire policy reserves, including the portion attributed to unpaid premiums. This use of this portion of the reserves apparently was not questioned during that period. There was no occasion to consider whether unpaid premiums should be treated as \"income\" since all premium income was exempt from tax in this period.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The 1959 statute applies to all tax years after 1957. It preserves the basic concept of taxing only that portion of the life insurance company's income which is not required to meet policyholder obligations. It makes two important changes, however, in the method of computing that amount. First, whereas the preceding statutes assumed an industrywide rate of return for the purpose of calculating the reserve deduction, the 1959 Act requires a calculation based on each company's own earnings record. Second, in addition to imposing a tax on investment income, the new Act also taxes a portion of the company's premium income. Although the computations are more complex, the basic approach of the 1959 Act is therefore somewhat comparable to the pre-1921 \"total income\" concept.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In order to understand the implications of the Commissioner's argument that unpaid premiums should be consistently treated in calculating \"assets\" and \"gross premium income,\" as well as \"reserves,\" it is necessary to explain how these concepts are employed in the present statute.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The 1959 Act adds &#167;&#167; 801 through 820 to the Internal Revenue Code of 1954 (26 U.S.C.). Section 802(b) defines three components of \"life insurance company taxable income,\" of which only the first two are relevant to this case.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Generally, the taxable income is the sum of (1) the company's \"taxable investment income\" and (2) 50% of its other income (defined as the difference between its total \"gain from operations\" and its taxable investment income).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A company's total investment income is regarded as including a share for the company, which is taxable, and a \"policyholders' share,\" which is not.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> The policyholders' share is a percentage which is essentially determined by the ratio of the company's reserves to its assets.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> An increase in reserves will therefore reduce the company's taxable investment income, whereas an increase in its assets will increase its tax.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The company's \"gain from operations\" includes, in addition to its share of investment income,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> the \"gross amount of premiums,\" &#167; 809(c)(1). Obviously, if unpaid premiums are regarded as part of this gross amount, the company's gain from operations will be increased to that extent. Moreover, since a deduction is allowed for the net increase in reserves, &#167; 809(d)(2), the contribution of unpaid premiums to the reserves diminishes the company's gain.</p>\n    </div>\n    <p class=\"center\">III</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In a sense the case presents a question of timing. Respondent claims the right to treat unpaid premiums as creating reserves, and therefore a tax deduction, in one year, but wishes not to recognize the unfavorable tax consequences of increased \"assets\" and \"premium income\" until the year in which the premiums are actually paid.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> As the Commissioner forcefully argues, the respondent's position lacks symmetry and the lack thereof redounds entirely to its benefit.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(1, 2) We start from the premise that unpaid premiums must be reflected in a life insurance company's reserves.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> This has been the consistent and unbroken practice since the inception of the federal income tax on life insurance companies in 1913. Moreover, the uniform practice of the States since before 1913 has been to require that reserves reflect unpaid premiums. State law is relevant to the statutory definition of reserves, since life insurance reserves generally must be required by state law in order to be recognized for tax purposes. &#167; 801(b)(2). As a matter of state law, a genuine contingent liability exists and must be reflected on the company's financial records. This liability has effects on the company's business which transcend its income tax consequences.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> In view of the critical importance of the definition of reserves in the entire statutory scheme,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> as well as in the conduct of the company's business, the practice of including net unpaid premiums in reserves cannot have been unknown to Congress. It is clear, we think, that no radical departure from past law was intended.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Having decided that unpaid premiums must be treated to some extent as though they had actually been paid, the more difficult question is how far to apply this fictional assumption. Since this is essentially an accounting problem, our inquiry is governed by &#167; 818. As its title indicates, &#167; 818 contains the \"Accounting provisions\" relating to this portion of the Code. Section 818(a) provides:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"(a) Method of accounting.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"All computations entering into the determination of the      taxes imposed by this part shall be made</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"(1) under an accrual method of accounting, or</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"(2) to the extent permitted under regulations prescribed by      the Secretary or his delegate, under a combination of an      accrual method of accounting with any other method permitted      by this chapter (other than the cash receipts and      disbursements method).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\"Except as provided in the preceding sentence, all such      computations shall be made in a manner consistent with the      manner required for purposes of the annual statement approved      by the National Association of Insurance Commissioners.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The legislative history makes it clear that the accounting procedures established by the NAIC apply if they are \"not inconsistent\" with accrual accounting rules.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> In other words, except when the rules of accrual accounting indicate a contrary result, NAIC procedures \"shall\" apply.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">With the statutory test in mind, we consider the various proposed solutions to this accounting problem.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Essentially, the problem in this case to decide the scope to be given a fictional assumption. Four solutions have been proposed.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">(3) First, as the company argues, the assumption of prepayment could be applied in calculating the reserves, but ignored when calculating assets and income. This was the position taken by the Court of Appeals in this case. That position significantly distorts the tax equation in favor of the taxpayer and against the Government. Although we do not accept the notion that there must be perfect symmetry in the tax laws, there should be a measure of consistency in the accounting treatment of an item affecting interrelated elements in a formula such as that used to calculate the policyholders' share of investment income. We think the Commissioner, and the other Courts of Appeals, see n. 4, supra, properly rejected the entirely one-sided use of the fictional assumption proposed by the taxpayer in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, we would assume that the entire premium has been paid, but that none of the associated expenses have been incurred. Thus, the fictional assumption would be applied when determining reserves, assets, and gross premium income, but not when determining expenses. This is the position taken by the Commissioner. See Treas. Regs. &#167;&#167; 1.805, 1.809-4, 26 CFR &#167;&#167; 1.805-5, 1.809-4 (1976).<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> It is obvious that requiring the companies to treat the premium (including loading) as an asset and as income would improperly accelerate their tax payments; for a major share of loading is applied, when it is received, to deductible items such as sales commissions. Thus, to tax the entire loading portion of an unpaid premium is doubly objectionable: It imposes a tax on income the company has not received; and it treats the entire loading as income even though most of it will be disbursed for deductible expenses. The result of accepting the Commissioner's position would be that the insurance company would have a greater tax liability on unpaid premiums than if the premiums had actually been paid. This result is also unacceptable.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Third, some Courts of Appeals have extended the fiction somewhat further to include an assumption that certain expenses associated with the unpaid premiums have been incurred.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a> These courts allow a deduction for some expenses such as salesmen's commissions, which are payable upon receipt of the premium. It is not clear, however, precisely what expenses would receive this treatment. The approach adopted by these courts eliminates much of the unfairness of the Commissioner's position. But their approach would take us far from the statute. Since there is nothing in the statute directing that any portion of unpaid loading be treated as an asset or as income, the statute obviously cannot provide guidance in fashioning a set of deductions to be credited against the fictional assumption that such loading is income.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">(4) The fourth approach, in contrast, does have support in the statute. This approach has been adopted by the NAIC for the purpose of preparing the Annual Statement, and therefore is firmly anchored in the text of &#167; 818(a) which establishes a preference for NAIC accounting methods.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> Under this view, the net valuation portion of the unpaid premiums is included in reserves, assets, and gross premium income, while the loading portion is entirely excluded.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> This approach might be described as adopting the fictional assumption that the net valuation portion of the premium has been paid, but that the loading portion was not. This accounting treatment has been consistently applied throughout the industry for decades, and was regarded as the correct approach by the Tax Court when it first confronted this problem area. Western National Life Insurance Co. of Texas v. Commissioner, 51 T.C. 824 (1969), modifying 50 T.C. 285 (1968), rev'd, 432 F.2d 298 (CA5 1970). By including the net valuation portion of the unpaid premium and only that portion on both sides of the relevant equations, it satisfies in large measure the Commissioner's quest for symmetry. It also avoids the uncertainty and confusion that would attend any attempt to segregate unpaid loading into deductible and nondeductible parts. Finally, it provides a practical rule which should minimize the likelihood of future disputes.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Under &#167; 818(a), rejection of the NAIC approach would be justified only if it were found inconsistent with the dictates of accrual accounting. But the general rules of accrual accounting simply do not speak to the question of the scope to be given the entirely fictional assumption required by this statute. Any one of the four approaches has an equally good or equally bad claim to being \"an accrual method.\" Since general accounting rules are not controlling, the statute requires use of the NAIC approach to fill the gap.<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Accordingly, we conclude that unpaid premiums must be reflected in the computation of respondent's tax liabilities \"in a manner consistent with the manner required for purposes of the annual statement approved by the National Association of Insurance Commissioners.\" To the extent that the Secretary's regulations require different treatment of unpaid premiums, we hold that they are inconsistent with &#167; 818(a) and therefore invalid.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The judgment of the Court of Appeals is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Mr. Justice STEWART took no part in the consideration or decision of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Mr. Justice WHITE, with whom THE CHIEF JUSTICE joins, concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Regretfully, I cannot join the Court's opinion. The Tax Court's position, which the Court of Appeals rejected, was mandated by the applicable Treasury Regulations, 26 CFR &#167;&#167; 1.805-5(a)(4)(ii) and 1.809-4(a), (i) (1976). These Regulations, invalidated by the Court of Appeals and now partially by this Court, appear to me to represent a wholly defensible construction of the statute, and we should not refuse to follow it simply because we prefer an alternative reading.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The first sentence of &#167; 818(a) provides that all computations shall be pursuant to the accrual method of accounting or, to the extent permitted by the Secretary, under a combination of the accrual method and any other method permitted by the chapter. The second sentence of the section provides that except as provided in the first sentence, all computations shall be consistent with the method required by the annual statement provided by the National Association of Insurance Commissioners (NAIC). As the majority recognizes, under normal accrual accounting methods \"unpaid premiums would simply be ignored\"; because \"the company has no legal right to collect them,\" ante, at 150, they are mere expectancies and could not be accrued. It is thus a departure from the accrual method of accounting to reflect any part of unpaid premiums in reserves, assets, or income. Under &#167; 818, it seems to me that if there is to be a variance from the accrual method, it is the Secretary who is empowered to say to what extent other methods should be recognized. The section does authorize resort to the NAIC approach in some circumstances, but I do not understand the statute, as the majority does, to prefer the NAIC approach to that of the Secretary. As I understand the statute, the Secretary's regulations are valid and should be followed in this case. As the Tax Court held, all of the unpaid premium, not just the premium less \"load,\" should be reflected in assets and gross premium income. Hence, although I agree that the judgment of the Court of Appeals should be reversed, I cannot join the Court's opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See United States v. Consumer Life Ins. Co., 430 U.S. 725, 97 S.Ct. 1440, 52 L.Ed.2d 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 26 U.S.C. &#167;&#167; 801-820.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 525 F.2d 786 (CA10 1975).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See Jefferson Standard Life Insurance Co. v. United States, 408 F.2d 842 (CA4 1969), cert. denied, 396 U.S. 828, 90 S.Ct. 77, 24 L.Ed.2d 78; Western National Life Insurance Co. of Texas v. Commissioner, 432 F.2d 298 (CA5 1970); Western and Southern Life Insurance Co. v. Commissioner, 460 F.2d 8 (CA6 1972), cert. denied, 409 U.S. 1063, 93 S.Ct. 555, 34 L.Ed.2d 517; Franklin Life Insurance Co. v. United States, 399 F.2d 757 (CA7 1968), cert. denied, 393 U.S. 1118, 89 S.Ct. 989, 22 L.Ed.2d 122.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We are informed that substantially more than $100 million is in dispute. Pet. for Cert. 8.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See, e. g., Tariff Act of 1913, &#167; II(G)(b), 38 Stat. 173; Revenue Act of 1916, &#167; 12(a) Second, 39 Stat. 768; Revenue Act of 1918, &#167; 234(a)(10), 40 Stat. 1079.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In Prudential Ins. Co. of America v. Herold, 247 F. 681 (N.J.1918), the Government argued that the taxpayer was not entitled to credit for the full value of its reserves because the deferred and uncollected premiums had not been included in its taxable income. The court examined and rejected the argument:</p>\n        <p>\"The question to be decided, therefore, is whether the plaintiff, in figuring its net addition to the reserve funds which it was required by law to make, was justified in including the value of such policies. The argument upon which the defendant's contention in this respect is based seems to be that as part of the assets making up the plaintiff's 'reserve' consisted of these uncollected and deferred premiums, and as they are not included in the plaintiff's gross income (as, clearly, they should not be so included, Mutual Benefit Life Ins. Co. v. Herold (198 F. 199 (N.J.1912)); Conn. Gen. Life Ins. Co. v. Eaton (218 F. 188 (Conn.1914))), that the value of such policies should not be included, for purposes of taxation, in its net addition to reserve funds. But this argument, I think, begs the question, which is, as clearly defined by the Supreme Court in McCoach v. Insurance Co. of North America, 244 U.S. 585, 37 S.Ct. 709, 61 L.Ed. 1333, what sum or sums in the aggregate did the state laws require the plaintiff to maintain as a reserve fund, not the character of the assets making up the actual 'reserve funds'. No matter what their character, they were as effectively withdrawn from the plaintiff's use as if they had been expended. If therefore the law of New Jersey, or any other state in which it did business, made it obligatory on the part of the plaintiff to maintain a 'reserve' on account of the policies of the character in question, it is of no materiality what the 'reserve funds' actually consisted of, whether cash, securities, real estate, or due and uncollected premiums.\" Id., at 685-686.</p>\n        <p>Subsequently, the Bureau of Internal Revenue acquiesced. In a bulletin issued to its employees the Bureau said: \"The legal reserves . . . can not be reduced by the net uncollected and deferred premiums.\" Treas.Dept., Bureau of Internal Revenue, Bulletin H, Income Tax Rulings Peculiar to Insurance Companies (1921), Ruling 14, p. 9. See also Ruling 8, p. 7.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See, e. g., Revenue Act of 1921, &#167; 244(a), 42 Stat. 261.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The tax was levied only on net investment income, that is, the excess over the amount deemed necessary to pay death claims. If, for example, the amount of the net valuation premium had been calculated on the assumption that the company would receive a 4% return on its investment of premiums between the time of its payment and the death of the policyholder, and it actually realized 5%, the tax applied to the net of 1%. This deduction reflects the assumption that interest on net premiums, as well as the premiums themselves, would be needed to satisfy death claims, and that only investment income greater than the amount projected in the determination of net premiums should be taxed. Revenue Act of 1921, &#167; 245(a)(2), 42 Stat. 261; Revenue Act of 1924, &#167; 245(a) (2), 43 Stat. 289; Revenue Act of 1926, &#167; 245(a)(2), 44 Stat. (pt. 2) 47; Revenue Act of 1928, &#167; 203(a)(2), 45 Stat. 843; Revenue Act of 1932, &#167; 203(a) (2), 47 Stat. 224; Revenue Act of 1934, &#167; 203(a)(2), 48 Stat. 732; Revenue Act of 1936, &#167; 203(a)(2), 49 Stat. 1711; Revenue Act of 1938, &#167; 203(a)(2), 52 Stat. 523; Internal Revenue Code of 1939, &#167; 203(a), 26 U.S.C. &#167; 203(a) (1952 ed.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Like the parties, we will emphasize the role of these concepts in the relevant calculations. Other factors involved in the calculations, such as pension plan reserves and real estate transactions, have little significance for the purpose of decision of this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Section 802(b) provides:</p>\n        <p>\"Life insurance company taxable income defined.</p>\n        <p>\"For purposes of this part, the term 'life insurance company taxable income' means the sum of</p>\n        <p>\"(1) the taxable investment income (as defined in section 804) or, if smaller, the gain from operations (as defined in section 809),</p>\n        <p>\"(2) if the gain from operations exceeds the taxable investment income, an amount equal to 50 percent of such excess, plus</p>\n        <p>\"(3) the amount subtracted from the policyholders surplus account for the taxable year, as determined under section 815.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> For the purpose of this discussion, we assume that the gain from operations is greater than investment income. As the statute makes clear, &#167; 802(b)(1), only the gain from operations is taxed if that figure is less than the taxable investment income, a situation which would probably arise only if the company lost money on its noninvestment operations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> \"The 1959 Act defines life insurance company reserves, provides a rather intricate method for establishing the amount which for tax purposes is deemed to be added each year to these reserves and in &#167; 804 prescribes a division of the investment income of an insurance company into two parts, the policyholders' share and the company's share. More specifically, the total amount to be added to the reserve the policy and other contract liability requirements is divided by the total investment yield and the resulting percentage is used to allocate each item of investment income, including tax-exempt interest, partly to the policyholders and partly to the company. In this case, approximately 85% of each item of income was assigned to the policyholders and was, as the Act provides, excluded from the company's taxable income.\" United States v. Atlas Ins. Co., 381 U.S. 233, 236-237, 85 S.Ct. 1379, 1381, 14 L.Ed.2d 358 (footnotes omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Actually, the computation is made in two steps. An earnings rate is determined by dividing the company's investment yield by its assets (&#167; 805(b) (2)). This earnings rate must be derived from a four-year average of earnings if such an average is lower than the current earnings rate (&#167; 805(b)(1) and (3)). The adjusted life insurance reserves are determined by comparing the company's actual earnings rate with the rate which was assumed when the reserves were calculated; for each one point of additional earnings rate there is a 10% decrease in the value of the reserve account, and vice versa (&#167; 805(c) (1)). The earnings rate is multiplied by the adjusted life insurance reserve (&#167; 805(a)(1)), and added with some other factors not germane here to yield the \"policy and other contract liability requirements\" (&#167; 805(a)).</p>\n        <p>In the second step of the computation, the \"policy and other contract liability requirements\" are divided by the investment yield to determine the percentage which is the policyholders' share (&#167; 804(a)(1)). The investment yield is the gross investment income less deductible expenses, depreciation and depletion (&#167; 804(c)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> For purposes of determining gain from operations, the company's share is determined under &#167;&#167; 809(a) and (b)(3). Section 809(a) defines the policyholder's share as the percentage obtained by dividing the required interest (the rate of interest used to calculate the reserves, multiplied by the amount of the reserves) by the investment yield. This formula is somewhat simpler than that used in &#167;&#167; 804 and 805 for purposes of calculating taxable investment income.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> In this case, although the Commissioner recomputed respondent's tax for the entire period from 1958 through 1961, the adjustments resulted in no deficiency for 1960.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> We therefore reject the Commissioner's alternative position, that unpaid premiums should be ignored in calculating reserves, assets, and gross premium income.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> The Commissioner does not contend otherwise. Tr. of Oral Arg. 19.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> For example, the definition is also controlling on the question whether a company qualifies as a \"life insurance company\" within the meaning of the statute. See United States v. Consumer Life Ins. Co., 430 U.S. 725, 97 S.Ct. 1440, 52 L.Ed.2d 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> The Senate Report describes the provision as follows:</p>\n        <p>\"(a) Method of accounting. Subsection (a) of section 818, which is identical with the House bill, provides the general rule that all computations entering into the determination of taxes imposed by the new part I of subchapter L shall be made under an accrual method of accounting. This subsection further provides that, to the extent permitted under regulations prescribed by the Secretary or his delegate, a life insurance company may determine its taxes under a combination of an accrual method of accounting with any other method permitted by chapter 1 (other than the cash receipts and disbursements method). For example, the Secretary or his delegate may determine that the use of the installment method for reporting sales of realty and casual sales of personalty (see sec. 453(b)) may, in combination with an accrual method of accounting, properly reflect life insurance company taxable income. To the extent not inconsistent with the provision of the 1954 Code and an accrual method of accounting, all computations entering into the determination of taxes imposed by the new part I shall be made in a manner</p>\n        <p>consistent with the manner required for purposes of the annual statement approved by the National Association of Insurance Commissioners.\" S.Rep.No.291, 86th Cong., 1st Sess., 72-73, U.S.Code Cong. &amp; Admin.News 1959, pp. 1575, 1648 (1959).</p>\n        <p>The same language is used in the House Report, H.R.Rep.No.34, 86th Cong., 1st Sess., 42 (1959).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> The mandatory language contained in the provision requiring consistency with the NAIC statement is to be contrasted with the permissive language used to describe accounting methods covered by the Secretary's regulations. Section 818(a)(2) merely allows the Secretary to permit deviations from accrual accounting. Since this case does not concern any optional method allowed by the Secretary, this provision does not concern us here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> These Regulations cite unpaid premiums as examples of assets (&#167; 1.805-5, Example (1)) and include these premiums as part of the \"gross premiums\" used in calculating gain from operations (&#167; 1.809-4(a)(1)).</p>\n        <p>In addition, &#167; 1.801-4(f) provides that \"(i)n the event it is determined on the basis of the facts of a particular case that (unpaid premiums) are not properly accruable for the taxable year . . . and, accordingly, are not properly includible under assets . . . appropriate reduction shall be made in the life insurance reserves.\" Based on the latter Regulation, the Commissioner makes an alternative argument that unpaid premiums should be disregarded for all purposes, including computations of reserves. We reject this argument for the reasons stated in Part III-A.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Great Commonwealth Life Insurance Co. v. United States, 491 F.2d 109 (CA5 1974); Federal Life Insurance Co. v. United States, 527 F.2d 1096 (CA7 1975); North American Life &amp; Cas. Co. v. Comm'r, 533 F.2d 1046 (CA8 1976).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> Evidence of congressional respect for NAIC accounting methods is not limited to the portion of the Code concerning life insurance companies. In defining \"gross income\" and \"expenses incurred\" for purposes of taxing certain other insurance companies, Congress expressly requires computations to follow \"the annual statement approved by the National Convention of Insurance Commissioners.\" 26 U.S.C. &#167;&#167; 832(b)(1)(A), (b)(6).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> The American Council of Life Insurance has filed a brief as amicus curiae and made oral argument urging adoption of this position.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> The first Court of Appeals to consider this argument rejected it on the ground that Congress would not have intended \"to relegate the substantive matter of offsetting or excluding loading on deferred and uncollected premiums, with its concomitant impact on the resulting tax, to the NAIC.\" Franklin Life Insurance Co. v. United States, 399 F.2d, at 760. We think that &#167; 818(a) gives the NAIC precisely this role of filling the gaps in the statutory treatment of accounting problems like this one.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>433 U.S. 148 (1977)</b></center>\n<center><h1>COMMISSIONER OF INTERNAL REVENUE<br>\nv.<br>\nSTANDARD LIFE &amp; ACCIDENT INSURANCE CO.</h1></center>\n<center>No. 75-1771.</center>\n<center><p><b>Supreme Court of the United States.</b></p></center>\n<center>Argued March 30, 1977.</center>\n<center>Decided June 23, 1977.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE TENTH CIRCUIT\n<p><i>Stuart A. Smith</i> argued the cause for petitioner. With him on the briefs were former <i>Solicitor General Bork, Acting Solicitor General Friedman, Acting Assistant Attorney General Baum, Stephen M. Gelber,</i> and <i>Jeanne L. Dobres.</i></p>\n<p><span class=\"star-pagination\">*149</span> <i>Vester T. Hughes, Jr.,</i> argued the cause for respondent. With him on the brief were <i>Gene A. Castleberry</i> and <i>W. John Glancy.</i></p>\n<p><i>Matthew J. Zinn</i> argued the cause for the American Council of Life Insurance as <i>amicus curiae.</i> With him on the brief were <i>William B. Harman, Jr., Kenneth L. Kimble,</i> and <i>Francis A. Goodhue, Jr.</i><sup>[*]</sup></p>\n<p>MR. JUSTICE STEVENS delivered the opinion of the Court.</p>\n<p>In this case, for the second time this Term, we are required to construe the complex portion of the Internal Revenue Code concerning life insurance companies.<sup>[1]</sup> The issue in this case is the extent to which deferred and uncollected life insurance premiums are includable in \"reserves,\" \"assets,\" and \"gross premium income,\" as those concepts are used in the Life Insurance Company Income Tax Act of 1959.<sup>[2]</sup></p>\n<p></p>\n<h2>I</h2>\n<p>Premiums on respondent's policies are often payable in installments. If an installment is not paid when due, the policy will lapse, generally after a grace period. However, there is no legally enforceable duty to pay the premiums. An installment falling due between the end of the tax year and the policy's anniversary date is called a \"deferred premium.\" In 1961, the most recent year in issue, respondent had $1,572,763 of deferred premiums. Pet. for Cert. 4a. An installment which is overdue at the end of the tax year is called an \"uncollected premium\" if the policy has not yet lapsed. In 1961, respondent had $231,969 of uncollected premiums. <i>Ibid.</i> For convenience, we shall refer to both deferred and uncollected premiums simply as \"unpaid premiums.\"</p>\n<p><span class=\"star-pagination\">*150</span> The amount charged a policyholder혰the \"gross premium\"혰includes two components. Under state law, the company must add part of the premium to its reserves to ensure that it will have sufficient funds to pay death benefits. This amount, the \"net valuation premium,\" is determined under mortality and interest assumptions. The rest of the gross premium is called \"loading,\" and covers profits and expenses such as salesmen's commissions, state taxes, and overhead.</p>\n<p>Under normal accounting rules, unpaid premiums would simply be ignored. They would not be properly accruable since the company has no legal right to collect them. Nevertheless, for the past century, insurance companies have added an amount equal to the net valuation portion of unpaid premiums to their reserves, with an offsetting addition to assets. State law uniformly requires this treatment of unpaid premiums, as does the accounting form issued by the National Association of Insurance Commissioners (NAIC). This national organization of state regulatory officials, which acts on behalf of the various state insurance departments, performs audits on insurance companies like respondent which do business in many States. The NAIC accounting form, known in the industry as the \"Annual Statement,\" is used by respondent for its financial reporting. In effect, in calculating its reserves, the company must treat these premiums to some extent as if they had been paid.</p>\n<p>This case involves the tax treatment of respondent's unpaid premiums for the years 1958, 1959, and 1961. In its returns for each of those years, it included the net unpaid premiums in reserves, just as it did in its annual NAIC statement. In 1959 and 1961, it also followed the NAIC statement by including the net premiums in assets and premium income. In 1958, however, it excluded the entire unpaid premium from assets. The Commissioner assessed a deficiency because respondent did not, in any of these years, include the entire <span class=\"star-pagination\">*151</span> unpaid premium혰loading as well as net premium혰in calculating assets and income. In his view, if reserves are calculated on the fictional assumption that these premiums have been paid, the same assumption should apply to the calculation of assets and gross premium income. The Tax Court upheld the deficiency; but the Court of Appeals reversed.<sup>[3]</sup> It held that respondent's reserve calculation was correct because it was required by state law. The court further held that in accord with normal accounting practices, the premiums could not be considered as either assets or income before they were actually collected.</p>\n<p>The Courts of Appeals have taken varying approaches to this problem. The position taken by the Tenth Circuit in this case conflicts with decisions of four other Circuits.<sup>[4]</sup> For this reason, and because the question is important to the revenue,<sup>[5]</sup> we granted certiorari. 429 U. S. 814.</p>\n<p>Although the problem is a perplexing one, as indicated by the diversity of opinion among the Circuits, we find guidance in 26 U. S. C. 짠 818 (a), which governs the method of accounting by life insurance companies. In our view, 짠 818 (a) requires deference in this case to the established accounting procedures of the NAIC. In accordance with the NAIC procedures, we therefore hold that the net valuation portion of unpaid premiums, but not the loading, must be included in assets and gross premium income, as well as in reserves.</p>\n<p>Resolution of the problem before us requires some understanding of how reserves, assets, and premium income enter <span class=\"star-pagination\">*152</span> into the calculation of a life insurance company's taxable income. We therefore begin with a summary of past legislation and of the method by which the tax is now calculated. We then turn to a discussion of 짠 818 (a) and its application to this case.</p>\n<p></p>\n<h2>II</h2>\n<p>Throughout the history of the federal income tax, Congress has taken the view that life insurance companies should not be taxed on the amounts collected for the purpose of paying death benefits. This basic theme has been implemented in different ways.</p>\n<p></p>\n<h2>A</h2>\n<p>From 1913 to 1920, life insurance companies, like other companies, were taxed on their entire income, but were allowed a deduction for \"the net addition . . . required by law to be made within the year to reserve funds . . . .\"<sup>[6]</sup> In that period the Government first challenged, but then accepted, the industry practice of deducting additions to reserves based on unpaid premiums without taking those premiums into income.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*153</span> Beginning with the Revenue Act of 1921, Congress taxed only the investment income of life insurance companies; premium income was not included in their gross income.<sup>[8]</sup> The companies were allowed to deduct a fixed percentage of their total reserves from their total investment income.<sup>[9]</sup> The <span class=\"star-pagination\">*154</span> computation of this deduction was based on the company's entire policy reserves, including the portion attributed to unpaid premiums. This use of this portion of the reserves apparently was not questioned during that period. There was no occasion to consider whether unpaid premiums should be treated as \"income\" since all premium income was exempt from tax in this period.</p>\n<p>The 1959 statute applies to all tax years after 1957. It preserves the basic concept of taxing only that portion of the life insurance company's income which is not required to meet policyholder obligations. It makes two important changes, however, in the method of computing that amount. First, whereas the preceding statutes assumed an industrywide rate of return for the purpose of calculating the reserve deduction, the 1959 Act requires a calculation based on each company's own earnings record. Second, in addition to imposing a tax on investment income, the new Act also taxes a portion of the company's premium income. Although the computations are more complex, the basic approach of the 1959 Act is therefore somewhat comparable to the pre-1921 \"total income\" concept.</p>\n<p></p>\n<h2>B</h2>\n<p>In order to understand the implications of the Commissioner's argument that unpaid premiums should be consistently treated in calculating \"assets\" and \"gross premium income,\" as well as \"reserves,\" it is necessary to explain how these concepts are employed in the present statute.<sup>[10]</sup></p>\n<p><span class=\"star-pagination\">*155</span> The 1959 Act adds 짠짠 801 through 820 to the Internal Revenue Code of 1954 (26 U. S. C.). Section 802 (b) defines three components of \"life insurance company taxable income,\" of which only the first two are relevant to this case.<sup>[11]</sup> Generally, the taxable income is the sum of (1) the company's \"taxable investment income\" and (2) 50% of its other income (defined as the difference between its total \"gain from operations\" and its taxable investment income).<sup>[12]</sup></p>\n<p>A company's total investment income is regarded as including a share for the company, which is taxable, and a \"policy-holders' share,\" which is not.<sup>[13]</sup> The policyholders' share is a <span class=\"star-pagination\">*156</span> percentage which is essentially determined by the ratio of the company's reserves to its assets.<sup>[14]</sup> An increase in reserves will therefore reduce the company's taxable investment income, whereas an increase in its assets will increase its tax.</p>\n<p>The company's \"gain from operations\" includes, in addition to its share of investment income,<sup>[15]</sup> the \"gross amount of premiums,\" 짠 809 (c) (1). Obviously, if unpaid premiums are regarded as part of this gross amount, the company's gain from operations will be increased to that extent. Moreover, since a deduction is allowed for the net increase in reserves, 짠 809 (d) (2), the contribution of unpaid premiums to the reserves diminishes the company's gain.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*157</span> III</h2>\n<p>In a sense the case presents a question of timing. Respondent claims the right to treat unpaid premiums as creating reserves, and therefore a tax deduction, in one year, but wishes not to recognize the unfavorable tax consequences of increased \"assets\" and \"premium income\" until the year in which the premiums are actually paid.<sup>[16]</sup> As the Commissioner forcefully argues, the respondent's position lacks symmetry and the lack thereof redounds entirely to its benefit.</p>\n<p></p>\n<h2>A</h2>\n<p>We start from the premise that unpaid premiums must be reflected in a life insurance company's reserves.<sup>[17]</sup> This has been the consistent and unbroken practice since the inception of the federal income tax on life insurance companies in 1913. Moreover, the uniform practice of the States since before 1913 has been to require that reserves reflect unpaid premiums. State law is relevant to the statutory definition of reserves, since life insurance reserves generally must be required by state law in order to be recognized for tax purposes. 짠 801 (b) (2). As a matter of state law, a genuine contingent liability exists and must be reflected on the company's financial records. This liability has effects on the company's business which transcend its income tax consequences.<sup>[18]</sup> In view of the critical importance of the definition of reserves in the entire statutory scheme,<sup>[19]</sup> as well as in the <span class=\"star-pagination\">*158</span> conduct of the company's business, the practice of including net unpaid premiums in reserves cannot have been unknown to Congress. It is clear, we think, that no radical departure from past law was intended.</p>\n<p>Having decided that unpaid premiums must be treated to some extent as though they had actually been paid, the more difficult question is how far to apply this fictional assumption. Since this is essentially an accounting problem, our inquiry is governed by 짠 818. As its title indicates, 짠 818 contains the \"Accounting provisions\" relating to this portion of the Code. Section 818 (a) provides:</p>\n<blockquote>\"(a) <i>Method of accounting.</i>\n</blockquote>\n<blockquote>\"All computations entering into the determination of the taxes imposed by this part shall be made혰</blockquote>\n<blockquote>\"(1) under an accrual method of accounting, or</blockquote>\n<blockquote>\"(2) to the extent permitted under regulations prescribed by the Secretary or his delegate, under a combination of an accrual method of accounting with any other method permitted by this chapter (other than the cash receipts and disbursements method).</blockquote>\n<blockquote>\"Except as provided in the preceding sentence, all such computations shall be made in a manner consistent with the manner required for purposes of the annual statement approved by the National Association of Insurance Commissioners.\"</blockquote>\n<p>The legislative history makes it clear that the accounting procedures established by the NAIC apply if they are \"not inconsistent\" with accrual accounting rules.<sup>[20]</sup> In other words, <span class=\"star-pagination\">*159</span> except when the rules of accrual accounting dictate a contrary result, NAIC procedures \"shall\" apply.<sup>[21]</sup></p>\n<p>With the statutory test in mind, we consider the various proposed solutions to this accounting problem.</p>\n<p></p>\n<h2>B</h2>\n<p>Essentially, the problem in this case is to decide the scope to be given a fictional assumption. Four solutions have been proposed.</p>\n<p>First, as the company argues, the assumption of prepayment could be applied in calculating the reserves, but ignored when calculating assets and income. This was the position taken by the Court of Appeals in this case. That position <span class=\"star-pagination\">*160</span> significantly distorts the tax equation in favor of the tax-payer and against the Government. Although we do not accept the notion that there must be perfect symmetry in the tax laws, there should be a measure of consistency in the accounting treatment of an item affecting interrelated elements in a formula such as that used to calculate the policyholders' share of investment income. We think the Commissioner, and the other Courts of Appeals, see n. 4, <i>supra,</i> properly rejected the entirely one-sided use of the fictional assumption proposed by the taxpayer in this case.</p>\n<p>Second, we could assume that the entire premium has been paid, but that none of the associated expenses have been incurred. Thus, the fictional assumption would be applied when determining reserves, assets, and gross premium income, but not when determining expenses. This is the position taken by the Commissioner. See Treas. Regs. 짠짠 1.805, 1.809-4, 26 CFR 짠짠 1.805-5, 1.809-4 (1976).<sup>[22]</sup> It is obvious that requiring the companies to treat the premium (including loading) as an asset and as income would improperly accelerate their tax payments; for a major share of loading is applied, when it is received, to deductible items such as sales commissions. Thus, to tax the entire loading portion of an unpaid premium is doubly objectionable: It imposes a tax on income the company has not received; and it treats the entire loading <span class=\"star-pagination\">*161</span> as income even though most of it will be disbursed for deductible expenses. The result of accepting the Commissioner's position would be that the insurance company would have a greater tax liability on unpaid premiums than if the premiums had actually been paid. This result is also unacceptable.</p>\n<p>Third, some Courts of Appeals have extended the fiction somewhat further to include an assumption that certain expenses associated with the unpaid premiums have been incurred.<sup>[23]</sup> These courts allow a deduction for some expenses such as salesmen's commissions, which are payable upon receipt of the premium. It is not clear, however, precisely what expenses would receive this treatment. The approach adopted by these courts eliminates much of the unfairness of the Commissioner's position. But their approach would take us far from the statute. Since there is nothing in the statute directing that any portion of unpaid loading be treated as an asset or as income, the statute obviously cannot provide guidance in fashioning a set of deductions to be credited against the fictional assumption that such loading is income.</p>\n<p>The fourth approach, in contrast, does have support in the statute. This approach has been adopted by the NAIC for the purpose of preparing the Annual Statement, and therefore is firmly anchored in the text of 짠 818 (a) which establishes a preference for NAIC accounting methods.<sup>[24]</sup> Under this view, the net valuation portion of the unpaid <span class=\"star-pagination\">*162</span> premiums is included in reserves, assets, and gross premium income, while the loading portion is entirely excluded.<sup>[25]</sup> This approach might be described as adopting the fictional assumption that the net valuation portion of the premium has been paid, but that the loading portion has not. This accounting treatment has been consistently applied throughout the industry for decades, and was regarded as the correct approach by the Tax Court when it first confronted this problem area. <i>Western Nat. Life Ins. Co. of Texas</i> v. <i>Commissioner,</i> 51 T. C. 824 (1969), modifying 50 T. C. 285 (1968), rev'd, 432 F. 2d 298 (CA5 1970). By including the net valuation portion of the unpaid premium혰and only that portion혰on both sides of the relevant equations, it satisfies in large measure the Commissioner's quest for symmetry. It also avoids the uncertainty and confusion that would attend any attempt to segregate unpaid loading into deductible and nondeductible parts. Finally, it provides a practical rule which should minimize the likelihood of future disputes.</p>\n<p>Under 짠 818 (a), rejection of the NAIC approach would be justified only if it were found inconsistent with the dictates of accrual accounting. But the general rules of accrual accounting simply do not speak to the question of the scope to be given the entirely fictional assumption required by this statute. Any one of the four approaches has an equally good혰or equally bad혰claim to being \"an accrual method.\" Since general accounting rules are not controlling, the statute requires use of the NAIC approach to fill the gap.<sup>[26]</sup></p>\n<p><span class=\"star-pagination\">*163</span> Accordingly, we conclude that unpaid premiums must be reflected in the computation of respondent's tax liabilities \"in a manner consistent with the manner required for purposes of the annual statement approved by the National Association of Insurance Commissioners.\" To the extent that the Secretary's regulations require different treatment of unpaid premiums, we hold that they are inconsistent with 짠 818 (a) and therefore invalid.</p>\n<p>The judgment of the Court of Appeals is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE STEWART took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE WHITE, with whom THE CHIEF JUSTICE joins, concurring in the judgment.</p>\n<p>Regretfully, I cannot join the Court's opinion. The Tax Court's position, which the Court of Appeals rejected, was mandated by the applicable Treasury Regulations, 26 CFR 짠짠 1.805-5 (a) (4) (ii) and 1.809-4 (a), (i) (1976). These Regulations, invalidated by the Court of Appeals and now partially by this Court, appear to me to represent a wholly defensible construction of the statute, and we should not refuse to follow it simply because we prefer an alternative reading.</p>\n<p>The first sentence of 짠 818 (a) provides that all computations shall be pursuant to the accrual method of accounting or, to the extent permitted by the Secretary, under a combination of the accrual method and any other method permitted by the chapter. The second sentence of the section provides that <i>except as provided in the first sentence,</i> all computations shall be consistent with the method required by the annual statement provided by the National Association of Insurance Commissioners (NAIC). As the majority recognizes, under <span class=\"star-pagination\">*164</span> normal accrual accounting methods \"unpaid premiums would simply be ignored\"; because \"the company has no legal right to collect them,\" <i>ante,</i> at 150, they are mere expectancies and could not be accrued. It is thus a departure from the accrual method of accounting to reflect any part of unpaid premiums in reserves, assets, or income. Under 짠 818, it seems to me that if there is to be a variance from the accrual method, it is the Secretary who is empowered to say to what extent other methods should be recognized. The section does authorize resort to the NAIC approach in some circumstances, but I do not understand the statute, as the majority does, to prefer the NAIC approach to that of the Secretary. As I understand the statute, the Secretary's regulations are valid and should be followed in this case. As the Tax Court held, all of the unpaid premium, not just the. premium less \"load,\" should be reflected in assets and gross premium income. Hence, although I agree that the judgment of the Court of Appeals should be reversed, I cannot join the Court's opinion.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Edward J. Schmuck</i> and <i>Carolyn P. Chiechi</i> filed a brief for the Lincoln National Life Insurance Co. as <i>amicus curiae.</i></p>\n<p>[1]  See <i>United States</i> v. <i>Consumer Life Ins. Co.,</i> 430 U. S. 725.</p>\n<p>[2]  26 U. S. C. 짠짠 801-820.</p>\n<p>[3]  525 F. 2d 786 (CA10 1975).</p>\n<p>[4]  See <i>Jefferson Standard Life Ins. Co.</i> v. <i>United States,</i> 408 F. 2d 842 (CA4 1969), cert. denied, 396 U. S. 828; <i>Western Nat. Life Ins. Co. of Texas</i> v. <i>Commissioner,</i> 432 F. 2d 298 (CA5 1970); <i>Western &amp; Southern Life Ins. Co.</i> v. <i>Commissioner,</i> 460 F. 2d 8 (CA6 1972), cert. denied, 409 U. S. 1063; <i>Franklin Life Ins. Co.</i> v. <i>United States,</i> 399 F. 2d 757 (CA7 1968), cert denied, 393 U. S. 1118.</p>\n<p>[5]  We are informed that substantially more than $100 million is in dispute. Pet. for Cert. 8.</p>\n<p>[6]  See, <i>e. g.,</i> Tariff Act of 1913, 짠 II (G) (b), 38 Stat. 173; Revenue Act of 1916, 짠 12 (a) Second, 39 Stat. 768; Revenue Act of 1918, 짠 234 (a) (10), 40 Stat. 1079.</p>\n<p>[7]  In <i>Prudential Ins. Co. of America</i> v. <i>Herold,</i> 247 F. 681 (NJ 1918), the Government argued that the taxpayer was not entitled to credit for the full value of its reserves because the deferred and uncollected premiums had not been included in its taxable income. The court examined and rejected the argument:\n</p>\n<p>\"The question to be decided, therefore, is whether the plaintiff, in figuring its net addition to the reserve funds which it was required by law to make, was justified in including the value of such policies. The argument upon which the defendant's contention in this respect is based seems to be that as part of the assets making up the plaintiff's `reserve' consisted of these uncollected and deferred premiums, and as they are not included in the plaintiff's gross income (as, clearly, they should not be so included, Mutual Benefit Life Ins. Co. v. Herold [198 F. 199 (NJ 1912)]; Conn. Gen. Life Ins. Co. v. Eaton [218 F. 188 (Conn. 1914)]), that the value of such policies should not be included, for purposes of taxation, in its net addition to reserve funds. But this argument, I think, begs the question, which is, as clearly defined by the Supreme Court in McCoach v. Insurance Co. of North America, 244 U. S. 585, . . . what sum or sums in the aggregate did the state laws require the plaintiff to maintain as a reserve fund, not the character of the assets making up the actual `reserve funds'. No matter what their character, they were as effectively withdrawn from the plaintiff's use as if they had been expended. If therefore the law of New Jersey, or any other state in which it did business, made it obligatory on the part of the plaintiff to maintain a `reserve' on account of the policies of the character in question, it is of no materiality what the `reserve funds' actually consisted of, whether cash, securities, real estate, or due and uncollected premiums.\" <i>Id.,</i> at 685-686.</p>\n<p>Subsequently, the Bureau of Internal Revenue acquiesced. In a bulletin issued to its employees the Bureau said: \"The legal reserves . . . can not be reduced by the net uncollected and deferred premiums.\" Treas. Dept., Bureau of Internal Revenue, Bulletin H, Income Tax Rulings Peculiar to Insurance Companies (1921), Ruling 14, p. 9. See also Ruling 8, p. 7.</p>\n<p>[8]  See, <i>e. g.,</i> Revenue Act of 1921, 짠244 (a), 42 Stat. 261.</p>\n<p>[9]  The tax was levied only on <i>net</i> investment income, that is, the excess over the amount deemed necessary to pay death claims. If, for example, the amount of the net valuation premium had been calculated on the assumption that the company would receive a 4% return on its investment of premiums between the time of its payment and the death of the policyholder, and it actually realized 5%, the tax applied to the net of 1%. This deduction reflects the assumption that interest on net premiums, as well as the premiums themselves, would be needed to satisfy death claims, and that only investment income greater than the amount projected in the determination of net premiums should be taxed. Revenue Act of 1921, 짠 245 (a) (2), 42 Stat. 261; Revenue Act of 1924, 짠 245 (a) (2), 43 Stat. 289; Revenue Act of 1926, 짠 245 (a) (2), 44 Stat. (pt. 2) 47; Revenue Act of 1928, 짠 203 (a) (2), 45 Stat. 843; Revenue Act of 1932, 짠 203 (a) (2), 47 Stat. 224; Revenue Act of 1934, 짠 203 (a) (2), 48 Stat. 732; Revenue Act of 1936, 짠 203 (a) (2), 49 Stat. 1711; Revenue Act of 1938, 짠 203 (a) (2), 52 Stat. 523; Internal Revenue Code of 1939, 짠 203 (a), 26 U. S. C. 짠 203 (a) (1952 ed.).</p>\n<p>[10]  Like the parties, we will emphasize the role of these concepts in the relevant calculations. Other factors involved in the calculations, such as pension plan reserves and real estate transactions, have little significance for the purpose of decision of this case.</p>\n<p>[11]  Section 802 (b) provides:\n</p>\n<p><i>\"Life insurance company taxable income defined.</i></p>\n<p>\"For purposes of this part, the term `life insurance company taxable income' means the sum of혰</p>\n<p>\"(1) the taxable investment income (as defined in section 804) or, if smaller, the gain from operations (as defined in section 809),</p>\n<p>\"(2) if the gain from operations exceeds the taxable investment income, an amount equal to 50 percent of such excess, plus</p>\n<p>\"(3) the amount subtracted from the policyholders surplus account for the taxable year, as determined under section 815.\"</p>\n<p>[12]  For the purpose of this discussion, we assume that the gain from operations is greater than investment income. As the statute makes clear, 짠 802 (b) (1), only the gain from operations is taxed if that figure is less than the taxable investment income, a situation which would probably arise only if the company lost money on its noninvestment operations.</p>\n<p>[13]  \"The 1959 Act defines life insurance company reserves, provides a rather intricate method for establishing the amount which for tax purposes is deemed to be added each year to these reserves and in 짠 804 prescribes a division of the investment income of an insurance company into two parts, the policyholders' share and the company's share. More specifically, the total amount to be added to the reserve혰the policy and other contract liability requirements혰is divided by the total investment yield and the resulting percentage is used to allocate each item of investment income, including tax-exempt interest, partly to the policyholders and partly to the company. In this case, approximately 85% of each item of income was assigned to the policyholders and was, as the Act provides, excluded from the company's taxable income.\" <i>United States</i> v. <i>Atlas Ins. Co.,</i> 381 U. S. 233, 236-237 (footnotes omitted).</p>\n<p>[14]  Actually, the computation is made in two steps. An earnings rate is determined by dividing the company's investment yield by its assets (짠 805 (b) (2)). This earnings rate must be derived from a four-year average of earnings if such an average is lower than the current earnings rate (짠 805 (b) (1) and (3)). The adjusted life insurance reserves are determined by comparing the company's actual earnings rate with the rate which was assumed when the reserves were calculated; for each one point of additional earnings rate there is a 10% decrease in the value of the reserve account, and vice versa (짠 805 (c) (1)). The earnings rate is multiplied by the adjusted life insurance reserve (짠 805 (a) (1)), and added with some other factors not germane here to yield the \"policy and other contract liability requirements\" (짠 805 (a)).\n</p>\n<p>In the second step of the computation, the \"policy and other contract liability requirements\" are divided by the investment yield to determine the percentage which is the policyholders' share (짠 804 (a) (1)). The investment yield is the gross investment income less deductible expenses, depreciation and depletion (짠 804 (c)).</p>\n<p>[15]  For purposes of determining gain from operations, the company's share is determined under 짠짠 809 (a) and (b) (3). Section 809 (a) defines the policyholder's share as the percentage obtained by dividing the required interest (the rate of interest used to calculate the reserves, multiplied by the amount of the reserves) by the investment yield. This formula is somewhat simpler than that used in 짠짠 804 and 805 for purposes of caculating taxable investment income.</p>\n<p>[16]  In this case, although the Commissioner recomputed respondent's tax for the entire period from 1958 through 1961, the adjustments resulted in no deficiency for 1960.</p>\n<p>[17]  We therefore reject the Commissioner's alternative position, that unpaid premiums should be ignored in calculating reserves, assets, and gross premium income.</p>\n<p>[18]  The Commissioner does not contend otherwise. Tr. of Oral Arg. 19.</p>\n<p>[19]  For example, the definition is also controlling on the question whether a company qualifies as a \"life insurance company\" within the meaning of the statute. See <i>United States</i> v. <i>Consumer Life Ins. Co.,</i> 430 U. S. 725.</p>\n<p>[20]  The Senate Report describes the provision as follows:\n</p>\n<p>\"(a) <i>Method of accounting.</i>혰Subsection (a) of section 818, which is identical with the House bill, provides the general rule that all computations entering into the determination of taxes imposed by the new part I of subchapter L shall be made under an accrual method of accounting. This subsection further provides that, to the extent permitted under regulations prescribed by the Secretary or his delegate, a life insurance company may determine its taxes under a combination of an accrual method of accounting with any other method permitted by chapter 1 (other than the cash receipts and disbursements method). For example, the Secretary or his delegate may determine that the use of the installment method for reporting sales of realty and casual sales of personalty (see sec. 453 (b)) may, in combination with an accrual method of accounting, properly reflect life insurance company taxable income. To the extent not inconsistent with the provision of the 1954 Code and an accrual method of accounting, all computations entering into the determination of taxes imposed by the new part I shall be made in a manner consistent with the manner required for purposes of the annual statement approved by the National Association of Insurance Commissioners.\" S. Rep. No. 291, 86th Cong., 1st Sess., 72-73 (1959).</p>\n<p>The same language is used in the House Report. H. R. Rep. No. 34, 86th Cong., 1st Sess., 42 (1959).</p>\n<p>[21]  The mandatory language contained in the provision requiring consistency with the NAIC statement is to be contrasted with the permissive language used to describe accounting methods covered by the Secretary's regulations. Section 818 (a) (2) merely allows the Secretary to permit deviations from accrual accounting. Since this case does not concern any optional method allowed by the Secretary, this provision does not concern us here.</p>\n<p>[22]  These Regulations cite unpaid premiums as examples of assets (짠 1.805-5, Example (1)) and include these premiums as part of the \"gross premiums\" used in calculating gain from operations (짠 1.809-4 (a) (1)).\n</p>\n<p>In addition, 짠 1.801-4 (f) provides that \"[i]n the event it is determined on the basis of the facts of a particular case that [unpaid premiums] are not properly accruable for the taxable year . . . and, accordingly, are not properly includible under assets . . . appropriate reduction shall be made in the life insurance reserves.\" Based on the latter Regulation, the Commissioner makes an alternative argument that unpaid premiums should be disregarded for all purposes, including computations of reserves. We reject this argument for the reasons stated in Part III-A.</p>\n<p>[23]  <i>Great Commonwealth Life Ins. Co.</i> v. <i>United States,</i> 491 F. 2d 109 (CA5 1974); <i>Federal Life Ins. Co.</i> v. <i>United States,</i> 527 F. 2d 1096 (CA7 1975); <i>North American Life &amp; Cas. Co.</i> v. <i>Commissioner,</i> 533 F. 2d 1046 (CA8 1976).</p>\n<p>[24]  Evidence of congressional respect for NAIC accounting methods is not limited to the portion of the Code concerning life insurance companies. In defining \"gross income\" and \"expenses incurred\" for purposes of taxing certain other insurance companies, Congress expressly requires computations to follow \"the annual statement approved by the National Convention of Insurance Commissioners.\" 26 U. S. C. 짠짠 832 (b) (1) (A), (b) (6).</p>\n<p>[25]  The American Council of Life Insurance has filed a brief as <i>amicus curiae</i> and made oral argument urging adoption of this position.</p>\n<p>[26]  The first Court of Appeals to consider this argument rejected it on the ground that Congress would not have intended \"to relegate the substantive matter of offsetting or excluding loading on deferred and uncollected premiums, with its concomitant impact on the resulting tax, to the NAIC.\" <i>Franklin Life Ins. Co.</i> v. <i>United States,</i> 399 F. 2d, at 760. We think that 짠 818 (a) gives the NAIC precisely this role of filling the gaps in the statutory treatment of accounting problems like this one.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">148</span></span> (1977)</b></center>\n<center><h1>COMMISSIONER OF INTERNAL REVENUE<br>\nv.<br>\nSTANDARD LIFE &amp; ACCIDENT INSURANCE CO.</h1></center>\n<center>No. 75-1771.</center>\n<center><p><b>Supreme Court of the United States.</b></p></center>\n<center>Argued March 30, 1977.</center>\n<center>Decided June 23, 1977.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE TENTH CIRCUIT\n<p><i>Stuart A. Smith</i> argued the cause for petitioner. With him on the briefs were former <i>Solicitor General Bork, Acting Solicitor General Friedman, Acting Assistant Attorney General Baum, Stephen M. Gelber,</i> and <i>Jeanne L. Dobres.</i></p>\n<p><span class=\"star-pagination\">*149</span> <i>Vester T. Hughes, Jr.,</i> argued the cause for respondent. With him on the brief were <i>Gene A. Castleberry</i> and <i>W. John Glancy.</i></p>\n<p><i>Matthew J. Zinn</i> argued the cause for the American Council of Life Insurance as <i>amicus curiae.</i> With him on the brief were <i>William B. Harman, Jr., Kenneth L. Kimble,</i> and <i>Francis A. Goodhue, Jr.</i><sup>[*]</sup></p>\n<p>MR. JUSTICE STEVENS delivered the opinion of the Court.</p>\n<p>In this case, for the second time this Term, we are required to construe the complex portion of the Internal Revenue Code concerning life insurance companies.<sup>[1]</sup> The issue in this case is the extent to which deferred and uncollected life insurance premiums are includable in \"reserves,\" \"assets,\" and \"gross premium income,\" as those concepts are used in the Life Insurance Company Income Tax Act of 1959.<sup>[2]</sup></p>\n<p></p>\n<h2>I</h2>\n<p>Premiums on respondent's policies are often payable in installments. If an installment is not paid when due, the policy will lapse, generally after a grace period. However, there is no legally enforceable duty to pay the premiums. An installment falling due between the end of the tax year and the policy's anniversary date is called a \"deferred premium.\" In 1961, the most recent year in issue, respondent had $1,572,763 of deferred premiums. Pet. for Cert. 4a. An installment which is overdue at the end of the tax year is called an \"uncollected premium\" if the policy has not yet lapsed. In 1961, respondent had $231,969 of uncollected premiums. <i>Ibid.</i> For convenience, we shall refer to both deferred and uncollected premiums simply as \"unpaid premiums.\"</p>\n<p><span class=\"star-pagination\">*150</span> The amount charged a policyholder혰the \"gross premium\"혰includes two components. Under state law, the company must add part of the premium to its reserves to ensure that it will have sufficient funds to pay death benefits. This amount, the \"net valuation premium,\" is determined under mortality and interest assumptions. The rest of the gross premium is called \"loading,\" and covers profits and expenses such as salesmen's commissions, state taxes, and overhead.</p>\n<p>Under normal accounting rules, unpaid premiums would simply be ignored. They would not be properly accruable since the company has no legal right to collect them. Nevertheless, for the past century, insurance companies have added an amount equal to the net valuation portion of unpaid premiums to their reserves, with an offsetting addition to assets. State law uniformly requires this treatment of unpaid premiums, as does the accounting form issued by the National Association of Insurance Commissioners (NAIC). This national organization of state regulatory officials, which acts on behalf of the various state insurance departments, performs audits on insurance companies like respondent which do business in many States. The NAIC accounting form, known in the industry as the \"Annual Statement,\" is used by respondent for its financial reporting. In effect, in calculating its reserves, the company must treat these premiums to some extent as if they had been paid.</p>\n<p>This case involves the tax treatment of respondent's unpaid premiums for the years 1958, 1959, and 1961. In its returns for each of those years, it included the net unpaid premiums in reserves, just as it did in its annual NAIC statement. In 1959 and 1961, it also followed the NAIC statement by including the net premiums in assets and premium income. In 1958, however, it excluded the entire unpaid premium from assets. The Commissioner assessed a deficiency because respondent did not, in any of these years, include the entire <span class=\"star-pagination\">*151</span> unpaid premium혰loading as well as net premium혰in calculating assets and income. In his view, if reserves are calculated on the fictional assumption that these premiums have been paid, the same assumption should apply to the calculation of assets and gross premium income. The Tax Court upheld the deficiency; but the Court of Appeals reversed.<sup>[3]</sup> It held that respondent's reserve calculation was correct because it was required by state law. The court further held that in accord with normal accounting practices, the premiums could not be considered as either assets or income before they were actually collected.</p>\n<p>The Courts of Appeals have taken varying approaches to this problem. The position taken by the Tenth Circuit in this case conflicts with decisions of four other Circuits.<sup>[4]</sup> For this reason, and because the question is important to the revenue,<sup>[5]</sup> we granted certiorari. 429 U. S. 814.</p>\n<p>Although the problem is a perplexing one, as indicated by the diversity of opinion among the Circuits, we find guidance in 26 U. S. C. 짠 818 (a), which governs the method of accounting by life insurance companies. In our view, 짠 818 (a) requires deference in this case to the established accounting procedures of the NAIC. In accordance with the NAIC procedures, we therefore hold that the net valuation portion of unpaid premiums, but not the loading, must be included in assets and gross premium income, as well as in reserves.</p>\n<p>Resolution of the problem before us requires some understanding of how reserves, assets, and premium income enter <span class=\"star-pagination\">*152</span> into the calculation of a life insurance company's taxable income. We therefore begin with a summary of past legislation and of the method by which the tax is now calculated. We then turn to a discussion of 짠 818 (a) and its application to this case.</p>\n<p></p>\n<h2>II</h2>\n<p>Throughout the history of the federal income tax, Congress has taken the view that life insurance companies should not be taxed on the amounts collected for the purpose of paying death benefits. This basic theme has been implemented in different ways.</p>\n<p></p>\n<h2>A</h2>\n<p>From 1913 to 1920, life insurance companies, like other companies, were taxed on their entire income, but were allowed a deduction for \"the net addition . . . required by law to be made within the year to reserve funds . . . .\"<sup>[6]</sup> In that period the Government first challenged, but then accepted, the industry practice of deducting additions to reserves based on unpaid premiums without taking those premiums into income.<sup>[7]</sup></p>\n<p><span class=\"star-pagination\">*153</span> Beginning with the Revenue Act of 1921, Congress taxed only the investment income of life insurance companies; premium income was not included in their gross income.<sup>[8]</sup> The companies were allowed to deduct a fixed percentage of their total reserves from their total investment income.<sup>[9]</sup> The <span class=\"star-pagination\">*154</span> computation of this deduction was based on the company's entire policy reserves, including the portion attributed to unpaid premiums. This use of this portion of the reserves apparently was not questioned during that period. There was no occasion to consider whether unpaid premiums should be treated as \"income\" since all premium income was exempt from tax in this period.</p>\n<p>The 1959 statute applies to all tax years after 1957. It preserves the basic concept of taxing only that portion of the life insurance company's income which is not required to meet policyholder obligations. It makes two important changes, however, in the method of computing that amount. First, whereas the preceding statutes assumed an industrywide rate of return for the purpose of calculating the reserve deduction, the 1959 Act requires a calculation based on each company's own earnings record. Second, in addition to imposing a tax on investment income, the new Act also taxes a portion of the company's premium income. Although the computations are more complex, the basic approach of the 1959 Act is therefore somewhat comparable to the pre-1921 \"total income\" concept.</p>\n<p></p>\n<h2>B</h2>\n<p>In order to understand the implications of the Commissioner's argument that unpaid premiums should be consistently treated in calculating \"assets\" and \"gross premium income,\" as well as \"reserves,\" it is necessary to explain how these concepts are employed in the present statute.<sup>[10]</sup></p>\n<p><span class=\"star-pagination\">*155</span> The 1959 Act adds 짠짠 801 through 820 to the Internal Revenue Code of 1954 (26 U. S. C.). Section 802 (b) defines three components of \"life insurance company taxable income,\" of which only the first two are relevant to this case.<sup>[11]</sup> Generally, the taxable income is the sum of (1) the company's \"taxable investment income\" and (2) 50% of its other income (defined as the difference between its total \"gain from operations\" and its taxable investment income).<sup>[12]</sup></p>\n<p>A company's total investment income is regarded as including a share for the company, which is taxable, and a \"policy-holders' share,\" which is not.<sup>[13]</sup> The policyholders' share is a <span class=\"star-pagination\">*156</span> percentage which is essentially determined by the ratio of the company's reserves to its assets.<sup>[14]</sup> An increase in reserves will therefore reduce the company's taxable investment income, whereas an increase in its assets will increase its tax.</p>\n<p>The company's \"gain from operations\" includes, in addition to its share of investment income,<sup>[15]</sup> the \"gross amount of premiums,\" 짠 809 (c) (1). Obviously, if unpaid premiums are regarded as part of this gross amount, the company's gain from operations will be increased to that extent. Moreover, since a deduction is allowed for the net increase in reserves, 짠 809 (d) (2), the contribution of unpaid premiums to the reserves diminishes the company's gain.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*157</span> III</h2>\n<p>In a sense the case presents a question of timing. Respondent claims the right to treat unpaid premiums as creating reserves, and therefore a tax deduction, in one year, but wishes not to recognize the unfavorable tax consequences of increased \"assets\" and \"premium income\" until the year in which the premiums are actually paid.<sup>[16]</sup> As the Commissioner forcefully argues, the respondent's position lacks symmetry and the lack thereof redounds entirely to its benefit.</p>\n<p></p>\n<h2>A</h2>\n<p>We start from the premise that unpaid premiums must be reflected in a life insurance company's reserves.<sup>[17]</sup> This has been the consistent and unbroken practice since the inception of the federal income tax on life insurance companies in 1913. Moreover, the uniform practice of the States since before 1913 has been to require that reserves reflect unpaid premiums. State law is relevant to the statutory definition of reserves, since life insurance reserves generally must be required by state law in order to be recognized for tax purposes. 짠 801 (b) (2). As a matter of state law, a genuine contingent liability exists and must be reflected on the company's financial records. This liability has effects on the company's business which transcend its income tax consequences.<sup>[18]</sup> In view of the critical importance of the definition of reserves in the entire statutory scheme,<sup>[19]</sup> as well as in the <span class=\"star-pagination\">*158</span> conduct of the company's business, the practice of including net unpaid premiums in reserves cannot have been unknown to Congress. It is clear, we think, that no radical departure from past law was intended.</p>\n<p>Having decided that unpaid premiums must be treated to some extent as though they had actually been paid, the more difficult question is how far to apply this fictional assumption. Since this is essentially an accounting problem, our inquiry is governed by 짠 818. As its title indicates, 짠 818 contains the \"Accounting provisions\" relating to this portion of the Code. Section 818 (a) provides:</p>\n<blockquote>\"(a) <i>Method of accounting.</i>\n</blockquote>\n<blockquote>\"All computations entering into the determination of the taxes imposed by this part shall be made혰</blockquote>\n<blockquote>\"(1) under an accrual method of accounting, or</blockquote>\n<blockquote>\"(2) to the extent permitted under regulations prescribed by the Secretary or his delegate, under a combination of an accrual method of accounting with any other method permitted by this chapter (other than the cash receipts and disbursements method).</blockquote>\n<blockquote>\"Except as provided in the preceding sentence, all such computations shall be made in a manner consistent with the manner required for purposes of the annual statement approved by the National Association of Insurance Commissioners.\"</blockquote>\n<p>The legislative history makes it clear that the accounting procedures established by the NAIC apply if they are \"not inconsistent\" with accrual accounting rules.<sup>[20]</sup> In other words, <span class=\"star-pagination\">*159</span> except when the rules of accrual accounting dictate a contrary result, NAIC procedures \"shall\" apply.<sup>[21]</sup></p>\n<p>With the statutory test in mind, we consider the various proposed solutions to this accounting problem.</p>\n<p></p>\n<h2>B</h2>\n<p>Essentially, the problem in this case is to decide the scope to be given a fictional assumption. Four solutions have been proposed.</p>\n<p>First, as the company argues, the assumption of prepayment could be applied in calculating the reserves, but ignored when calculating assets and income. This was the position taken by the Court of Appeals in this case. That position <span class=\"star-pagination\">*160</span> significantly distorts the tax equation in favor of the tax-payer and against the Government. Although we do not accept the notion that there must be perfect symmetry in the tax laws, there should be a measure of consistency in the accounting treatment of an item affecting interrelated elements in a formula such as that used to calculate the policyholders' share of investment income. We think the Commissioner, and the other Courts of Appeals, see n. 4, <i>supra,</i> properly rejected the entirely one-sided use of the fictional assumption proposed by the taxpayer in this case.</p>\n<p>Second, we could assume that the entire premium has been paid, but that none of the associated expenses have been incurred. Thus, the fictional assumption would be applied when determining reserves, assets, and gross premium income, but not when determining expenses. This is the position taken by the Commissioner. See Treas. Regs. 짠짠 1.805, 1.809-4, 26 CFR 짠짠 1.805-5, 1.809-4 (1976).<sup>[22]</sup> It is obvious that requiring the companies to treat the premium (including loading) as an asset and as income would improperly accelerate their tax payments; for a major share of loading is applied, when it is received, to deductible items such as sales commissions. Thus, to tax the entire loading portion of an unpaid premium is doubly objectionable: It imposes a tax on income the company has not received; and it treats the entire loading <span class=\"star-pagination\">*161</span> as income even though most of it will be disbursed for deductible expenses. The result of accepting the Commissioner's position would be that the insurance company would have a greater tax liability on unpaid premiums than if the premiums had actually been paid. This result is also unacceptable.</p>\n<p>Third, some Courts of Appeals have extended the fiction somewhat further to include an assumption that certain expenses associated with the unpaid premiums have been incurred.<sup>[23]</sup> These courts allow a deduction for some expenses such as salesmen's commissions, which are payable upon receipt of the premium. It is not clear, however, precisely what expenses would receive this treatment. The approach adopted by these courts eliminates much of the unfairness of the Commissioner's position. But their approach would take us far from the statute. Since there is nothing in the statute directing that any portion of unpaid loading be treated as an asset or as income, the statute obviously cannot provide guidance in fashioning a set of deductions to be credited against the fictional assumption that such loading is income.</p>\n<p>The fourth approach, in contrast, does have support in the statute. This approach has been adopted by the NAIC for the purpose of preparing the Annual Statement, and therefore is firmly anchored in the text of 짠 818 (a) which establishes a preference for NAIC accounting methods.<sup>[24]</sup> Under this view, the net valuation portion of the unpaid <span class=\"star-pagination\">*162</span> premiums is included in reserves, assets, and gross premium income, while the loading portion is entirely excluded.<sup>[25]</sup> This approach might be described as adopting the fictional assumption that the net valuation portion of the premium has been paid, but that the loading portion has not. This accounting treatment has been consistently applied throughout the industry for decades, and was regarded as the correct approach by the Tax Court when it first confronted this problem area. <i>Western Nat. Life Ins. Co. of Texas</i> v. <i>Commissioner,</i> 51 T. C. 824 (1969), modifying 50 T. C. 285 (1968), rev'd, 432 F. 2d 298 (CA5 1970). By including the net valuation portion of the unpaid premium혰and only that portion혰on both sides of the relevant equations, it satisfies in large measure the Commissioner's quest for symmetry. It also avoids the uncertainty and confusion that would attend any attempt to segregate unpaid loading into deductible and nondeductible parts. Finally, it provides a practical rule which should minimize the likelihood of future disputes.</p>\n<p>Under 짠 818 (a), rejection of the NAIC approach would be justified only if it were found inconsistent with the dictates of accrual accounting. But the general rules of accrual accounting simply do not speak to the question of the scope to be given the entirely fictional assumption required by this statute. Any one of the four approaches has an equally good혰or equally bad혰claim to being \"an accrual method.\" Since general accounting rules are not controlling, the statute requires use of the NAIC approach to fill the gap.<sup>[26]</sup></p>\n<p><span class=\"star-pagination\">*163</span> Accordingly, we conclude that unpaid premiums must be reflected in the computation of respondent's tax liabilities \"in a manner consistent with the manner required for purposes of the annual statement approved by the National Association of Insurance Commissioners.\" To the extent that the Secretary's regulations require different treatment of unpaid premiums, we hold that they are inconsistent with 짠 818 (a) and therefore invalid.</p>\n<p>The judgment of the Court of Appeals is reversed, and the case is remanded for further proceedings consistent with this opinion.</p>\n<p><i>It is so ordered.</i></p>\n<p>MR. JUSTICE STEWART took no part in the consideration or decision of this case.</p>\n<p>MR. JUSTICE WHITE, with whom THE CHIEF JUSTICE joins, concurring in the judgment.</p>\n<p>Regretfully, I cannot join the Court's opinion. The Tax Court's position, which the Court of Appeals rejected, was mandated by the applicable Treasury Regulations, 26 CFR 짠짠 1.805-5 (a) (4) (ii) and 1.809-4 (a), (i) (1976). These Regulations, invalidated by the Court of Appeals and now partially by this Court, appear to me to represent a wholly defensible construction of the statute, and we should not refuse to follow it simply because we prefer an alternative reading.</p>\n<p>The first sentence of 짠 818 (a) provides that all computations shall be pursuant to the accrual method of accounting or, to the extent permitted by the Secretary, under a combination of the accrual method and any other method permitted by the chapter. The second sentence of the section provides that <i>except as provided in the first sentence,</i> all computations shall be consistent with the method required by the annual statement provided by the National Association of Insurance Commissioners (NAIC). As the majority recognizes, under <span class=\"star-pagination\">*164</span> normal accrual accounting methods \"unpaid premiums would simply be ignored\"; because \"the company has no legal right to collect them,\" <i>ante,</i> at 150, they are mere expectancies and could not be accrued. It is thus a departure from the accrual method of accounting to reflect any part of unpaid premiums in reserves, assets, or income. Under 짠 818, it seems to me that if there is to be a variance from the accrual method, it is the Secretary who is empowered to say to what extent other methods should be recognized. The section does authorize resort to the NAIC approach in some circumstances, but I do not understand the statute, as the majority does, to prefer the NAIC approach to that of the Secretary. As I understand the statute, the Secretary's regulations are valid and should be followed in this case. As the Tax Court held, all of the unpaid premium, not just the. premium less \"load,\" should be reflected in assets and gross premium income. Hence, although I agree that the judgment of the Court of Appeals should be reversed, I cannot join the Court's opinion.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Edward J. Schmuck</i> and <i>Carolyn P. Chiechi</i> filed a brief for the Lincoln National Life Insurance Co. as <i>amicus curiae.</i></p>\n<p>[1]  See <i>United States</i> v. <i>Consumer Life Ins. Co.,</i> 430 U. S. 725.</p>\n<p>[2]  26 U. S. C. 짠짠 801-820.</p>\n<p>[3]  525 F. 2d 786 (CA10 1975).</p>\n<p>[4]  See <i>Jefferson Standard Life Ins. Co.</i> v. <i>United States,</i> 408 F. 2d 842 (CA4 1969), cert. denied, 396 U. S. 828; <i>Western Nat. Life Ins. Co. of Texas</i> v. <i>Commissioner,</i> 432 F. 2d 298 (CA5 1970); <i>Western &amp; Southern Life Ins. Co.</i> v. <i>Commissioner,</i> 460 F. 2d 8 (CA6 1972), cert. denied, 409 U. S. 1063; <i>Franklin Life Ins. Co.</i> v. <i>United States,</i> 399 F. 2d 757 (CA7 1968), cert denied, 393 U. S. 1118.</p>\n<p>[5]  We are informed that substantially more than $100 million is in dispute. Pet. for Cert. 8.</p>\n<p>[6]  See, <i>e. g.,</i> Tariff Act of 1913, 짠 II (G) (b), 38 Stat. 173; Revenue Act of 1916, 짠 12 (a) Second, 39 Stat. 768; Revenue Act of 1918, 짠 234 (a) (10), 40 Stat. 1079.</p>\n<p>[7]  In <i>Prudential Ins. Co. of America</i> v. <i>Herold,</i> <span class=\"citation no-link\"><span class=\"volume\">247</span> <span class=\"reporter\">F.</span> <span class=\"page\">681</span></span> (NJ 1918), the Government argued that the taxpayer was not entitled to credit for the full value of its reserves because the deferred and uncollected premiums had not been included in its taxable income. The court examined and rejected the argument:\n</p>\n<p>\"The question to be decided, therefore, is whether the plaintiff, in figuring its net addition to the reserve funds which it was required by law to make, was justified in including the value of such policies. The argument upon which the defendant's contention in this respect is based seems to be that as part of the assets making up the plaintiff's `reserve' consisted of these uncollected and deferred premiums, and as they are not included in the plaintiff's gross income (as, clearly, they should not be so included, Mutual Benefit Life Ins. Co. v. Herold [198 F. 199 (NJ 1912)]; Conn. Gen. Life Ins. Co. v. Eaton [218 F. 188 (Conn. 1914)]), that the value of such policies should not be included, for purposes of taxation, in its net addition to reserve funds. But this argument, I think, begs the question, which is, as clearly defined by the Supreme Court in McCoach v. Insurance Co. of North America, 244 U. S. 585, . . . what sum or sums in the aggregate did the state laws require the plaintiff to maintain as a reserve fund, not the character of the assets making up the actual `reserve funds'. No matter what their character, they were as effectively withdrawn from the plaintiff's use as if they had been expended. If therefore the law of New Jersey, or any other state in which it did business, made it obligatory on the part of the plaintiff to maintain a `reserve' on account of the policies of the character in question, it is of no materiality what the `reserve funds' actually consisted of, whether cash, securities, real estate, or due and uncollected premiums.\" <i>Id.,</i> at 685-686.</p>\n<p>Subsequently, the Bureau of Internal Revenue acquiesced. In a bulletin issued to its employees the Bureau said: \"The legal reserves . . . can not be reduced by the net uncollected and deferred premiums.\" Treas. Dept., Bureau of Internal Revenue, Bulletin H, Income Tax Rulings Peculiar to Insurance Companies (1921), Ruling 14, p. 9. See also Ruling 8, p. 7.</p>\n<p>[8]  See, <i>e. g.,</i> Revenue Act of 1921, 짠244 (a), 42 Stat. 261.</p>\n<p>[9]  The tax was levied only on <i>net</i> investment income, that is, the excess over the amount deemed necessary to pay death claims. If, for example, the amount of the net valuation premium had been calculated on the assumption that the company would receive a 4% return on its investment of premiums between the time of its payment and the death of the policyholder, and it actually realized 5%, the tax applied to the net of 1%. This deduction reflects the assumption that interest on net premiums, as well as the premiums themselves, would be needed to satisfy death claims, and that only investment income greater than the amount projected in the determination of net premiums should be taxed. Revenue Act of 1921, 짠 245 (a) (2), 42 Stat. 261; Revenue Act of 1924, 짠 245 (a) (2), 43 Stat. 289; Revenue Act of 1926, 짠 245 (a) (2), 44 Stat. (pt. 2) 47; Revenue Act of 1928, 짠 203 (a) (2), 45 Stat. 843; Revenue Act of 1932, 짠 203 (a) (2), 47 Stat. 224; Revenue Act of 1934, 짠 203 (a) (2), 48 Stat. 732; Revenue Act of 1936, 짠 203 (a) (2), 49 Stat. 1711; Revenue Act of 1938, 짠 203 (a) (2), 52 Stat. 523; Internal Revenue Code of 1939, 짠 203 (a), 26 U. S. C. 짠 203 (a) (1952 ed.).</p>\n<p>[10]  Like the parties, we will emphasize the role of these concepts in the relevant calculations. Other factors involved in the calculations, such as pension plan reserves and real estate transactions, have little significance for the purpose of decision of this case.</p>\n<p>[11]  Section 802 (b) provides:\n</p>\n<p><i>\"Life insurance company taxable income defined.</i></p>\n<p>\"For purposes of this part, the term `life insurance company taxable income' means the sum of혰</p>\n<p>\"(1) the taxable investment income (as defined in section 804) or, if smaller, the gain from operations (as defined in section 809),</p>\n<p>\"(2) if the gain from operations exceeds the taxable investment income, an amount equal to 50 percent of such excess, plus</p>\n<p>\"(3) the amount subtracted from the policyholders surplus account for the taxable year, as determined under section 815.\"</p>\n<p>[12]  For the purpose of this discussion, we assume that the gain from operations is greater than investment income. As the statute makes clear, 짠 802 (b) (1), only the gain from operations is taxed if that figure is less than the taxable investment income, a situation which would probably arise only if the company lost money on its noninvestment operations.</p>\n<p>[13]  \"The 1959 Act defines life insurance company reserves, provides a rather intricate method for establishing the amount which for tax purposes is deemed to be added each year to these reserves and in 짠 804 prescribes a division of the investment income of an insurance company into two parts, the policyholders' share and the company's share. More specifically, the total amount to be added to the reserve혰the policy and other contract liability requirements혰is divided by the total investment yield and the resulting percentage is used to allocate each item of investment income, including tax-exempt interest, partly to the policyholders and partly to the company. In this case, approximately 85% of each item of income was assigned to the policyholders and was, as the Act provides, excluded from the company's taxable income.\" <i>United States</i> v. <i>Atlas Ins. Co.,</i> 381 U. S. 233, 236-237 (footnotes omitted).</p>\n<p>[14]  Actually, the computation is made in two steps. An earnings rate is determined by dividing the company's investment yield by its assets (짠 805 (b) (2)). This earnings rate must be derived from a four-year average of earnings if such an average is lower than the current earnings rate (짠 805 (b) (1) and (3)). The adjusted life insurance reserves are determined by comparing the company's actual earnings rate with the rate which was assumed when the reserves were calculated; for each one point of additional earnings rate there is a 10% decrease in the value of the reserve account, and vice versa (짠 805 (c) (1)). The earnings rate is multiplied by the adjusted life insurance reserve (짠 805 (a) (1)), and added with some other factors not germane here to yield the \"policy and other contract liability requirements\" (짠 805 (a)).\n</p>\n<p>In the second step of the computation, the \"policy and other contract liability requirements\" are divided by the investment yield to determine the percentage which is the policyholders' share (짠 804 (a) (1)). The investment yield is the gross investment income less deductible expenses, depreciation and depletion (짠 804 (c)).</p>\n<p>[15]  For purposes of determining gain from operations, the company's share is determined under 짠짠 809 (a) and (b) (3). Section 809 (a) defines the policyholder's share as the percentage obtained by dividing the required interest (the rate of interest used to calculate the reserves, multiplied by the amount of the reserves) by the investment yield. This formula is somewhat simpler than that used in 짠짠 804 and 805 for purposes of caculating taxable investment income.</p>\n<p>[16]  In this case, although the Commissioner recomputed respondent's tax for the entire period from 1958 through 1961, the adjustments resulted in no deficiency for 1960.</p>\n<p>[17]  We therefore reject the Commissioner's alternative position, that unpaid premiums should be ignored in calculating reserves, assets, and gross premium income.</p>\n<p>[18]  The Commissioner does not contend otherwise. Tr. of Oral Arg. 19.</p>\n<p>[19]  For example, the definition is also controlling on the question whether a company qualifies as a \"life insurance company\" within the meaning of the statute. See <i>United States</i> v. <i>Consumer Life Ins. Co.,</i> 430 U. S. 725.</p>\n<p>[20]  The Senate Report describes the provision as follows:\n</p>\n<p>\"(a) <i>Method of accounting.</i>혰Subsection (a) of section 818, which is identical with the House bill, provides the general rule that all computations entering into the determination of taxes imposed by the new part I of subchapter L shall be made under an accrual method of accounting. This subsection further provides that, to the extent permitted under regulations prescribed by the Secretary or his delegate, a life insurance company may determine its taxes under a combination of an accrual method of accounting with any other method permitted by chapter 1 (other than the cash receipts and disbursements method). For example, the Secretary or his delegate may determine that the use of the installment method for reporting sales of realty and casual sales of personalty (see sec. 453 (b)) may, in combination with an accrual method of accounting, properly reflect life insurance company taxable income. To the extent not inconsistent with the provision of the 1954 Code and an accrual method of accounting, all computations entering into the determination of taxes imposed by the new part I shall be made in a manner consistent with the manner required for purposes of the annual statement approved by the National Association of Insurance Commissioners.\" S. Rep. No. 291, 86th Cong., 1st Sess., 72-73 (1959).</p>\n<p>The same language is used in the House Report. H. R. Rep. No. 34, 86th Cong., 1st Sess., 42 (1959).</p>\n<p>[21]  The mandatory language contained in the provision requiring consistency with the NAIC statement is to be contrasted with the permissive language used to describe accounting methods covered by the Secretary's regulations. Section 818 (a) (2) merely allows the Secretary to permit deviations from accrual accounting. Since this case does not concern any optional method allowed by the Secretary, this provision does not concern us here.</p>\n<p>[22]  These Regulations cite unpaid premiums as examples of assets (짠 1.805-5, Example (1)) and include these premiums as part of the \"gross premiums\" used in calculating gain from operations (짠 1.809-4 (a) (1)).\n</p>\n<p>In addition, 짠 1.801-4 (f) provides that \"[i]n the event it is determined on the basis of the facts of a particular case that [unpaid premiums] are not properly accruable for the taxable year . . . and, accordingly, are not properly includible under assets . . . appropriate reduction shall be made in the life insurance reserves.\" Based on the latter Regulation, the Commissioner makes an alternative argument that unpaid premiums should be disregarded for all purposes, including computations of reserves. We reject this argument for the reasons stated in Part III-A.</p>\n<p>[23]  <i>Great Commonwealth Life Ins. Co.</i> v. <i>United States,</i> 491 F. 2d 109 (CA5 1974); <i>Federal Life Ins. Co.</i> v. <i>United States,</i> 527 F. 2d 1096 (CA7 1975); <i>North American Life &amp; Cas. Co.</i> v. <i>Commissioner,</i> 533 F. 2d 1046 (CA8 1976).</p>\n<p>[24]  Evidence of congressional respect for NAIC accounting methods is not limited to the portion of the Code concerning life insurance companies. In defining \"gross income\" and \"expenses incurred\" for purposes of taxing certain other insurance companies, Congress expressly requires computations to follow \"the annual statement approved by the National Convention of Insurance Commissioners.\" 26 U. S. C. 짠짠 832 (b) (1) (A), (b) (6).</p>\n<p>[25]  The American Council of Life Insurance has filed a brief as <i>amicus curiae</i> and made oral argument urging adoption of this position.</p>\n<p>[26]  The first Court of Appeals to consider this argument rejected it on the ground that Congress would not have intended \"to relegate the substantive matter of offsetting or excluding loading on deferred and uncollected premiums, with its concomitant impact on the resulting tax, to the NAIC.\" <i>Franklin Life Ins. Co.</i> v. <i>United States,</i> 399 F. 2d, at 760. We think that 짠 818 (a) gives the NAIC precisely this role of filling the gaps in the statutory treatment of accounting problems like this one.</p>\n\n</div>", "id": 109719, "judges": "Stevens", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/109719/", "sha1": "e77f00faab85818e7dd68a0d508a4eee7cc5350f", "source": "LR", "supreme_court_db_id": "1976-164", "time_retrieved": "2010-04-28T10:12:14"}