{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "74 U.S. 433", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": null, 
    "document_uris": [
      "/api/rest/v2/document/88025/"
    ], 
    "scotus_early_cite": "7 Wall. 433", 
    "case_name": "Pacific Ins. Co. v. Soule", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": null, 
    "id": 57307, 
    "resource_uri": "/api/rest/v2/citation/57307/"
  }, 
  "id": 88025, 
  "blocked": false, 
  "judges": "Swayne", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1869-02-18", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>74 U.S. 433 (____)</b></center>\n<center><b>7 Wall. 433</b></center>\n<center><h1>PACIFIC INSURANCE COMPANY<br>\nv.<br>\nSOULE.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*436</span> Mr. Wills, for the Insurance Company.</p>\n<p>Mr. Evarts, Attorney-General, contra.</p>\n<p><span class=\"star-pagination\">*440</span> Mr. Justice SWAYNE delivered the opinion of the court.</p>\n<p>The plaintiff brought an action to recover back certain taxes upon its business and income, which it had paid to <span class=\"star-pagination\">*441</span> the defendant upon compulsion and under protest. The defendant demurred to the plaintiff's complaint. Upon the argument of the demurrer, the opinions of the judges of the Circuit Court were opposed upon seven questions, which are set forth in the record. According to the view which we take of the case, it will be sufficient to answer two of them. They cover the entire grounds of the controversy between the parties, and their determination will be conclusive.</p>\n<p>They are the first and the sixth. The first is:</p>\n<p>\"Whether that portion of the ninth (9th) section of the act of Congress, approved July 13, 1866, entitled `An act to reduce internal taxation,' and to amend an act, entitled `An act to provide internal revenue to support the government, to pay interest on the public debt, and for other purposes,' approved June 30th, 1864, and acts amendatory thereof, which provides as follows, to wit:</p>\n<p>`That it shall be the duty of all persons required to make returns or lists of income, and articles or objects charged with an internal tax, to declare in such returns or lists whether the several rates and amounts therein contained, are stated according to their values in legal tender currency, or according to their values in coined money; and in case of neglect or refusal so to declare, to the satisfaction of the assistant assessor receiving such returns or lists, such assistant assessor is hereby required to make returns or lists for such persons neglecting or refusing, as in cases of persons neglecting or refusing to make the returns or lists required by the acts aforesaid, and to assess the duty thereon, and to add thereto the amount of penalties imposed by law in cases of such neglect or refusal. And whenever the rates and amounts contained in the returns or lists as aforesaid, shall be stated in coined money, it shall be the duty of each assessor, receiving the same, to reduce such rates and amounts to their equivalent in legal tender currency, according to the value of such coined money in said currency, for the time covered by said returns. And the lists required by law to be furnished to collectors, by assessors, shall, in all cases, contain the several amounts of taxes or duties assessed, estimated or valued in legal tender currency only' \u0097</p>\n<p>is to be construed as merely providing a rule as to the currency in which accounts, returns, and lists are to be stated, with a view to uniformity in keeping the accounts of internal revenue <span class=\"star-pagination\">*442</span> or whether it is to be construed as denying to a person who has received, in coined money, incomes or other moneys subject to tax or duty, the right to return the amount thereof in the currency in which it was actually received, and to pay the tax or duty thereon in legal tender currency, and be construed to require that the difference between coined money and legal tender currency shall be added to his return, when made in coined money, and that he shall pay the tax or duty upon the amount thus increased.\"</p>\n<p>We think there can be no doubt as to the proper solution of this question. A brief analysis of the provisions of the statute which bear upon the subject, will be sufficient to maintain the conclusion at which we have arrived.</p>\n<p>1. The person making the return is required to declare whether the amounts set forth in it are stated according to their value in legal tender currency or in coined money.</p>\n<p>2. If he fail to do so, he is subjected to a penalty, and the assessor is required to make the returns for him.</p>\n<p>3. The list, with all the amounts therein stated, according to their values in legal tender currency, is to be placed by the assessor in the hands of the collector.</p>\n<p>4. The collector is charged with the aggregate amount, and credited with his collections and otherwise, as is provided by the statute.</p>\n<p>5. The taxes are made a lien, and, in default of payment, property is to be seized and sold by the collector. Both personal and real estate are liable. Full directions are given for the conduct of the proceedings.</p>\n<p>The meaning of the statute, examined by its own light, is so clear that argument or illustration is unnecessary. It was the object of Congress to provide a uniform basis of taxation, in order to secure uniformity in the burdens imposed. \"Equality is equity.\" According to the theory of the plaintiff, it had a right to have the assessment made upon the amounts received in coin, and to pay in currency, while others, whose receipts were in currency, were to be taxed upon that basis, and to pay in the same medium as the plaintiff. Such a result would be subversive of the <span class=\"star-pagination\">*443</span> plainest principles of reason and justice. It cannot be supposed that such was the intention of those who framed the law. Certainly nothing in its language would warrant the construction contended for.</p>\n<p>Where the power of taxation, exercised by Congress, is warranted by the Constitution, as to mode and subject, it is, necessarily, unlimited in its nature. Congress may prescribe the basis, fix the rates, and require payment as it may deem proper. Within the limits of the Constitution it is supreme in its action. No power of supervision or control is lodged in either of the other departments of the government.</p>\n<p>To this question it must be answered, that the statute did deny to the plaintiff the right to have the assessment made otherwise than as it was made by the assessor; and that it required the plaintiff to pay the amount of the taxes set forth in the list delivered by the assessor to the collector, and which was paid by the plaintiff, under protest, as appears by the record.</p>\n<p>II. The sixth question is:</p>\n<p>\"Whether the taxes paid by the plaintiff, and sought to be recovered back in this action, are not direct taxes, within the meaning of the Constitution of the United States.\"</p>\n<p>In considering this subject, it is proper to advert to the several provisions of the Constitution relating to taxation by Congress.</p>\n<p>\"Representatives shall be apportioned among the several States which shall be included in this Union, according to their respective numbers,\" &amp;c.<sup>[*]</sup></p>\n<p>\"Congress shall have power to lay and collect taxes, duties, imposts, and excises, to pay the debts and provide for the common defence and general welfare of the United States; but all duties, imposts, and excises shall be uniform throughout the United States.\"<sup>[\u0086]</sup></p>\n<p>\"No capitation or other direct tax shall be laid, unless in proportion <span class=\"star-pagination\">*444</span> to the census of enumeration hereinbefore directed to be taken.'</p>\n<p>\"No tax or duty shall be laid on articles exported from any State.\"<sup>[*]</sup></p>\n<p>These clauses contain the entire grant of the taxing power by the organic law, with the limitations which that instrument imposes.</p>\n<p>The national government, though supreme within its own sphere, is one of limited jurisdiction and specific functions. It has no faculties but such as the Constitution has given it, either expressly or incidentally by necessary intendment. Whenever any act done under its authority is challenged, the proper sanction must be found in its charter, or the act is ultra vires and void. This test must be applied in the examination of the question before us. If the tax to which it refers, is a \"direct tax,\" it is clear that it has not been laid in conformity to the requirements of the Constitution. It is therefore necessary to ascertain to which of the categories, named in the eighth section of the first article, it belongs.</p>\n<p>What are direct taxes, was elaborately argued and considered by this court in Hylton v. United States,<sup>[\u0086]</sup> decided in the year 1796. One of the members of the court, Justice Wilson, had been a distinguished member of the Convention which framed the Constitution. It was unanimously held, by the four justices who heard the argument, that a tax upon carriages, kept by the owner for his own use, was not a direct tax. Justice Chase said:</p>\n<p>\"I am inclined to think, but of this I do not give a judicial opinion, that the direct taxes contemplated by the Constitution are only two, to wit: a capitation or poll tax simply, without regard to property, profession, or any other circumstance, and a tax on land.\"</p>\n<p>Patterson, Justice, followed in the same line of remark. He said:</p>\n<p>\"I never entertained a doubt that the principal, I will not <span class=\"star-pagination\">*445</span> say the only, object the framers of the Constitution contemplated as falling within the rule of apportionment, was a capitation tax and a tax on land... . . The Constitution declares that a capitation tax is a direct tax; and both in theory and practice a tax on land is deemed to be a direct tax. In this way the terms `direct taxes,' and `capitation and other direct tax,' are satisfied.\"</p>\n<p>The views expressed in this case are adopted by Chancellor Kent and Justice Story, in their examination of the subject.<sup>[*]</sup></p>\n<p>Duties are defined by Tomlin to be things due and recoverable by law. The term, in its widest signification, is hardly less comprehensive than \"taxes.\" It is applied, in its most restricted meaning, to customs; and in that sense is nearly the synonym of \"imposts.\"<sup>[\u0086]</sup></p>\n<p>Impost is a duty on imported goods and merchandise. In a larger sense, it is any tax or imposition.<sup>[\u0087]</sup> Cowell says it is distinguished from custom, \"because custom is rather the profit which the prince makes on goods shipped out.\"<sup>[§]</sup> Mr. Madison considered the terms \"duties\" and \"imposts\" in these clauses as synonymous.<sup>[\u0086]</sup> Judge Tucker thought \"they were probably intended to comprehend every species of tax or contribution not included under the ordinary terms, `taxes and excises.'\"</p>\n<p>Excise is defined to be an inland imposition, sometimes upon the consumption of the commodity, and sometimes upon the retail sale; sometimes upon the manufacturer, and sometimes upon the vendor.<sup>[¶]</sup></p>\n<p><span class=\"star-pagination\">*446</span> The taxing power is given in the most comprehensive terms. The only limitations imposed are: That direct taxes, including the capitation tax, shall be apportioned; that duties, imposts, and excises shall be uniform; and that no duties shall be imposed upon articles exported from any State. With these exceptions, the exercise of the power is, in all respects, unfettered.</p>\n<p>If a tax upon carriages, kept for his own use by the owner, is not a direct tax, we can see no ground upon which a tax upon the business of an insurance company can be held to belong to that class of revenue charges.</p>\n<p>It has been held that Congress may require direct taxes to be laid and collected in the Territories as well as in the States.<sup>[*]</sup></p>\n<p>The consequences which would follow the apportionment of the tax in question among the States and Territories of the Union, in the manner prescribed by the Constitution, must not be overlooked. They are very obvious. Where such corporations are numerous and rich, it might be light; where none exist, it could not be collected; where they are few and poor, it would fall upon them with such weight as to involve annihilation. It cannot be supposed that the framers of the Constitution intended that any tax should be apportioned, the collection of which on that principle would be attended with such results. The consequences are fatal to the proposition.</p>\n<p>To the question under consideration it must be answered, that the tax to which it relates is not a direct tax, but a duty or excise; that it was obligatory on the plaintiff to pay it.</p>\n<p>The other questions certified up, are deemed to be sufficiently answered by the answers given to the first and sixth questions.</p>\n<p>ANSWERS ACCORDINGLY.</p>\n<h2>NOTES</h2>\n<p>[*]  Art. 1, § 2.</p>\n<p>[\u0086]  Ib. 1, § 8.</p>\n<p>[*]  Art. 1, § 9.</p>\n<p>[\u0086]  3 Dallas, 171.</p>\n<p>[*]  1 Kent's Commentary, 267; Story on the Constitution, 670. See, also, Rawle on the Constitution, 8; The Federalist, No. 34; and Tucker's Blackstone, Appendix, 294.</p>\n<p>[\u0086]  Tomlin's Law Dictionary, title \"Duty;\" 1 Story on the Constitution, § 952; Hylton v. United States, 3 Dallas, 171.</p>\n<p>[\u0087]  Story's Const. Abr., § 474.</p>\n<p>[§]  Cowell's Interpreter, title \"Impost.\"</p>\n<p>[\u0086]  1 Story's Constitution, 669, note.</p>\n<p>[¶]  Bateman's Excise Law, 96; 1 Story's Constitution, § 953; 1 Blackstone's Commentary, 318; 1 Tucker's Blackstone, Appendix, 341</p>\n<p>[*]  Loughborough v. Blake, 5 Wheaton, 317.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T09:01:29", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">433</span></span></b></center>\n<center><h1>PACIFIC INSURANCE COMPANY<br>\nv.<br>\nSOULE.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*436</span> Mr. Wills, for the Insurance Company.</p>\n<p>Mr. Evarts, Attorney-General, contra.</p>\n<p><span class=\"star-pagination\">*440</span> Mr. Justice SWAYNE delivered the opinion of the court.</p>\n<p>The plaintiff brought an action to recover back certain taxes upon its business and income, which it had paid to <span class=\"star-pagination\">*441</span> the defendant upon compulsion and under protest. The defendant demurred to the plaintiff's complaint. Upon the argument of the demurrer, the opinions of the judges of the Circuit Court were opposed upon seven questions, which are set forth in the record. According to the view which we take of the case, it will be sufficient to answer two of them. They cover the entire grounds of the controversy between the parties, and their determination will be conclusive.</p>\n<p>They are the first and the sixth. The first is:</p>\n<p>\"Whether that portion of the ninth (9th) section of the act of Congress, approved July 13, 1866, entitled `An act to reduce internal taxation,' and to amend an act, entitled `An act to provide internal revenue to support the government, to pay interest on the public debt, and for other purposes,' approved June 30th, 1864, and acts amendatory thereof, which provides as follows, to wit:</p>\n<p>`That it shall be the duty of all persons required to make returns or lists of income, and articles or objects charged with an internal tax, to declare in such returns or lists whether the several rates and amounts therein contained, are stated according to their values in legal tender currency, or according to their values in coined money; and in case of neglect or refusal so to declare, to the satisfaction of the assistant assessor receiving such returns or lists, such assistant assessor is hereby required to make returns or lists for such persons neglecting or refusing, as in cases of persons neglecting or refusing to make the returns or lists required by the acts aforesaid, and to assess the duty thereon, and to add thereto the amount of penalties imposed by law in cases of such neglect or refusal. And whenever the rates and amounts contained in the returns or lists as aforesaid, shall be stated in coined money, it shall be the duty of each assessor, receiving the same, to reduce such rates and amounts to their equivalent in legal tender currency, according to the value of such coined money in said currency, for the time covered by said returns. And the lists required by law to be furnished to collectors, by assessors, shall, in all cases, contain the several amounts of taxes or duties assessed, estimated or valued in legal tender currency only' \u0097</p>\n<p>is to be construed as merely providing a rule as to the currency in which accounts, returns, and lists are to be stated, with a view to uniformity in keeping the accounts of internal revenue <span class=\"star-pagination\">*442</span> or whether it is to be construed as denying to a person who has received, in coined money, incomes or other moneys subject to tax or duty, the right to return the amount thereof in the currency in which it was actually received, and to pay the tax or duty thereon in legal tender currency, and be construed to require that the difference between coined money and legal tender currency shall be added to his return, when made in coined money, and that he shall pay the tax or duty upon the amount thus increased.\"</p>\n<p>We think there can be no doubt as to the proper solution of this question. A brief analysis of the provisions of the statute which bear upon the subject, will be sufficient to maintain the conclusion at which we have arrived.</p>\n<p>1. The person making the return is required to declare whether the amounts set forth in it are stated according to their value in legal tender currency or in coined money.</p>\n<p>2. If he fail to do so, he is subjected to a penalty, and the assessor is required to make the returns for him.</p>\n<p>3. The list, with all the amounts therein stated, according to their values in legal tender currency, is to be placed by the assessor in the hands of the collector.</p>\n<p>4. The collector is charged with the aggregate amount, and credited with his collections and otherwise, as is provided by the statute.</p>\n<p>5. The taxes are made a lien, and, in default of payment, property is to be seized and sold by the collector. Both personal and real estate are liable. Full directions are given for the conduct of the proceedings.</p>\n<p>The meaning of the statute, examined by its own light, is so clear that argument or illustration is unnecessary. It was the object of Congress to provide a uniform basis of taxation, in order to secure uniformity in the burdens imposed. \"Equality is equity.\" According to the theory of the plaintiff, it had a right to have the assessment made upon the amounts received in coin, and to pay in currency, while others, whose receipts were in currency, were to be taxed upon that basis, and to pay in the same medium as the plaintiff. Such a result would be subversive of the <span class=\"star-pagination\">*443</span> plainest principles of reason and justice. It cannot be supposed that such was the intention of those who framed the law. Certainly nothing in its language would warrant the construction contended for.</p>\n<p>Where the power of taxation, exercised by Congress, is warranted by the Constitution, as to mode and subject, it is, necessarily, unlimited in its nature. Congress may prescribe the basis, fix the rates, and require payment as it may deem proper. Within the limits of the Constitution it is supreme in its action. No power of supervision or control is lodged in either of the other departments of the government.</p>\n<p>To this question it must be answered, that the statute did deny to the plaintiff the right to have the assessment made otherwise than as it was made by the assessor; and that it required the plaintiff to pay the amount of the taxes set forth in the list delivered by the assessor to the collector, and which was paid by the plaintiff, under protest, as appears by the record.</p>\n<p>II. The sixth question is:</p>\n<p>\"Whether the taxes paid by the plaintiff, and sought to be recovered back in this action, are not direct taxes, within the meaning of the Constitution of the United States.\"</p>\n<p>In considering this subject, it is proper to advert to the several provisions of the Constitution relating to taxation by Congress.</p>\n<p>\"Representatives shall be apportioned among the several States which shall be included in this Union, according to their respective numbers,\" &amp;c.<sup>[*]</sup></p>\n<p>\"Congress shall have power to lay and collect taxes, duties, imposts, and excises, to pay the debts and provide for the common defence and general welfare of the United States; but all duties, imposts, and excises shall be uniform throughout the United States.\"<sup>[\u0086]</sup></p>\n<p>\"No capitation or other direct tax shall be laid, unless in proportion <span class=\"star-pagination\">*444</span> to the census of enumeration hereinbefore directed to be taken.'</p>\n<p>\"No tax or duty shall be laid on articles exported from any State.\"<sup>[*]</sup></p>\n<p>These clauses contain the entire grant of the taxing power by the organic law, with the limitations which that instrument imposes.</p>\n<p>The national government, though supreme within its own sphere, is one of limited jurisdiction and specific functions. It has no faculties but such as the Constitution has given it, either expressly or incidentally by necessary intendment. Whenever any act done under its authority is challenged, the proper sanction must be found in its charter, or the act is ultra vires and void. This test must be applied in the examination of the question before us. If the tax to which it refers, is a \"direct tax,\" it is clear that it has not been laid in conformity to the requirements of the Constitution. It is therefore necessary to ascertain to which of the categories, named in the eighth section of the first article, it belongs.</p>\n<p>What are direct taxes, was elaborately argued and considered by this court in Hylton v. United States,<sup>[\u0086]</sup> decided in the year 1796. One of the members of the court, Justice Wilson, had been a distinguished member of the Convention which framed the Constitution. It was unanimously held, by the four justices who heard the argument, that a tax upon carriages, kept by the owner for his own use, was not a direct tax. Justice Chase said:</p>\n<p>\"I am inclined to think, but of this I do not give a judicial opinion, that the direct taxes contemplated by the Constitution are only two, to wit: a capitation or poll tax simply, without regard to property, profession, or any other circumstance, and a tax on land.\"</p>\n<p>Patterson, Justice, followed in the same line of remark. He said:</p>\n<p>\"I never entertained a doubt that the principal, I will not <span class=\"star-pagination\">*445</span> say the only, object the framers of the Constitution contemplated as falling within the rule of apportionment, was a capitation tax and a tax on land... . . The Constitution declares that a capitation tax is a direct tax; and both in theory and practice a tax on land is deemed to be a direct tax. In this way the terms `direct taxes,' and `capitation and other direct tax,' are satisfied.\"</p>\n<p>The views expressed in this case are adopted by Chancellor Kent and Justice Story, in their examination of the subject.<sup>[*]</sup></p>\n<p>Duties are defined by Tomlin to be things due and recoverable by law. The term, in its widest signification, is hardly less comprehensive than \"taxes.\" It is applied, in its most restricted meaning, to customs; and in that sense is nearly the synonym of \"imposts.\"<sup>[\u0086]</sup></p>\n<p>Impost is a duty on imported goods and merchandise. In a larger sense, it is any tax or imposition.<sup>[\u0087]</sup> Cowell says it is distinguished from custom, \"because custom is rather the profit which the prince makes on goods shipped out.\"<sup>[§]</sup> Mr. Madison considered the terms \"duties\" and \"imposts\" in these clauses as synonymous.<sup>[\u0086]</sup> Judge Tucker thought \"they were probably intended to comprehend every species of tax or contribution not included under the ordinary terms, `taxes and excises.'\"</p>\n<p>Excise is defined to be an inland imposition, sometimes upon the consumption of the commodity, and sometimes upon the retail sale; sometimes upon the manufacturer, and sometimes upon the vendor.<sup>[¶]</sup></p>\n<p><span class=\"star-pagination\">*446</span> The taxing power is given in the most comprehensive terms. The only limitations imposed are: That direct taxes, including the capitation tax, shall be apportioned; that duties, imposts, and excises shall be uniform; and that no duties shall be imposed upon articles exported from any State. With these exceptions, the exercise of the power is, in all respects, unfettered.</p>\n<p>If a tax upon carriages, kept for his own use by the owner, is not a direct tax, we can see no ground upon which a tax upon the business of an insurance company can be held to belong to that class of revenue charges.</p>\n<p>It has been held that Congress may require direct taxes to be laid and collected in the Territories as well as in the States.<sup>[*]</sup></p>\n<p>The consequences which would follow the apportionment of the tax in question among the States and Territories of the Union, in the manner prescribed by the Constitution, must not be overlooked. They are very obvious. Where such corporations are numerous and rich, it might be light; where none exist, it could not be collected; where they are few and poor, it would fall upon them with such weight as to involve annihilation. It cannot be supposed that the framers of the Constitution intended that any tax should be apportioned, the collection of which on that principle would be attended with such results. The consequences are fatal to the proposition.</p>\n<p>To the question under consideration it must be answered, that the tax to which it relates is not a direct tax, but a duty or excise; that it was obligatory on the plaintiff to pay it.</p>\n<p>The other questions certified up, are deemed to be sufficiently answered by the answers given to the first and sixth questions.</p>\n<p>ANSWERS ACCORDINGLY.</p>\n<h2>NOTES</h2>\n<p>[*]  Art. 1, § 2.</p>\n<p>[\u0086]  Ib. 1, § 8.</p>\n<p>[*]  Art. 1, § 9.</p>\n<p>[\u0086]  3 Dallas, 171.</p>\n<p>[*]  1 Kent's Commentary, 267; Story on the Constitution, 670. See, also, Rawle on the Constitution, 8; The Federalist, No. 34; and Tucker's Blackstone, Appendix, 294.</p>\n<p>[\u0086]  Tomlin's Law Dictionary, title \"Duty;\" 1 Story on the Constitution, § 952; Hylton v. United States, 3 Dallas, 171.</p>\n<p>[\u0087]  Story's Const. Abr., § 474.</p>\n<p>[§]  Cowell's Interpreter, title \"Impost.\"</p>\n<p>[\u0086]  1 Story's Constitution, 669, note.</p>\n<p>[¶]  Bateman's Excise Law, 96; 1 Story's Constitution, § 953; 1 Blackstone's Commentary, 318; 1 Tucker's Blackstone, Appendix, 341</p>\n<p>[*]  Loughborough v. Blake, 5 Wheaton, 317.</p>\n\n</div>", 
  "sha1": "c183a9d7b3b6a1f109ad4cbc52c10eddb8fb70a7", 
  "date_modified": "2014-12-21T01:25:49.650207", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/88025/pacific-ins-co-v-soule/", 
  "citation_count": 7, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/1507416/", 
  "html": "<p class=\"case_cite\">74 U.S. 433</p>\n    <p class=\"case_cite\">19 L.Ed. 95</p>\n    <p class=\"case_cite\">7 Wall. 433</p>\n    <p class=\"parties\">PACIFIC INSURANCE COMPANY<br>v.<br>SOULE.</p>\n    <p class=\"date\">December Term, 1868</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON certificate of division from the Circuit Court for California.</p>\n      <p class=\"indent\">The Constitution of the United States<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> ordains thus:</p>\n      <p class=\"indent\">'Direct taxes shall be apportioned among the several States which may be included within the Union, according to their respective numbers.'</p>\n      <p class=\"indent\">With this provision of the Constitution in existence, Congress, by an internal revenue act of June 30, 1864,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> amended by act of July 13, 1866, laid a certain tax upon the amounts insured, renewed, or continued by insurance companies; upon the gross amount of premiums received and assessments by them; and a tax also upon dividends, undistributed sums, and income. A portion of the ninth section of the internal revenue act of July 13, 1866,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> and acts amendatory thereto, provide:</p>\n      <p class=\"indent\">'That it shall be the duty of all persons required to make returns or lists of income, and articles or objects charged with an internal tax, to declare in such returns or lists whether the several rates and amounts therein contained are stated according to their values in legal tender currency, or according to their values in coined money; and in case of neglect or refusal so to declare to the satisfaction of the assistant assessor receiving such returns or lists, such assistant assessor is hereby required to make returns or lists of such persons neglecting or refusing, as in cases of persons neglecting or refusing to make the returns or lists required by the acts aforesaid, and to assess the duty thereon, and to add thereto the amount of penalties imposed by law in cases of such neglect or refusal. And whenever the rates and amounts contained in the returns or lists as aforesaid, shall be stated in coined money, it shall be the duty of each assessor receiving the same, to reduce such rates and amounts to their equivalent in legal tender currency, according to the value of such coined money in said currency, for the time covered by said returns. And the lists required by law to be furnished to collectors by assessors shall in all cases contain the several amounts of taxes or duties assessed, estimated or valued in legal tender currency only.'</p>\n      <p class=\"indent\">Prior acts of Congress had authorized the issue of United States notes, commonly called legal tender notes. The act first authorizing their issue, an act of February 25, 1862,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> enacted&#8212;&#8212;</p>\n      <p class=\"indent\">'Such notes shall be receivable in <i>payment of all taxes, internal duties, excises, debts, and demands of every kind due to the United States</i> (except duties on imports), and of all claims and demands <i>against</i> the United States, of every kind whatsoever (except for interest on bonds and notes, which shall be paid in coin), <i>and shall also be lawful money and a legal tender in payment of all debts public and private, within the United States</i> (except duties on imports and interest as aforesaid). And such United States notes shall be received <i>the same as coin at their par value</i>, in payment of any loans that may be hereafter sold or negotiated by the Secretary of the Treasury, and may be reissued from time to time, as the exigencies of the public interests shall require.'</p>\n      <p class=\"indent\">With these acts in force, the Pacific Insurance Company, a corporation engaged in the business of insurance in California, made returns upon the amounts insured, renewed, &amp;c., by it, upon its premiums and assessments, and finally upon its dividends, undistributed sums, and income; all as required by the statute; the correctness of all the returns being conceded. The different sources of income thus returned had been received by the company in coined money (the currency of California), and the amounts as returned were the amounts in that form of currency. The aggregate tax under the statute upon this sum of coin was $5376. The assessor then (against the protest of the insurance company) added to the amounts as returned, the difference in value between legal tender currency and coined money during the time covered by the returns; and fixing the tax upon the sum as thus increased, the aggregate amount of the tax came to $7365. The collector demanded payment of this sum. The company refused to pay the $7365, but tendered the $5376 in legal tender notes. The collector refusing this, and having seized and being about to sell the insurance company's property, the company paid the larger sum, $7365, under protest. The suit below was to recover back the amount wrongly paid. The case coming on to be heard upon demurrer, the court was divided in opinion upon seven questions, reducible, as this court considered, in substance to these two:</p>\n      <p class=\"indent\">1. Whether that portion of the ninth section of the internal revenue act of July, 1866, above quoted, 'is to be construed as merely providing a rule as to the currency in which accounts, returns, and lists are to be stated, with a view to uniformity in keeping the accounts of internal revenue, or whether it is to be construed as denying to a person who has received in coined money, incomes or other moneys subject to tax or duty, the right to return the amount thereof in the currency in which it was actually received, and to pay the tax or duty thereon in legal tender currency, and be construed to require that the difference between coined money and legal tender currency shall be added to his return when made in coined money, and that he shall pay the tax or duty upon the amount thus increased?'</p>\n      <p class=\"indent\">2. (Sixth in the series.) Whether the taxes paid by the plaintiff, and sought to be recovered back in this action, are not <i>direct</i> taxes within the meaning of the Constitution?</p>\n      <p class=\"indent\">\n        <i>Mr. Wills, for the Insurance Company:</i>\n      </p>\n      <p class=\"indent\"><i>As to the first question</i>. The undertaking made between the government and the citizen, by Congress, when issuing the notes called legal tenders, was that in <i>all</i> transactions between the government and the citizen, other than in two excepted cases stated, the paper dollar should be equivalent to the coin dollar, and in nothing is this contract made more expressly than in regard to the subject of internal taxation in all its branches. In other words, the government, as the taxing power, agrees that it will receive at par the notes issued by it as a debtor, in payment of all internal taxes due to it as the taxing power. It is therefore estopped from regarding them as below par, for any purpose relating to the subject of internal taxation, including the assessment as well as the payment of that class of taxes.</p>\n      <p class=\"indent\">The portion of the ninth section of the Internal Revenue Act of 1866 in question cannot therefore be held to deny to any man who actually receives his income in coin&#8212;a form in which income is universally received in California where this case comes from&#8212;the right to pay his tax on such income, in notes of the government, at the value expressed on their face.</p>\n      <p class=\"indent\"><i>As to the second question</i>. The ordinary test of the difference between <i>direct</i> and <i>indirect</i> taxes, is whether the tax falls ultimately on the tax-payer, or whether, through the tax-payer, it falls ultimately on the consumer. If it falls ultimately on the tax-payer, then it is <i>direct</i> in its nature, as in the case of poll taxes and land taxes. If, on the contrary, it falls ultimately on the consumer, then it is an <i>indirect</i> tax.</p>\n      <p class=\"indent\">Such is the <i>test</i>, as laid down by all writers on the subject. Adam Smith, who was the great and universally received authority on political economy, in the day when the Federal Constitution was framed, sets forth a tax on a person's revenue to be a direct tax.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Mill,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Say,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> J. R. McCulloch,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Lieber,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> among political economists, do the same in specific language. Mr. Justice Bouvier, in his learned Law Dictionary, defines a capitation tax, 'A poll tax; an imposition which is yearly laid on each person according to his estate and ability.'</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">[The counsel quoting a learned brief of Mr. W. O. Bartlett, then went into an examination of the opinions of Chief Justices Ellsworth and Marshall, Oliver Wolcott, Madison, and others, to show that in their opinion, a tax like the present one would fall within the nature of a direct tax.]</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Indeed, it is obvious that an income tax, levied on the profits of any business, does not fall ultimately on the consumer or patron of that business, in any other sense than that in which a poll tax or land tax may be said ultimately to fall, or be charged over by the payer of those taxes upon the persons with whom and for whom they do business, or to whom they rent their lands. The refinement which would argue otherwise, abolishes the whole distinction, and under it all taxes may be regarded as <i>direct</i> or <i>indirect</i>, at pleasure.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">But, if the distinction is recognized (and it must be, for the Constitution makes it), then it follows, that an income tax is, and always heretofore has been, regarded as being a direct tax, as much so as a poll tax or as a land tax. If it be a direct tax, then the Constitution is <i>imperative</i> that it shall be <i>apportioned</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">If it be argued that an income tax <i>cannot</i> be apportioned, then, it cannot be levied; for only such direct taxes can be levied as <i>can</i> be apportioned.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">But an income tax can be apportioned as easily as any other direct tax; first, by determining the amount to be raised from incomes throughout the United States, and then by ascertaining the proportion to be paid by the people of each State. An income tax, in the matter of its apportionment, is not embarrassed by any other difficulties than those which grow out of apportionment, in the admitted cases of poll taxes and land taxes.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Mr. Evarts, Attorney-General, contra:</i>\n    </p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">It was clearly the object of the act, to compel parties to pay the legal percentage on their incomes, estimating them at their value in legal tender currency. If the reduction of all incomes to a legal tender standard was intended for no other purpose than to establish a uniform system in keeping the accounts of the internal revenue department, it is difficult to understand, <i>first</i>, why, in case of refusal to declare in which currency the income return is made, the assessor should be entitled to disregard the return, and exact, over and above the regular income tax, a <i>penalty</i> of twenty-five per cent.; and why 'the lists required by law to be furnished to collectors by assessors' are required 'in all cases to contain the several amounts of taxes assessed, estimated or valued in legal tender currency only?' If the collector's lists are to contain these amounts, these are the amounts to be collected and paid. This is evident from other provisions of the internal revenue law. Thus, by section 20 of act of June 30, 1864, as amended by act of July 13, 1866,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> as soon as the assessment has become perfect, the assessor is to make out the list and send it to the collector, and this list is the guide of the collector in the collection of the tax; and by section 34 of same act, as amended,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> the collector is charged with the amount of taxes as stated on the face of the lists, and credited with the amount of his collections.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The collector's duty is plain: to collect the amount set forth in the assessment list. The corresponding duty of the party taxed is equally clear, namely, to pay this amount.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The language of the law is in harmony with the obvious intention of those who framed it, which was to adopt one uniform standard for the computation, assessment and payment of taxes of this description.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The other question is one which seems settled by the case of <i>Hylton</i> v. <i>United States</i>, unanimously decided after able argument.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>Reply:</i> It is undoubtedly to <i>dicta</i> of the judges in <i>Hylton</i> v. <i>United States</i>, to the effect that a capitation tax and a tax on land are the principal, if not the only, direct taxes within the meaning of the Constitution, that the general acquiescence in the unapportioned income tax is, in a great degree, attributable. The case was as follows: Hylton kept one hundred and twenty-five chariots; they were taxed by the United States, and the Supreme Court held that the tax was indirect, and did not require to be laid according to the rule of apportionment. The decision of the particular case before the court was probably correct. It is impossible that a man could have kept so many carriages for himself and his family only to ride in; and, although he is stated in the report of the case to have kept them for his own use, it is presumed that the use referred to was the conveyance of passengers for hire; in other words, that the one hundred and twenty-five chariots pertained to a line of stage-coaches. If this was the fact, the tax was indirect; for the tax-payer could charge it all over to his passengers by making a slight addition to their fare. But although the decision of the case before the court appears, for the reason stated, to have been correct, positions were taken, in the opinions of the judges delivered on the occasion, which are wholly untenable.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court, at the time, was without a chief justice. Mr. Ellsworth was sworn in on the day of the decision, and took no part in it; and the case was decided at a very early day, and before the Supreme Court had acquired the high position which it afterwards attained. One of the judges, in delivering his opinion, speaks of it as a 'discourse;' they all evince some want of knowledge of the subject which they discuss. These discourses shine in the light shed back upon them by the great intellect which for so many years illuminated the decisions of this tribunal the illustrious Marshall&#8212;with whose grandeur of fame we naturally associate ideas of the Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Mr. Justice SWAYNE delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The plaintiff brought an action to recover back certain taxes upon its business and income, which it had paid to the defendant upon compulsion and under protest. The defendant demurred to the plaintiff's complaint. Upon the argument of the demurrer, the opinions of the judges of the Circuit Court were opposed upon seven questions, which are set forth in the record. According to the view which we take of the case, it will be sufficient to answer two of them. They cover the entire grounds of the controversy between the parties, and their determination will be conclusive.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">They are the first and the sixth. The first is:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">'Whether that portion of the ninth (9th) section of the act of Congress, approved July 13, 1866, entitled 'An act to reduce internal taxation,' and to amend an act, entitled 'An act to provide internal revenue to support the government, to pay interest on the public debt, and for other purposes,' approved June 30th, 1864, and acts amendatory thereof, which provides as follows, to wit:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">'That it shall be the duty of all persons required to make returns or lists of income, and articles or objects charged with an internal tax, to declare in such returns or lists whether the several rates and amounts therein contained, are stated according to their values in legal tender currency, or according to their values in coined money; and in case of neglect or refusal so to declare, to the satisfaction of the assistant assessor receiving such returns or lists, such assistant assessor is hereby required to make returns or lists for such persons neglecting or refusing, as in cases of persons neglecting or refusing to make the returns or lists required by the acts aforesaid, and to assess the duty thereon, and to add thereto the amount of penalties imposed by law in cases of such neglect or refusal. And whenever the rates and amounts contained in the returns or lists as aforesaid, shall be stated in coined money, it shall be the duty of each assessor, receiving the same, to reduce such rates and amounts to their equivalent in legal tender currency, according to the value of such coined money in said currency, for the time covered by said returns. And the lists required by law to be furnished to collectors, by assessors, shall, in all cases, contain the several amounts of taxes or duties assessed, estimated or valued in legal tender currency only'&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">is to be construed as merely providing a rule as to the currency in which accounts, returns, and lists are to be stated, with a view to uniformity in keeping the accounts of internal revenue, or whether it is to be construed as denying to a person who has received, in coined money, incomes or other moneys subject to tax or duty, the right to return the amount thereof in the currency in which it was actually received, and to pay the tax or duty thereon in legal tender currency, and be construed to require that the difference between coined money and legal tender currency shall be added to his return, when made in coined money, and that he shall pay the tax or duty upon the amount thus increased.'</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We think there can be no doubt as to the proper solution of this question. A brief analysis of the provisions of the statute which bear upon the subject, will be sufficient to maintain the conclusion at which we have arrived.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">1. The person making the return is required to declare whether the amounts set forth in it are stated according to their value in legal tender currency or in coined money.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. If he fail to do so, he is subjected to a penalty, and the assessor is required to make the returns for him.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">3. The list, with all the amounts therein stated, according to their values in legal tender currency, is to be placed by the assessor in the hands of the collector.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">4. The collector is charged with the aggregate amount, and credited with his collections and otherwise, as is provided by the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">5. The taxes are made a lien, and, in default of payment, property is to be seized and sold by the collector. Both personal and real estate are liable. Full directions are given for the conduct of the proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The meaning of the statute, examined by its own light, is so clear that argument or illustration is unnecessary. It was the object of Congress to provide a uniform basis of taxation, in order to secure uniformity in the burdens imposed. 'Equality is equity.' According to the theory of the plaintiff, it had a right to have the assessment made upon the amounts received in coin, and to pay in currency, while others, whose receipts were in currency, were to be taxed upon that basis, and to pay in the same medium as the plaintiff. Such a result would be subversive of the plainest principles of reason and justice. It cannot be supposed that such was the intention of those who framed the law. Certainly nothing in its language would warrant the construction contended for.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Where the power of taxation, exercised by Congress, is warranted by the Constitution, as to mode and subject, it is, necessarily, unlimited in its nature. Congress may prescribe the basis, fix the rates, and require payment as it may deem proper. Within the limits of the Constitution it is supreme in its action. No power of supervision or control is lodged in either of the other departments of the government.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To this question it must be answered, that the statute <i>did</i> deny to the plaintiff the right to have the assessment made otherwise than as it was made by the assessor; and that it required the plaintiff to pay the amount of the taxes set forth in the list delivered by the assessor to the collector, and which was paid by the plaintiff, under protest, as appears by the record.</p>\n    </div>\n    <p class=\"indent\">II. The sixth question is:</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">'Whether the taxes paid by the plaintiff, and sought to be recovered back in this action, are not <i>direct taxes</i>, within the meaning of the Constitution of the United States.'</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In considering this subject, it is proper to advert to the several provisions of the Constitution relating to taxation by Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">'Representatives shall be apportioned among the several States which shall be included in this Union, according to their respective numbers,' &amp;c.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">'Congress shall have power to lay and collect taxes, duties, imposts, and excises, to pay the debts and provide for the common defence and general welfare of the United States; but all duties, imposts, and excises shall be uniform throughout the United States.'<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">'No capitation or other direct tax shall be laid, unless in proportion to the census of enumeration hereinbefore directed to be taken.'</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">'No tax or duty shall be laid on articles exported from any State.'<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">These clauses contain the entire grant of the taxing power by the organic law, with the limitations which that instrument imposes.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The national government, though supreme within its own sphere, is one of limited jurisdiction and specific functions. It has no faculties but such as the Constitution has given it, either expressly or incidentally by necessary intendment. Whenever any act done under its authority is challenged, the proper sanction must be found in its charter, or the act is <i>ultra vires</i> and void. This test must be applied in the examination of the question before us. If the tax to which it refers, is a 'direct tax,' it is clear that it has not been laid in conformity to the requirements of the Constitution. It is therefore necessary to ascertain to which of the categories, named in the eighth section of the first article, it belongs.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">What are <i>direct taxes</i>, was elaborately argued and considered by this court in <i>Hylton</i> v. <i>United States</i>,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> decided in the year 1796. One of the members of the court, Justice Wilson, had been a distinguished member of the Convention which framed the Constitution. It was unanimously held, by the four justices who heard the argument, that a tax upon carriages, kept by the owner for his own use, was not a <i>direct tax</i>. Justice Chase said:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">'I am inclined to think, but of this I do not give a judicial opinion, that the direct taxes contemplated by the Constitution are only two, to wit: a capitation or poll tax simply, without regard to property, profession, or any other circumstance, and a tax on land.'</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Patterson, Justice, followed in the same line of remark. He said:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">'I never entertained a doubt that the principal, I will not say the only, object the framers of the Constitution contemplated as falling within the rule of apportionment, was a capitation tax and a tax on land. ..... The Constitution declares that a capitation tax is a direct tax; and both in theory and practice a tax on land is deemed to be a direct tax. In this way the terms 'direct taxes,' and 'capitation and other direct tax,' are satisfied.'</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The views expressed in this case are adopted by Chancellor Kent and Justice Story, in their examination of the subject.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><i>Duties</i> are defined by Tomlin to be things due and recoverable by law. The term, in its widest signification, is hardly less comprehensive than 'taxes.' It is applied, in its most restricted meaning, to customs; and in that sense is nearly the synonym of 'imposts.'<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\"><i>Impost</i> is a duty on imported goods and merchandise. In a larger sense, it is any tax or imposition.<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> Cowell says it is distinguished from custom, 'because custom is rather the profit which the prince makes on goods shipped out.'<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> Mr. Madison considered the terms 'duties' and 'imposts' in these clauses as synonymous.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a> Judge Tucker thought 'they were probably intended to comprehend every species of tax or contribution not included under the ordinary terms, 'taxes and excises.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\"><i>Excise</i> is defined to be an inland imposition, sometimes upon the consumption of the commodity, and sometimes upon the retail sale; sometimes upon the manufacturer, and sometimes upon the vendor.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The taxing power is given in the most comprehensive terms. The only limitations imposed are: That <i>direct taxes</i>, including the capitation tax, shall be apportioned; that duties, imposts, and excises shall be uniform; and that no duties shall be imposed upon articles exported from any State. With these exceptions, the exercise of the power is, in all respects, unfettered.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">If a tax upon carriages, kept for his own use by the owner, is not a direct tax, we can see no ground upon which a tax upon the business of an insurance company can be held to belong to that class of revenue charges.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It has been held that Congress may require direct taxes to be laid and collected in the Territories as well as in the States.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The consequences which would follow the apportionment of the tax in question among the States and Territories of the Union, in the manner prescribed by the Constitution, must not be overlooked. They are very obvious. Where such corporations are numerous and rich, it might be light; where none exist, it could not be collected; where they are few and poor, it would fall upon them with such weight as to involve annihilation. It cannot be supposed that the framers of the Constitution intended that any tax should be apportioned, the collection of which on that principle would be attended with such results. The consequences are fatal to the proposition.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To the question under consideration it must be answered, that the tax to which it relates is not a direct tax, but a duty or excise; that it was obligatory on the plaintiff to pay it.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The other questions certified up, are deemed to be sufficiently answered by the answers given to the first and sixth questions.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">ANSWERS ACCORDINGLY.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Article I, &#167; 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 13 Stat. at Large, &#167;&#167; 105, 120, pp. 276, 283.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 14 Id. 98.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 12 Stat. at Large, 345, &#167; 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Wealth of Nations, vol. 3, p. 331.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Elements of Political Economy, p. 267; Political Economy, vol. 2, 371, 382.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Political Economy, 466.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Treatise on Taxation, pp. 125, 126, 134.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> New American Cyclopedia, vol. 7, p. 155.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Stat. at Large for 1865-6, p. 103.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Ib. 110.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> 3 Dallas, 171.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Art. 1, &#167; 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Ib. 1, &#167; 8.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Art. 1, &#167; 9.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> 3 Dallas, 171.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> 1 Kent's Commentary, 267; Story on the Constitution, 670. See, also, Rawle on the Constitution, 8; The Federalist, No. 34; and Tucker's Blackstone, Appendix, 294.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Tomlin's Law Dictionary, title 'Duty;' 1 Story on the Constitution, &#167; 952; Hylton <i>v.</i> United States, 3 Dallas, 171.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Story's Const. Abr., &#167; 474.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Cowell's Interpreter, title 'Impost.'</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> 1 Story's Constitution, 669, note.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> Bateman's Excise Law, 96; 1 Story's Constitution, &#167; 953; 1 Blackstone's Commentary, 318; 1 Tucker's Blackstone, Appendix, 341-</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Loughborough <i>v.</i> Blake, 5 Wheaton, 317.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/88025/"
}