{"absolute_url": "/opinion/88126/maguire-v-tyler/", "blocked": false, "citation": {"case_name": "Maguire v. Tyler", "docket_number": null, "document_uris": ["/api/rest/v2/document/88126/"], "federal_cite_one": "75 U.S. 650", "federal_cite_three": null, "federal_cite_two": null, "id": 57488, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/57488/", "scotus_early_cite": "8 Wall. 650", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 2, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1869-04-18", "date_modified": "2014-12-21T01:25:57.440961", "docket": "/api/rest/v2/docket/227783/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">75 U.S. 650</p>\n    <p class=\"case_cite\">19 L.Ed. 320</p>\n    <p class=\"case_cite\">8 Wall. 650</p>\n    <p class=\"parties\">MAGUIRE<br>v.<br>TYLER.</p>\n    <p class=\"date\">December Term, 1869</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">IN error the Supreme Court of Missouri.</p>\n      <p class=\"indent\">The controversy involved a question of ancient French proceedings, and of boundary near St. Louis; a good deal of the testimony being of an early kind. Except to persons already acquainted with the topography of the place where the controversy lay, and with the controversy itself, any attempt to state it would be unsuccessful without explanatory diagrams. The execution of these requires time and the reporter's personal supervision; and had the report been deferred till another volume, when his attention would not have been engaged in attending the court, they would have been given. A request, however, from a source entitled to great respect to present the opinion in this volume will account for their absence; a matter the less important since the case presents nothing which ministers to juridical science, or that is interesting except to parties concerned in the controversy. To such diagrams are unnecessary.</p>\n      <p class=\"indent\"><i>Messrs. Ewing and Glover, for the plaintiff in error; Messrs. B. A. Hill and P. Phillips, contra</i>.</p>\n      <p class=\"indent\">Mr. Justice CLIFFORD delivered the opinion of the court, stating the case.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Complete titles to land in the territory ceded by France to the United States, under the treaty concluded at Paris on the thirtieth of April, 1803, needed no legislative confirmation, as they were fully protected by the third article of the treaty of cession; but persons holding incomplete titles were required by the act of the second of March, 1805, to deliver, before the day therein named, to the register of the land office or the recorder of land titles, in the district where the land was situated, a notice in writing, stating the nature and extent of the claim, together with a plat of the same, and also every grant, order of survey, and conveyance, or other written evidence of the claim, in order that the same might be recorded.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Prior to the passage of that act, the province ceded by the treaty had been subdivided by Congress and organized into two territories, and the fifth section of the act before referred to, made provision for the appointment of commissioners in each of those territories, to ascertain and adjudicate the rights of persons claiming such titles. Power was conferred on those commissioners to hear and decide, in a summary manner, all matters respecting such claims; and the provision was that their decisions should be laid before Congress, and be subject to their determination.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Amendments to that act were subsequently passed before the title in controversy in this case was adjudicated; but it will not be necessary to enter into those details in this investigation, except to say that the fourth section of the act of the third of March, 1807, provided that the decision of the commissioners, when in favor of the claimant, should be final against the United States.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Present suit was commenced in the Land Court of St. Louis, but was subsequently transferred by change of venue to the Court of Common Pleas of that county. Claim of the plaintiff, as set forth in his petition, was for four by four arpents of land, being part of a concession made under Spanish rule by Governor Zenon Trudeau to Joseph Brazeau, and which was confirmed to the donee by the land commissioners appointed under that act of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Accurate description of the land included in the claim, and of the several muniments of title proposed to be introduced to establish its validity, is given in the petition. Those muniments of title, as there described, are in substance and effect as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">1. The petition of Joseph Brazeau, a citizen of St. Louis, dated June 1, 1794, for a tract of land, situate in the western part of the town beyond the foot of the mound called La Grange de Terre, of four arpents in width, to extend from the bank of the Mississippi in the west quarter southwest, by about twenty arpents in depth, beginning at the foot of the hill, on which stands the mound, and ascending in a northwest course to the environs of Rocky Branch, so that the tract shall be bounded on the east side by the bank of the river, and on the other sides in part by the public domain, and in part by the lands reunited to that domain.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">2. Ten days later the governor executed a certificate, in which he declared that the tract belonged to the public domain, and certified that he had put the petitioner in possession of the four arpents front by twenty arpents in depth, and specified in a general way the boundaries of the tract. Next evidence of title, there described, was the concession of the governor to Joseph Brazeau, bearing date on the twenty-fifth of June in the same year, in which he formally conceded to the donee, in fee simple, for him, his heirs, assigns, or whosoever may represent his rights, a tract of land . . . of four arpents front by twenty arpents in depth, situate north of the town, . . . to begin beyond the mound, extending north-northwest to the environs of Rocky Branch, bounded on one side by the bank of the river, and on the opposite by lands reunited to the public domain, through which land passes the present concession, of which one end is to be bounded by the concession to one Esther, a free mulatto woman.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Invested with a title to four arpents front by twenty arpents in depth, as described in his concession, the donee, Joseph Brazeau, on the ninth of May, 1798, by a deed of that date duly executed before the governor, sold, ceded, relinquished, and transferred to Louis Labeaume 'a concession of land to him given,' as aforesaid, consisting of four arpents of land, to be taken from the foot of the hill called La Grange de Terre, by twenty arpents in depth, bounded by the Rocky Branch, or creek, at the extremity opposite to the hillock, east by the river, and west by the land belonging to the royal domain; the said Brazeau reserving to himself four arpents of land, to be taken at the foot of the hillock in the southern part of said land, . . . selling only sixteen arpents in depth to the said Labeaume, who accepts the sale on those terms and conditions, and the instrument was signed by both parties. Reference must also be made to certain other ancient documents as showing the origin of the controversy, and as affording the means of ascertaining the true location of the premises claimed by the plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Evidently the out-boundaries of the tract of land described in the deed include the entire concession previously obtained by the grantor; but the reservation, as plainly expressed in the instrument of conveyance, is of four arpents of land <i>to be taken at the foot of the hillock in the southern part of the tract</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Rights of the parties, as described in the preceding instruments, may be easily ascertained and defined; but the purchaser of the four by sixteen arpents of that tract desired to enlarge his possession, and with that view he obtained from the governer a concession to himself of an additional parcel of land from the public domain. By his petition he asked the governor to grant to him three hundred and sixty arpents of land, including that which he had antecedently acquired, and then held by purchase. Express reference is made to the tract he acquired by purchase, and he asked for twenty arpents in depth from the river, ascending to the Rocky Branch, west quarter south 'by <i>sixteen arpents front along the river, which is the same front as that of the petitioner's land</i>.'</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nothing could be more precise than that description, and the further statement of the petition was, that 'the angle made by the perpendicular line from the road to the river by the creek, and by the river, will about complete the quantity,' as described in the petition. On the fifteenth of February, 1799, the governor made the concession, and in the same instrument he directed the surveyor '<i>to make out the survey in continuation</i>' of his antecedent purchase, and to put the interested party in possession of the described premises. Description of that concession, as given in the certificate of the surveyor, bearing date April 10, 1799, is that the tract is bounded on the north side by the bank of Rocky Branch and the public domain, on the south side by the lands of other donees, on the east by the river, and on the west side by vacant public lands; but it is evident that the boundaries of the tract, as given in the certificate of the surveyor, include the whole of the former concession, and that the certificate entirely overlooks the fact that the donee of that tract reserved to himself four arpents of the same, 'to be taken at the foot of the hillock in the southern part of said land.'</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Such a survey, however the error may have arisen, cannot have the effect to enlarge the rights of the purchaser, or to diminish or impair the rights of the grantor to the four arpents reserved in that deed, and which were never conveyed to the grantee. Repetition of the reservation in the certificate of survey may have been omitted by mistake, but the proofs in the record to show that the boundaries as given in the certificate are erroneous, are full and satisfactory. Manifest differences exist between the concession of the governor and the boundaries of the tract, as given in the certificate of the surveyor, which deserve particular notice. He takes the sixteen arpents front on the river, not from '<i>the descent of the road into the creek</i>,' but from a point four arpents south of that line, making the distance from that line, or from the descent of the road into the creek to the south line of the concession as surveyed, twenty arpents instead of sixteen, as it should have been, whether tested by the deed of conveyance or by the terms of the concession.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Three lines only were called for by the concession, but the figure formed at the branch or creek by the survey is composed of four lines, which shows conclusively that the survey was erroneous. Plain duty of the surveyor, in executing the order of survey, was to follow the directions of the instruments of title, and inasmuch as the concession referred to the petition for description and boundaries, he was bound to give the interested party 'the same front' as that he acquired by the conveyance described in the petition, and to be governed by the statement therein contained, that 'the angle made by the perpendicular line from the road to the river' would complete the quantity of the land asked for by the petitioner. What he asked for was twenty arpents in depth by sixteen arpents front, which is the same front as that which he had previously acquired by purchase. This purchase included sixteen arpents in depth, and was a part of a concession of four arpents in front by twenty arpents in depth, which was, by the terms of the deed as well as by the true construction of the several documents constituting the evidences of title, to be taken from the foot of the hillock, and was bounded at the opposite extremity by Rocky Branch.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Compliance with the directions of the concession as expressed in the petition would have done exact justice to both parties, but the surveyor instead of obeying those directions commenced his field operations four arpents further down the river, and measuring south for quantity necessarily absorbed the whole reservation before described and adopted the northern line of the concession to the mulatto woman as the southern line of the tract he was ordered to survey. Doubtless the change of location was acceptable to the interested party, as it gave him better back land, and excluded from his concession the hilly broken land on Rocky Branch, but it left nothing between his south line and the north line of the concession belonging to the mulatto woman for the owner of the four by four arpents, as reserved in his own deed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Support to these views is also derived from the terms of the concession to the mulatto woman, bearing date October 5, 1793, which, as therein described, has four arpents front, on its two extremities, and the description given of the location is that the northern portion of the grant is situated between the mound Le Grange de Terre and the borders of the Mississippi River running down the river to the 'complement and extension' of twenty arpents in depth, and is bounded on three sides by the public domain, and on the other side, to wit, the east-northeast side, by the bluff or high bank of the river.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Viewed in the light of these original documents, even when unaided by the maps in the case, it is quite clear how this controversy arose, but when the several documents are compared with the maps and the parol testimony in the record, the conclusion is irresistible that the reservation in controversy was bounded on the south by the north line of the concession to the mulatto woman, and on the north by the south line of the tract sold and conveyed to the party under whom the respondents claim.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although the documents are genuine and regular in form, still the respective donees acquired nothing under them but what is called an incomplete title, as the governor did not possess the power to do more than make a concession. He could not grant a patent, and as no such evidence of title had been obtained from the former government it became necessary for the plaintiff to prove that his claim had been confirmed under some act of Congress. Evidence of the proceedings before the board of commissioners for the adjustment of such claims was accordingly introduced by the respective parties.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Entries in the minutes of the commissioners made September 3, 1806, show that Louis Labeaume presented a claim to the board for three hundred and seventy-four arpents of land, situate on the Mississippi, and that he produced a concession, duly registered, from Zenon Trudeau, for four by twenty arpents, dated 25th June, 1794, granted to one Joseph Brazeau, and another concession from the same governor to himself for three hundred and seventy-four arpents, including the said four by twenty arpents, dated the 15th of February, 1799, which was the true date of his concession; also a survey of the same taken the 2d of March, and certified the 10th of April in the same year, together with a certificate from the governor, dated May 12, 1798, of the sale of said four by twenty arpents by said Joseph Brazeau, reserving to himself four by four or sixteen arpents in superficies, which is the true meaning of the reservation as expressed in the deed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Statement in the minutes also is to the effect that testimony was introduced showing that the original donee of the four by twenty arpents obtained the concession of that tract, and that he and the claimant had actually inhabited and cultivated the same or caused it to be inhabited and cultivated to that date. Proofs were also introduced as stated in the minutes, which showed that the original donee was the head of a family, and that he inhabited and cultivated the tract at a period sufficiently early to bring the case within the condition specified in the act of Congress for ascertaining and adjusting such titles and claims to land.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Further statement in the minutes is that the claimant subsequently abandoned his right to the concession, of four by twenty arpents, and claimed directly under the concession to himself, which, as surveyed, it will be remembered, included the whole of the antecedent concession to his grantor; as well the four by four arpents, reserved in the deed to him from the donee of the tract, as the sixteen arpents which were actually conveyed.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Argument for the respondents is, that the minutes were made by the clerk of the board, and not by the claimant, and the suggestion is doubtless correct, but it is not denied that the applicant presented his claim to the board in two forms, and there does not appear to be any just ground to question any part of those several representations. Constituting as they do a part of the proceedings of the commissioners, they are the proper subjects of reference, but they are not very important except as tending to show that the true state of the respective claims was early before the board, and that the claimant knew that he had no title to the four by four arpents, reserved in his deed, which is also fully proved by all the documentary evidence of title exhibited in the record.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">When considered in connection with the documentary evidence of title the clear inference from the minutes is, that the claimant shifted his ground before the commissioners to avoid the danger that they might refuse to confirm to him the four by four arpents to which he showed no title under his deed. Unless he had entertained doubts of his success in that particular, he would not have changed his position; but he gained nothing by it, as the board rejected his claim because the concession to himself had not been duly registered.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Next entry in the minutes, as exhibited in the record, is the decree of confirmation, passed September 22, 1810, which is in substance and effect as follows, omitting unimportant words:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Louis Labeaume claiming three hundred and seventy-four arpents of land . . . The board confirm to him three hundred and fifty-six arpents, and four arpents to Joseph Brazeau, and order that the same, meaning the confirmation to the claimant, be surveyed agreeably to the concession from Zenon Trudeau to Louis Labeaume, and as respects the four arpents, agreeably to a reserve made in a sale from Joseph Brazeau to Louis Labeaume.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nothing can be plainer than the fact that the commissioners fully understood the rights of these parties, and that they confirmed the four arpents therein described to the original donee; that they did not intend and did not confirm that tract to Labeaume, nor to any one except to the rightful owner.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Supported, as these propositions are, by clear and irrefragable proofs, further argument upon the subject is unnecessary. Confirmation of the same, however, if any be needed, may be found in the certificate of the commissioners, which they issued to the party June 14th, 1811, in which they state that they have decided that Joseph Brazeau, the original claimant, is entitled to a patent for four arpents of land situate in the district of St. Louis, on the Mississippi, and they therein 'order that the same be surveyed agreeably to a reserve made in a sale of Joseph Brazeau to Louis Labeaume, recorded in Book C, page 339, of the recorder's office, by virtue of a concession or order of survey from Zenon Trudeau, lieutenant-governor.' Obvious effect of these proceedings was to blot out forever the error committed by the Spanish surveyor, and to place the rights of the contestants upon their true basis. Attempts at injustice were defeated, but the hopes of cupidity were not entirely crushed.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Where the documentary evidences of title produced by the claimant contain no sufficient lines or boundaries to show that any definite and distinct parcel of land was severed from the public domain, the universal rule as settled by repeated decisions of this court is that the concession in such a case creates no right of private property in any particular tract of land which can be maintained in a court of justice without an antecedent survey and location.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Cases may be found in which it was held that where Congress had confirmed an incomplete title, and subsequently confirmed another and a different claim for the same land, that the elder confirmation defeated the younger. But the settled rule of the court is that, as between two claimants under the former government, setting up independent imperfect claims to the same parcel of land, the courts of justice have no jurisdiction to determine the controversy; that in such cases it belongs to the political power to decide to whom the perfect title shall issue.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Congress undoubtedly might confirm such claims without any previous ascertainment of their location or boundaries, but they have decided, in respect to claims like these, not to exercise that power, and created a board of commissioners to adjudicate the claims; and this court held, when considering this very title, that the judicial tribunals in the ordinary administration of justice had no jurisdiction or power to deal with these incipient claims, either as to fixing boundaries by survey or for any other purpose, but that such a title, until the survey was made, attached to no land, nor could a court of justice ascertain its boundaries, as that power was reserved to the executive department of the Federal government.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Several cases determine that where there is a specific tract of land confirmed according to ascertained boundaries, the legal effect of the confirmation is to establish the right and locate the claim, but where the claim has no certain limits, and the decree of confirmation carries along with it the condition that the land must be surveyed, and severed from the public domain and the concessions of other parties, then it is beyond controversy that the title of the claimant, although confirmed, attaches to no land, nor has a court of justice any authority in law to ascertain and establish the boundaries, at that power is reserved either to the executive department or to Congress.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Authority to appoint a surveyor of lands in that territory was conferred by the first section of the act of twenty-ninth of April, 1816, and it was therein made his duty, among other things, to cause to be surveyed the lands in the same which have been or may hereafter be confirmed under the conditions therein provided.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Application was accordingly made by Louis Labeaume that the tract confirmed to him might be surveyed, and Joseph C. Brown, a deputy surveyor, appointed under that act in November, 1817, complied with his request, and certified that he had 'surveyed for the applicant two tracts in one,' which was a direct acknowledgment that he had committed the same error as that made in the Spanish survey. Those two tracts were, first, the one consisting of three hundred and fifty-six arpents, as confirmed to Louis Labeaume, and the other was the four by four arpents confirmed to Joseph Brazeau, which was properly located by that survey in the southeast corner of his original concession. Correctness of that survey cannot be doubted, except that both tracts were included in one survey, and it was upon that ground that the recorder of land titles, when it was presented to him to obtain a patent certificate, refused to issue one, holding that the confirmation certificates required separate surveys.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Express statement of the certificate of survey is that the beginning of the survey was at the mouth of the branch, and the field notes show that the surveyor proceeded down the river, 'bending therewith,' to the mouth of an old ditch, where he placed a stone at the lower corner on the river.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In consequence of the refusal of the recorder to issue a patent certificate conforming to that survey, the surveyor-general, on the second of May, 1833, returned the same to the deputy surveyor who made it, and gave him authority to resurvey the tract, but with instructions not to include within the lines of the new survey any more than the exact quantity of three hundred and fifty-six arpents, and under those instructions he, on the eighth of June, in the same year, certified a plat and description of survey of the tract confirmed to Louis Labeaume, including the whole of the Brazeau tract, beginning on the south line of his prior survey and running north for quantity, in plain violation of all the original documentary evidences of title.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Second survey of Joseph C. Brown was also set aside, and the Secretary of the Interior, on the twenty-fifth of July, 1851, decided, contrary to the views of the Land Office throughout the controversy, that those claiming under Labeaume were entitled to a patent to the land above the ditch according to Soulard's survey, and that the reservation of four by four arpents to Brazeau, and which he subsequently conveyed to Chouteau, was bounded on the north by Labeaume's south ditch, and that it extended to the foot of the mound. Directions were accordingly given that the necessary surveys should be made, and that patents should be issued in conformity with those principles.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">New surveys of the respective lands were made in pursuance of those directions, and on the twenty-sixth of February, 1852, patent certificates, in a special form, were executed by the recorder of land titles. Both the patent certificates were founded upon that decision of the Secretary of the Interior, and the material matters certified in the one intended for Joseph Brazeau were, that the recorder was of the opinion that the confirmation of four arpents was intended to mean four arpents front by four arpents in depth towards the west, or sixteen superficial arpents, and that the same had been surveyed in strict conformity with the decision of the Secretary of the Interior.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Extended comments upon those proceedings are not necessary, as they are obviously characterized by error and injustice from their inception to their final consummation. Patents were executed March 25, 1852, in conformity with the patent certificates; but the one to Louis Labeaume, or his legal representatives, contains an important reservation in these words, namely: 'Saving and reserving any valid adverse right which may exist to any part' of the tract, which is also substantially repeated in the habendum clause of the patent.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Two months before the patent was executed locating the four by four arpents south of the ditch, the plaintiff, as the legal representative of the original donee, protested against the survey on which the patent certificate was issued, and the record shows that he never accepted the patent. None of the representatives of the donee ever asked for that survey, nor ever consented to receive the patent, and on the fourth of February, 1858, the Secretary of the Interior recalled it, and it was promptly returned as having been improvidently issued. Justice and truth were both subserved in the course pursued, as the patent gave no title to any land whatever to the patentee, because the location was upon an elder concession. Doubt as to the power of the secretary to recall the patent cannot be entertained, as the point has been directly decided by this court. Brazeau's representatives, say this court, in the case of <i>Maguire</i> v. <i>Tyler et al.</i>,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> refused to accept the patent for the sixteen arpents, and caused it to be recalled, and his claim, therefore, stands before the court just as it existed in 1810, when the board of commissioners confirmed it as valid.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Objection is made to the jurisdiction of this court to hear the case and decide the controversy under the twenty-fifth section of the Judiciary Act; but there is no proper ground for doubt upon the subject.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Explicit description of the premises claimed, and of the title under which they are claimed, is set forth in the petition, and the answer in several forms alleges in substance and effect that the pretended confirmation to Joseph Brazeau was wholly void for want of jurisdiction in the board of commissioners over the case, and that no title to any land ever passed to him thereunder, and that the patent&#8212;meaning the one executed without his consent, and recalled at his request as having been improvidently issued vested in his legal representatives the only title to land he ever had by virtue of his claim and confirmation.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Additions might be made to these selections from the answer, but it is unnecessary, as the respondents do not deny that there are issues in the pleadings involving questions re-examinable in this court under that section of the Judiciary Act; but what they contend is, that the answer presented other defences not re-examinable in this court, and they insist that the Supreme Court of the State, for aught that appears to the contrary, may have decided the cause against the plaintiff, and reversed the decree of the Court of Common Pleas upon some of the defences set up in the answer which are not re-examinable in this court. Certain it is that Federal questions are directly involved in the pleadings, and if it appears that none of the other defences afford any legal answer to the suit, the conclusion must be that the case is properly here, as this court will not presume that the court below decided the other issues erroneously in order to defeat their own jurisdiction.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Respondents pleaded the statute of limitations, that they and those under whom they claim had been in the actual adverse and continuous possession of the premises for more than twenty years next before the commencement of the suit. Such a defence could not have been adjudged good in this case without a direct denial of the foundation of the plaintiff's claim, as will be readily seen by a brief reference to the facts. When the patent, improvidently issued, was recalled, the claim of Brazeau stood before the court just as it existed in 1810, when it was confirmed as valid.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Having never been surveyed at the request of the confirmee, or by order of the Land Office, and never patented to the claimant, it remained as it had been throughout, an incomplete title attached to no land, and it could not be converted into a complete title, except by legal survey and by a patent executed in due form, as required by law.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Conscious that he had a good claim, and undismayed by the law's delay, Brazeau again applied to the land department, and requested that steps might be taken for the protection of his rights; and after a full examination of the case, the Secretary of the Interior, on the ninth of April, 1862, ordered that a survey of the four by four arpents confirmed to him should be made, to be taken from the southeast part of the tract surveyed to the other claimant, and referred the matter to the Commissioner of the General Land Office to have the survey made in accordance with the order.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Corresponding survey was made on the eighth of May in that year, and on the tenth of June following the patent was executed and duly signed by the President. Particular reference is made in it to the survey for the description of the tract, and the patent contains the same reservation as that contained in the patent to the other claimant. Prior to the execution and delivery of that patent the title was in the United States, as is apparent from the documents exhibited in the record. Conceded originally to Joseph Brazeau, his incomplete title to the same remained unextinguished throughout the whole period of the litigation. He never sold the claim of four by four arpents to the other claimant, nor did he ever request that it should be surveyed or located in any place other than the one where it was ascertained to be by the first survey, and it is equally true that Labeaume never had any concession of that tract, that he never purchased it, and never had any title of any kind to any part of the concession, except the sixteen arpents as described in his deed from the rightful owner of the residue of the tract.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Even those most interested to do so will hardly contend, in view of these circumstances, that the court below could have sustained the defence set up in the answer, that the claim was barred by the statute of limitations, as the suit was commenced in less than five months after the official survey was made. Before that time the legal title was in the United States, and the claim of the plaintiff attached to no particular land. Obviously the same facts are also a complete answer to the defence set up by the respondents of a former recovery founded on the decree in the case of <i>Maguire</i> v. <i>Tyler et al.</i>, before cited, as the title to the land at that date was in the United States and continued to be so for a long time after the commencement of that suit.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Power to revise the surveys of confirmed claims was, by the act of the fourth of July, 1836, conferred upon the Commissioner of the General Land Office, subject in certain cases to an appeal to the Secretary of the Treasury, but since the passage of the act of the third March, 1849, such supervision is devolved upon the Secretary of the Interior.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Plaintiff in that suit claimed title under the survey made by Joseph C. Brown in 1817, and he denied that the Secretary of the Interior had the power to set it aside, but this court held that the secretary, under the last-named act of Congress, had that power, and, consequently, that the claim in question had no specific boundaries, and that it attached to no particular land, so that a court of justice could not give him a remedy.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Theory of the plaintiff in that case was, that the survey, under which he claimed to maintain the suit, had been illegally set aside, and if he had been right, the court would have had jurisdiction of the merits, as the case was one brought here from a State court, where the distinction, as to the remedy between legal and equitable titles, is not observed. But the respondent insisted that the survey had been legally set aside, and the court so held, and, in that state of the case, this court could not decide anything, under the twenty-fifth section of the Judiciary Act, except the question as to the power of the Secretary of the Interior to set aside that survey.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Some of the judges were of the opinion that there was no jurisdiction of the case, but it is apparent that those who were of a different opinion never, for a moment, supposed that the decree in the case would determine the ultimate rights of the parties. By affirming the decree rendered in the court below in that case, this court decided that the survey then in question was legally set aside by the Secretary of the Interior, but the court did not consider the merits, and did not decide anything upon that subject.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The respondents also allege that some of their number were innocent purchasers, without notice, but the defence is not sustained by the proofs, and there does not appear to be any foundation for the theory that the decree of the Supreme Court of the State was placed upon any such ground.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Want of jurisdiction in the commissioners is also set up in the answer, and the argument is, that the Supreme Court of the State may have decided that the decree of confirmation was a nullity on that account. Unsupported, however, as the proposition is by anything appearing in the recorded proceedings of the board, it does not seem to be necessary to enter into any extended argument to show its fallacy. Suffice it to say that the question involved in the proposition is one which may be revised in this court, and the proper answer to it is, that if the court below so decided, the decision, in our opinion, was clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Apart from the question of jurisdiction, it is also contended, by the respondents, that the patent under which the plaintiff claims is void, because the land therein granted is included in their patent, which is the elder title, but the error of the proposition consists in the theory of fact on which it is founded. Their patent does not include the some land. On the contrary, the land included in the plaintiff's patent was excepted out of their patent by the reservation therein contained, because it was a valid adverse right to four by four arpents of land within those boundaries, existing at the time their patent was executed.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Decree of the Supreme Court of the State REVERSED, with costs, and the cause remanded, with directions to affirm the decree of the St. Louis Court of Common Pleas.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Mr. Justice NELSON did not sit in this case; and GRIER, J., dissented from the judgment.</p>\n    </div>\n    <p>NOTE.</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">On the announcement of this decision, <i>Mr. P. Phillips, for the defendants in error</i>, moved to reform the entry of judgment just above ordered to be made, and argument was directed on the question 'whether the decree should require the Supreme Court of Missouri to affirm the decree of the Court of Common Pleas of St. Louis.' <i>Messrs. P. Phillips and B. R. Curtis</i> contended that as to the question of jurisdiction in the court below, and the several special defences set up in the answer of the defendants involving the statute of limitations, <i>res adjudicata,bon a fide</i> purchase, and other matters of a similar character, this court had no jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The appellees here, who were appellants in the court below, were entitled to have these questions adjudicated by the Supreme Court of the State, which alone has jurisdiction over them.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The decree of that court dismissed the bill, but is silent as to the ground of dismissal. If it proceeded on either of these pleas, then this court has no jurisdiction to reverse it. If, on the other hand, the decree passed merely on the title derived from the government, then this court has jurisdiction to reverse the decree; but its reversal is limited to this question alone, leaving still open for adjudication by the State court the defences presented by the record, and which are of local jurisdiction, and no <i>opinion</i> of this court that they are invalid can deprive the parties of this right to have the judgment of the State court.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The mandate, as framed, directing the Supreme Court of the State to affirm the judgment of the Court of St. Louis, is in effect an affirmance by this court. Thus this court concludes questions which have never been passed upon by the Supreme Court of the State, questions not argued here, because the court is without jurisdiction to determine them.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The limitation of the judicial power of the United States is clearly defined by the Constitution, as well as by the Judiciary Act. Under the 25th section of that act this court may have a case brought here for review from a State court, but it does not follow that the case being here that this court has jurisdiction of all questions which arise on it.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In the present case the opinion of the court is limited to the question of title derived under the government. This properly concludes the controversy on that point. the complaint is that the judgment directed to be entered covers a much broader field. The mandate should direct proceedings in conformity with the opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\"><i>Messrs. Carlisle and Ewing, contra</i>.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Explanations as to the nature of the controversy involved in the suit, or the proceedings in the courts of the State before the cause was removed into this court for revision, are unnecessary, as they are given with sufficient fulness in the opinion of the court delivered on the 5th of April last, on the same day and immediately before the decree was entered reversing the judgment of the Supreme Court of the State; and all those matters are well known to the parties before the court.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Pursuant to the order given at that time, the decree entered was, 'that the judgment of the said Supreme Court in this cause be, and the same is hereby reversed, with costs, and that this cause be, and the same is hereby remanded to the said Supreme Court, with directions to enter a decree affirming the decree of the St. Louis Court of Common Pleas.' Dissatisfied with the directions given in the decree, the respondents moved the court that the decree in that respect might be modified, and the court, on the 15th of the same month, passed an order that the motion should be continued to this session, for oral argument on the question, whether the decree should require the Supreme Court of the State to affirm the decree of the Court of Common Pleas, as therein directed. Leave for any further argument upon the merits was not granted in that order, nor has the court reconsidered the questions previously examined and decided when the opinion was delivered. The court at that time decided the following propositions:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">1. That the documentary evidences of title exhibited in this case, as derived under Spanish rule, did not invest Joseph Brazeau, the donee of the tract of four by twenty arpents, with a complete title to the tract.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">2. That the legal title to the same under the treaty vested in the United States, as the successor of the former sovereign.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">3. That the donees of incomplete titles in the territory ceded by the treaty, could not convert an incomplete title, derived from the former government, into a complete title under the United States in any other mode than that prescribed by an act of Congress.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">4. That the incomplete title to the whole tract of four by twenty arpents was granted by Governor Zenon Trudeau to Joseph Brazeau, as described in the concession evidencing the grant.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">5. That the deed from the donee of the tract to Louis Labeaume did not convey the four by four arpents now in controversy, but that the title to the same, as acquired under the concession, still remained in the donee of the tract, by virtue of the reservation contained in the deed.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">6. That the survey made by the Spanish surveyor did not have the effect to impair the incomplete title of the donee, nor to convey, assign, or transfer any interest whatever in the tract of four by four arpents to the grantee in that deed.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">7. That the tract of four by four arpents was confirmed to the donee by the decree of the commissioners of September 10, 1810, and that the same was never confirmed to Louis Labeaume.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">8. That the survey of Joseph C. Brown, in which he certified that he had surveyed for the applicant 'two tracts in one,' was in that particular erroneous, and that the survey so made did not have the effect to impair in any way the incomplete title held by the donee of the tract.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">9. That Louis Labeaume did not acquire the legal title to the tract of four by four arpents under the patent granted to him, as the saving clause in the same reserved any valid adverse right which may exist to any part of the tract.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">10. That the patent granted to Joseph Brazeau at the same time never became operative, as he refused to accept the same, and promptly returned it to the land department.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">11. That the subsequent action of the Secretary of the Interior in cancelling the same, and in ordering a new survey, was authorized by law.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">12. That Joseph Brazeau, by virtue of that survey and the patent granted to him, June 10, 1862, acquired the legal title to the tract of four by four arpents, notwithstanding the saving clause in the patent, as he was the rightful owner of the incomplete title to the same as acquired by the concession granted under Spanish rule.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">13. That the tract as granted by the governor was bounded on the north by Rocky Branch, and on the south by the concession to one Esther, a free mulatto woman, and the reservation in the deed was of a tract of four arpents of land, to be taken at the foot of the hillock in the southern part of the land.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">14. That the land reserved is bounded on the south by the concession to the mulatto woman, and north by the south line of the 'sixteen arpents in depth' conveyed by the deed, and lies north of the ditch.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">15. That the legal title to the tract of four by four arpents remained in the United States until June 10, 1862, when the patent was granted to the donee of the incomplete title under the former sovereign.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">16. That the title of the donee before be obtained his patent was incomplete and attached to no land, and could not be converted into a complete title except by legal survey and by a patent, as required by law&#8212;because it stood as it existed in 1810, when the board of commissioners confirmed it as valid.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">17. That the title of the donee, as perfected by the last survey and patent, is wholly unaffected by the judgment of this court in the case of <i>Maguire</i> v. <i>Tyler et al.</i>,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> as this court in that case had no jurisdiction of the merits and did not decide any question, except that the action of the Secretary of the Interior, in setting aside the survey therein described, was a rightful exercise of authority.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Based upon these conclusions of law, the court gave the directions recited in the order passed at the regular session of this term, for an oral argument on the motion now pending before the court. In conformity to that order, the question involved in the motion, and therein recited, has been argued by counsel, and the court has reconsidered that part of the decree, and has come to the conclusion that a different direction would be more in accordance with the usual practice of the court in such cases than the one contained in the decree.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Governed by that consideration the court will modify the particular direction specified in the order for an oral argument; but the court adheres to the several propositions of law here recited, and refers to the opinion of the court delivered at the time the decree was entered for further explanations, as to the grounds upon which these conclusions rest.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">The decree of reversal will stand unchanged; but the directions, as modified, will be, that the cause be remanded for further proceedings, in conformity to the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">NELSON, J., took no part in these directions; and GRIER, J., dissented from the judgment even as thus modified. The modification was ordered at the close of December Term, 1868.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 8 Stat. at Large, 202; United States <i>v.</i> Wiggins, 14 Peters, 350; 2 Stat. at Large, 326.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> 2 Stat. at Large, 283, 327, 353, 391, 440.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> United States <i>v.</i> King et al., 3 Howard, 786; Same <i>v.</i> Forbes, 15 I sters, 173; The Houmas Claim, 4 Opinions of the Attorney-General, 693.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Landers <i>v.</i> Brant, 10 Howard, 370.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> West <i>v.</i> Cochran, 17 Howard, 414.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Stanford <i>v.</i> Taylor, 18 Howard, 412; Bissell <i>v.</i> Penrose, 8 Id. 334.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> 3 Stat. at Large, 325.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> 1 Black, 199.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Nelson <i>v.</i> Lagow et al., 12 Howard, 110.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> 5 Stat. at Large, 108; 9 Id. 395.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> 1 Black, 195.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>75 U.S. 650 (____)</b></center>\n<center><b>8 Wall. 650</b></center>\n<center><h1>MAGUIRE<br>\nv.<br>\nTYLER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*652</span> Messrs. Ewing and Glover, for the plaintiff in error; Messrs. B.A. Hill and P. Phillips, contra.</p>\n<p>Mr. P. Phillips, for the defendants in error.</p>\n<p><span class=\"star-pagination\">*669</span> Messrs. P. Phillips and B.R. Curtis.</p>\n<p>Messrs. Carlisle and Ewing, contra.</p>\n<p>Mr. Justice CLIFFORD delivered the opinion of the court, stating the case.</p>\n<p>Complete titles to land in the territory ceded by France to the United States, under the treaty concluded at Paris on the thirtieth of April, 1803, needed no legislative confirmation, as they were fully protected by the third article of the treaty of cession; but persons holding incomplete titles were required by the act of the second of March, 1805, to deliver, before the day therein named, to the register of the land office or the recorder of land titles, in the district where the land was situated, a notice in writing, stating the nature and extent of the claim, together with a plat of the same, and also every grant, order of survey, and conveyance, or other written evidence of the claim, in order that the same might be recorded.<sup>[*]</sup></p>\n<p>Prior to the passage of that act, the province ceded by the treaty had been subdivided by Congress and organized into two territories, and the fifth section of the act before referred to, made provision for the appointment of commissioners in each of those territories, to ascertain and adjudicate the rights of persons claiming such titles. Power was conferred on those commissioners to hear and decide, in a summary manner, all matters respecting such claims; and the provision was that their decisions should be laid before Congress, and be subject to their determination.</p>\n<p>Amendments to that act were subsequently passed before <span class=\"star-pagination\">*653</span> the title in controversy in this case was adjudicated; but it will not be necessary to enter into those details in this investigation, except to say that the fourth section of the act of the third of March, 1807, provided that the decision of the commissioners, when in favor of the claimant, should be final against the United States.<sup>[*]</sup></p>\n<p>Present suit was commenced in the Land Court of St. Louis, but was subsequently transferred by change of venue to the Court of Common Pleas of that county. Claim of the plaintiff, as set forth in his petition, was for four by four arpents of land, being part of a concession made under Spanish rule by Governor Zenon Trudeau to Joseph Brazeau, and which was confirmed to the donee by the land commissioners appointed under that act of Congress.</p>\n<p>Accurate description of the land included in the claim, and of the several muniments of title proposed to be introduced to establish its validity, is given in the petition. Those muniments of title, as there described, are in substance and effect as follows:</p>\n<p>1. The petition of Joseph Brazeau, a citizen of St. Louis, dated June 1, 1794, for a tract of land, situate in the western part of the town beyond the foot of the mound called La Grange de Terre, of four arpents in width, to extend from the bank of the Mississippi in the west quarter southwest, by about twenty arpents in depth, beginning at the foot of the hill, on which stands the mound, and ascending in a northwest course to the environs of Rocky Branch, so that the tract shall be bounded on the east side by the bank of the river, and on the other sides in part by the public domain, and in part by the lands reunited to that domain.</p>\n<p>2. Ten days later the governor executed a certificate, in which he declared that the tract belonged to the public domain, and certified that he had put the petitioner in possession of the four arpents front by twenty arpents in depth, and specified in a general way the boundaries of the tract. Next evidence of title, there described, was the concession <span class=\"star-pagination\">*654</span> of the governor to Joseph Brazeau, bearing date on the twenty-fifth of June in the same year, in which he formally conceded to the donee, in fee simple, for him, his heirs, assigns, or whosoever may represent his rights, a tract of land ... of four arpents front by twenty arpents in depth, situate north of the town, ... to begin beyond the mound, extending north-northwest to the environs of Rocky Branch, bounded on one side by the bank of the river, and on the opposite by lands reunited to the public domain, through which land passes the present concession, of which one end is to be bounded by the concession to one Esther, a free mulatto woman.</p>\n<p>Invested with a title to four arpents front by twenty arpents in depth, as described in his concession, the donee, Joseph Brazeau, on the ninth of May, 1798, by a deed of that date duly executed before the governor, sold, ceded, relinquished, and transferred to Louis Labeaume \"a concession of land to him given,\" as aforesaid, consisting of four arpents of land, to be taken from the foot of the hill called La Grange de Terre, by twenty arpents in depth, bounded by the Rocky Branch, or creek, at the extremity opposite to the hillock, east by the river, and west by the land belonging to the royal domain; the said Brazeau reserving to himself four arpents of land, to be taken at the foot of the hillock in the southern part of said land, ... selling only sixteen arpents in depth to the said Labeaume, who accepts the sale on those terms and conditions, and the instrument was signed by both parties. Reference must also be made to certain other ancient documents as showing the origin of the controversy, and as affording the means of ascertaining the true location of the premises claimed by the plaintiff.</p>\n<p>Evidently the out-boundaries of the tract of land described in the deed include the entire concession previously obtained by the grantor; but the reservation, as plainly expressed in the instrument of conveyance, is of four arpents of land to be taken at the foot of the hillock in the southern part of the tract.</p>\n<p>Rights of the parties, as described in the preceding instruments, may be easily ascertained and defined; but the <span class=\"star-pagination\">*655</span> purchaser of the four by sixteen arpents of that tract desired to enlarge his possession, and with that view he obtained from the governer a concession to himself of an additional parcel of land from the public domain. By his petition he asked the governor to grant to him three hundred and sixty arpents of land, including that which he had antecedently acquired, and then held by purchase. Express reference is made to the tract he acquired by purchase, and he asked for twenty arpents in depth from the river, ascending to the Rocky Branch, west quarter south \"by sixteen arpents front along the river, which is the same front as that of the petitioner's land.\"</p>\n<p>Nothing could be more precise than that description, and the further statement of the petition was, that \"the angle made by the perpendicular line from the road to the river by the creek, and by the river, will about complete the quantity,\" as described in the petition. On the fifteenth of February, 1799, the governor made the concession, and in the same instrument he directed the surveyor \"to make out the survey in continuation\" of his antecedent purchase, and to put the interested party in possession of the described premises. Description of that concession, as given in the certificate of the surveyor, bearing date April 10, 1799, is that the tract is bounded on the north side by the bank of Rocky Branch and the public domain, on the south side by the lands of other donees, on the east by the river, and on the west side by vacant public lands; but it is evident that the boundaries of the tract, as given in the certificate of the surveyor, include the whole of the former concession, and that the certificate entirely overlooks the fact that the donee of that tract reserved to himself four arpents of the same, \"to be taken at the foot of the hillock in the southern part of said land.\"</p>\n<p>Such a survey, however the error may have arisen, cannot have the effect to enlarge the rights of the purchaser, or to diminish or impair the rights of the grantor to the four arpents reserved in that deed, and which were never conveyed to the grantee. Repetition of the reservation in the <span class=\"star-pagination\">*656</span> certificate of survey may have been omitted by mistake, but the proofs in the record to show that the boundaries as given in the certificate are erroneous, are full and satisfactory. Manifest differences exist between the concession of the governor and the boundaries of the tract, as given in the certificate of the surveyor, which deserve particular notice. He takes the sixteen arpents front on the river, not from \"the descent of the road into the creek,\" but from a point four arpents south of that line, making the distance from that line, or from the descent of the road into the creek to the south line of the concession as surveyed, twenty arpents instead of sixteen, as it should have been, whether tested by the deed of conveyance or by the terms of the concession.</p>\n<p>Three lines only were called for by the concession, but the figure formed at the branch or creek by the survey is composed of four lines, which shows conclusively that the survey was erroneous. Plain duty of the surveyor, in executing the order of survey, was to follow the directions of the instruments of title, and inasmuch as the concession referred to the petition for description and boundaries, he was bound to give the interested party \"the same front\" as that he acquired by the conveyance described in the petition, and to be governed by the statement therein contained, that \"the angle made by the perpendicular line from the road to the river\" would complete the quantity of the land asked for by the petitioner. What he asked for was twenty arpents in depth by sixteen arpents front, which is the same front as that which he had previously acquired by purchase. This purchase included sixteen arpents in depth, and was a part of a concession of four arpents in front by twenty arpents in depth, which was, by the terms of the deed as well as by the true construction of the several documents constituting the evidences of title, to be taken from the foot of the hillock, and was bounded at the opposite extremity by Rocky Branch.</p>\n<p>Compliance with the directions of the concession as expressed in the petition would have done exact justice to both <span class=\"star-pagination\">*657</span> parties, but the surveyor instead of obeying those directions commenced his field operations four arpents further down the river, and measuring south for quantity necessarily absorbed the whole reservation before described and adopted the northern line of the concession to the mulatto woman as the southern line of the tract he was ordered to survey. Doubtless the change of location was acceptable to the interested party, as it gave him better back land, and excluded from his concession the hilly broken land on Rocky Branch, but it left nothing between his south line and the north line of the concession belonging to the mulatto woman for the owner of the four by four arpents, as reserved in his own deed.</p>\n<p>Support to these views is also derived from the terms of the concession to the mulatto woman, bearing date October 5, 1793, which, as therein described, has four arpents front, on its two extremities, and the description given of the location is that the northern portion of the grant is situated between the mound Le Grange de Terre and the borders of the Mississippi River running down the river to the \"complement and extension\" of twenty arpents in depth, and is bounded on three sides by the public domain, and on the other side, to wit, the east-northeast side, by the bluff or high bank of the river.</p>\n<p>Viewed in the light of these original documents, even when unaided by the maps in the case, it is quite clear how this controversy arose, but when the several documents are compared with the maps and the parol testimony in the record, the conclusion is irresistible that the reservation in controversy was bounded on the south by the north line of the concession to the mulatto woman, and on the north by the south line of the tract sold and conveyed to the party under whom the respondents claim.</p>\n<p>Although the documents are genuine and regular in form, still the respective donees acquired nothing under them but what is called an incomplete title, as the governor did not possess the power to do more than make a concession. He could not grant a patent, and as no such evidence of title <span class=\"star-pagination\">*658</span> had been obtained from the former government it became necessary for the plaintiff to prove that his claim had been confirmed under some act of Congress. Evidence of the proceedings before the board of commissioners for the adjustment of such claims was accordingly introduced by the respective parties.</p>\n<p>Entries in the minutes of the commissioners made September 3, 1806, show that Louis Labeaume presented a claim to the board for three hundred and seventy-four arpents of land, situate on the Mississippi, and that he produced a concession, duly registered, from Zenon Trudeau, for four by twenty arpents, dated 25th June, 1794, granted to one Joseph Brazeau, and another concession from the same governor to himself for three hundred and seventy-four arpents, including the said four by twenty arpents, dated the 15th of February, 1799, which was the true date of his concession; also a survey of the same taken the 2d of March, and certified the 10th of April in the same year, together with a certificate from the governor, dated May 12, 1798, of the sale of said four by twenty arpents by said Joseph Brazeau, reserving to himself four by four or sixteen arpents in superficies, which is the true meaning of the reservation as expressed in the deed.</p>\n<p>Statement in the minutes also is to the effect that testimony was introduced showing that the original donee of the four by twenty arpents obtained the concession of that tract, and that he and the claimant had actually inhabited and cultivated the same or caused it to be inhabited and cultivated to that date. Proofs were also introduced as stated in the minutes, which showed that the original donee was the head of a family, and that he inhabited and cultivated the tract at a period sufficiently early to bring the case within the condition specified in the act of Congress for ascertaining and adjusting such titles and claims to land.</p>\n<p>Further statement in the minutes is that the claimant subsequently abandoned his right to the concession, of four by twenty arpents, and claimed directly under the concession to himself, which, as surveyed, it will be remembered, included <span class=\"star-pagination\">*659</span> the whole of the antecedent concession to his grantor; as well the four by four arpents, reserved in the deed to him from the donee of the tract, as the sixteen arpents which were actually conveyed.</p>\n<p>Argument for the respondents is, that the minutes were made by the clerk of the board, and not by the claimant, and the suggestion is doubtless correct, but it is not denied that the applicant presented his claim to the board in two forms, and there does not appear to be any just ground to question any part of those several representations. Constituting as they do a part of the proceedings of the commissioners, they are the proper subjects of reference, but they are not very important except as tending to show that the true state of the respective claims was early before the board, and that the claimant knew that he had no title to the four by four arpents, reserved in his deed, which is also fully proved by all the documentary evidence of title exhibited in the record.</p>\n<p>When considered in connection with the documentary evidence of title the clear inference from the minutes is, that the claimant shifted his ground before the commissioners to avoid the danger that they might refuse to confirm to him the four by four arpents to which he showed no title under his deed. Unless he had entertained doubts of his success in that particular, he would not have changed his position; but he gained nothing by it, as the board rejected his claim because the concession to himself had not been duly registered.</p>\n<p>Next entry in the minutes, as exhibited in the record, is the decree of confirmation, passed September 22, 1810, which is in substance and effect as follows, omitting unimportant words:</p>\n<p>Louis Labeaume claiming three hundred and seventy-four arpents of land... The board confirm to him three hundred and fifty-six arpents, and four arpents to Joseph Brazeau, and order that the same, meaning the confirmation to the claimant, be surveyed agreeably to the concession from Zenon Trudeau to Louis Labeaume, and as respects the four <span class=\"star-pagination\">*660</span> arpents, agreeably to a reserve made in a sale from Joseph Brazeau to Louis Labeaume.</p>\n<p>Nothing can be plainer than the fact that the commissioners fully understood the rights of these parties, and that they confirmed the four arpents therein described to the original donee; that they did not intend and did not confirm that tract to Labeaume, nor to any one except to the rightful owner.</p>\n<p>Supported, as these propositions are, by clear and irrefragable proofs, further argument upon the subject is unnecessary. Confirmation of the same, however, if any be needed, may be found in the certificate of the commissioners, which they issued to the party June 14th, 1811, in which they state that they have decided that Joseph Brazeau, the original claimant, is entitled to a patent for four arpents of land situate in the district of St. Louis, on the Mississippi, and they therein \"order that the same be surveyed agreeably to a reserve made in a sale of Joseph Brazeau to Louis Labeaume, recorded in Book C, page 339, of the recorder's office, by virtue of a concession or order of survey from Zenon Trudeau, lieutenant-governor.\" Obvious effect of these proceedings was to blot out forever the error committed by the Spanish surveyor, and to place the rights of the contestants upon their true basis. Attempts at injustice were defeated, but the hopes of cupidity were not entirely crushed.</p>\n<p>Where the documentary evidences of title produced by the claimant contain no sufficient lines or boundaries to show that any definite and distinct parcel of land was severed from the public domain, the universal rule as settled by repeated decisions of this court is that the concession in such a case creates no right of private property in any particular tract of land which can be maintained in a court of justice without an antecedent survey and location.<sup>[*]</sup></p>\n<p>Cases may be found in which it was held that where Congress had confirmed an incomplete title, and subsequently <span class=\"star-pagination\">*661</span> confirmed another and a different claim for the same land, that the elder confirmation defeated the younger. But the settled rule of the court is that, as between two claimants under the former government, setting up independent imperfect claims to the same parcel of land, the courts of justice have no jurisdiction to determine the controversy; that in such cases it belongs to the political power to decide to whom the perfect title shall issue.<sup>[*]</sup></p>\n<p>Congress undoubtedly might confirm such claims without any previous ascertainment of their location or boundaries, but they have decided, in respect to claims like these, not to exercise that power, and created a board of commissioners to adjudicate the claims; and this court held, when considering this very title, that the judicial tribunals in the ordinary administration of justice had no jurisdiction or power to deal with these incipient claims, either as to fixing boundaries by survey or for any other purpose, but that such a title, until the survey was made, attached to no land, nor could a court of justice ascertain its boundaries, as that power was reserved to the executive department of the Federal government.<sup>[]</sup></p>\n<p>Several cases determine that where there is a specific tract of land confirmed according to ascertained boundaries, the legal effect of the confirmation is to establish the right and locate the claim, but where the claim has no certain limits, and the decree of confirmation carries along with it the condition that the land must be surveyed, and severed from the public domain and the concessions of other parties, then it is beyond controversy that the title of the claimant, although confirmed, attaches to no land, nor has a court of justice any authority in law to ascertain and establish the boundaries, as that power is reserved either to the executive department or to Congress.<sup>[]</sup></p>\n<p>Authority to appoint a surveyor of lands in that territory was conferred by the first section of the act of twenty-ninth of April, 1816, and it was therein made his duty, among <span class=\"star-pagination\">*662</span> other things, to cause to be surveyed the lands in the same which have been or may hereafter be confirmed under the conditions therein provided.<sup>[*]</sup></p>\n<p>Application was accordingly made by Louis Labeaume that the tract confirmed to him might be surveyed, and Joseph C. Brown, a deputy surveyor, appointed under that act in November, 1817, complied with his request, and certified that he had \"surveyed for the applicant two tracts in one,\" which was a direct acknowledgment that he had committed the same error as that made in the Spanish survey. Those two tracts were, first, the one consisting of three hundred and fifty-six arpents, as confirmed to Louis Labeaume, and the other was the four by four arpents confirmed to Joseph Brazean, which was properly located by that survey in the southeast corner of his original concession. Correctness of that survey cannot be doubted, except that both tracts were included in one survey, and it was upon that ground that the recorder of land titles, when it was presented to him to obtain a patent certificate, refused to issue one, holding that the confirmation certificates required separate surveys.</p>\n<p>Express statement of the certificate of survey is that the beginning of the survey was at the mouth of the branch, and the field notes show that the surveyor proceeded down the river, \"bending therewith,\" to the mouth of an old ditch, where he placed a stone at the lower corner on the river.</p>\n<p>In consequence of the refusal of the recorder to issue a patent certificate conforming to that survey, the surveyor general, on the second of May, 1833, returned the same to the deputy surveyor who made it, and gave him authority to resurvey the tract, but with instructions not to include within the lines of the new survey any more than the exact quantity of three hundred and fifty-six arpents, and under those instructions he, on the eighth of June, in the same year, certified a plat and description of survey of the tract confirmed to Louis Labeaume, including the whole of the Brazeau tract, beginning on the south line of his prior survey <span class=\"star-pagination\">*663</span> and running north for quantity, in plain violation of all the original documentary evidences of title.</p>\n<p>Second survey of Joseph C. Brown was also set aside, and the Secretary of the Interior, on the twenty-fifth of July, 1851, decided, contrary to the views of the Land Office throughout the controversy, that those claiming under Labeaume were entitled to a patent to the land above the ditch according to Soulard's survey, and that the reservation of four by four arpents to Brazeau, and which he subsequently conveyed to Chouteau, was bounded on the north by Labeaume's south ditch, and that it extended to the foot of the mound. Directions were accordingly given that the necessary surveys should be made, and that patents should be issued in conformity with those principles.</p>\n<p>New surveys of the respective lands were made in pursuance of those directions, and on the twenty-sixth of February, 1852, patent certificates, in a special form, were executed by the recorder of land titles. Both the patent certificates were founded upon that decision of the Secretary of the Interior, and the material matters certified in the one intended for Joseph Brazeau were, that the recorder was of the opinion that the confirmation of four arpents was intended to mean four arpents front by four arpents in depth towards the west, or sixteen superficial arpents, and that the same had been surveyed in strict conformity with the decision of the Secretary of the Interior.</p>\n<p>Extended comments upon those proceedings are not necessary, as they are obviously characterized by error and injustice from their inception to their final consummation. Patents were executed March 25, 1852, in conformity with the patent certificates; but the one to Louis Labeaume, or his legal representatives, contains an important reservation in these words, namely: \"Saving and reserving any valid adverse right which may exist to any part\" of the tract, which is also substantially repeated in the habendum clause of the patent.</p>\n<p>Two months before the patent was executed locating the four by four arpents south of the ditch, the plaintiff, as the legal representative of the original donee, protested against <span class=\"star-pagination\">*664</span> the survey on which the patent certificate was issued, and the record shows that he never accepted the patent. None of the representatives of the donee ever asked for that survey, nor ever consented to receive the patent, and on the fourth of February, 1858, the Secretary of the Interior recalled it, and it was promptly returned as having been improvidently issued. Justice and truth were both subserved in the course pursued, as the patent gave no title to any land whatever to the patentee, because the location was upon an elder concession. Doubt as to the power of the secretary to recall the patent cannot be entertained, as the point has been directly decided by this court. Brazeau's representatives, say this court, in the case of Maguire v. Tyler et al.,<sup>[*]</sup> refused to accept the patent for the sixteen arpents, and caused it to be recalled, and his claim, therefore, stands before the court just as it existed in 1810, when the board of commissioners confirmed it as valid.</p>\n<p>Objection is made to the jurisdiction of this court to hear the case and decide the controversy under the twenty-fifth section of the Judiciary Act; but there is no proper ground for doubt upon the subject.</p>\n<p>Explicit description of the premises claimed, and of the title under which they are claimed, is set forth in the petition, and the answer in several forms alleges in substance and effect that the pretended confirmation to Joseph Brazeau was wholly void for want of jurisdiction in the board of commissioners over the case, and that no title to any land ever passed to him thereunder, and that the patent  meaning the one executed without his consent, and recalled at his request as having been improvidently issued  vested in his legal representatives the only title to land he ever had by virtue of his claim and confirmation.</p>\n<p>Additions might be made to these selections from the answer, but it is unnecessary, as the respondents do not deny that there are issues in the pleadings involving questions re-examinable in this court under that section of the Judiciary <span class=\"star-pagination\">*665</span> Act; but what they contend is, that the answer presented other defences not re-examinable in this court, and they insist that the Supreme Court of the State, for aught that appears to the contrary, may have decided the cause against the plaintiff, and reversed the decree of the Court of Common Pleas upon some of the defences set up in the answer which are not re-examinable in this court. Certain it is that Federal questions are directly involved in the pleadings, and if it appears that none of the other defences afford any legal answer to the suit, the conclusion must be that the case is properly here, as this court will not presume that the court below decided the other issues erroneously in order to defeat their own jurisdiction.<sup>[*]</sup></p>\n<p>Respondents pleaded the statute of limitations, that they and those under whom they claim had been in the actual adverse and continuous possession of the premises for more than twenty years next before the commencement of the suit. Such a defence could not have been adjudged good in this case without a direct denial of the foundation of the plaintiff's claim, as will be readily seen by a brief reference to the facts. When the patent, improvidently issued, was recalled, the claim of Brazeau stood before the court just as it existed in 1810, when it was confirmed as valid.</p>\n<p>Having never been surveyed at the request of the confirmee, or by order of the Land Office, and never patented to the claimant, it remained as it had been throughout, an incomplete title attached to no land, and it could not be converted into a complete title, except by legal survey and by a patent executed in due form, as required by law.</p>\n<p>Conscious that he had a good claim, and undismayed by the law's delay, Brazeau again applied to the land department, and requested that steps might be taken for the protection of his rights; and after a full examination of the case, the Secretary of the Interior, on the ninth of April, 1862, ordered that a survey of the four by four arpents confirmed to him should be made, to be taken from the southeast part <span class=\"star-pagination\">*666</span> of the tract surveyed to the other claimant, and referred the matter to the Commissioner of the General Land Office to have the survey made in accordance with the order.</p>\n<p>Corresponding survey was made on the eighth of May in that year, and on the tenth of June following the patent was executed and duly signed by the President. Particular reference is made in it to the survey for the description of the tract, and the patent contains the same reservation as that contained in the patent to the other claimant. Prior to the execution and delivery of that patent the title was in the United States, as is apparent from the documents exhibited in the record. Conceded originally to Joseph Brazeau, his incomplete title to the same remained unextinguished throughout the whole period of the litigation. He never sold the claim of four by four arpents to the other claimant, nor did he ever request that it should be surveyed or located in any place other than the one where it was ascertained to be by the first survey, and it is equally true that Labeaume never had any concession of that tract, that he never purchased it, and never had any title of any kind to any part of the concession, except the sixteen arpents as described in his deed from the rightful owner of the residue of the tract.</p>\n<p>Even those most interested to do so will hardly contend, in view of these circumstances, that the court below could have sustained the defence set up in the answer, that the claim was barred by the statute of limitations, as the suit was commenced in less than five months after the official survey was made. Before that time the legal title was in the United States, and the claim of the plaintiff attached to no particular land. Obviously the same facts are also a complete answer to the defence set up by the respondents of a former recovery founded on the decree in the case of Maguire v. Tyler et al., before cited, as the title to the land at that date was in the United States and continued to be so for a long time after the commencement of that suit.</p>\n<p>Power to revise the surveys of confirmed claims was, by the act of the fourth of July, 1836, conferred upon the Commissioner of the General Land Office, subject in certain cases <span class=\"star-pagination\">*667</span> to an appeal to the Secretary of the Treasury, but since the passage of the act of the third March, 1849, such supervision is devolved upon the Secretary of the Interior.<sup>[*]</sup></p>\n<p>Plaintiff in that suit claimed title under the survey made by Joseph C. Brown in 1817, and he denied that the Secretary of the Interior had the power to set it aside, but this court held that the secretary, under the last-named act of Congress, had that power, and, consequently, that the claim in question had no specific boundaries, and that it attached to no particular land, so that a court of justice could not give him a remedy.</p>\n<p>Theory of the plaintiff in that case was, that the survey, under which he claimed to maintain the suit, had been illegally set aside, and if he had been right, the court would have had jurisdiction of the merits, as the case was one brought here from a State court, where the distinction, as to the remedy between legal and equitable titles, is not observed. But the respondent insisted that the survey had been legally set aside, and the court so held, and, in that state of the case, this court could not decide anything, under the twenty-fifth section of the Judiciary Act, except the question as to the power of the Secretary of the Interior to set aside that survey.</p>\n<p>Some of the judges were of the opinion that there was no jurisdiction of the case, but it is apparent that those who were of a different opinion never, for a moment, supposed that the decree in the case would determine the ultimate rights of the parties. By affirming the decree rendered in the court below in that case, this court decided that the survey then in question was legally set aside by the Secretary of the Interior, but the court did not consider the merits, and did not decide anything upon that subject.</p>\n<p>The respondents also allege that some of their number were innocent purchasers, without notice, but the defence is not sustained by the proofs, and there does not appear to be any foundation for the theory that the decree of the Supreme Court of the State was placed upon any such ground.</p>\n<p><span class=\"star-pagination\">*668</span> Want of jurisdiction in the commissioners is also set up in the answer, and the argument is, that the Supreme Court of the State may have decided that the decree of confirmation was a nullity on that account. Unsupported, however, as the proposition is by anything appearing in the recorded proceedings of the board, it does not seem to be necessary to enter into any extended argument to show its fallacy. Suffice it to say that the question involved in the proposition is one which may be revised in this court, and the proper answer to it is, that if the court below so decided, the decision, in our opinion, was clearly erroneous.</p>\n<p>Apart from the question of jurisdiction, it is also contended, by the respondents, that the patent under which the plaintiff claims is void, because the land therein granted is included in their patent, which is the elder title, but the error of the proposition consists in the theory of fact on which it is founded. Their patent does not include the same land. On the contrary, the land included in the plaintiff's patent was excepted out of their patent by the reservation therein contained, because it was a valid adverse right to four by four arpents of land within those boundaries, existing at the time their patent was executed.</p>\n<p>Decree of the Supreme Court of the State REVERSED, with costs, and the cause remanded, with directions to affirm the decree of the St. Louis Court of Common Pleas.</p>\n<p>Mr. Justice NELSON did not sit in this case; and GRIER, J., dissented from the judgment.</p>\n<p></p>\n<h2>NOTE.</h2>\n<p>On the announcement of this decision,</p>\n<p>Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n<p>Explanations as to the nature of the controversy involved in <span class=\"star-pagination\">*670</span> the suit, or the proceedings in the courts of the State before the cause was removed into this court for revision, are unnecessary, as they are given with sufficient fulness in the opinion of the court delivered on the 5th of April last, on the same day and immediately before the decree was entered reversing the judgment of the Supreme Court of the State; and all those matters are well known to the parties before the court.</p>\n<p>Pursuant to the order given at that time, the decree entered was, \"that the judgment of the said Supreme Court in this cause be, and the same is hereby reversed, with costs, and that this cause be, and the same is hereby remanded to the said Supreme Court, with directions to enter a decree affirming the decree of the St. Louis Court of Common Pleas.\" Dissatisfied with the directions given in the decree, the respondents moved the court that the decree in that respect might be modified, and the court, on the 15th of the same month, passed an order that the motion should be continued to this session, for oral argument on the question, whether the decree should require the Supreme Court of the State to affirm the decree of the Court of Common Pleas, as therein directed. Leave for any further argument upon the merits was not granted in that order, nor has the court reconsidered the questions previously examined and decided when the opinion was delivered. The court at that time decided the following propositions:</p>\n<p>1. That the documentary evidences of title exhibited in this case, as derived under Spanish rule, did not invest Joseph Brazeau, the donee of the tract of four by twenty arpents, with a complete title to the tract.</p>\n<p>2. That the legal title to the same under the treaty vested in the United States, as the successor of the former sovereign.</p>\n<p>3. That the donees of incomplete titles in the territory ceded by the treaty, could not convert an incomplete title, derived from the former government, into a complete title under the United States in any other mode than that prescribed by an act of Congress.</p>\n<p>4. That the incomplete title to the whole tract of four by twenty arpents was granted by Governor Zenon Trudeau to Joseph Brazeau, as described in the concession evidencing the grant.</p>\n<p>5. That the deed from the donee of the tract to Louis Labeaume did not convey the four by four arpents now in controversy, <span class=\"star-pagination\">*671</span> but that the title to the same, as acquired under the concession, still remained in the donee of the tract, by virtue of the reservation contained in the deed.</p>\n<p>6. That the survey made by the Spanish surveyor did not have the effect to impair the incomplete title of the donee, nor to convey, assign, or transfer any interest whatever in the tract of four by four arpents to the grantee in that deed.</p>\n<p>7. That the tract of four by four arpents was confirmed to the donee by the decree of the commissioners of September 10, 1810, and that the same was never confirmed to Louis Labeaume.</p>\n<p>8. That the survey of Joseph C. Brown, in which he certified that he had surveyed for the applicant \"two tracts in one,\" was in that particular erroneous, and that the survey so made did not have the effect to impair in any way the incomplete title held by the donee of the tract.</p>\n<p>9. That Louis Labeaume did not acquire the legal title to the tract of four by four arpents under the patent granted to him, as the saving clause in the same reserved any valid adverse right which may exist to any part of the tract.</p>\n<p>10. That the patent granted to Joseph Brazeau at the same time never became operative, as he refused to accept the same, and promptly returned it to the land department.</p>\n<p>11. That the subsequent action of the Secretary of the Interior in cancelling the same, and in ordering a new survey, was authorized by law.</p>\n<p>12. That Joseph Brazeau, by virtue of that survey and the patent granted to him, June 10, 1862, acquired the legal title to the tract of four by four arpents, notwithstanding the saving clause in the patent, as he was the rightful owner of the incomplete title to the same as acquired by the concession granted under Spanish rule.</p>\n<p>13. That the tract as granted by the governor was bounded on the north by Rocky Branch, and on the south by the concession to one Esther, a free mulatto woman, and the reservation in the deed was of a tract of four arpents of land, to be taken at the foot of the hillock in the southern part of the land.</p>\n<p>14. That the land reserved is bounded on the south by the concession to the mulatto woman, and north by the south line of the \"sixteen arpents in depth\" conveyed by the deed, and lies north of the ditch.</p>\n<p><span class=\"star-pagination\">*672</span> 15. That the legal title to the tract of four by four arpents remained in the United States until June 10, 1862, when the patent was granted to the donee of the incomplete title under the former sovereign.</p>\n<p>16. That the title of the donee before he obtained his patent was incomplete and attached to no land, and could not be converted into a complete title except by legal survey and by a patent, as required by law  because it stood as it existed in 1810, when the board of commissioners confirmed it as valid.</p>\n<p>17. That the title of the donee, as perfected by the last survey and patent, is wholly unaffected by the judgment of this court in the case of Maguire v. Tyler et al.,<sup>[*]</sup> as this court in that case had no jurisdiction of the merits and did not decide any question, except that the action of the Secretary of the Interior, in setting aside the survey therein described, was a rightful exercise of authority.</p>\n<p>Based upon these conclusions of law, the court gave the directions recited in the order passed at the regular session of this term, for an oral argument on the motion now pending before the court. In conformity to that order, the question involved in the motion, and therein recited, has been argued by counsel, and the court has reconsidered that part of the decree, and has come to the conclusion that a different direction would be more in accordance with the usual practice of the court in such cases than the one contained in the decree.</p>\n<p>Governed by that consideration the court will modify the particular direction specified in the order for an oral argument; but the court adheres to the several propositions of law here recited, and refers to the opinion of the court delivered at the time the decree was entered for further explanations, as to the grounds upon which these conclusions rest.</p>\n<p>The decree of reversal will stand unchanged; but the directions, as modified, will be, that the cause be remanded for further proceedings, in conformity to the opinion of the court.</p>\n<p>NELSON, J., took no part in these directions; and GRIER, J., dissented from the judgment even as thus modified. The modification was ordered at the close of December Term, 1868.</p>\n<h2>NOTES</h2>\n<p>[*]  8 Stat. at Large, 202; United States v. Wiggins, 14 Peters, 350; 2 Stat. at Large, 326.</p>\n<p>[*]  2 Stat. at Large, 283, 327, 353, 391, 440.</p>\n<p>[*]  United States v. King et al., 3 Howard, 786; Same v. Forbes, 15 Peters, 173; The Houmas Claim, 4 Opinions of the Attorney-General, 693.</p>\n<p>[*]  Landers v. Brant, 10 Howard, 370.</p>\n<p>[]  West v. Cochran, 17 Howard, 414.</p>\n<p>[]  Stanford v. Taylor, 18 Howard, 412; Bissell v. Penrose, 8 Id. 334.</p>\n<p>[*]  3 Stat. at Large, 325.</p>\n<p>[*]  1 Black, 199.</p>\n<p>[*]  Nelson v. Lagow et al., 12 Howard, 110.</p>\n<p>[*]  5 Stat. at Large, 108; 9 Id. 395.</p>\n<p>[*]  1 Black, 195.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">75</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">650</span></span> (____)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">8</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">650</span></span></b></center>\n<center><h1>MAGUIRE<br>\nv.<br>\nTYLER.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*652</span> Messrs. Ewing and Glover, for the plaintiff in error; Messrs. B.A. Hill and P. Phillips, contra.</p>\n<p>Mr. P. Phillips, for the defendants in error.</p>\n<p><span class=\"star-pagination\">*669</span> Messrs. P. Phillips and B.R. Curtis.</p>\n<p>Messrs. Carlisle and Ewing, contra.</p>\n<p>Mr. Justice CLIFFORD delivered the opinion of the court, stating the case.</p>\n<p>Complete titles to land in the territory ceded by France to the United States, under the treaty concluded at Paris on the thirtieth of April, 1803, needed no legislative confirmation, as they were fully protected by the third article of the treaty of cession; but persons holding incomplete titles were required by the act of the second of March, 1805, to deliver, before the day therein named, to the register of the land office or the recorder of land titles, in the district where the land was situated, a notice in writing, stating the nature and extent of the claim, together with a plat of the same, and also every grant, order of survey, and conveyance, or other written evidence of the claim, in order that the same might be recorded.<sup>[*]</sup></p>\n<p>Prior to the passage of that act, the province ceded by the treaty had been subdivided by Congress and organized into two territories, and the fifth section of the act before referred to, made provision for the appointment of commissioners in each of those territories, to ascertain and adjudicate the rights of persons claiming such titles. Power was conferred on those commissioners to hear and decide, in a summary manner, all matters respecting such claims; and the provision was that their decisions should be laid before Congress, and be subject to their determination.</p>\n<p>Amendments to that act were subsequently passed before <span class=\"star-pagination\">*653</span> the title in controversy in this case was adjudicated; but it will not be necessary to enter into those details in this investigation, except to say that the fourth section of the act of the third of March, 1807, provided that the decision of the commissioners, when in favor of the claimant, should be final against the United States.<sup>[*]</sup></p>\n<p>Present suit was commenced in the Land Court of St. Louis, but was subsequently transferred by change of venue to the Court of Common Pleas of that county. Claim of the plaintiff, as set forth in his petition, was for four by four arpents of land, being part of a concession made under Spanish rule by Governor Zenon Trudeau to Joseph Brazeau, and which was confirmed to the donee by the land commissioners appointed under that act of Congress.</p>\n<p>Accurate description of the land included in the claim, and of the several muniments of title proposed to be introduced to establish its validity, is given in the petition. Those muniments of title, as there described, are in substance and effect as follows:</p>\n<p>1. The petition of Joseph Brazeau, a citizen of St. Louis, dated June 1, 1794, for a tract of land, situate in the western part of the town beyond the foot of the mound called La Grange de Terre, of four arpents in width, to extend from the bank of the Mississippi in the west quarter southwest, by about twenty arpents in depth, beginning at the foot of the hill, on which stands the mound, and ascending in a northwest course to the environs of Rocky Branch, so that the tract shall be bounded on the east side by the bank of the river, and on the other sides in part by the public domain, and in part by the lands reunited to that domain.</p>\n<p>2. Ten days later the governor executed a certificate, in which he declared that the tract belonged to the public domain, and certified that he had put the petitioner in possession of the four arpents front by twenty arpents in depth, and specified in a general way the boundaries of the tract. Next evidence of title, there described, was the concession <span class=\"star-pagination\">*654</span> of the governor to Joseph Brazeau, bearing date on the twenty-fifth of June in the same year, in which he formally conceded to the donee, in fee simple, for him, his heirs, assigns, or whosoever may represent his rights, a tract of land ... of four arpents front by twenty arpents in depth, situate north of the town, ... to begin beyond the mound, extending north-northwest to the environs of Rocky Branch, bounded on one side by the bank of the river, and on the opposite by lands reunited to the public domain, through which land passes the present concession, of which one end is to be bounded by the concession to one Esther, a free mulatto woman.</p>\n<p>Invested with a title to four arpents front by twenty arpents in depth, as described in his concession, the donee, Joseph Brazeau, on the ninth of May, 1798, by a deed of that date duly executed before the governor, sold, ceded, relinquished, and transferred to Louis Labeaume \"a concession of land to him given,\" as aforesaid, consisting of four arpents of land, to be taken from the foot of the hill called La Grange de Terre, by twenty arpents in depth, bounded by the Rocky Branch, or creek, at the extremity opposite to the hillock, east by the river, and west by the land belonging to the royal domain; the said Brazeau reserving to himself four arpents of land, to be taken at the foot of the hillock in the southern part of said land, ... selling only sixteen arpents in depth to the said Labeaume, who accepts the sale on those terms and conditions, and the instrument was signed by both parties. Reference must also be made to certain other ancient documents as showing the origin of the controversy, and as affording the means of ascertaining the true location of the premises claimed by the plaintiff.</p>\n<p>Evidently the out-boundaries of the tract of land described in the deed include the entire concession previously obtained by the grantor; but the reservation, as plainly expressed in the instrument of conveyance, is of four arpents of land to be taken at the foot of the hillock in the southern part of the tract.</p>\n<p>Rights of the parties, as described in the preceding instruments, may be easily ascertained and defined; but the <span class=\"star-pagination\">*655</span> purchaser of the four by sixteen arpents of that tract desired to enlarge his possession, and with that view he obtained from the governer a concession to himself of an additional parcel of land from the public domain. By his petition he asked the governor to grant to him three hundred and sixty arpents of land, including that which he had antecedently acquired, and then held by purchase. Express reference is made to the tract he acquired by purchase, and he asked for twenty arpents in depth from the river, ascending to the Rocky Branch, west quarter south \"by sixteen arpents front along the river, which is the same front as that of the petitioner's land.\"</p>\n<p>Nothing could be more precise than that description, and the further statement of the petition was, that \"the angle made by the perpendicular line from the road to the river by the creek, and by the river, will about complete the quantity,\" as described in the petition. On the fifteenth of February, 1799, the governor made the concession, and in the same instrument he directed the surveyor \"to make out the survey in continuation\" of his antecedent purchase, and to put the interested party in possession of the described premises. Description of that concession, as given in the certificate of the surveyor, bearing date April 10, 1799, is that the tract is bounded on the north side by the bank of Rocky Branch and the public domain, on the south side by the lands of other donees, on the east by the river, and on the west side by vacant public lands; but it is evident that the boundaries of the tract, as given in the certificate of the surveyor, include the whole of the former concession, and that the certificate entirely overlooks the fact that the donee of that tract reserved to himself four arpents of the same, \"to be taken at the foot of the hillock in the southern part of said land.\"</p>\n<p>Such a survey, however the error may have arisen, cannot have the effect to enlarge the rights of the purchaser, or to diminish or impair the rights of the grantor to the four arpents reserved in that deed, and which were never conveyed to the grantee. Repetition of the reservation in the <span class=\"star-pagination\">*656</span> certificate of survey may have been omitted by mistake, but the proofs in the record to show that the boundaries as given in the certificate are erroneous, are full and satisfactory. Manifest differences exist between the concession of the governor and the boundaries of the tract, as given in the certificate of the surveyor, which deserve particular notice. He takes the sixteen arpents front on the river, not from \"the descent of the road into the creek,\" but from a point four arpents south of that line, making the distance from that line, or from the descent of the road into the creek to the south line of the concession as surveyed, twenty arpents instead of sixteen, as it should have been, whether tested by the deed of conveyance or by the terms of the concession.</p>\n<p>Three lines only were called for by the concession, but the figure formed at the branch or creek by the survey is composed of four lines, which shows conclusively that the survey was erroneous. Plain duty of the surveyor, in executing the order of survey, was to follow the directions of the instruments of title, and inasmuch as the concession referred to the petition for description and boundaries, he was bound to give the interested party \"the same front\" as that he acquired by the conveyance described in the petition, and to be governed by the statement therein contained, that \"the angle made by the perpendicular line from the road to the river\" would complete the quantity of the land asked for by the petitioner. What he asked for was twenty arpents in depth by sixteen arpents front, which is the same front as that which he had previously acquired by purchase. This purchase included sixteen arpents in depth, and was a part of a concession of four arpents in front by twenty arpents in depth, which was, by the terms of the deed as well as by the true construction of the several documents constituting the evidences of title, to be taken from the foot of the hillock, and was bounded at the opposite extremity by Rocky Branch.</p>\n<p>Compliance with the directions of the concession as expressed in the petition would have done exact justice to both <span class=\"star-pagination\">*657</span> parties, but the surveyor instead of obeying those directions commenced his field operations four arpents further down the river, and measuring south for quantity necessarily absorbed the whole reservation before described and adopted the northern line of the concession to the mulatto woman as the southern line of the tract he was ordered to survey. Doubtless the change of location was acceptable to the interested party, as it gave him better back land, and excluded from his concession the hilly broken land on Rocky Branch, but it left nothing between his south line and the north line of the concession belonging to the mulatto woman for the owner of the four by four arpents, as reserved in his own deed.</p>\n<p>Support to these views is also derived from the terms of the concession to the mulatto woman, bearing date October 5, 1793, which, as therein described, has four arpents front, on its two extremities, and the description given of the location is that the northern portion of the grant is situated between the mound Le Grange de Terre and the borders of the Mississippi River running down the river to the \"complement and extension\" of twenty arpents in depth, and is bounded on three sides by the public domain, and on the other side, to wit, the east-northeast side, by the bluff or high bank of the river.</p>\n<p>Viewed in the light of these original documents, even when unaided by the maps in the case, it is quite clear how this controversy arose, but when the several documents are compared with the maps and the parol testimony in the record, the conclusion is irresistible that the reservation in controversy was bounded on the south by the north line of the concession to the mulatto woman, and on the north by the south line of the tract sold and conveyed to the party under whom the respondents claim.</p>\n<p>Although the documents are genuine and regular in form, still the respective donees acquired nothing under them but what is called an incomplete title, as the governor did not possess the power to do more than make a concession. He could not grant a patent, and as no such evidence of title <span class=\"star-pagination\">*658</span> had been obtained from the former government it became necessary for the plaintiff to prove that his claim had been confirmed under some act of Congress. Evidence of the proceedings before the board of commissioners for the adjustment of such claims was accordingly introduced by the respective parties.</p>\n<p>Entries in the minutes of the commissioners made September 3, 1806, show that Louis Labeaume presented a claim to the board for three hundred and seventy-four arpents of land, situate on the Mississippi, and that he produced a concession, duly registered, from Zenon Trudeau, for four by twenty arpents, dated 25th June, 1794, granted to one Joseph Brazeau, and another concession from the same governor to himself for three hundred and seventy-four arpents, including the said four by twenty arpents, dated the 15th of February, 1799, which was the true date of his concession; also a survey of the same taken the 2d of March, and certified the 10th of April in the same year, together with a certificate from the governor, dated May 12, 1798, of the sale of said four by twenty arpents by said Joseph Brazeau, reserving to himself four by four or sixteen arpents in superficies, which is the true meaning of the reservation as expressed in the deed.</p>\n<p>Statement in the minutes also is to the effect that testimony was introduced showing that the original donee of the four by twenty arpents obtained the concession of that tract, and that he and the claimant had actually inhabited and cultivated the same or caused it to be inhabited and cultivated to that date. Proofs were also introduced as stated in the minutes, which showed that the original donee was the head of a family, and that he inhabited and cultivated the tract at a period sufficiently early to bring the case within the condition specified in the act of Congress for ascertaining and adjusting such titles and claims to land.</p>\n<p>Further statement in the minutes is that the claimant subsequently abandoned his right to the concession, of four by twenty arpents, and claimed directly under the concession to himself, which, as surveyed, it will be remembered, included <span class=\"star-pagination\">*659</span> the whole of the antecedent concession to his grantor; as well the four by four arpents, reserved in the deed to him from the donee of the tract, as the sixteen arpents which were actually conveyed.</p>\n<p>Argument for the respondents is, that the minutes were made by the clerk of the board, and not by the claimant, and the suggestion is doubtless correct, but it is not denied that the applicant presented his claim to the board in two forms, and there does not appear to be any just ground to question any part of those several representations. Constituting as they do a part of the proceedings of the commissioners, they are the proper subjects of reference, but they are not very important except as tending to show that the true state of the respective claims was early before the board, and that the claimant knew that he had no title to the four by four arpents, reserved in his deed, which is also fully proved by all the documentary evidence of title exhibited in the record.</p>\n<p>When considered in connection with the documentary evidence of title the clear inference from the minutes is, that the claimant shifted his ground before the commissioners to avoid the danger that they might refuse to confirm to him the four by four arpents to which he showed no title under his deed. Unless he had entertained doubts of his success in that particular, he would not have changed his position; but he gained nothing by it, as the board rejected his claim because the concession to himself had not been duly registered.</p>\n<p>Next entry in the minutes, as exhibited in the record, is the decree of confirmation, passed September 22, 1810, which is in substance and effect as follows, omitting unimportant words:</p>\n<p>Louis Labeaume claiming three hundred and seventy-four arpents of land... The board confirm to him three hundred and fifty-six arpents, and four arpents to Joseph Brazeau, and order that the same, meaning the confirmation to the claimant, be surveyed agreeably to the concession from Zenon Trudeau to Louis Labeaume, and as respects the four <span class=\"star-pagination\">*660</span> arpents, agreeably to a reserve made in a sale from Joseph Brazeau to Louis Labeaume.</p>\n<p>Nothing can be plainer than the fact that the commissioners fully understood the rights of these parties, and that they confirmed the four arpents therein described to the original donee; that they did not intend and did not confirm that tract to Labeaume, nor to any one except to the rightful owner.</p>\n<p>Supported, as these propositions are, by clear and irrefragable proofs, further argument upon the subject is unnecessary. Confirmation of the same, however, if any be needed, may be found in the certificate of the commissioners, which they issued to the party June 14th, 1811, in which they state that they have decided that Joseph Brazeau, the original claimant, is entitled to a patent for four arpents of land situate in the district of St. Louis, on the Mississippi, and they therein \"order that the same be surveyed agreeably to a reserve made in a sale of Joseph Brazeau to Louis Labeaume, recorded in Book C, page 339, of the recorder's office, by virtue of a concession or order of survey from Zenon Trudeau, lieutenant-governor.\" Obvious effect of these proceedings was to blot out forever the error committed by the Spanish surveyor, and to place the rights of the contestants upon their true basis. Attempts at injustice were defeated, but the hopes of cupidity were not entirely crushed.</p>\n<p>Where the documentary evidences of title produced by the claimant contain no sufficient lines or boundaries to show that any definite and distinct parcel of land was severed from the public domain, the universal rule as settled by repeated decisions of this court is that the concession in such a case creates no right of private property in any particular tract of land which can be maintained in a court of justice without an antecedent survey and location.<sup>[*]</sup></p>\n<p>Cases may be found in which it was held that where Congress had confirmed an incomplete title, and subsequently <span class=\"star-pagination\">*661</span> confirmed another and a different claim for the same land, that the elder confirmation defeated the younger. But the settled rule of the court is that, as between two claimants under the former government, setting up independent imperfect claims to the same parcel of land, the courts of justice have no jurisdiction to determine the controversy; that in such cases it belongs to the political power to decide to whom the perfect title shall issue.<sup>[*]</sup></p>\n<p>Congress undoubtedly might confirm such claims without any previous ascertainment of their location or boundaries, but they have decided, in respect to claims like these, not to exercise that power, and created a board of commissioners to adjudicate the claims; and this court held, when considering this very title, that the judicial tribunals in the ordinary administration of justice had no jurisdiction or power to deal with these incipient claims, either as to fixing boundaries by survey or for any other purpose, but that such a title, until the survey was made, attached to no land, nor could a court of justice ascertain its boundaries, as that power was reserved to the executive department of the Federal government.<sup>[]</sup></p>\n<p>Several cases determine that where there is a specific tract of land confirmed according to ascertained boundaries, the legal effect of the confirmation is to establish the right and locate the claim, but where the claim has no certain limits, and the decree of confirmation carries along with it the condition that the land must be surveyed, and severed from the public domain and the concessions of other parties, then it is beyond controversy that the title of the claimant, although confirmed, attaches to no land, nor has a court of justice any authority in law to ascertain and establish the boundaries, as that power is reserved either to the executive department or to Congress.<sup>[]</sup></p>\n<p>Authority to appoint a surveyor of lands in that territory was conferred by the first section of the act of twenty-ninth of April, 1816, and it was therein made his duty, among <span class=\"star-pagination\">*662</span> other things, to cause to be surveyed the lands in the same which have been or may hereafter be confirmed under the conditions therein provided.<sup>[*]</sup></p>\n<p>Application was accordingly made by Louis Labeaume that the tract confirmed to him might be surveyed, and Joseph C. Brown, a deputy surveyor, appointed under that act in November, 1817, complied with his request, and certified that he had \"surveyed for the applicant two tracts in one,\" which was a direct acknowledgment that he had committed the same error as that made in the Spanish survey. Those two tracts were, first, the one consisting of three hundred and fifty-six arpents, as confirmed to Louis Labeaume, and the other was the four by four arpents confirmed to Joseph Brazean, which was properly located by that survey in the southeast corner of his original concession. Correctness of that survey cannot be doubted, except that both tracts were included in one survey, and it was upon that ground that the recorder of land titles, when it was presented to him to obtain a patent certificate, refused to issue one, holding that the confirmation certificates required separate surveys.</p>\n<p>Express statement of the certificate of survey is that the beginning of the survey was at the mouth of the branch, and the field notes show that the surveyor proceeded down the river, \"bending therewith,\" to the mouth of an old ditch, where he placed a stone at the lower corner on the river.</p>\n<p>In consequence of the refusal of the recorder to issue a patent certificate conforming to that survey, the surveyor general, on the second of May, 1833, returned the same to the deputy surveyor who made it, and gave him authority to resurvey the tract, but with instructions not to include within the lines of the new survey any more than the exact quantity of three hundred and fifty-six arpents, and under those instructions he, on the eighth of June, in the same year, certified a plat and description of survey of the tract confirmed to Louis Labeaume, including the whole of the Brazeau tract, beginning on the south line of his prior survey <span class=\"star-pagination\">*663</span> and running north for quantity, in plain violation of all the original documentary evidences of title.</p>\n<p>Second survey of Joseph C. Brown was also set aside, and the Secretary of the Interior, on the twenty-fifth of July, 1851, decided, contrary to the views of the Land Office throughout the controversy, that those claiming under Labeaume were entitled to a patent to the land above the ditch according to Soulard's survey, and that the reservation of four by four arpents to Brazeau, and which he subsequently conveyed to Chouteau, was bounded on the north by Labeaume's south ditch, and that it extended to the foot of the mound. Directions were accordingly given that the necessary surveys should be made, and that patents should be issued in conformity with those principles.</p>\n<p>New surveys of the respective lands were made in pursuance of those directions, and on the twenty-sixth of February, 1852, patent certificates, in a special form, were executed by the recorder of land titles. Both the patent certificates were founded upon that decision of the Secretary of the Interior, and the material matters certified in the one intended for Joseph Brazeau were, that the recorder was of the opinion that the confirmation of four arpents was intended to mean four arpents front by four arpents in depth towards the west, or sixteen superficial arpents, and that the same had been surveyed in strict conformity with the decision of the Secretary of the Interior.</p>\n<p>Extended comments upon those proceedings are not necessary, as they are obviously characterized by error and injustice from their inception to their final consummation. Patents were executed March 25, 1852, in conformity with the patent certificates; but the one to Louis Labeaume, or his legal representatives, contains an important reservation in these words, namely: \"Saving and reserving any valid adverse right which may exist to any part\" of the tract, which is also substantially repeated in the habendum clause of the patent.</p>\n<p>Two months before the patent was executed locating the four by four arpents south of the ditch, the plaintiff, as the legal representative of the original donee, protested against <span class=\"star-pagination\">*664</span> the survey on which the patent certificate was issued, and the record shows that he never accepted the patent. None of the representatives of the donee ever asked for that survey, nor ever consented to receive the patent, and on the fourth of February, 1858, the Secretary of the Interior recalled it, and it was promptly returned as having been improvidently issued. Justice and truth were both subserved in the course pursued, as the patent gave no title to any land whatever to the patentee, because the location was upon an elder concession. Doubt as to the power of the secretary to recall the patent cannot be entertained, as the point has been directly decided by this court. Brazeau's representatives, say this court, in the case of Maguire v. Tyler et al.,<sup>[*]</sup> refused to accept the patent for the sixteen arpents, and caused it to be recalled, and his claim, therefore, stands before the court just as it existed in 1810, when the board of commissioners confirmed it as valid.</p>\n<p>Objection is made to the jurisdiction of this court to hear the case and decide the controversy under the twenty-fifth section of the Judiciary Act; but there is no proper ground for doubt upon the subject.</p>\n<p>Explicit description of the premises claimed, and of the title under which they are claimed, is set forth in the petition, and the answer in several forms alleges in substance and effect that the pretended confirmation to Joseph Brazeau was wholly void for want of jurisdiction in the board of commissioners over the case, and that no title to any land ever passed to him thereunder, and that the patent  meaning the one executed without his consent, and recalled at his request as having been improvidently issued  vested in his legal representatives the only title to land he ever had by virtue of his claim and confirmation.</p>\n<p>Additions might be made to these selections from the answer, but it is unnecessary, as the respondents do not deny that there are issues in the pleadings involving questions re-examinable in this court under that section of the Judiciary <span class=\"star-pagination\">*665</span> Act; but what they contend is, that the answer presented other defences not re-examinable in this court, and they insist that the Supreme Court of the State, for aught that appears to the contrary, may have decided the cause against the plaintiff, and reversed the decree of the Court of Common Pleas upon some of the defences set up in the answer which are not re-examinable in this court. Certain it is that Federal questions are directly involved in the pleadings, and if it appears that none of the other defences afford any legal answer to the suit, the conclusion must be that the case is properly here, as this court will not presume that the court below decided the other issues erroneously in order to defeat their own jurisdiction.<sup>[*]</sup></p>\n<p>Respondents pleaded the statute of limitations, that they and those under whom they claim had been in the actual adverse and continuous possession of the premises for more than twenty years next before the commencement of the suit. Such a defence could not have been adjudged good in this case without a direct denial of the foundation of the plaintiff's claim, as will be readily seen by a brief reference to the facts. When the patent, improvidently issued, was recalled, the claim of Brazeau stood before the court just as it existed in 1810, when it was confirmed as valid.</p>\n<p>Having never been surveyed at the request of the confirmee, or by order of the Land Office, and never patented to the claimant, it remained as it had been throughout, an incomplete title attached to no land, and it could not be converted into a complete title, except by legal survey and by a patent executed in due form, as required by law.</p>\n<p>Conscious that he had a good claim, and undismayed by the law's delay, Brazeau again applied to the land department, and requested that steps might be taken for the protection of his rights; and after a full examination of the case, the Secretary of the Interior, on the ninth of April, 1862, ordered that a survey of the four by four arpents confirmed to him should be made, to be taken from the southeast part <span class=\"star-pagination\">*666</span> of the tract surveyed to the other claimant, and referred the matter to the Commissioner of the General Land Office to have the survey made in accordance with the order.</p>\n<p>Corresponding survey was made on the eighth of May in that year, and on the tenth of June following the patent was executed and duly signed by the President. Particular reference is made in it to the survey for the description of the tract, and the patent contains the same reservation as that contained in the patent to the other claimant. Prior to the execution and delivery of that patent the title was in the United States, as is apparent from the documents exhibited in the record. Conceded originally to Joseph Brazeau, his incomplete title to the same remained unextinguished throughout the whole period of the litigation. He never sold the claim of four by four arpents to the other claimant, nor did he ever request that it should be surveyed or located in any place other than the one where it was ascertained to be by the first survey, and it is equally true that Labeaume never had any concession of that tract, that he never purchased it, and never had any title of any kind to any part of the concession, except the sixteen arpents as described in his deed from the rightful owner of the residue of the tract.</p>\n<p>Even those most interested to do so will hardly contend, in view of these circumstances, that the court below could have sustained the defence set up in the answer, that the claim was barred by the statute of limitations, as the suit was commenced in less than five months after the official survey was made. Before that time the legal title was in the United States, and the claim of the plaintiff attached to no particular land. Obviously the same facts are also a complete answer to the defence set up by the respondents of a former recovery founded on the decree in the case of Maguire v. Tyler et al., before cited, as the title to the land at that date was in the United States and continued to be so for a long time after the commencement of that suit.</p>\n<p>Power to revise the surveys of confirmed claims was, by the act of the fourth of July, 1836, conferred upon the Commissioner of the General Land Office, subject in certain cases <span class=\"star-pagination\">*667</span> to an appeal to the Secretary of the Treasury, but since the passage of the act of the third March, 1849, such supervision is devolved upon the Secretary of the Interior.<sup>[*]</sup></p>\n<p>Plaintiff in that suit claimed title under the survey made by Joseph C. Brown in 1817, and he denied that the Secretary of the Interior had the power to set it aside, but this court held that the secretary, under the last-named act of Congress, had that power, and, consequently, that the claim in question had no specific boundaries, and that it attached to no particular land, so that a court of justice could not give him a remedy.</p>\n<p>Theory of the plaintiff in that case was, that the survey, under which he claimed to maintain the suit, had been illegally set aside, and if he had been right, the court would have had jurisdiction of the merits, as the case was one brought here from a State court, where the distinction, as to the remedy between legal and equitable titles, is not observed. But the respondent insisted that the survey had been legally set aside, and the court so held, and, in that state of the case, this court could not decide anything, under the twenty-fifth section of the Judiciary Act, except the question as to the power of the Secretary of the Interior to set aside that survey.</p>\n<p>Some of the judges were of the opinion that there was no jurisdiction of the case, but it is apparent that those who were of a different opinion never, for a moment, supposed that the decree in the case would determine the ultimate rights of the parties. By affirming the decree rendered in the court below in that case, this court decided that the survey then in question was legally set aside by the Secretary of the Interior, but the court did not consider the merits, and did not decide anything upon that subject.</p>\n<p>The respondents also allege that some of their number were innocent purchasers, without notice, but the defence is not sustained by the proofs, and there does not appear to be any foundation for the theory that the decree of the Supreme Court of the State was placed upon any such ground.</p>\n<p><span class=\"star-pagination\">*668</span> Want of jurisdiction in the commissioners is also set up in the answer, and the argument is, that the Supreme Court of the State may have decided that the decree of confirmation was a nullity on that account. Unsupported, however, as the proposition is by anything appearing in the recorded proceedings of the board, it does not seem to be necessary to enter into any extended argument to show its fallacy. Suffice it to say that the question involved in the proposition is one which may be revised in this court, and the proper answer to it is, that if the court below so decided, the decision, in our opinion, was clearly erroneous.</p>\n<p>Apart from the question of jurisdiction, it is also contended, by the respondents, that the patent under which the plaintiff claims is void, because the land therein granted is included in their patent, which is the elder title, but the error of the proposition consists in the theory of fact on which it is founded. Their patent does not include the same land. On the contrary, the land included in the plaintiff's patent was excepted out of their patent by the reservation therein contained, because it was a valid adverse right to four by four arpents of land within those boundaries, existing at the time their patent was executed.</p>\n<p>Decree of the Supreme Court of the State REVERSED, with costs, and the cause remanded, with directions to affirm the decree of the St. Louis Court of Common Pleas.</p>\n<p>Mr. Justice NELSON did not sit in this case; and GRIER, J., dissented from the judgment.</p>\n<p></p>\n<h2>NOTE.</h2>\n<p>On the announcement of this decision,</p>\n<p>Mr. Justice CLIFFORD delivered the opinion of the court.</p>\n<p>Explanations as to the nature of the controversy involved in <span class=\"star-pagination\">*670</span> the suit, or the proceedings in the courts of the State before the cause was removed into this court for revision, are unnecessary, as they are given with sufficient fulness in the opinion of the court delivered on the 5th of April last, on the same day and immediately before the decree was entered reversing the judgment of the Supreme Court of the State; and all those matters are well known to the parties before the court.</p>\n<p>Pursuant to the order given at that time, the decree entered was, \"that the judgment of the said Supreme Court in this cause be, and the same is hereby reversed, with costs, and that this cause be, and the same is hereby remanded to the said Supreme Court, with directions to enter a decree affirming the decree of the St. Louis Court of Common Pleas.\" Dissatisfied with the directions given in the decree, the respondents moved the court that the decree in that respect might be modified, and the court, on the 15th of the same month, passed an order that the motion should be continued to this session, for oral argument on the question, whether the decree should require the Supreme Court of the State to affirm the decree of the Court of Common Pleas, as therein directed. Leave for any further argument upon the merits was not granted in that order, nor has the court reconsidered the questions previously examined and decided when the opinion was delivered. The court at that time decided the following propositions:</p>\n<p>1. That the documentary evidences of title exhibited in this case, as derived under Spanish rule, did not invest Joseph Brazeau, the donee of the tract of four by twenty arpents, with a complete title to the tract.</p>\n<p>2. That the legal title to the same under the treaty vested in the United States, as the successor of the former sovereign.</p>\n<p>3. That the donees of incomplete titles in the territory ceded by the treaty, could not convert an incomplete title, derived from the former government, into a complete title under the United States in any other mode than that prescribed by an act of Congress.</p>\n<p>4. That the incomplete title to the whole tract of four by twenty arpents was granted by Governor Zenon Trudeau to Joseph Brazeau, as described in the concession evidencing the grant.</p>\n<p>5. That the deed from the donee of the tract to Louis Labeaume did not convey the four by four arpents now in controversy, <span class=\"star-pagination\">*671</span> but that the title to the same, as acquired under the concession, still remained in the donee of the tract, by virtue of the reservation contained in the deed.</p>\n<p>6. That the survey made by the Spanish surveyor did not have the effect to impair the incomplete title of the donee, nor to convey, assign, or transfer any interest whatever in the tract of four by four arpents to the grantee in that deed.</p>\n<p>7. That the tract of four by four arpents was confirmed to the donee by the decree of the commissioners of September 10, 1810, and that the same was never confirmed to Louis Labeaume.</p>\n<p>8. That the survey of Joseph C. Brown, in which he certified that he had surveyed for the applicant \"two tracts in one,\" was in that particular erroneous, and that the survey so made did not have the effect to impair in any way the incomplete title held by the donee of the tract.</p>\n<p>9. That Louis Labeaume did not acquire the legal title to the tract of four by four arpents under the patent granted to him, as the saving clause in the same reserved any valid adverse right which may exist to any part of the tract.</p>\n<p>10. That the patent granted to Joseph Brazeau at the same time never became operative, as he refused to accept the same, and promptly returned it to the land department.</p>\n<p>11. That the subsequent action of the Secretary of the Interior in cancelling the same, and in ordering a new survey, was authorized by law.</p>\n<p>12. That Joseph Brazeau, by virtue of that survey and the patent granted to him, June 10, 1862, acquired the legal title to the tract of four by four arpents, notwithstanding the saving clause in the patent, as he was the rightful owner of the incomplete title to the same as acquired by the concession granted under Spanish rule.</p>\n<p>13. That the tract as granted by the governor was bounded on the north by Rocky Branch, and on the south by the concession to one Esther, a free mulatto woman, and the reservation in the deed was of a tract of four arpents of land, to be taken at the foot of the hillock in the southern part of the land.</p>\n<p>14. That the land reserved is bounded on the south by the concession to the mulatto woman, and north by the south line of the \"sixteen arpents in depth\" conveyed by the deed, and lies north of the ditch.</p>\n<p><span class=\"star-pagination\">*672</span> 15. That the legal title to the tract of four by four arpents remained in the United States until June 10, 1862, when the patent was granted to the donee of the incomplete title under the former sovereign.</p>\n<p>16. That the title of the donee before he obtained his patent was incomplete and attached to no land, and could not be converted into a complete title except by legal survey and by a patent, as required by law  because it stood as it existed in 1810, when the board of commissioners confirmed it as valid.</p>\n<p>17. That the title of the donee, as perfected by the last survey and patent, is wholly unaffected by the judgment of this court in the case of Maguire v. Tyler et al.,<sup>[*]</sup> as this court in that case had no jurisdiction of the merits and did not decide any question, except that the action of the Secretary of the Interior, in setting aside the survey therein described, was a rightful exercise of authority.</p>\n<p>Based upon these conclusions of law, the court gave the directions recited in the order passed at the regular session of this term, for an oral argument on the motion now pending before the court. In conformity to that order, the question involved in the motion, and therein recited, has been argued by counsel, and the court has reconsidered that part of the decree, and has come to the conclusion that a different direction would be more in accordance with the usual practice of the court in such cases than the one contained in the decree.</p>\n<p>Governed by that consideration the court will modify the particular direction specified in the order for an oral argument; but the court adheres to the several propositions of law here recited, and refers to the opinion of the court delivered at the time the decree was entered for further explanations, as to the grounds upon which these conclusions rest.</p>\n<p>The decree of reversal will stand unchanged; but the directions, as modified, will be, that the cause be remanded for further proceedings, in conformity to the opinion of the court.</p>\n<p>NELSON, J., took no part in these directions; and GRIER, J., dissented from the judgment even as thus modified. The modification was ordered at the close of December Term, 1868.</p>\n<h2>NOTES</h2>\n<p>[*]  8 Stat. at Large, 202; United States v. Wiggins, 14 Peters, 350; 2 Stat. at Large, 326.</p>\n<p>[*]  2 Stat. at Large, 283, 327, 353, 391, 440.</p>\n<p>[*]  United States v. King et al., 3 Howard, 786; Same v. Forbes, 15 Peters, 173; The Houmas Claim, 4 Opinions of the Attorney-General, 693.</p>\n<p>[*]  Landers v. Brant, 10 Howard, 370.</p>\n<p>[]  West v. Cochran, 17 Howard, 414.</p>\n<p>[]  Stanford v. Taylor, 18 Howard, 412; Bissell v. Penrose, 8 Id. 334.</p>\n<p>[*]  3 Stat. at Large, 325.</p>\n<p>[*]  1 Black, 199.</p>\n<p>[*]  Nelson v. Lagow et al., 12 Howard, 110.</p>\n<p>[*]  5 Stat. at Large, 108; 9 Id. 395.</p>\n<p>[*]  1 Black, 195.</p>\n\n</div>", "id": 88126, "judges": "Clifford", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/88126/", "sha1": "bdc20384375c84e3db0f6fd9f7f22a9d208ace4f", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:01:31"}