{"absolute_url": "/opinion/93090/reynolds-v-stockton/", "blocked": false, "citation": {"case_name": "Reynolds v. Stockton", "docket_number": "289", "document_uris": ["/api/rest/v2/document/93090/"], "federal_cite_one": "140 U.S. 254", "federal_cite_three": null, "federal_cite_two": null, "id": 77470, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77470/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 27, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1891-05-11", "date_modified": "2014-12-21T01:31:18.642775", "docket": "/api/rest/v2/docket/366748/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">140 U.S. 254</p>\n    <p class=\"case_cite\">11 S.Ct. 773</p>\n    <p class=\"case_cite\">35 L.Ed. 464</p>\n    <p class=\"parties\">REYNOLDS <i>et al.</i><br>v.<br>STOCKTON.</p>\n    <p class=\"date\">May 11, 1891.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">*This case comes to us on error from the court of chancery of the state of New Jersey, and the question presented is whether that court gave full faith and credit to a judgment obtained in one of the courts of the state of New York. The facts are these: In the year 1872 there were two life insurance companies,&#8212;one the New Jersey Mutual Life Insurance Company, a New Jersey corporation, doing business at Newark, N. J., and the other the Hope Mutual Life Insurance Company, a New York corporation, doing business in the city of New York. In December of that year an agreement was made between the two companies by which the New Jersey company reinsured the risks of the New York company, took its assets, and assumed its liabilities. From that time the business of the two companies was done in the name of the New Jersey company, until January, 1877, when that company failed, and its assets were taken possession of by the New Jersey court of chancery, which appointed Joel Parker receiver. Subsequently he was appointed ancillary receiver by the supreme court of New York, in a suit instituted therein by the attorney general of New Jersey, and William Geasa, a creditor, and, as such ancillary receiver, received the sum of $17,040.59. Prior to 1886 he resigned his position as receiver under appointment of the court of chancery of New Jersey, and was succeeded by Robert F. Stockton, the present receiver. No substitution was made in New York in respect to the ancillary receivership. On March 22, 1886, an order was entered in the suit pending in the supreme court of New York, making certain allowances to counsel, referee, and receiver out of the funds in the hands of the ancillary receiver, and directing him to pay over the balance to the receiver appointed by the court of chancery of New Jersey, and discharging him, and the sureties on his bond as ancillar re ceiver, from all further liability, on compliance with this order. This order was complied with, and the balance of the funds turned over to the New Jersey receiver. Subsequently to these proceedings, and on the 11th day of October, 1886, a judgment was entered in the supreme court of the state of New York as follows: 'It is adjudged that the plaintiffs recover of Joel Parker, as receiver of the New Jersey Mutual Life Insurance Company, and against the New Jersey Mutual Life Insurance Company, the sum of one million and ten thousand four hundred and ninety-six dollars and twenty-nine cents, the money so recovered to be brought by the plaintiffs into court and distributed in accordance with the provisions of the original decree herein, and such further directions as may be made by the court herein on the application of any party in interest.' This is the judgment whose non-acceptance by the court of chancery in New Jersey produces the present controversy. The contentions of the defendant are that this judgment was entered in the absence of the defendant, and was not responsive to the issues presented by the pleadings, and therefore might rightfully be ignored by every other tribunal; and, <i>secondly</i>, that if by any strained construction of the pleadings it could be held responsive thereto, it was entered against a party who had ceased to have the right to represent the defendant's interest, and, because of the absence of the real representative of the defendant's interest, was a judgment in a suit <i>inter alios</i>, and not obligatory upon the defendant. For a clear understanding of the questions presented by these defenses a further statement of facts is necessary. Prior to the reinsurance, and when the New York company was acting as an independent company, it had, in obedience to the laws of New York, deposited with the superintendent of the insurance department of that state $100,000, in accepted securities, as a fund for the protection of its policy-holders. After the contract of reinsurance, after the failure of the New Jersey company, and the appointment of Parker as its receiver, and after his appointment as ancillary receiver by the court of New York, and on February 7, 1889, a suit was commenced in the supreme court of New York, entitled as follows: 'New York supreme court, Kings county. Henry E. Reynolds, individually, and Henry E. Reynolds, as executor, and Georgiana L. Reynolds, as executrix, of the last will and testament of Moses C. Reynolds, deceased, Hervey B. Wilbur, Harry A. Wilbur, Robert T. O'Reilly, Elizabeth M. O'Reilly, Margaret B. Detmar, Elizabeth S. Sprague, and John P. Traver, plaintiffs, against John F. Smyth, as superintendent of the insurance department of the state of New York, the Hope Mutual Life Insurance Company, of New York, Joel Parker, receiver of the New Jersey Mutual Life Insurance Company, and the said the New Jersey Mutual Life Insurance Company, defendants. Complaint.' The plaintiffs in that suit were policy-holders in the New York company, with one exception, and that is the lastnamed plaintiff, who was a stockholder therein. This suit was obviously <i>quasi in rem</i>,&#8212;one to seize and appropriate to the claims of these various plaintiffs the securities deposited by the New York company, as a trust fund, with the superintendent of the insurance department.</p>\n      <p class=\"indent\">The first paragraph of the complaint discloses the purposes and object of the suit. It is as follows: '(1) That the plaintiffs, the policy-holders hereinafter name, sue and bring this action on behalf of themselves and all others who are policy-holders in the Hope Mutual Life Insurance Company of New York, as well as all who are interested in the trust fund hereinafter mentioned, and who shall in due time elect to come in and seek relief by contributing to the expenses of this action.' It is true that the second paragraph in the complaint, which is as follows: 'That the plaintiff, the stockholder hereinafter named, sues and brings this action in behalf f h imself and all others who are stockholders in the said the Hope Mutual Life Insurance Company of New York, as well as in behalf of all who are interested in the assets of the said company or the trust fund hereinafter mentioned, and who shall elect to come in and seek relief by contributing to the expenses of this action,' suggests a broader field of inquiry and a larger demand; but the intimation therein contained of a proceeding in behalf of all interested in the assets of the New York company (and it is only an intimation) is so clearly limited by the subsequent wording of the complaint that a general reading of the whole complaint makes manifest the fact that the scope and object of the suit was to reach and appropriate this fund deposited with the superintendent of the insurance department of the state of New York. After this, we find in paragraphs 13 and 14 these allegations, the intermediate paragraphs simply disclosing the respective interests of various plaintiffs: '(13) These plaintiffs, on information and belief, further show that when the said the Hope Mutual Life Insurance Company of New York commenced business as such it deposited with the superintendent of the insurance department of this state, as provided by the provisions of the act under which it was organized, one hundred thousand dollars in certain securities belonging to said company, as a fund for the protection of its policy-holders, said securities comprising, as the plaintiffs are informed and believe, United States bonds, bonds and mortgages, and cash, being of the value of one hundred thousand dollars. (14) That the defendant John F. Smyth is the superintendent of the insurance department of the state of New York, and as such has the sole control and custody of the said securities and fund, and now has and holds the same and every part thereof as a fund for the protection and security of the policy-holders in the said the Hope Mutual Life Insurance Company of New York, with the increase and accumulations thereof and interest thereon which has been collected by the superintendent of the insurance department, and that the said fund, together with the increase, interest, and accumulations thereof, belong to the plaintiffs, the policy-holders, to the extent of the value of their respective policies, issued by the said insurance company as aforesaid.' Paragraph 15 alleges the contract of reinsurance. Paragraph 16 is as follows: 'These plaintiffs further aver, on information and belief, that the said insurance companies had no power or authority to enter into said contract; that the said contract is, and at the date thereof was, wholly null and void, but that if valid it conveyed and transferred to the defendant the New Jersey Mutual Life Insurance Company no interest whatever in the fund and securities on deposit as aforesaid, nor in any of the assets or property of the said company, except such as may remain after all the claims of the policy-holders in the said the Hope Mutual Life Insurance Company of New York are satisfied and discharged;' and contains the averment that the contract of reinsurance gave to the New Jersey company no interest whatever in the funds deposited with the insurance commissioner. Paragraphs 17 and 18 are in respect to the cessation of business by the New York company, and the assumption of its business by the New Jersey company. Paragraph 19 is in these words: 'The plaintiffs, the policy-holders, therefore claim and allege that they are entitled to receive the amount due on their respective policies of insurance issued to them by the said the Hope Mutual Life Insurance Company, out of the fund and securities in the hands of the defendant, the superintendent of the insurance department of the state of New York, and should be paid out of the said fund the value of their said respective policies, and that the respective amounts due to them on their said policies of insurance so issued as aforesaid are a lien on the fund and securities and on all the interest and accumulations thereof in the handsof  the said superintendent of the insurance department to the extent of the value of each of their said policies, as the same shall be ascertained and determined by this court;' and discloses the contention of the policy-holders, and their claims upon simply the fund deposited with the insurance commissioner. Paragraphs 20 and 21 aver the appointment of the receiver by the court of chancery of New Jersey, and the lack of power in any one to collect the interest on the securities deposited with the insurance department since December 31, 1872. Paragraphs 22 and 23 set forth the interest of Traver, the lastnamed plaintiff, as stockholder in the New York company. Paragraph 24 alleges, in behalf of said last-named plaintiff, the invalidity of the reinsurance arrangement between the two insurance companies; the title of the plaintiff to his interest as stockholder in the New York company; and closes with the averment that he is 'rightfully entitled to be paid therefor, as such owner and holder of said stock, his distributive share out of any surplus which may remain of the said trust fund, and the accumulations thereof in the hands of the superintendent of the insurance department, after paying the policy-holders aforesaid in the said company.' Paragraphs 25, 26, and 27 are in respect to some other proceedings, which do not affect the question in controversy here. Paragraph 28 contains allegations in respect to the amount of the actual fund in the hands of the superintendent of insurance. And upon these various averments the complaint concludes with this prayer: 'Wherefore these plaintiffs demand judgment that the defendant John F. Smyth, the superintendent of the insurance department of the state of New York, be adjudged to account for all sums of money, bonds and securities which were deposited in his hands by the defendant the Hope Mutual Life Insurance Company of New York, and for all the interest, increase, and accumulations of the said fund, and every part thereof; that the said securities be ordered to be sold by order of this court; that the proceeds thereof be distributed among the plaintiffs and other policy-holders of the said the Hope Mutual Life Insurance Company in the proportion in which they are entitled to the same; that the said the Hope Mutual Life Insurance Company of New York may be dissolved and adjudged by this honorable court to have surrendered and abandoned all its rights, privileges, and franchises as an incorporate life insurance company, and that, after the payment of the policy-holders and creditors of the said company, any surplus that may be left of the said trust fund and accumulations thereof may be distributed among the stockholders of the said company, and that the plaintiffs may have such other, further, or different order or relief in the premises as may be just and equitable; and that the defendant John F. Smyth, the superintendent of the insurance department, his officers, servants, agents, and attorneys, and all other persons acting for or under him, be enjoined from converting the said securities, or paying or distributing or parting with the same, or any part thereof, except under and pursuant to an order or decree to be entered in this action.'</p>\n      <p class=\"indent\">While the New York company was made party defendant, it does not appear that it was served with process; and it made no appearance and filed no answer. The only answers filed were that of the superintendent of the insurance department and the joint answer of Parker, as receiver, and of the New Jersey company. The last answer, containing many denials and some admissions, did not assume to put in issue the question of the indebtedness of the New Jersey company to any of the plaintiffs; but, accepting the obvious purpose of the complaint, it met its allegations with an assertion of right in the New Jersey company to the fund in the hands of the superintendent of the insurance department. The answer of the superintendent of the insurance department, admitting the receipt ofthe  fund, put in issue several of the allegations of the complaint; and rested his denial of plaintiffs' right on the existence and validity of the proceedings referred to in paragraphs 25, 26, and 27 of the complaint. Upon these pleadings the case proceeded to trial. The preliminary order was one of reference, on January 15, 1880, to James W. Husted. After some interlocutory proceedings, a final report was made by the referee on February 24, 1885, and thereafter, on March 13, 1885, a decree was entered, which decree confirmed the report of the referee, and made final disposition of the funds in the hands of the superintendent of the insurance department in partial payment of the various claims presented. It also, in paragraph 8, contained this reservation: 'And it is further ordered that either party to this action, or any person interested in the subject-matter thereof, have liberty to apply for further directions on the foot of this decree, and the question of the indebtedness of Joel Parker, as receiver of the New Jersey Mutual Life Insurance Company, and the former superintendent, John F. Smyth, and William McDermott, and Messrs. Harris and Rudd, reported by referee Samuel Prentiss, be reserved.' Thereafter, and on October 11, 1886, as heretofore noticed, and apparently on the reservation in paragraph 8, as above quoted, and on notice to the attorney who had represented Parker, the receiver, and the New Jersey company, the judgment was entered in favor of the plaintiffs for one million and odd dollars, as heretofore stated. The court of chancery of New Jersey, when this judgment was presented, declined to recognize this as an adjudication against the existing receiver or the assets of the insurance company in his hands. On appeal to the court of errors and appeals of that state, this decision of the chancery court was affirmed, and the case remanded to that court for further proceedings. The opinion of the court of errors and appeals will be found in 43 N. J. Eq. 211, 10 Atl. Rep. 385.</p>\n      <p class=\"indent\"><i>A. Q. Keasbey</i> and <i>R. J. Moses, Jr.</i>, for plaintiffs in error.</p>\n      <p class=\"indent\">[Argument of Counsel from page 262-263 intentionally omitted]</p>\n      <p class=\"indent\"><i>F. W. Stevens</i>, for defendant in error.</p>\n      <p class=\"indent\">BREWER, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We are of opinion that the decision of the chancery court of New Jersey, as sustained by the court of errors and appeals of that state, is correct, and must be affirmed. The first and obvious reason is that the judgment of the supreme court of New York was not responsive to the issues presented. The section of the federal constitution which is invoked by plaintiffs is section 1 of article 4, which provides that 'full faith and credit shall be given in each state to the public acts, records, and judicial proceedings of every other state.' Under that section the full faith and credit demanded is only that faith and credit which the judicial proceedings had in the other state in and of themselves require. It does not demand that a judgment rendered in a court of one state, without the jurisdiction of the person, shall be recognized by the courts of another state as valid, or that a judgment rendered by a court which has jurisdiction of the person, but which is in no way responsive to the issues tendered by the pleadings, and is rendered in the actual absence of the defendant, must be recognized as valid in the courts of any other state. The requirements of that section are fulfilled when a judgment rendered in a court of one state, which has jurisdiction of the subject-matter and of the person, and which is substantially responsive to the issues presented by the pleadings, or is rendered under such circumstances that it is apparent that the defeated party was in fact heard on the matter determined, is recognized and enforced in the courts of another state. The scope of this constitutional provision has often been presented to and considered by this court, although the precise question here presented has not as yet received its attention. It has been adjudged that the constitutional provision does not make a judgment rendered in one state a judgment in another state upon which execution or other process may issue; that it does not forbid inquiry in the courts of the state to which the judgment is presented, as to the jurisdiction of the court in which it was rendered over the person, or in respect to the subject-matter, or, if rendered in a proceedidng <i>in rem</i>, its jurisdiction of the <i>res.</i> Without referring to the many cases in which this constitutional provision has been before this court, it is enough to notice the case of Thompson v. Whitman, 18 Wall. 457. The view developed in the opinion in that case, as well as in prior opinions cited therein, paves the way for inquiry into the question here presented. If the fact of a judgment rendered in a court of one state does not preclude inquiry in the courts of another, as to the jurisdiction of the court rendering the judgment over the person or the subject-matter, it certainly also does not preclude inquiry as to whether the judgment so rendered was so far responsive to the issues tendered by the pleadings as to be a proper exercise of jurisdiction on the part of the court rendering it. Take an extreme case: Given a court of general jurisdiction, over actions in ejectment as well as those in replevin; a complaint in replevin for the possession of certain specific property, personal service upon the defendant, appearance, and answer denying title. Could (there being no subsequent appearance of the defendant and no amendment of the complaint) a judgment thereafter rendered in such action for the recovery of the possession of certain real estate be upheld? Surely not, even in the courts of the same state. If not there, the constitutional provision quoted gives no greater force to the same record in another state.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We are not concerned in this case as to the power of amendment of pleadings lodged in the trial court, or the effect of any amendment made under such power, for no amendment was made or asked. And, without amendment of the pleadings, a judgment for the recovery of the possession of real estate, rendered in an action whose pleadings disclose only a claim for the possession of personal property, cannot be sustained, although personal service was made upon the defendant. The invalidity of the judgment depends upon the fact that it is in no manner responsive to the issues tendered by the pleadings. This idea underlies all litigation. Its emphatic language is that a judgment, to be conclusive upon the parties to the litigation, must be responsive to the matters controverted. Nor are we concerned with the question as to the rule which obtains in a case in which, while the matter determined was not, in fact, put in issue by the pleadings, it is apparent from the record that the defeated party was present at the trial and actually litigated that matter. In such a case the proposition so often affirmed, that that is to be considered as done which ought to have been done, may have weight, and the amendment which ought to have been made to conform the pleadings to the evidence may be treated as having been made. Here there was no appearance after the filing of the answer, and no participation in the trial or other proceedings. Whatever may be the rule where substantial amendments to the complaint are permitted and made, and the defendant responds thereto, or where it appears that he takes actual part in the litigation of the matters determined, the rule is universal that, where he appears and responds only to the complaint as filed, and no amendment is made thereto, the judgment is conclusive only so far as it determines matters which by the pleadings are put in issue. And this rule, which determines the conclusiveness of a judgment rendered in one court of a state, as to all subsequent inquiries in the courts of the same state, enters into and limits the constitutional provision quoted, as to the full faith and credit which must be given in one state to judgments rendered in the courts of another state. In the opinion of the court of errors and appeals, the case of Munday v. Vail, 34 N. J. Law, 418, is cited. In that case, the proposition stated in the syllabus, and which is fullysus tained by the opinion, is, that 'a decree in equity, which is entirely aside of the issue in the record, is invalid, and will be treated as a nullity even in a collateral proceeding.' It appeared that on May 12, 1841, Asa Munday, the owner, with his wife, Hetty Munday, conveyed the premises for which the action (which was one of ejectment) was brought to John Conger, upon the following trust, to-wit: 'For the use and benefit of the said Asa Munday and wife, and the survivor of them, with the remainder to the children of said Asa Munday and wife, in equal parts and fee.' Plaintiff was the sole surviving issue of Asa Munday and Hetty Munday, and took, under the facts, all the title which on the 12th of May, 1841, was vested in Asa Munday. On January 16, 1844, Ephraim Munday filed his bill in the court of chancery, setting forth that he had loaned certain moneys to Asa Munday upon an agreement that he, the said Asa, would secure said loan by a mortgage upon his land, including the premises in question; and that Asa, in violation of his agreement, and to defraud him of his rights, had conveyed them away to John Conger, upon the trust already mentioned. The bill also showed that plaintiff had obtained judgment for his debt. The prayer was 'that the deed of conveyance of said lands so made by the said Asa Munday and Hetty, his wife, to the said John Conger, and the said deed and declaration of trust so made and executed by the said John Conger and wife as afore-said, may, by the order and decree of this honorable court, be set aside and declared to be fraudulent and void against the said judgment and writ of execution of your orator, and that the said judgment and execution of your orator may be decreed a lien on said lands and tenements so conveyed to said John Conger,' etc. Plaintiff was a defendant in that action, and, then an infant, appeared by her father as guardian. The decree, which was entered on the 15th of December, 1846, was generally that the said deed from Asa Munday and wife to Conger was fraudulent, null, and void, and of no force whatever in law or equity; and ordered and adjudged that it be delivered up to be canceled; and, further, that the plaintiff's judgment is and was a lien. No proceedings were had under this decree, the money due plaintiff having been paid or secured to him. Subsequently, and on September 15, 1851, a decree for costs against Asa Munday, in another suit, was entered in the chancery court. Upon such decree the property in question was levied upon and sold to defendant. The validity of the title acquired by this proceeding was the matter in controversy. The title of plaintiff was good under the trust-deed of May 12, 1841, unless defeated by this sale and the deed made thereon; and defendant's title, adverse to plaintiff's, depended on the question whether the decree of December 15, 1846, was valid to the extent of its language, annulling absolutely the conveyance from Asa Munday and wife to John Conger, and directing the surrender of such deed, or, notwithstanding its general language, was to be limited to the matters of inquiry presented by the complaint and answer, and therefore simply an adjudication that the deed was voidable, and annulling it so far as it conflicted with the rights of plaintiff in that suit, leaving it to stand good as a deed <i>inter partes</i>, and valid as to all other parties. It was held that the latter was the true construction, and that the general language in the decree was limited by the matters put in issue by the pleadings. We quote from the opinion: 'The inquiry is, had the court jurisdiction to the extent claimed? 'Jurisdiction' may be defined to be the right to adjudicate concerning the subject-matter in the given case. To constitute this there are three essentials: <i>First</i>, the court must have cognizance of the class of cases to which the one to be adjudged belongs; <i>second</i>, the proper parties must be present; and, <i>third</i>, the point decided must be, in substance and effect, ith in the issue. That a court cannot go out of its appointed sphere, and that its action is void with respect to persons who are strangers to its proceedings, are propositions established by a multitude of authorities. A defect in a judgment arising from the fact that the matter decided was not embraced within the issue has not, it would seem, received much judicial consideration. And yet I cannot doubt that, upon general principles, such a defect must avoid a judgment. It is impossible to concede that because A. and B. are parties to a suit that a court can decide any matter in which they are interested, whether such matter be involved in the pending litigation or not. Persons, by becoming suitors, do not place themselves for all purposes under the control of the court, and it is only over these particular interests which they choose to draw in question that a power of judicial decision arises.' And again: 'A judgment upon a matter outside of the issue must, of necessity, be altogether arbitrary and unjust, as it concludes a point upon which the parties have not been heard. And it is upon this very ground that the parties have been heard, or have had the opportunity of a hearing, that the law gives so conclusive an effect to matters adjudicated. And this is the principal reason why judgments become estoppels. But records or judgments are estoppels with reference to every matter contained in them. They have such efficacy only with respect to the substance of the controversy and its essential concomitants. Thus, Lord Coke, treating of this doctrine, says: 'A matter alleged that is neither traversable nor material shall not estop.' Co. Lit. 352<i>b</i>. And in a note to the Duchess of Kingston's Case, 2 Smith, Lead. Cas. 435, Baron Comyn is vouched for the proposition that judgments 'are conclusive as to nothing which might not have been in question or were not material.' For the same doctrine that in order to make a decision conclusive not only the proper parties must be present, but that the court must act upon 'the property according to the rights that appear' upon the record, I refer to the authority of Lord REDESDALE. Giffard v. Hort, 1 Schouler &amp; L. 408. See, also, Gore v. Stackpoole, 1 Dow, 30; Colclough v. Sterum, 3 Bligh, 186.' Reference is made in the opinion to the case of Corwithe v. Griffing, 21 Barb. 9, in respect to which the court said: 'Commissioners in partition, in their distribution, embraced land other than that contained in the petition, and the court confirmed their report, and it was held that such judgment was a nullity, as the jurisdiction was confined to the subject-matter set forth and described in the petition. In this case the court had jurisdiction in cases of partition, and the decision was upon the ground that the decree was void, as it was aside from the issue which the proceedings presented.' This case is very much in point. We regard the views suggested in the quotation from the opinion as correct and as properly indicating the limits in respect to which the conclusiveness of a judgment may be invoked in a subsequent suit <i>inter partes</i>. See, also, Unfried v. Heberer, 63 Ind. 67. In that case the inquiry was as to the effect of a decree of foreclosure rendered upon default. In the complaint in the foreclosure proceedings the widow and children of the mortgagor were named as parties, he having died prior to the commencement of the suit. The allegation of the complaint was that the defendants were interested as heirs, and the prayer was for a decree foreclosing such interests. It was not averred that the widow had joined in the mortgage, or even that she was a widow; but she was made a defendant, and alleged to be an heir. Subsequently she asserted rights in the premises as widow, and, in respect to this decree upon default, the court observed: 'A widow is an heir of her deceased husband only in a special and limited sense, and not in the general sense in which that term is usually used and understood. When the said Annamad e default in the action for foreclosure, nothing was taken against her as confessed, nor could have been, which was not alleged in the complaint, and, as nothing was alleged hostile to her claim as widow, it follows that nothing concerning her claim as such widow was concluded against her by the judgment of foreclosure. This proposition we regard as too well founded in principle to need the citation of authorities to sustain it. See, however, Helms v. Love, 41 Ind. 210; Fletcher v. Holmes, 25 Ind. 458; Minor v. Walter, 17 Mass. 237.' See, also, Goucher v. Clayton, decided by Vice-Chancellor WOOD, and reported in 11 Jur. (N. S.) 107, 34 Law J. Ch. 239.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the case of Packet Co. v. Sickles, 24 How. 333, 341, Mr. Justice CAMPBELL, speaking for the court, declared, that 'the essential conditions under which the exception of the <i>res judicata</i> becomes applicable are the identity of the thing demanded, the identity of the cause of the demand and of the parties in the character in which they are litigants.' In the case of Smith v. Ontario, 18 Blatchf. 454, 457,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Circuit Judge WALLACE observed that 'the matter in issue' has been defined, in a case of leading authority, as 'that matter upon which the plaintiff proceeds by his action, and which the defendant controverts by his pleading.' King v. Chase, 15 N. H. 9. But, without multiplying authorities, the proposition suggested by those referred to, and which we affirm, is that, in order to give a judgment, rendered by even a court of general jurisdiction, the merit and finality of an adjudication between the parties, it must, with the limitations heretofore stated, be responsive to the issues tendered by the pleadings. In other words, that when a complaint tenders one cause of action, and in that suit service on, or appearance of, the defendant is made, a subsequent judgment therein, rendered in the absence of the defendant, upon another and different cause of action than that stated in the complaint, is without binding force within the courts of the same state; and, of course, notwithstanding the constitutional provision heretofore quoted, has no better standing in the courts of another state. This proposition determines this case, for, as has been shown, the scope and object of the suit in the New York court was the subjection of the fund in the hands of the superintendent of the insurance department of that state to the satisfaction of claims against the New York company. The cause of action disclosed in the original complaint was not widened by any amendment; and there was no actual appearance by the receiver, Parker, or the New Jersey company, subsequently to the filing of their answer. No valid judgment could therefore be rendered therein which went beyond the subjection of this fund to those claims.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">But another matter is also worthy of notice. At the time of the rendition of this judgment in the supreme court of New York, Parker had lost all authority to represent the New Jersey company. His authority in New Jersey, the state of primary administration, had been transferred to Stockton, the present receiver. By a decree in the very court and in the very suit in the state of New York in which he had been appointed ancillary receiver for that state, a decree had been entered discharging him from further power and responsibility. If it be said that the attention of the court in which the judgment in question was entered had not been called to this loss of representative power on the part of Parker, a sufficient reply is that, if the power was gone, it is immaterial whether the court knew of it or not. Whatever reservation of power a court may have by <i>nunc pro tunc</i> entry to make its judgment operative as of the time when the representative capacity in fact existed, it is enough to say that no exercise of that power was attempted in this case. Suppose it had been, or suppose that Parker, as ancillary receiver, had not been discharged by any order in the New York court, would the administration of this estate in the chancery court of New Jersey, through a receiver appointed by it, or the assets in the hands of such receiver, be bound by this decree entered in the court of New York? Clearly not. The idea which underlies this runs through all administration proceedings, and has been recently considered by this court in the case of Johnson v. Powers, 139 U. S. 156, ante, 525. If Parker had still remained the ancillary receiver in the state of New York, a judgment rendered against him as such would bind only that portion of the estate which came into his hands as ancillary receiver, and would not be an operative and final adjudication against the receiver appointed by the court of original administration. Where a receiver or administrator or other custodian of an estate is appointed by the courts of one state, the courts of that state reserve to themselves full and exclusive jurisdiction over the assets of the estate within the limits of the state. Whatever orders, judgments, or decrees may be rendered by the courts of another state, in respect to so much of the estate as is within its limits, must be accepted as conclusive in the courts of primary administration; and whatever matters are by the courts of primary administration permitted to be litigated in the courts of another state come within the same rule of conclusiveness. Beyond this, the proceedings of the courts of a state in which ancillary administration is held are not conclusive upon the administration in the courts of the state in which primary administration is had. And this rule is not changed, although a party whose estate is being administered by the courts of one state permits himself or itself to be made a party to the litigation in the other. Whatever may be the rule if jurisdiction is acquired by a court before administration proceedings are commenced, the moment they are commenced, and the estate is taken possession of by a tribunal of a state, that moment the party whose estate is thus taken possession of ceases to have power to bind the estate in a court of another state, either voluntarily or by submitting himself to the jurisdiction of the latter court. So, as Stockton, the receiver appointed by the chancery court of New Jersey, the court having primary jurisdiction, was not a party to the proceedings in the New York court, and was not authoritatively represented therein, the judgment, even if responsive to the issues tendered by the pleadings, was not an adjudication binding upon him, or the estate in his hands. For these reasons the decree of the court below was correct, and it is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> 4 Fed. Rep. 386.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>140 U.S. 254 (1891)</b></center>\n<center><h1>REYNOLDS<br>\nv.<br>\nSTOCKTON.</h1></center>\n<center>No. 289.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 7, 1891.</center>\n<center>Decided May 11, 1891.</center>\nERROR TO THE COURT OF CHANCERY OF THE STATE OF NEW JERSEY.\n<p><span class=\"star-pagination\">*262</span> <i>Mr. A.Q. Keasbey</i> and <i>Mr. Raphael J. Moses, Jr.,</i> for plaintiff in error.</p>\n<p><i>Mr. Frederic W. Stevens</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*264</span> MR. JUSTICE BREWER, after stating the case, delivered the opinion of the court.</p>\n<p>We are of opinion that the decision of the Chancery Court of New Jersey, as sustained by the Court of Errors and Appeals of that State, is correct, and must be affirmed. The first and obvious reason is that the judgment of the Supreme Court of New York was not responsive to the issues presented. The section of the Federal Constitution which is invoked by plaintiffs is section 1 of Article IV, which provides that \"full faith and credit shall be given in each State to the public acts, records and judicial proceedings of every other State.\" Under that section the full faith and credit demanded is only that faith and credit which the judicial proceedings had in the other State in and of themselves require. It does not demand that a judgment rendered in a court of one State, without the jurisdiction of the person, shall be recognized by the courts of another State as valid, or that a judgment rendered by a court which has jurisdiction of the person, but which is in no way responsive to the issues tendered by the pleadings and is rendered in the actual absence of the defendant, must be recognized as valid in the courts of any other State. The requirements of that section are fulfilled when a judgment rendered in a court of one State, which has jurisdiction of the subject matter and of the person, and which is substantially responsive to the issues presented by the pleadings, or is rendered under such circumstances that it is apparent that the defeated party was in fact heard on the matter determined, is recognized and enforced in the courts of another State. The scope of this constitutional provision has often been presented to and considered by this court, although the precise question here presented has not as yet received its attention. It has been adjudged that the constitutional provision does not make a judgment rendered in one State a judgment in another State upon which execution or other process may issue; that it does not forbid inquiry in the courts of the State to which the judgment is presented, as to the jurisdiction of the court in which it was rendered over the person, or <span class=\"star-pagination\">*265</span> in respect to the subject matter, or, if rendered in a proceeding <i>in rem,</i> its jurisdiction of the <i>res.</i> Without referring to the many cases in which this constitutional provision has been before this court, it is enough to notice the case of <i>Thompson</i> v. <i>Whitman,</i> 18 Wall. 457. The view developed in the opinion in that case, as well as in prior opinions cited therein, paves the way for inquiry into the question here presented. If the fact of a judgment rendered in a court of one State does not preclude inquiry in the courts of another, as to the jurisdiction of the court rendering the judgment over the person or the subject matter, it certainly also does not preclude inquiry as to whether the judgment so rendered was so far responsive to the issues tendered by the pleadings as to be a proper exercise of jurisdiction on the part of the court rendering it. Take an extreme case: Given a court of general jurisdiction, over actions in ejectment as well as those in replevin; a complaint in replevin for the possession of certain specific property, personal service upon the defendant, appearance and answer denying title; could (there being no subsequent appearance of the defendant and no amendment of the complaint) a judgment thereafter rendered in such action for the recovery of the possession of certain real estate be upheld? Surely not; even in the courts of the same State. If not there, the constitutional provision quoted gives no greater force to the same record in another State.</p>\n<p>We are not concerned in this case as to the power of amendment of pleadings lodged in the trial court, or the effect of any amendment made under such power, for no amendment was made or asked. And without amendment of the pleadings, a judgment for the recovery of the possession of real estate, rendered in an action whose pleadings disclose only a claim for the possession of personal property, cannot be sustained, although personal service was made upon the defendant. The invalidity of the judgment depends upon the fact that it is in no manner responsive to the issues tendered by the pleadings. This idea underlies all litigation. Its emphatic language is, that a judgment, to be conclusive upon the parties to the litigation, must be responsive to the matters controverted. <span class=\"star-pagination\">*266</span> Nor are we concerned with the question as to the rule which obtains in a case in which, while the matter determined was not, in fact, put in issue by the pleadings, it is apparent from the record that the defeated party was present at the trial and actually litigated that matter. In such a case the proposition so often affirmed, that that is to be considered as done which ought to have been done, may have weight, and the amendment which ought to have been made to conform the pleadings to the evidence may be treated as having been made. Here there was no appearance after the filing of the answer, and no participation in the trial or other proceedings. Whatever may be the rule where substantial amendments to the complaint are permitted and made, and the defendant responds thereto, or where it appears that he takes actual part in the litigation of the matters determined, the rule is universal that, where he appears and responds only to the complaint as filed, and no amendment is made thereto, the judgment is conclusive only so far as it determines matters which by the pleadings are put in issue. And this rule, which determines the conclusiveness of a judgment rendered in one court of a State, as to all subsequent inquiries in the courts of the same State, enters into and limits the constitutional provision quoted, as to the full faith and credit which must be given in one State to judgments rendered in the courts of another State.</p>\n<p>In the opinion of the Court of Errors and Appeals, the case of <i>Munday</i> v. <i>Vail,</i> 34 N.J. Law, 418, is cited. In that case, the proposition stated in the syllabus, and which is fully sustained by the opinion, is, that \"a decree in equity, which is entirely aside of the issue raised in the record, is invalid, and will be treated as a nullity, even in a collateral proceeding.\" It appeared that on May 12, 1841, Asa Munday, the owner, with his wife, Hetty Munday, conveyed the premises for which the action (which was one of ejectment) was brought, to John Conger, upon the following trust, to wit: \"For the use and benefit of the said Asa Munday and wife, and the survivor of them, with the remainder to the children of said Asa Munday and wife, in equal parts and shares, in fee.\" Plaintiff was the sole surviving issue of Asa Munday and Hetty <span class=\"star-pagination\">*267</span> Munday, and took, under the facts, all the title which, on the 12th of May, 1841, was vested in Asa Munday. On January 16, 1844, Ephraim Munday filed his bill in the Court of Chancery, setting forth that he had loaned certain moneys to Asa Munday upon an agreement that he, the said Asa, would secure said loan by a mortgage upon his land, including the premises in question; and that Asa, in violation of his agreement, and to defraud him of his rights, had conveyed them away to John Conger, upon the trust already mentioned. The bill also showed that plaintiff had obtained judgment for his debt. The prayer was, \"that the deed of conveyance of said lands so made by the said Asa Munday and Hetty, his wife, to the said John Conger, and the said deed and declaration of trust so made and executed by the said John Conger and wife as aforesaid, may, by the order and decree of this honorable court, be set aside and declared to be fraudulent and void against the said judgment and writ of execution of your orator, and that the said judgment and execution of your orator may be decreed a lien on said lands and tenements so conveyed to said John Conger,\" etc. Plaintiff was a defendant in that action, and, then an infant, appeared by her father as guardian. The decree, which was entered on the 15th of December, 1846, was generally that the said deed from Asa Munday and wife to Conger was fraudulent, null and void, and of no force whatever in law or equity; and ordered and adjudged that it be delivered up to be cancelled; and further, that the plaintiff's judgment is and was a lien. No proceedings were had under this decree, the money due plaintiff having been paid or secured to him. Subsequently, and on September 15, 1851, a decree for costs against Asa Munday, in another suit, was entered in the Chancery Court. Upon such decree the property in question was levied upon and sold to defendant. The validity of the title acquired by this proceeding was the matter in controversy. The title of plaintiff was good under the trust deed of May 12, 1841, unless defeated by this sale and the deed made thereon; and defendant's title, adverse to plaintiff's, depended on the question whether the decree of December 15, 1846, was valid to the extent of <span class=\"star-pagination\">*268</span> its language, annulling absolutely the conveyance from Asa Munday and wife to John Conger, and directing the surrender of such deed, or, notwithstanding its general language, was to be limited to the matters of inquiry presented by the complaint and answer, and, therefore, simply an adjudication that the deed was voidable, and annulling it so far as it conflicted with the rights of plaintiff in that suit, leaving it to stand good as a deed <i>inter partes,</i> and valid as to all other parties. It was held that the latter was the true construction, and that the general language in the decree was limited by the matters put in issue by the pleadings. We quote from the opinion: \"The inquiry is, had the court jurisdiction to the extent claimed? Jurisdiction may be defined to be the right to adjudicate concerning the subject-matter in the given case. To constitute this there are three essentials: First, the court must have cognizance of the class of cases to which the one to be adjudged belongs; second, the proper parties must be present; and third, the point decided must be, in substance and effect, within the issue. That a court cannot go out of its appointed sphere, and that its action is void with respect to persons who are strangers to its proceedings, are propositions established by a multitude of authorities. A defect in a judgment arising from the fact that the matter decided was not embraced within the issue has not, it would seem, received much judicial consideration. And yet I cannot doubt that, upon general principles, such a defect must avoid a judgment. It is impossible to concede that because A and B are parties to a suit, a court can decide any matter in which they are interested, whether such matter be involved in the pending litigation or not. Persons by becoming suitors do not place themselves for all purposes under the control of the court, and it is only over these particular interests, which they choose to draw in question, that a power of judicial decision arises.\" And again: \"A judgment upon a matter outside of the issue must, of necessity, be altogether arbitrary and unjust, as it concludes a point upon which the parties have not been heard. And it is upon this very ground that the parties have been heard, or have had the opportunity of a hearing, that the law gives so <span class=\"star-pagination\">*269</span> conclusive an effect to matters adjudicated. And this is the principal reason why judgments become estoppels. But records or judgments are not estoppels with reference to every matter contained in them. They have such efficacy only with respect to the substance of the controversy and its essential concomitants. Thus, Lord Coke, treating of this doctrine, says: `A matter alleged that is neither traversable nor material shall not estop.' Co. Litt. 352 b. And in a note to the <i>Duchess of Kingston's Case,</i> in 2 Smith's Lead. Cases, 535, Baron Comyn is vouched for the proposition that judgments `are conclusive as to nothing which might not have been in question, or were not material.' For the same doctrine, that in order to make a decision conclusive not only the proper parties must be present, but that the court must act upon `the property according to the rights that appear' upon the record, I refer to the authority of Lord Redesdale. <i>Giffard</i> v. <i>Hort,</i> 1 Sch. &amp; Lef. 386, 408. See also <i>Gore</i> v. <i>Stacpoole,</i> 1 Dow, 18, 30; <i>Colclough</i> v. <i>Sterum,</i> 3 Bligh, 181, 186.\" Reference is made in the opinion to the case of <i>Corwithe</i> v. <i>Griffing,</i> 21 Barb. 9, in respect to which the court said: \"Commissioners in partition, in their distribution, embraced land other than that contained in the petition, and the court confirmed their report, and it was held that such judgment was a nullity, `as the jurisdiction was confined to the subject-matter set forth and described in the petition.' In this case the court had jurisdiction in cases of partition, and the decision was upon the ground that the decree was void, as it was aside from the issue which the proceedings presented.\"</p>\n<p>This case is very much in point. We regard the views suggested in the quotation from the opinion as correct, and as properly indicating the limits in respect to which the conclusiveness of a judgment may be invoked in a subsequent suit <i>inter partes.</i> See, also, <i>Unfried</i> v. <i>Heberer,</i> 63 Indiana, 67. In that case, the inquiry was as to the effect of a decree of foreclosure rendered upon default. In the complaint in the foreclosure proceedings the widow and children of the mortgagor were named as parties, he having died prior to the commencement of the suit. The allegation of the complaint was <span class=\"star-pagination\">*270</span> that the defendants were interested as heirs, and the prayer was for a decree foreclosing such interests. It was not averred that the widow had joined in the mortgage, or even that she was a widow; but she was made a defendant, and alleged to be an heir. Subsequently she asserted rights in the premises as widow, and in respect to this decree upon default, the court observed: \"A widow is an heir of her deceased husband only in a special and limited sense, and not in the general sense in which that term is usually used and understood. When the said Anna made default in the action for foreclosure, nothing was taken against her as confessed, nor could have been, which was not alleged in the complaint, and, as nothing was alleged hostile to her claim as widow, it follows that nothing concerning her claim as such widow was concluded against her by the judgment of foreclosure. This proposition we regard as too well founded in principle to need the citation of authorities to sustain it. See, however, <i>Helms</i> v. <i>Love,</i> 41 Indiana, 210; <i>Fletcher</i> v. <i>Holmes,</i> 25 Indiana, 458; <i>Minor</i> v. <i>Walter,</i> 17 Mass. 237.\" See also <i>Goucher</i> v. <i>Clayton,</i> decided by Vice-Chancellor Wood, and reported in 11 Jurist (N.S.) 107; <i>S.C.</i> 34 Law Journal (N.S.) Ch. 239.</p>\n<p>In the case of <i>Packet Company</i> v. <i>Sickles,</i> 24 How. 333, 341, Mr. Justice Campbell, speaking for the court, declared, that, \"the essential conditions under which the exception of the <i>res judicata</i> becomes applicable are the identity of the thing demanded, the identity of the cause of the demand, and of the parties in the character in which they are litigants.\" In the case of <i>Smith</i> v. <i>Ontario,</i> 18 Blatchford, 454, 457, Circuit Judge Wallace observed, that \"the matter in issue\" has been defined in a case of leading authority, as \"that matter upon which the plaintiff proceeds by his action, and which the defendant controverts by his pleading.\" <i>King</i> v. <i>Chase,</i> 15 N.H. 9. But without multiplying authorities, the proposition suggested by those referred to, and which we affirm, is, that in order to give a judgment, rendered by even a court of general jurisdiction, the merit and finality of an adjudication between the parties, it must, with the limitations heretofore stated, be responsive to the issues tendered by the pleadings. In other <span class=\"star-pagination\">*271</span> words, that when a complaint tenders one cause of action, and in that suit service on, or appearance of, the defendant is made, a subsequent judgment therein, rendered in the absence of the defendant, upon another and different cause of action than that stated in the complaint, is without binding force within the courts of the same State; and, of course, notwithstanding the constitutional provision heretofore quoted, has no better standing in the courts of another State.</p>\n<p>This proposition determines this case; for, as has been shown, the scope and object of the suit in the New York court was the subjection of the fund in the hands of the superintendent of the insurance department of that State to the satisfaction of claims against the New York company. The cause of action disclosed in the original complaint was not widened by any amendment; and there was no actual appearance by the receiver Parker or the New Jersey company subsequently to the filing of their answer. No valid judgment could, therefore, be rendered therein, which went beyond the subjection of this fund to those claims.</p>\n<p>But another matter is also worthy of notice. At the time of the rendition of this judgment in the Supreme Court of New York, Parker had lost all authority to represent the New Jersey company. His authority in New Jersey, the State of primary administration, had been transferred to Stockton, the present receiver. By a decree in the very court, and in the very suit in the State of New York, in which he had been appointed ancillary receiver for that State, a decree had been entered discharging him from further power and responsibility. If it be said that the attention of the court in which the judgment in question was entered had not been called to this loss of representative power on the part of Parker, a sufficient reply is, that if the power was gone it is immaterial whether the court knew of it or not. Whatever reservation of power a court may have by <i>nunc pro tunc</i> entry to make its judgment operative as of the time when the representative capacity in fact existed, it is enough to say that no exercise of that power was attempted in this case. Suppose it had been, or suppose that Parker, as ancillary receiver, had not been discharged <span class=\"star-pagination\">*272</span> by any order in the New York court, would the administration of this estate in the Chancery Court of New Jersey, through a receiver appointed by it, or the assets in the hands of such receiver, be bound by this decree entered in the court of New York? Clearly not. The idea which underlies this runs through all administration proceedings, and has been recently considered by this court in the case of <i>Johnson</i> v. <i>Powers,</i> 139 U.S. 156. If Parker had still remained the ancillary receiver in the State of New York, a judgment rendered against him as such would bind only that portion of the estate which came into his hands as ancillary receiver, and would not be an operative and final adjudication against the receiver appointed by the court of original administration. Where a receiver or administrator or other custodian of an estate is appointed by the courts of one State, the courts of that State reserve to themselves full and exclusive jurisdiction over the assets of the estate within the limits of the State. Whatever orders, judgments or decrees may be rendered by the courts of another State, in respect to so much of the estate as is within its limits, must be accepted as conclusive in the courts of primary administration; and whatever matters are by the courts of primary administration permitted to be litigated in the courts of another State, come within the same rule of conclusiveness. Beyond this, the proceedings of the courts of a State in which ancillary administration is held are not conclusive upon the administration in the courts of the State in which primary administration is had. And this rule is not changed, although a party whose estate is being administered by the courts of one State permits himself or itself to be made a party to the litigation in the other. Whatever may be the rule if jurisdiction is acquired by a court before administration proceedings are commenced, the moment they are commenced, and the estate is taken possession of by a tribunal of a State, that moment the party whose estate is thus taken possession of ceases to have power to bind the estate in a court of another State, either voluntarily or by submitting himself to the jurisdiction of the latter court. So, as Stockton, the receiver appointed by the Chancery Court of <span class=\"star-pagination\">*273</span> New Jersey, the court having primary jurisdiction, was not a party to the proceedings in the New York court, and was not authoritatively represented therein, the judgment, even if responsive to the issues tendered by the pleadings, was not an adjudication binding upon him, or the estate in his hands.</p>\n<p>For these reasons the decree of the court below was correct, and it is</p>\n<p><i>Affirmed.</i></p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></span> (1891)</b></center>\n<center><h1>REYNOLDS<br>\nv.<br>\nSTOCKTON.</h1></center>\n<center>No. 289.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued April 7, 1891.</center>\n<center>Decided May 11, 1891.</center>\nERROR TO THE COURT OF CHANCERY OF THE STATE OF NEW JERSEY.\n<p><span class=\"star-pagination\">*262</span> <i>Mr. A.Q. Keasbey</i> and <i>Mr. Raphael J. Moses, Jr.,</i> for plaintiff in error.</p>\n<p><i>Mr. Frederic W. Stevens</i> for defendant in error.</p>\n<p><span class=\"star-pagination\">*264</span> MR. JUSTICE BREWER, after stating the case, delivered the opinion of the court.</p>\n<p>We are of opinion that the decision of the Chancery Court of New Jersey, as sustained by the Court of Errors and Appeals of that State, is correct, and must be affirmed. The first and obvious reason is that the judgment of the Supreme Court of New York was not responsive to the issues presented. The section of the Federal Constitution which is invoked by plaintiffs is section 1 of Article IV, which provides that \"full faith and credit shall be given in each State to the public acts, records and judicial proceedings of every other State.\" Under that section the full faith and credit demanded is only that faith and credit which the judicial proceedings had in the other State in and of themselves require. It does not demand that a judgment rendered in a court of one State, without the jurisdiction of the person, shall be recognized by the courts of another State as valid, or that a judgment rendered by a court which has jurisdiction of the person, but which is in no way responsive to the issues tendered by the pleadings and is rendered in the actual absence of the defendant, must be recognized as valid in the courts of any other State. The requirements of that section are fulfilled when a judgment rendered in a court of one State, which has jurisdiction of the subject matter and of the person, and which is substantially responsive to the issues presented by the pleadings, or is rendered under such circumstances that it is apparent that the defeated party was in fact heard on the matter determined, is recognized and enforced in the courts of another State. The scope of this constitutional provision has often been presented to and considered by this court, although the precise question here presented has not as yet received its attention. It has been adjudged that the constitutional provision does not make a judgment rendered in one State a judgment in another State upon which execution or other process may issue; that it does not forbid inquiry in the courts of the State to which the judgment is presented, as to the jurisdiction of the court in which it was rendered over the person, or <span class=\"star-pagination\">*265</span> in respect to the subject matter, or, if rendered in a proceeding <i>in rem,</i> its jurisdiction of the <i>res.</i> Without referring to the many cases in which this constitutional provision has been before this court, it is enough to notice the case of <i>Thompson</i> v. <i>Whitman,</i> 18 Wall. 457. The view developed in the opinion in that case, as well as in prior opinions cited therein, paves the way for inquiry into the question here presented. If the fact of a judgment rendered in a court of one State does not preclude inquiry in the courts of another, as to the jurisdiction of the court rendering the judgment over the person or the subject matter, it certainly also does not preclude inquiry as to whether the judgment so rendered was so far responsive to the issues tendered by the pleadings as to be a proper exercise of jurisdiction on the part of the court rendering it. Take an extreme case: Given a court of general jurisdiction, over actions in ejectment as well as those in replevin; a complaint in replevin for the possession of certain specific property, personal service upon the defendant, appearance and answer denying title; could (there being no subsequent appearance of the defendant and no amendment of the complaint) a judgment thereafter rendered in such action for the recovery of the possession of certain real estate be upheld? Surely not; even in the courts of the same State. If not there, the constitutional provision quoted gives no greater force to the same record in another State.</p>\n<p>We are not concerned in this case as to the power of amendment of pleadings lodged in the trial court, or the effect of any amendment made under such power, for no amendment was made or asked. And without amendment of the pleadings, a judgment for the recovery of the possession of real estate, rendered in an action whose pleadings disclose only a claim for the possession of personal property, cannot be sustained, although personal service was made upon the defendant. The invalidity of the judgment depends upon the fact that it is in no manner responsive to the issues tendered by the pleadings. This idea underlies all litigation. Its emphatic language is, that a judgment, to be conclusive upon the parties to the litigation, must be responsive to the matters controverted. <span class=\"star-pagination\">*266</span> Nor are we concerned with the question as to the rule which obtains in a case in which, while the matter determined was not, in fact, put in issue by the pleadings, it is apparent from the record that the defeated party was present at the trial and actually litigated that matter. In such a case the proposition so often affirmed, that that is to be considered as done which ought to have been done, may have weight, and the amendment which ought to have been made to conform the pleadings to the evidence may be treated as having been made. Here there was no appearance after the filing of the answer, and no participation in the trial or other proceedings. Whatever may be the rule where substantial amendments to the complaint are permitted and made, and the defendant responds thereto, or where it appears that he takes actual part in the litigation of the matters determined, the rule is universal that, where he appears and responds only to the complaint as filed, and no amendment is made thereto, the judgment is conclusive only so far as it determines matters which by the pleadings are put in issue. And this rule, which determines the conclusiveness of a judgment rendered in one court of a State, as to all subsequent inquiries in the courts of the same State, enters into and limits the constitutional provision quoted, as to the full faith and credit which must be given in one State to judgments rendered in the courts of another State.</p>\n<p>In the opinion of the Court of Errors and Appeals, the case of <i>Munday</i> v. <i>Vail,</i> 34 N.J. Law, 418, is cited. In that case, the proposition stated in the syllabus, and which is fully sustained by the opinion, is, that \"a decree in equity, which is entirely aside of the issue raised in the record, is invalid, and will be treated as a nullity, even in a collateral proceeding.\" It appeared that on May 12, 1841, Asa Munday, the owner, with his wife, Hetty Munday, conveyed the premises for which the action (which was one of ejectment) was brought, to John Conger, upon the following trust, to wit: \"For the use and benefit of the said Asa Munday and wife, and the survivor of them, with the remainder to the children of said Asa Munday and wife, in equal parts and shares, in fee.\" Plaintiff was the sole surviving issue of Asa Munday and Hetty <span class=\"star-pagination\">*267</span> Munday, and took, under the facts, all the title which, on the 12th of May, 1841, was vested in Asa Munday. On January 16, 1844, Ephraim Munday filed his bill in the Court of Chancery, setting forth that he had loaned certain moneys to Asa Munday upon an agreement that he, the said Asa, would secure said loan by a mortgage upon his land, including the premises in question; and that Asa, in violation of his agreement, and to defraud him of his rights, had conveyed them away to John Conger, upon the trust already mentioned. The bill also showed that plaintiff had obtained judgment for his debt. The prayer was, \"that the deed of conveyance of said lands so made by the said Asa Munday and Hetty, his wife, to the said John Conger, and the said deed and declaration of trust so made and executed by the said John Conger and wife as aforesaid, may, by the order and decree of this honorable court, be set aside and declared to be fraudulent and void against the said judgment and writ of execution of your orator, and that the said judgment and execution of your orator may be decreed a lien on said lands and tenements so conveyed to said John Conger,\" etc. Plaintiff was a defendant in that action, and, then an infant, appeared by her father as guardian. The decree, which was entered on the 15th of December, 1846, was generally that the said deed from Asa Munday and wife to Conger was fraudulent, null and void, and of no force whatever in law or equity; and ordered and adjudged that it be delivered up to be cancelled; and further, that the plaintiff's judgment is and was a lien. No proceedings were had under this decree, the money due plaintiff having been paid or secured to him. Subsequently, and on September 15, 1851, a decree for costs against Asa Munday, in another suit, was entered in the Chancery Court. Upon such decree the property in question was levied upon and sold to defendant. The validity of the title acquired by this proceeding was the matter in controversy. The title of plaintiff was good under the trust deed of May 12, 1841, unless defeated by this sale and the deed made thereon; and defendant's title, adverse to plaintiff's, depended on the question whether the decree of December 15, 1846, was valid to the extent of <span class=\"star-pagination\">*268</span> its language, annulling absolutely the conveyance from Asa Munday and wife to John Conger, and directing the surrender of such deed, or, notwithstanding its general language, was to be limited to the matters of inquiry presented by the complaint and answer, and, therefore, simply an adjudication that the deed was voidable, and annulling it so far as it conflicted with the rights of plaintiff in that suit, leaving it to stand good as a deed <i>inter partes,</i> and valid as to all other parties. It was held that the latter was the true construction, and that the general language in the decree was limited by the matters put in issue by the pleadings. We quote from the opinion: \"The inquiry is, had the court jurisdiction to the extent claimed? Jurisdiction may be defined to be the right to adjudicate concerning the subject-matter in the given case. To constitute this there are three essentials: First, the court must have cognizance of the class of cases to which the one to be adjudged belongs; second, the proper parties must be present; and third, the point decided must be, in substance and effect, within the issue. That a court cannot go out of its appointed sphere, and that its action is void with respect to persons who are strangers to its proceedings, are propositions established by a multitude of authorities. A defect in a judgment arising from the fact that the matter decided was not embraced within the issue has not, it would seem, received much judicial consideration. And yet I cannot doubt that, upon general principles, such a defect must avoid a judgment. It is impossible to concede that because A and B are parties to a suit, a court can decide any matter in which they are interested, whether such matter be involved in the pending litigation or not. Persons by becoming suitors do not place themselves for all purposes under the control of the court, and it is only over these particular interests, which they choose to draw in question, that a power of judicial decision arises.\" And again: \"A judgment upon a matter outside of the issue must, of necessity, be altogether arbitrary and unjust, as it concludes a point upon which the parties have not been heard. And it is upon this very ground that the parties have been heard, or have had the opportunity of a hearing, that the law gives so <span class=\"star-pagination\">*269</span> conclusive an effect to matters adjudicated. And this is the principal reason why judgments become estoppels. But records or judgments are not estoppels with reference to every matter contained in them. They have such efficacy only with respect to the substance of the controversy and its essential concomitants. Thus, Lord Coke, treating of this doctrine, says: `A matter alleged that is neither traversable nor material shall not estop.' Co. Litt. 352 b. And in a note to the <i>Duchess of Kingston's Case,</i> in 2 Smith's Lead. Cases, 535, Baron Comyn is vouched for the proposition that judgments `are conclusive as to nothing which might not have been in question, or were not material.' For the same doctrine, that in order to make a decision conclusive not only the proper parties must be present, but that the court must act upon `the property according to the rights that appear' upon the record, I refer to the authority of Lord Redesdale. <i>Giffard</i> v. <i>Hort,</i> 1 Sch. &amp; Lef. 386, 408. See also <i>Gore</i> v. <i>Stacpoole,</i> 1 Dow, 18, 30; <i>Colclough</i> v. <i>Sterum,</i> 3 Bligh, 181, 186.\" Reference is made in the opinion to the case of <i>Corwithe</i> v. <i>Griffing,</i> <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Barb.</span> <span class=\"page\">9</span></span>, in respect to which the court said: \"Commissioners in partition, in their distribution, embraced land other than that contained in the petition, and the court confirmed their report, and it was held that such judgment was a nullity, `as the jurisdiction was confined to the subject-matter set forth and described in the petition.' In this case the court had jurisdiction in cases of partition, and the decision was upon the ground that the decree was void, as it was aside from the issue which the proceedings presented.\"</p>\n<p>This case is very much in point. We regard the views suggested in the quotation from the opinion as correct, and as properly indicating the limits in respect to which the conclusiveness of a judgment may be invoked in a subsequent suit <i>inter partes.</i> See, also, <i>Unfried</i> v. <i>Heberer,</i> 63 Indiana, 67. In that case, the inquiry was as to the effect of a decree of foreclosure rendered upon default. In the complaint in the foreclosure proceedings the widow and children of the mortgagor were named as parties, he having died prior to the commencement of the suit. The allegation of the complaint was <span class=\"star-pagination\">*270</span> that the defendants were interested as heirs, and the prayer was for a decree foreclosing such interests. It was not averred that the widow had joined in the mortgage, or even that she was a widow; but she was made a defendant, and alleged to be an heir. Subsequently she asserted rights in the premises as widow, and in respect to this decree upon default, the court observed: \"A widow is an heir of her deceased husband only in a special and limited sense, and not in the general sense in which that term is usually used and understood. When the said Anna made default in the action for foreclosure, nothing was taken against her as confessed, nor could have been, which was not alleged in the complaint, and, as nothing was alleged hostile to her claim as widow, it follows that nothing concerning her claim as such widow was concluded against her by the judgment of foreclosure. This proposition we regard as too well founded in principle to need the citation of authorities to sustain it. See, however, <i>Helms</i> v. <i>Love,</i> 41 Indiana, 210; <i>Fletcher</i> v. <i>Holmes,</i> 25 Indiana, 458; <i>Minor</i> v. <i>Walter,</i> 17 Mass. 237.\" See also <i>Goucher</i> v. <i>Clayton,</i> decided by Vice-Chancellor Wood, and reported in 11 Jurist (N.S.) 107; <i>S.C.</i> 34 Law Journal (N.S.) Ch. 239.</p>\n<p>In the case of <i>Packet Company</i> v. <i>Sickles,</i> <span class=\"citation no-link\"><span class=\"volume\">24</span> <span class=\"reporter\">How.</span> <span class=\"page\">333</span></span>, 341, Mr. Justice Campbell, speaking for the court, declared, that, \"the essential conditions under which the exception of the <i>res judicata</i> becomes applicable are the identity of the thing demanded, the identity of the cause of the demand, and of the parties in the character in which they are litigants.\" In the case of <i>Smith</i> v. <i>Ontario,</i> 18 Blatchford, 454, 457, Circuit Judge Wallace observed, that \"the matter in issue\" has been defined in a case of leading authority, as \"that matter upon which the plaintiff proceeds by his action, and which the defendant controverts by his pleading.\" <i>King</i> v. <i>Chase,</i> 15 N.H. 9. But without multiplying authorities, the proposition suggested by those referred to, and which we affirm, is, that in order to give a judgment, rendered by even a court of general jurisdiction, the merit and finality of an adjudication between the parties, it must, with the limitations heretofore stated, be responsive to the issues tendered by the pleadings. In other <span class=\"star-pagination\">*271</span> words, that when a complaint tenders one cause of action, and in that suit service on, or appearance of, the defendant is made, a subsequent judgment therein, rendered in the absence of the defendant, upon another and different cause of action than that stated in the complaint, is without binding force within the courts of the same State; and, of course, notwithstanding the constitutional provision heretofore quoted, has no better standing in the courts of another State.</p>\n<p>This proposition determines this case; for, as has been shown, the scope and object of the suit in the New York court was the subjection of the fund in the hands of the superintendent of the insurance department of that State to the satisfaction of claims against the New York company. The cause of action disclosed in the original complaint was not widened by any amendment; and there was no actual appearance by the receiver Parker or the New Jersey company subsequently to the filing of their answer. No valid judgment could, therefore, be rendered therein, which went beyond the subjection of this fund to those claims.</p>\n<p>But another matter is also worthy of notice. At the time of the rendition of this judgment in the Supreme Court of New York, Parker had lost all authority to represent the New Jersey company. His authority in New Jersey, the State of primary administration, had been transferred to Stockton, the present receiver. By a decree in the very court, and in the very suit in the State of New York, in which he had been appointed ancillary receiver for that State, a decree had been entered discharging him from further power and responsibility. If it be said that the attention of the court in which the judgment in question was entered had not been called to this loss of representative power on the part of Parker, a sufficient reply is, that if the power was gone it is immaterial whether the court knew of it or not. Whatever reservation of power a court may have by <i>nunc pro tunc</i> entry to make its judgment operative as of the time when the representative capacity in fact existed, it is enough to say that no exercise of that power was attempted in this case. Suppose it had been, or suppose that Parker, as ancillary receiver, had not been discharged <span class=\"star-pagination\">*272</span> by any order in the New York court, would the administration of this estate in the Chancery Court of New Jersey, through a receiver appointed by it, or the assets in the hands of such receiver, be bound by this decree entered in the court of New York? Clearly not. The idea which underlies this runs through all administration proceedings, and has been recently considered by this court in the case of <i>Johnson</i> v. <i>Powers,</i> 139 U.S. 156. If Parker had still remained the ancillary receiver in the State of New York, a judgment rendered against him as such would bind only that portion of the estate which came into his hands as ancillary receiver, and would not be an operative and final adjudication against the receiver appointed by the court of original administration. Where a receiver or administrator or other custodian of an estate is appointed by the courts of one State, the courts of that State reserve to themselves full and exclusive jurisdiction over the assets of the estate within the limits of the State. Whatever orders, judgments or decrees may be rendered by the courts of another State, in respect to so much of the estate as is within its limits, must be accepted as conclusive in the courts of primary administration; and whatever matters are by the courts of primary administration permitted to be litigated in the courts of another State, come within the same rule of conclusiveness. Beyond this, the proceedings of the courts of a State in which ancillary administration is held are not conclusive upon the administration in the courts of the State in which primary administration is had. And this rule is not changed, although a party whose estate is being administered by the courts of one State permits himself or itself to be made a party to the litigation in the other. Whatever may be the rule if jurisdiction is acquired by a court before administration proceedings are commenced, the moment they are commenced, and the estate is taken possession of by a tribunal of a State, that moment the party whose estate is thus taken possession of ceases to have power to bind the estate in a court of another State, either voluntarily or by submitting himself to the jurisdiction of the latter court. So, as Stockton, the receiver appointed by the Chancery Court of <span class=\"star-pagination\">*273</span> New Jersey, the court having primary jurisdiction, was not a party to the proceedings in the New York court, and was not authoritatively represented therein, the judgment, even if responsive to the issues tendered by the pleadings, was not an adjudication binding upon him, or the estate in his hands.</p>\n<p>For these reasons the decree of the court below was correct, and it is</p>\n<p><i>Affirmed.</i></p>\n</div>", "id": 93090, "judges": "Brewer, After Stating the Case", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93090/", "sha1": "90c05ad076a967325aaec96ae188b082a5b466a1", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:06:49"}