{"absolute_url": "/opinion/93190/henderson-bridge-co-v-henderson-city/", "blocked": false, "citation": {"case_name": "Henderson Bridge Co. v. Henderson City", "docket_number": "1007", "document_uris": ["/api/rest/v2/document/93190/"], "federal_cite_one": "141 U.S. 679", "federal_cite_three": null, "federal_cite_two": null, "id": 77570, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/77570/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 21, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1891-12-07", "date_modified": "2014-12-21T01:40:35.876074", "docket": "/api/rest/v2/docket/600540/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">141 U.S. 679</p>\n    <p class=\"case_cite\">12 S.Ct. 114</p>\n    <p class=\"case_cite\">35 L.Ed. 900</p>\n    <p class=\"parties\">HENDERSON BRIDGE CO. <i>et al.</i><br>v.<br>CITY OF HENDERSON.</p>\n    <p class=\"date\">December 7, 1891.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Action in the Henderson circuit court of Kentucky by the city of Henderson, Ky., against the Henderson Bridge Company and the Louisville &amp; Nashville Railroad Company to recover taxes upon a bridge across the Ohio river. Judgment was rendered for the plaintiff, which was affirmed by the state court of appeals. 14 S. W. Rep. 85. On application for a rehearing, the opinion was withdrawn, and a new one filed, also affirming the judgment below. Id. 493. Defendants bring error. Heard on motion to dismiss for want of jurisdiction.</p>\n      <p class=\"indent\"><i>J. G. Carlisle</i>, for the motion.</p>\n      <p class=\"indent\"><i>Wm. Lindsay</i>, opposed.</p>\n      <p class=\"indent\">Mr. Justice BLATCHFORD delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action, brought in the Henderson circuit court of Kentucky by the city of Henderson, Ky., against the Henderson Bridge Company, a Kentucky corporation, to recover for taxes assessed by the city against the company, for the years 1885, 1886, and 1887, under the authority of various acts of the legislature of Kentucky. In the petition of the plaintiff the taxes for 1886 and 1887 are alleged to have been assessed to pay the annual expenses of the city government, the annual expenses of the public schools, interest on railroad aid bonds, interest on school bonds, interest on water-works bonds, and interest on bonds issued for city purposes. The amount claimed for the years 1886 and 1887, for taxes and penalty, is in the aggregate $44,320, with interest. The petition alleges that under an act of the general assembly of Kentucky approved February 9, 1872, the bridge company was incorporated and authorized to build a bridge across the Ohio river within the limits of the city of Henderson; that that act lay dormant until September 21, 1880, when the Louisville &amp; Nashville Railroad Company got control of said charter, and a reorganization was effected thereunder; and that the common council of the city of Henderson passed an ordinance, which was accepted in writing by the bridge company on the 11th of February, 1882, a copy of which ordinance is set forth in the margin.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The petition alleges that by an act of the general assembly of Kentucky approved February 11, 1867, incorporating the city of Henderson, its north-western boundary was fixed at low-water mark on the Indiana side of the Ohio river, and that the bridge was assessed for taxation to such low-water mark, like other property of the city; and it claims a lien upon the bridge, from the beginning of its approach at Main street, in the city, to low-water mark on the Indiana side of the river, for the taxes and the penalty thereon; and, in addition to a judgment against the bridge company for said taxes and penalty, it prays for the enforcement of the lien, and a sale to pay the debt, with interest and costs, and the appointment of a receiver.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The answer of the bridge company to the petition alleges that the whole of the bridge between the Kentucky shore and the Indiana shore is over the water of the Ohio river, except the piers or pillars which support the bridge, and which are built in and rest upon the bed of the river; that the river is a navigable stream, and the entire jurisdiction over it is vested in congress and the courts of the United States, and the bridge is used only to transport persons and freight in railroad cars between the states of Indiana and Kentucky, and the plaintiff has no jurisdiction over the river or any part thereof, or over the bridge or the persons or freight transported thereon, except in the matter of executing writs from the police authorities of the city; and that for the plaintiff to assume to tax that part of the bridge would violate the constitution of the United States, the laws of congress, and the rights of the bridge company in the premises. The answer also sets up that the bridge derives no benefit or protection from the government of the city; and that to subject the bridge company's property to the payment of the claim made, would be to take private property for public use without compensation, and to violate article 5 of the amendments to the constitution of the United States, and the constitution and laws of Kentucky. It is also averred in the answer that, when the bridge company constructed the bridge, it was the settled law of Kentucky, as decided by its court of appeals in Bridge Co. v. City of Louisville, 81 Ky. 189, that so much of the company's bridge and property as was erected and stood across the Ohio river was not liable to municipal or city taxation; and that, relying on the law of Kentucky as being so settled, the bridge company, on the 27th of February, 1884, entered into a written contract with the Louisville &amp; Nashville Railroad Company for the maintenance and operation of the bridge. A reply was put in to that answer; and subsequently the Louisville &amp; Nashville Railroad Company was made a party defendant, and filed a petition, which was ordered to be taken as its answer to the plaintiff's petition. It alleged that by such contract with the bridge company the railroad company was to maintain and operate the bridge and a connecting railroad on the Indiana side of the river, in consideration that the bridge company would pay to it yearly $10,000, to be expended in maintenance and repair, and would also pay all taxes legally imposed upon the track and bridge structure. It was further alleged that to grant the plaintiff the relief prayed for, or any part thereof, would be a direct impairment of the obligation of the contract between the railroad company and the bridge company, and would violate the right of the railroad company. A rejoinder was put in to the reply, joining issue, and the case was heard by the court upon the pleadings and evidence. The court dismissed the petition so far as regarded the taxes claimed for 1885, but as to the years 1886 and 1887 adjudged that the bridge and the approach thereto were subject to taxation for all the purposes and for the amounts claimed in the petition, and that the plaintiff had a lien upon the bridge structure and masonry piers, and the approach thereto, situated within the boundary of the city, extending to low-water mark on the Indiana side of the Ohio river, for $17,384 for the year 1886, and $15,810 for the year 1887, with interest on those sums from the date of the judgment, July 18, 1888, and for costs.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The circuit court, in its opinion, held that as the legislature had fixed the limits of the city at low-water mark on the Indiana shore, and had authorized her to tax all property in the city limits which was subject to taxation by the state, the taxable boundary was co-extensive with the statutory boundary; that in Bridge Co. v. City of Louisville, 81 Ky. 189, it was not decided that it was <i>per se</i> unconstitutional for the legislature to authorize cities to tax bridges which crossed the Ohio river; that all that was decided in that case was that the legislature did not intend to embrace the bridge in that case as subject to city taxation; that in several cases the court of appeals of Kentucky had relieved parties from the payment of taxes on agricultural land, where the city limits had been extended without the consent of the owner of the land; but that, in the present case, the bridge company had voluntarily placed its property within the legally established limits of the city, and ought to pay the taxes assessed. Nothing involving a federal question was considered or decided by the court.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The bridge company and the railroad company appealed to the court of appeals, as did also the plaintiff. In June, 1890, the judgment was affirmed by that court, its opinion being reported in 14 S. W. Rep. 85; but, on the application of all parties for a rehearing, the petition of the defendants for a rehearing was overruled and that of the plaintiff was sustained. The former opinion was withdrawn, the mandate was set aside, a new opinion was delivered, (Id. 493,) and an order entered declaring that there was no error in the judgment of the circuit court, and that that judgment was affirmed, with damages. In the second opinion, which was delivered October 7, 1890, it was held that all that was decided in Bridge Co. v. City of Louisville, 81 Ky. 189, was that, in order to authorize a city government to subject real estate situated within its corporate limits to taxation for city or municipal purposes only, there must be actual or presumed benefits to such property by the extension of the city government over it; that the court of appeals had often distinguished between the power of a city to tax real estate situated within its limits for city or municipal purposes only, and for such district purposes as the legislature might authorize; that the legislature might create a city boundary, or designate any other boundary, without reference to existing civil or political districts, into taxing districts, for local purposes; that the city of Henderson, having voted a tax in reference to aiding in building the before-named connecting railroad in Indiana, was a taxing district; that the same state of things existed in regard to the tax for school purposes that, after such taxes were voted by the taxing district, the owner of real estate situated therein could not be heard to say that his property was not benefited by the enterprise for which the tax was voted; that, although the jurisdiction of the city of Henderson extended to low-water mark on the Indiana shore of the river, she could not tax the property of the bridge company for city or municipal purposes, but as a taxing district she could tax such property; and that the bridge taxed, which was realty, and extended across the Ohio river, was used for profit, and could be benefited by the city, and taxed by it as a taxing district.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The court then proceeded to consider the question whether the contract entered into between the city and the bridge company, contained in the ordinance of the city accepted by the bridge company on the 11th of February, 1882, amounted to a contract right to tax the property of the bridge company to low-water mark on the Indiana shore, the provision of that ordinance in section 4 being as follows: 'Sec. 4. That nothing herein shall be construed as waiving the right of the city of Henderson to levy and collect taxes on the approaches to said bridge, or any building erected by said bridge company, within the corporate limits of said city, the bridge itself, and all appurtenances thereto within the limits of said city.' The court remarked that the bridge company obtained from the city the right to construct its bridge and approaches on or over the center of Fourth street, and of the line thereof extended to low-water mark on the Indiana side of the Ohio river, and such approaches, avenues, piers, trestles, abutments, toll-houses, and other appurtenances as should be necessary in the erection, and for the business, of a bridge over the Ohio river, from a point in the city to some convenient point on the Indiana side of the river; and also that the right to use the land between Water street in the city and low-water mark on the Kentucky side of the river, extending 100 feet below, and 300 feet above, the center of Fourth street extended to the river, was granted to the bridge company for erecting such wharves, elevators, and other buildings as should be deemed necessary for the successful operation of the enterprise; and that, in consideration of such grant, section 4, in regard to taxes, was inserted in the ordinance. The court then remarked that the bridge company maintained that section 4 of the ordinance meant only to reserve the right to tax such property of the bridge company as was theretofore subject to taxation by the city government, and that, as that part of the bridge which was situated over the water of the river was not theretofore subject to taxation, the reservation related to that part of the bridge which the city previously had the right to tax. But the view taken by the court was that the contract was well considered and prudently drafted by men skilled in that kind of work; that it was not to be presumed that they engaged in a mere <i>nudum pactum</i>, but meant to set forth a business transaction; that the bridge company desired rights and privileges which it did not possess, and could not possess without the consent of the city; that the city already had the right to tax the approaches to the bridge, and it had made no concessions which could possibly be construed as waiving that right; that the right to tax referred to in section 4 was the right to tax 'the bridge itself;' that the bridge, as distinguished from its abutments and approaches, was that part which was over the water; that the city, in its municipal capacity, according to the decision in Bridge Co. v. City of Louisville, 81 Ky. 189, had no right to tax that part of the bridge which was over the water; that the city had the right, if such right was asserted and agreed to, to claim that the bridge should be taxed in consideration of the privileges granted to the bridge company; that it must be presumed that that claim of right was asserted and agreed to and was expressed in section 4 of the ordinance by the term, 'not waiving the right;' that, if the contract did not mean that, it meant nothing; that it was not to be supposed that the contracting parties meant only to reserve a right which they had already, and about which there was no dispute; and that, as the right to tax the bridge to the Indiana shore might be obtained legitimately by contract, and the city granted to the bridge company rights and privileges essential to its enterprise, it was reasonable to suppose that the city would contract for the right thus to tax the bridge company in consideration of granting such rights and privileges. This opinion was delivered as the opinion of the court by Judge BENNETT. Judge PRYOR dissented from it. Chief Justice HOLT delivered a separate opinion, holding that the legislature, by authorizing the imposition and collection of the railroad and school taxes upon the real estate within the city limits, created a taxing district; that the power to collect such taxes, therefore, was conferred upon the city as such taxing district; that the property of the bridge company, being within such district, was liable for such taxes; that, as to the municipal taxes proper, the property of the bridge company was within the corporate limits, and received such benefits from the municipal government as to render it both legally and justly liable for such municipal taxes; and that upon those grounds he concurred in affirming the judgment of the lower court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The bridge company and the railroad company sued out a writ of error from this court to review the judgment of the court of appeals. The bridge company assigns for error (1) that the court of appeals erred in overruling its claim that the acceptance of its charter and the construction of its bridge amounted in law to a contract, between it and Kentucky, that no part of its bridge, north of low-water mark on the Kentucky shore of the river, ever should be subjected to taxation by the city for municipal or any other purpose; (2) that the court erred in overruling the claim of the bridge company that the tax ordinances of the city were null and void so far as they assessed for taxes the bridge structure north of low-water mark on the Kentucky shore of the river, because those ordinances impaired the obligations of the charter contract of the bridge company with Kentucky, and were repugnant to the constitution of the United States; and (3) that it erred in overruling the claim of the bridge company that its bridge was exempt from the taxation in question, because it spanned the Ohio river, a navigable stream and interstate river, and was solely a means of interstate commerce, erected under authority from the United States and receiving no protection from the city. The bridge company and the railroad company both of them assign for error that the court erred in overruling their claim that the tax ordinances of the city impaired the obligations of the contract of February 27, 1884, between the bridge company and the railroad company, and were void, because repugnant to the constitution of the United States. The city of Henderson now makes a motion to dismiss the writ of error, for want of jurisdiction in this court, on the ground that no federal question was actually decided by the state court.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although a federal question may have been raised in the state court, yet if the case was decided in that court on grounds not involving a federal question, but broad enough to sustain the decision, this court will refuse to entertain jurisdiction. Kreiger v. Railroad Co., 125 U. S. 39, 46, 8 Sup. Ct. Rep. 752; De Saussure v. Gaillard, 127 U. S. 216, 234, 8 Sup. Ct. Rep. 1053; Hale v. Akers, 132 U. S. 554, 564, 565, 10 Sup. Ct. Rep. 171; Hopkins v. McLure, 133 U. S. 380, 386, 387, 10 Sup. Ct. Rep. 407; Johnson v. Risk, 137 U. S. 300, 306, 307, 11 Sup. Ct. Rep. 111.* The opinion of the state court is based wholly upon the ground that the proper interpretation of the ordinance of February, 1882, was that the bridge company voluntarily agreed that the bridge should be liable to taxation. This does not involve a federal question, and is broad enough to dispose of the case, without reference to any federal question. This court cannot review the construction which was given to the ordinance as a contract by the state court.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">There is nothing in the suggestion that the taxation of the bridge is a regulation of commerce among the states, or is the taxation of any agency of the federal government. The case of Bridge Co. v. City of Louisville, 81 Ky. 189, was not decided until May, 1883, more than a year after the ordinance of the city of Henderson was accepted by the bridge company, in February, 1882. The contract of February, 1884, between the bridge company and the railroad company, was made more than two years after the ordinance of February, 1882, came into existence. Neither the opinion of the court of appeals in the present case, nor that of Chief Justice HOLT, nor that of the circuit court of the state, puts the decision upon any federal question; and on this writ of error to the state court we are bound by its interpretation of the contract contained in the ordinance, in view of the constitution and laws of Kentucky, and cannot review that question. Writ of error dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mr. Justice HARLAN dissents.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> An ordinance granting the Henderson Bridge Company certain rights and privileges within the corporate limits of the city of Henderson: Be it ordained by the common council of the city of Henderson, Kent'y: Section 1. That the Henderson Bridge Company, organized under the act of the general assembly of the commonwealth of Kentucky approved February 9, 1872, be, and they are hereby, granted the right to construct on or over the center of Fourth street, in the city of Henderson, and of the line thereof extended to low-water mark on the Indiana side of the Ohio river, such approaches, avenues, piers, trestles, abutments, toll-houses, and other appurtenances necessary in the erection of, and for the business of, a bridge over the Ohio river, from a point in the city of Henderson to some convenient point on the Indiana side of said river, and for such purposes the use of said Fourth street is hereby granted, subject to the terms and conditions hereinafter expressed.</p>\n        <p>Sec. 2. That there be, and is hereby, granted to said bridge Co. the right to use the space between Water street in said city and low-water mark in the Ohio R., extending 100 feet below the center of Fourth street extended, and three hundred feet above the center of s'd street extended to</p>\n        <p>the Ohio river, for any purpose required by said company; that said company may erect, or authorize, or cause to be erected, grain elevators within said space above high-water mark, and may construct therefrom to the river such apparatus and machinery as may be necessary to convey grain from boats to such elevators, and may have the use of said space for the landing of boats laden with freight for such elevators, and construct floating docks, or use wharf-boats within such space for the accommodation of such boats, and the conduct of the business of such bridge and of the said elevators free of wharfage, subject to the terms and conditions hereinafter expressed.</p>\n        <p>Sec. 3. That each and all of the rights and privileges herein granted to the said company, their successors or assigns, are on the following terms and conditions, to-wit:</p>\n        <p>(1) That the approach to said bridge on Fourth street shall be of sufficient elevation to admit the passage of all vehicles underneath at points where other streets cross or intersect said Fourth street, and shall be so constructed as to admit the pssage of all vehicles on said street as far back as the elevation of said bridge will admit of, except as the same may be obstructed by the necessary supports of such approach, which supports shall be iron trestles or masonry piers.</p>\n        <p>(2) That all or any damage done to private property, by reason of any privileges granted to said company, shall be paid by said bridge company, and said company shall pay to any owner of private property, damaged by reason of any grant herein, any judgment that may be rendered against the city of Henderson on account thereof, and shall hold said city harmless from any loss or damage by reason of injury to private property bordering on said street caused by the erection of such bridge and its approaches.</p>\n        <p>(3) That any track laid in the space between Water street and low-water mark of the Ohio river mentioned in the second section of this ordinance, or any improvements made thereon, shall be so made as not to interfere with the free use of such space by the public further than the nature of such works and their convenience for the said uses may absolutely require.</p>\n        <p>(4) That any such elevator, other buildings and appurtenances of said bridge, shall be kept above high-water mark, and so as not to obstruct the current of the river, and nothing herein shall be construed to prevent the said city from paving or otherwise improving that part of the river front herein mentioned, or from charging and collecting wharfage from boats or other craft landing thereat, except as herein provided in favor of said bridge company.</p>\n        <p>(5) That, in the event said city shall determine to grade and pave the river front mentioned between the line of high-water mark and the line of low-water mark, the said company shall so change any tracks they may have laid, or fix any improvements they may have made, to conform to and</p>\n        <p>with such grade as near as practicable, and the said company shall so arrange said tracks and improvements, in such event, as to make the least possible obstruction to the free passage of vehicles and to such other uses for which said space may be designed.</p>\n        <p>Sec. 4. That nothing herein shall be construed as waiving the right of the city of Henderson to levy and collect taxes on the approaches to said bridge, or any building erected by said bridge company within the corporate limits of said city, the bridge itself and all appurtenances thereto within the limits of said city.</p>\n        <p>Sec. 5. That Before any of the rights or privileges hereinbefore granted shall inure to the benefit of or vest in the Henderson Bridge Company, said company shall, by proper authority, append to a certified copy of this ordinance their acceptance of, and agreement to abide by, and faithfully keep, the terms and conditions of this ordinance; which acceptance and agreement shall be acknowledged by the proper authority of said company, as provided in case of a deed under the laws of Kent'y, and delivered to the clerk of the Henderson city council.</p>\n        <p>Sec. 6. That this ordinance shall take effect and be in force after the same has been published as approved by law, and after the terms and conditions thereof shall have been accepted and acknowledged as herein provided.</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>141 U.S. 679 (1891)</b></center>\n<center><h1>HENDERSON BRIDGE COMPANY<br>\nv.<br>\nHENDERSON CITY.</h1></center>\n<center>No. 1007.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 23, 1891.</center>\n<center>Decided December 7, 1891.</center>\nERROR TO THE COURT OF APPEALS OF THE STATE OF KENTUCKY.\n<p><i>Mr. John G. Carlisle</i> (with whom were <i>Mr. John L. Dorsey, Mr. John Young Brown</i> and <i>Mr. Montgomery Merritt</i> on the brief) for the motion to dismiss.</p>\n<p><i>Mr. William Lindsay</i> opposing.</p>\n<p>MR. JUSTICE BLATCHFORD delivered the opinion of the court.</p>\n<p>This is an action, brought in the Henderson Circuit Court of Kentucky, by the city of Henderson, Kentucky, against <span class=\"star-pagination\">*680</span> the Henderson Bridge Company, a Kentucky corporation, to recover for taxes assessed by the city against the company, for the years 1885, 1886 and 1887, under the authority of various acts of the legislature of Kentucky.</p>\n<p>In the petition of the plaintiff, the taxes for 1886 and 1887 are alleged to have been assessed to pay the annual expenses of the city government, the annual expenses of the public schools, interest on railroad aid bonds, interest on school bonds, interest on water works bonds and interest on bonds issued for city purposes. The amount claimed for the years 1886 and 1887, for taxes and penalty, is in the aggregate $44,320, with interest. The petition alleges that under an act of the general assembly of Kentucky, approved February 9, 1872, the bridge company was incorporated and authorized to build a bridge across the Ohio River within the limits of the city of Henderson; that that act lay dormant until September 21, 1880, when the Louisville and Nashville Railroad Company got control of said charter, and a reorganization was effected thereunder; and that the common council of the city of Henderson passed an ordinance, which was accepted in writing by the bridge company on the 11th of February, 1882, a copy of which ordinance is set forth in the margin.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*681</span> The petition alleges that, by an act of the general assembly of Kentucky, approved February 11, 1867, incorporating the <span class=\"star-pagination\">*682</span> city of Henderson, its northwestern boundary was fixed at low-water mark on the Indiana side of the Ohio River, and that the bridge was assessed for taxation to such low-water mark, like other property of the city; and it claims a lien upon the bridge, from the beginning of its approach at Main Street in the city, to low-water mark on the Indiana side of the river, for the taxes and the penalty thereon, and, in addition to a judgment against the bridge company for said taxes and penalty, it prays for the enforcement of the lien and a sale to pay the debt, with interest and costs, and the appointment of a receiver.</p>\n<p>The answer of the bridge company to the petition alleges that the whole of the bridge between the Kentucky shore and the Indiana shore is over the water of the Ohio River, except the piers or pillars which support the bridge and which are built in, and rest upon, the bed of the river; that the river is a navigable stream, and the entire jurisdiction over it is vested in Congress and the courts of the United States, and the bridge is used only to transport persons and freight in railroad cars between the States of Indiana and Kentucky, and the plaintiff has no jurisdiction over the river or any part <span class=\"star-pagination\">*683</span> thereof, or over the bridge or the persons or freight transported thereon, except in the matter of executing writs from the police authorities of the city; and that for the plaintiff to assume to tax that part of the bridge would violate the Constitution of the United States, the laws of Congress and the rights of the bridge company in the premises. The answer also sets up that the bridge derives no benefit or protection from the government of the city; and that to subject the bridge company's property to the payment of the claim made, would be to take private property for public use without compensation, and to violate article 5 of the amendments to the Constitution of the United States, and the constitution and laws of Kentucky. It is also averred in the answer that, when the bridge company constructed the bridge, it was the settled law of Kentucky, as decided by its Court of Appeals in <i>Louisville Bridge Co.</i> v. <i>City of Louisville,</i> 81 Kentucky, 189, that so much of the company's bridge and property as was erected and stood across the Ohio River was not liable to municipal or city taxation; and that, relying on the law of Kentucky as being so settled, the bridge company, on the 27th of February, 1884, entered into a written contract with the Louisville and Nashville Railroad Company for the maintenance and operation of the bridge.</p>\n<p>A reply was put in to that answer; and subsequently the Louisville and Nashville Railroad Company was made a party defendant, and filed a petition, which was ordered to be taken as its answer to the plaintiff's petition. It alleged that by such contract with the bridge company, the railroad company was to maintain and operate the bridge and a connecting railroad on the Indiana side of the river, in consideration that the bridge company would pay to it yearly $10,000, to be expended in maintenance and repair, and would also pay all taxes legally imposed upon the track and bridge structure. It was further alleged that to grant the plaintiff the relief prayed for, or any part thereof, would be a direct impairment of the obligation of the contract between the railroad company and the bridge company, and would violate the right of the railroad company.</p>\n<p><span class=\"star-pagination\">*684</span> A rejoinder was put in to the reply, joining issue, and the case was heard by the court upon the pleadings and evidence. The court dismissed the petition so far as regarded the taxes claimed for 1885, but as to the years 1886 and 1887 adjudged that the bridge and the approach thereto were subject to taxation for all the purposes and for the amounts claimed in the petition, and that the plaintiff had a lien upon the bridge structure and masonry piers, and the approach thereto, situated within the boundary of the city, extending to low-water mark on the Indiana side of the Ohio River, for $17,384 for the year 1886, and $15,810 for the year 1887, with interest on those sums from the date of the judgment, July 18, 1888, and for costs.</p>\n<p>The Circuit Court, in its opinion, held that as the legislature had fixed the limits of the city at low-water mark on the Indiana shore, and had authorized her to tax all property in the city limits which was subject to taxation by the State, the taxable boundary was coextensive with the statutory boundary; that in <i>Louisville Bridge Co.</i> v. <i>City of Louisville,</i> 81 Kentucky, 189, it was not decided that it was <i>per se</i> unconstitutional for the legislature to authorize cities to tax bridges which crossed the Ohio River; that all that was decided in that case was that the legislature did not intend to embrace the bridge in that case as subject to city taxation; that in several cases the Court of Appeals of Kentucky had relieved parties from the payment of taxes on agricultural land, where the city limits had been extended without the consent of the owner of the land; but that, in the present case, the bridge company had voluntarily placed its property within the legally established limits of the city, and ought to pay the taxes assessed. Nothing involving a Federal question was considered or decided by the court.</p>\n<p>The bridge company and the railroad company appealed to the Court of Appeals, as did also the plaintiff. In June, 1890, the judgment was affirmed by that court, its opinion being reported in 14 S.W. Rep. 85, but, on the application of all parties for a rehearing, the petition of the defendants for a rehearing was overruled and that of the plaintiff was sustained. <span class=\"star-pagination\">*685</span> The former opinion was withdrawn, the mandate was set aside, a new opinion was delivered, (14 S.W. Rep. 493,) and an order entered declaring that there was no error in the judgment of the Circuit Court, and that that judgment was affirmed, with damages.</p>\n<p>In the second opinion, which was delivered October 7, 1890, it was held that all that was decided in <i>Louisville Bridge Co.</i> v. <i>City of Louisville,</i> 81 Kentucky, 189, was that, in order to authorize a city government to subject real estate situated within its corporate limits to taxation for city or municipal purposes only, there must be actual or presumed benefits to such property by the extension of the city government over it; that the Court of Appeals had often distinguished between the power of a city to tax real estate situated within its limits for city or municipal purposes only, and for such district purposes as the legislature might authorize; that the legislature might create a city boundary, or designate any other boundary, without reference to existing civil or political districts, into taxing districts, for local purposes; that the city of Henderson having voted a tax in reference to aiding in building the before-named connecting railroad in Indiana, was a taxing district; that the same state of things existed in regard to the tax for school purposes; that after such taxes were voted by the taxing district, the owner of real estate situated therein could not be heard to say that his property was not benefited by the enterprise for which the tax was voted; that although the jurisdiction of the city of Henderson extended to low-water mark on the Indiana shore of the river, she could not tax the property of the bridge company for city or municipal purposes, but as a taxing district she could tax such property; and that the bridge taxed, which was realty, and extended across the Ohio River, was used for profit, and could be benefited by the city and taxed by it as a taxing district.</p>\n<p>The court then proceeded to consider the question whether the contract entered into between the city and the bridge company, contained in the ordinance of the city accepted by the bridge company on the 11th of February, 1882, amounted to a contract right to tax the property of the bridge company to <span class=\"star-pagination\">*686</span> low-water mark on the Indiana shore, the provision of that ordinance in section 4 being as follows: \"Sec. 4. That nothing herein shall be construed as waiving the right of the city of Henderson to levy and collect taxes on the approaches to said bridge, or any building erected by said bridge company within the corporate limits of said city, the bridge itself and all appurtenances thereto within the limits of said city.\" The court remarked that the bridge company obtained from the city the right to construct its bridge and approaches on or over the centre of Fourth Street, and of the line thereof extended to low-water mark on the Indiana side of the Ohio River, and such approaches, avenues, piers, trestles, abutments, toll-houses and other appurtenances as should be necessary in the erection, and for the business, of a bridge over the Ohio River, from a point in the city to some convenient point on the Indiana side of the river; and, also, that the right to use the land between Water Street in the city and low-water mark on the Kentucky side of the river, extending 100 feet below, and 300 feet above, the centre of Fourth Street extended to the river, was granted to the bridge company for erecting such wharves, elevators and other buildings as should be deemed necessary for the successful operation of the enterprise; and that, in consideration of such grant, section 4 in regard to taxes was inserted in the ordinance. The court then remarked that the bridge company maintained that section 4 of the ordinance meant only to reserve the right to tax such property of the bridge company as was theretofore subject to taxation by the city government, and that, as that part of the bridge which was situated over the water of the river was not theretofore subject to taxation, the reservation related to that part of the bridge which the city previously had the right to tax. But the view taken by the court was that the contract was well considered and prudently drafted by men skilled in that kind of work; that it was not to be presumed that they engaged in a mere <i>nudum pactum,</i> but meant to set forth a business transaction; that the bridge company desired rights and privileges which it did not possess, and could not possess without the consent of the city; that the city already had the right to tax the approaches <span class=\"star-pagination\">*687</span> to the bridge, and it had made no concessions which could possibly be construed as waiving that right; that the right to tax referred to in section 4 was the right to tax \"the bridge itself;\" that the bridge, as distinguished from its abutments and approaches, was that part which was over the water; that the city, in its municipal capacity, according to the decision in <i>Louisville Bridge Co.</i> v. <i>City of Louisville,</i> 81 Kentucky, 189, had no right to tax that part of the bridge which was over the water; that the city had the right, if such right was asserted and agreed to, to claim that the bridge should be taxed in consideration of the privileges granted to the bridge company; that it must be presumed that that claim of right was asserted and agreed to, and was expressed in section 4 of the ordinance by the term \"not waiving the right;\" that if the contract did not mean that, it meant nothing; that it was not to be supposed that the contracting parties meant only to reserve a right which they had already, and about which there was no dispute; and that, as the right to tax the bridge to the Indiana shore might be obtained legitimately by contract, and the city granted to the bridge company rights and privileges essential to its enterprise, it was reasonable to suppose that the city would contract for the right thus to tax the bridge company in consideration of granting such rights and privileges. This opinion was delivered as the opinion of the court by Judge Bennett. Judge Pryor dissented from it. Chief Justice Holt delivered a separate opinion, holding that the legislature, by authorizing the imposition and collection of the railroad and school taxes upon the real estate within the city limits, created a taxing district; that the power to collect such taxes, therefore, was conferred upon the city as such taxing district; that the property of the bridge company, being within such district, was liable for such taxes; that, as to the municipal taxes proper, the property of the bridge company was within the corporate limits, and received such benefits from the municipal government as to render it both legally and justly liable for such municipal taxes; and that upon those grounds he concurred in affirming the judgment of the lower court.</p>\n<p>The bridge company and the railroad company sued out a <span class=\"star-pagination\">*688</span> writ of error from this court, to review the judgment of the Court of Appeals.</p>\n<p>The bridge company assigns for error (1) that the Court of Appeals erred in overruling its claim that the acceptance of its charter and the construction of its bridge amounted in law to a contract between it and Kentucky, that no part of its bridge, north of low-water mark on the Kentucky shore of the river, ever should be subjected to taxation by the city for municipal or any other purpose; (2) that the court erred in overruling the claim of the bridge company that the tax ordinances of the city were null and void so far as they assessed for taxes the bridge structure north of low-water mark on the Kentucky shore of the river, because those ordinances impaired the obligations of the charter contract of the bridge company with Kentucky, and were repugnant to the Constitution of the United States; and (3) that it erred in overruling the claim of the bridge company that its bridge was exempt from the taxation in question, because it spanned the Ohio River, a navigable stream and interstate river, and was solely a means of interstate commerce, erected under authority from the United States and receiving no protection from the city. The bridge company and the railroad company both of them assign for error that the court erred in overruling their claim that the tax ordinances of the city impaired the obligations of the contract of February 27, 1884, between the bridge company and the railroad company, and were void, because repugnant to the Constitution of the United States.</p>\n<p>The city of Henderson now makes a motion to dismiss the writ of error, for want of jurisdiction in this court, on the ground that no Federal question was actually decided by the state court.</p>\n<p>Although a Federal question may have been raised in the state court, yet if the case was decided in that court on grounds not involving a Federal question, but broad enough to sustain the decision, this court will refuse to entertain jurisdiction. <i>Kreiger</i> v. <i>Shelby Railroad Co.,</i> 125 U.S. 39, 46; <i>De Saussure</i> v. <i>Gaillard,</i> 127 U.S. 216, 234; <i>Hale</i> v. <i>Akers,</i> 132 U.S. 554, 564, 565; <i>Hopkins</i> v. <i>McLure,</i> 133 U.S. 380, 386, 387; <i>Johnson</i> v. <i>Risk,</i> 137 U.S. 300, 306, 307.</p>\n<p><span class=\"star-pagination\">*689</span> The opinion of the state court is based wholly upon the ground that the proper interpretation of the ordinance of February, 1882, was that the bridge company voluntarily agreed that the bridge should be liable to taxation. This does not involve a Federal question, and is broad enough to dispose of the case, without reference to any Federal question. This court cannot review the construction which was given to the ordinance as a contract, by the state court.</p>\n<p>There is nothing in the suggestion that the taxation of the bridge is a regulation of commerce among the States, or is the taxation of any agency of the Federal government.</p>\n<p>The case of <i>Louisville Bridge Co.</i> v. <i>City of Louisville,</i> 81 Kentucky, 189, was not decided until May, 1883, more than a year after the ordinance of the city of Henderson was accepted by the bridge company, in February, 1882.</p>\n<p>The contract of February, 1884, between the bridge company and the railroad company, was made more than two years after the ordinance of February; 1882, came into existence.</p>\n<p>Neither the opinion of the Court of Appeals in the present case, nor that of Chief Justice Holt, nor that of the Circuit Court of the State, puts the decision upon any Federal question; and on this writ of error to the state court, we are bound by its interpretation of the contract contained in the ordinance, in view of the constitution and laws of Kentucky, and cannot review that question.</p>\n<p><i>Writ of error dismissed.</i></p>\n<p>MR. JUSTICE HARLAN dissented.</p>\n<h2>NOTES</h2>\n<p>[1]  An ordinance granting the Henderson Bridge Company certain rights and privileges within the corporate limits of the city of Henderson.\n</p>\n<p>Be it ordained by the common council of the city of Henderson, Kent'y </p>\n<p>SEC. 1. That the Henderson Bridge Company, organized under the act of the general assembly of the Commonwealth of Kentucky, approved February 9, 1872, be, and they are hereby granted the right to construct on or over the centre of Fourth street in the city of Henderson, and of the line thereof extended to low-water mark on the Indiana side of the Ohio River, such approaches, avenues, piers, trestles, abutments, toll-houses and other appurtenances necessary in the erection of, and for the business of, a bridge over the Ohio River, from a point in the city of Henderson to some convenient point on the Indiana side of said river, and for such purposes the use of said Fourth street is hereby granted, subject to the terms and conditions hereinafter expressed.</p>\n<p>SECT. 2. That there be, and is hereby, granted to said bridge Co. the right to use the space between Water street in said city and low-water mark in the Ohio R., extending 100 feet below the centre of Fourth street extended, and three hundred feet above the centre of s'd street extended to the Ohio River, for any purpose required by said company; that said company may erect, or authorize, or cause to be erected, grain elevators within said space above high-water mark, and may construct therefrom to the river such apparatus and machinery as may be necessary to convey grain from boats to such elevators and may have the use of said space for the landing of boats laden with freight for such elevators, and construct floating docks, or use wharf-boats within such space for the accommodation of such boats, and the conduct of the business of such bridge and of the said elevators free of wharfage, subject to the terms and conditions hereinafter expressed.</p>\n<p>SECT. 3. That each and all of the rights and privileges herein granted to the said company, their successors or assigns, are on the following terms and conditions, to wit:</p>\n<p>1st. That the approach to said bridge on Fourth street shall be of sufficient elevation to admit the passage of all vehicles underneath at points where other streets cross or intersect said Fourth street, and shall be so constructed as to admit the passage of all vehicles on said street as far back as the elevation of said bridge will admit of, except as the same may be obstructed by the necessary supports of such approach, which supports shall be iron trestles or masonry piers.</p>\n<p>2d. That all or any damage done to private property, by reason of any privileges granted to said company, shall be paid by said bridge company, and said company shall pay to any owner of private property damaged by reason of any grant herein, any judgment that may be rendered against the city of Henderson on account thereof, and shall hold said city harmless from any loss or damage by reason of injury to private property bordering on said street caused by the erection of such bridge and its approaches.</p>\n<p>3d. That any track laid in the space between Water street and low-water mark of the Ohio River mentioned in the second section of this ordinance, or any improvements made thereon, shall be so made as not to interfere with the free use of such space by the public further than the nature of such works and their convenience for the said uses may absolutely require.</p>\n<p>4th. That any such elevator, other buildings and appurtenances of said bridge, shall be kept above high-water mark and so as not to obstruct the current of the river, and nothing herein shall be construed to prevent the said city from paving or otherwise improving that part of the river front herein mentioned, or from charging and collecting wharfage from boats or other craft landing thereat, except as herein provided in favor of said bridge company.</p>\n<p>5th. That in the event said city shall determine to grade and pave the river front mentioned between the line of high-water mark and the line of low-water mark, the said company shall so change any tracks they may have laid, or fix any improvements they may have made, to conform to and with such grade as near as practicable, and the said company shall so arrange said tracks and improvements, in such event, as to make the least possible obstruction to the free passage of vehicles and to such other uses for which said space may be designed.</p>\n<p>SECT. 4. That nothing herein shall be construed as waiving the right of the city of Henderson to levy and collect taxes on the approaches to said bridge, or any building erected by said bridge company within the corporate limits of said city, the bridge itself and all appurtenances thereto within the limits of said city.</p>\n<p>SECT. 5. That before any of the rights or privileges hereinbefore granted shall inure to the benefit of, or vest in, the Henderson Bridge Company, said company shall, by proper authority, append to a certified copy of this ordinance their acceptance of, and agreement to abide by, and faithfully keep, the terms and conditions of this ordinance, which acceptance and agreement shall be acknowledged by the proper authority of said company as provided in case of a deed under the laws of Kent'y, and delivered to the clerk of the Henderson city council.</p>\n<p>SECT. 6. That this ordinance shall take effect and be in force after the same have been published as approved by law, and after the terms and conditions thereof shall have been accepted and acknowledged as herein provided.</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">679</span></span> (1891)</b></center>\n<center><h1>HENDERSON BRIDGE COMPANY<br>\nv.<br>\nHENDERSON CITY.</h1></center>\n<center>No. 1007.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted November 23, 1891.</center>\n<center>Decided December 7, 1891.</center>\nERROR TO THE COURT OF APPEALS OF THE STATE OF KENTUCKY.\n<p><i>Mr. John G. Carlisle</i> (with whom were <i>Mr. John L. Dorsey, Mr. John Young Brown</i> and <i>Mr. Montgomery Merritt</i> on the brief) for the motion to dismiss.</p>\n<p><i>Mr. William Lindsay</i> opposing.</p>\n<p>MR. JUSTICE BLATCHFORD delivered the opinion of the court.</p>\n<p>This is an action, brought in the Henderson Circuit Court of Kentucky, by the city of Henderson, Kentucky, against <span class=\"star-pagination\">*680</span> the Henderson Bridge Company, a Kentucky corporation, to recover for taxes assessed by the city against the company, for the years 1885, 1886 and 1887, under the authority of various acts of the legislature of Kentucky.</p>\n<p>In the petition of the plaintiff, the taxes for 1886 and 1887 are alleged to have been assessed to pay the annual expenses of the city government, the annual expenses of the public schools, interest on railroad aid bonds, interest on school bonds, interest on water works bonds and interest on bonds issued for city purposes. The amount claimed for the years 1886 and 1887, for taxes and penalty, is in the aggregate $44,320, with interest. The petition alleges that under an act of the general assembly of Kentucky, approved February 9, 1872, the bridge company was incorporated and authorized to build a bridge across the Ohio River within the limits of the city of Henderson; that that act lay dormant until September 21, 1880, when the Louisville and Nashville Railroad Company got control of said charter, and a reorganization was effected thereunder; and that the common council of the city of Henderson passed an ordinance, which was accepted in writing by the bridge company on the 11th of February, 1882, a copy of which ordinance is set forth in the margin.<sup>[1]</sup></p>\n<p><span class=\"star-pagination\">*681</span> The petition alleges that, by an act of the general assembly of Kentucky, approved February 11, 1867, incorporating the <span class=\"star-pagination\">*682</span> city of Henderson, its northwestern boundary was fixed at low-water mark on the Indiana side of the Ohio River, and that the bridge was assessed for taxation to such low-water mark, like other property of the city; and it claims a lien upon the bridge, from the beginning of its approach at Main Street in the city, to low-water mark on the Indiana side of the river, for the taxes and the penalty thereon, and, in addition to a judgment against the bridge company for said taxes and penalty, it prays for the enforcement of the lien and a sale to pay the debt, with interest and costs, and the appointment of a receiver.</p>\n<p>The answer of the bridge company to the petition alleges that the whole of the bridge between the Kentucky shore and the Indiana shore is over the water of the Ohio River, except the piers or pillars which support the bridge and which are built in, and rest upon, the bed of the river; that the river is a navigable stream, and the entire jurisdiction over it is vested in Congress and the courts of the United States, and the bridge is used only to transport persons and freight in railroad cars between the States of Indiana and Kentucky, and the plaintiff has no jurisdiction over the river or any part <span class=\"star-pagination\">*683</span> thereof, or over the bridge or the persons or freight transported thereon, except in the matter of executing writs from the police authorities of the city; and that for the plaintiff to assume to tax that part of the bridge would violate the Constitution of the United States, the laws of Congress and the rights of the bridge company in the premises. The answer also sets up that the bridge derives no benefit or protection from the government of the city; and that to subject the bridge company's property to the payment of the claim made, would be to take private property for public use without compensation, and to violate article 5 of the amendments to the Constitution of the United States, and the constitution and laws of Kentucky. It is also averred in the answer that, when the bridge company constructed the bridge, it was the settled law of Kentucky, as decided by its Court of Appeals in <i>Louisville Bridge Co.</i> v. <i>City of Louisville,</i> 81 Kentucky, 189, that so much of the company's bridge and property as was erected and stood across the Ohio River was not liable to municipal or city taxation; and that, relying on the law of Kentucky as being so settled, the bridge company, on the 27th of February, 1884, entered into a written contract with the Louisville and Nashville Railroad Company for the maintenance and operation of the bridge.</p>\n<p>A reply was put in to that answer; and subsequently the Louisville and Nashville Railroad Company was made a party defendant, and filed a petition, which was ordered to be taken as its answer to the plaintiff's petition. It alleged that by such contract with the bridge company, the railroad company was to maintain and operate the bridge and a connecting railroad on the Indiana side of the river, in consideration that the bridge company would pay to it yearly $10,000, to be expended in maintenance and repair, and would also pay all taxes legally imposed upon the track and bridge structure. It was further alleged that to grant the plaintiff the relief prayed for, or any part thereof, would be a direct impairment of the obligation of the contract between the railroad company and the bridge company, and would violate the right of the railroad company.</p>\n<p><span class=\"star-pagination\">*684</span> A rejoinder was put in to the reply, joining issue, and the case was heard by the court upon the pleadings and evidence. The court dismissed the petition so far as regarded the taxes claimed for 1885, but as to the years 1886 and 1887 adjudged that the bridge and the approach thereto were subject to taxation for all the purposes and for the amounts claimed in the petition, and that the plaintiff had a lien upon the bridge structure and masonry piers, and the approach thereto, situated within the boundary of the city, extending to low-water mark on the Indiana side of the Ohio River, for $17,384 for the year 1886, and $15,810 for the year 1887, with interest on those sums from the date of the judgment, July 18, 1888, and for costs.</p>\n<p>The Circuit Court, in its opinion, held that as the legislature had fixed the limits of the city at low-water mark on the Indiana shore, and had authorized her to tax all property in the city limits which was subject to taxation by the State, the taxable boundary was coextensive with the statutory boundary; that in <i>Louisville Bridge Co.</i> v. <i>City of Louisville,</i> 81 Kentucky, 189, it was not decided that it was <i>per se</i> unconstitutional for the legislature to authorize cities to tax bridges which crossed the Ohio River; that all that was decided in that case was that the legislature did not intend to embrace the bridge in that case as subject to city taxation; that in several cases the Court of Appeals of Kentucky had relieved parties from the payment of taxes on agricultural land, where the city limits had been extended without the consent of the owner of the land; but that, in the present case, the bridge company had voluntarily placed its property within the legally established limits of the city, and ought to pay the taxes assessed. Nothing involving a Federal question was considered or decided by the court.</p>\n<p>The bridge company and the railroad company appealed to the Court of Appeals, as did also the plaintiff. In June, 1890, the judgment was affirmed by that court, its opinion being reported in 14 S.W. Rep. 85, but, on the application of all parties for a rehearing, the petition of the defendants for a rehearing was overruled and that of the plaintiff was sustained. <span class=\"star-pagination\">*685</span> The former opinion was withdrawn, the mandate was set aside, a new opinion was delivered, (14 S.W. Rep. 493,) and an order entered declaring that there was no error in the judgment of the Circuit Court, and that that judgment was affirmed, with damages.</p>\n<p>In the second opinion, which was delivered October 7, 1890, it was held that all that was decided in <i>Louisville Bridge Co.</i> v. <i>City of Louisville,</i> 81 Kentucky, 189, was that, in order to authorize a city government to subject real estate situated within its corporate limits to taxation for city or municipal purposes only, there must be actual or presumed benefits to such property by the extension of the city government over it; that the Court of Appeals had often distinguished between the power of a city to tax real estate situated within its limits for city or municipal purposes only, and for such district purposes as the legislature might authorize; that the legislature might create a city boundary, or designate any other boundary, without reference to existing civil or political districts, into taxing districts, for local purposes; that the city of Henderson having voted a tax in reference to aiding in building the before-named connecting railroad in Indiana, was a taxing district; that the same state of things existed in regard to the tax for school purposes; that after such taxes were voted by the taxing district, the owner of real estate situated therein could not be heard to say that his property was not benefited by the enterprise for which the tax was voted; that although the jurisdiction of the city of Henderson extended to low-water mark on the Indiana shore of the river, she could not tax the property of the bridge company for city or municipal purposes, but as a taxing district she could tax such property; and that the bridge taxed, which was realty, and extended across the Ohio River, was used for profit, and could be benefited by the city and taxed by it as a taxing district.</p>\n<p>The court then proceeded to consider the question whether the contract entered into between the city and the bridge company, contained in the ordinance of the city accepted by the bridge company on the 11th of February, 1882, amounted to a contract right to tax the property of the bridge company to <span class=\"star-pagination\">*686</span> low-water mark on the Indiana shore, the provision of that ordinance in section 4 being as follows: \"Sec. 4. That nothing herein shall be construed as waiving the right of the city of Henderson to levy and collect taxes on the approaches to said bridge, or any building erected by said bridge company within the corporate limits of said city, the bridge itself and all appurtenances thereto within the limits of said city.\" The court remarked that the bridge company obtained from the city the right to construct its bridge and approaches on or over the centre of Fourth Street, and of the line thereof extended to low-water mark on the Indiana side of the Ohio River, and such approaches, avenues, piers, trestles, abutments, toll-houses and other appurtenances as should be necessary in the erection, and for the business, of a bridge over the Ohio River, from a point in the city to some convenient point on the Indiana side of the river; and, also, that the right to use the land between Water Street in the city and low-water mark on the Kentucky side of the river, extending 100 feet below, and 300 feet above, the centre of Fourth Street extended to the river, was granted to the bridge company for erecting such wharves, elevators and other buildings as should be deemed necessary for the successful operation of the enterprise; and that, in consideration of such grant, section 4 in regard to taxes was inserted in the ordinance. The court then remarked that the bridge company maintained that section 4 of the ordinance meant only to reserve the right to tax such property of the bridge company as was theretofore subject to taxation by the city government, and that, as that part of the bridge which was situated over the water of the river was not theretofore subject to taxation, the reservation related to that part of the bridge which the city previously had the right to tax. But the view taken by the court was that the contract was well considered and prudently drafted by men skilled in that kind of work; that it was not to be presumed that they engaged in a mere <i>nudum pactum,</i> but meant to set forth a business transaction; that the bridge company desired rights and privileges which it did not possess, and could not possess without the consent of the city; that the city already had the right to tax the approaches <span class=\"star-pagination\">*687</span> to the bridge, and it had made no concessions which could possibly be construed as waiving that right; that the right to tax referred to in section 4 was the right to tax \"the bridge itself;\" that the bridge, as distinguished from its abutments and approaches, was that part which was over the water; that the city, in its municipal capacity, according to the decision in <i>Louisville Bridge Co.</i> v. <i>City of Louisville,</i> 81 Kentucky, 189, had no right to tax that part of the bridge which was over the water; that the city had the right, if such right was asserted and agreed to, to claim that the bridge should be taxed in consideration of the privileges granted to the bridge company; that it must be presumed that that claim of right was asserted and agreed to, and was expressed in section 4 of the ordinance by the term \"not waiving the right;\" that if the contract did not mean that, it meant nothing; that it was not to be supposed that the contracting parties meant only to reserve a right which they had already, and about which there was no dispute; and that, as the right to tax the bridge to the Indiana shore might be obtained legitimately by contract, and the city granted to the bridge company rights and privileges essential to its enterprise, it was reasonable to suppose that the city would contract for the right thus to tax the bridge company in consideration of granting such rights and privileges. This opinion was delivered as the opinion of the court by Judge Bennett. Judge Pryor dissented from it. Chief Justice Holt delivered a separate opinion, holding that the legislature, by authorizing the imposition and collection of the railroad and school taxes upon the real estate within the city limits, created a taxing district; that the power to collect such taxes, therefore, was conferred upon the city as such taxing district; that the property of the bridge company, being within such district, was liable for such taxes; that, as to the municipal taxes proper, the property of the bridge company was within the corporate limits, and received such benefits from the municipal government as to render it both legally and justly liable for such municipal taxes; and that upon those grounds he concurred in affirming the judgment of the lower court.</p>\n<p>The bridge company and the railroad company sued out a <span class=\"star-pagination\">*688</span> writ of error from this court, to review the judgment of the Court of Appeals.</p>\n<p>The bridge company assigns for error (1) that the Court of Appeals erred in overruling its claim that the acceptance of its charter and the construction of its bridge amounted in law to a contract between it and Kentucky, that no part of its bridge, north of low-water mark on the Kentucky shore of the river, ever should be subjected to taxation by the city for municipal or any other purpose; (2) that the court erred in overruling the claim of the bridge company that the tax ordinances of the city were null and void so far as they assessed for taxes the bridge structure north of low-water mark on the Kentucky shore of the river, because those ordinances impaired the obligations of the charter contract of the bridge company with Kentucky, and were repugnant to the Constitution of the United States; and (3) that it erred in overruling the claim of the bridge company that its bridge was exempt from the taxation in question, because it spanned the Ohio River, a navigable stream and interstate river, and was solely a means of interstate commerce, erected under authority from the United States and receiving no protection from the city. The bridge company and the railroad company both of them assign for error that the court erred in overruling their claim that the tax ordinances of the city impaired the obligations of the contract of February 27, 1884, between the bridge company and the railroad company, and were void, because repugnant to the Constitution of the United States.</p>\n<p>The city of Henderson now makes a motion to dismiss the writ of error, for want of jurisdiction in this court, on the ground that no Federal question was actually decided by the state court.</p>\n<p>Although a Federal question may have been raised in the state court, yet if the case was decided in that court on grounds not involving a Federal question, but broad enough to sustain the decision, this court will refuse to entertain jurisdiction. <i>Kreiger</i> v. <i>Shelby Railroad Co.,</i> <span class=\"citation\" data-id=\"92171\"><a href=\"/opinion/92171/kreiger-v-shelby-r-co/\"><span class=\"volume\">125</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">39</span></a></span>, 46; <i>De Saussure</i> v. <i>Gaillard,</i> <span class=\"citation\" data-id=\"92247\"><a href=\"/opinion/92247/de-saussure-v-gaillard/\"><span class=\"volume\">127</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">216</span></a></span>, 234; <i>Hale</i> v. <i>Akers,</i> <span class=\"citation\" data-id=\"92630\"><a href=\"/opinion/92630/hale-v-akers/\"><span class=\"volume\">132</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">554</span></a></span>, 564, 565; <i>Hopkins</i> v. <i>McLure,</i> <span class=\"citation\" data-id=\"92679\"><a href=\"/opinion/92679/hopkins-v-mclure/\"><span class=\"volume\">133</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">380</span></a></span>, 386, 387; <i>Johnson</i> v. <i>Risk,</i> <span class=\"citation\" data-id=\"92881\"><a href=\"/opinion/92881/johnson-v-risk/\"><span class=\"volume\">137</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">300</span></a></span>, 306, 307.</p>\n<p><span class=\"star-pagination\">*689</span> The opinion of the state court is based wholly upon the ground that the proper interpretation of the ordinance of February, 1882, was that the bridge company voluntarily agreed that the bridge should be liable to taxation. This does not involve a Federal question, and is broad enough to dispose of the case, without reference to any Federal question. This court cannot review the construction which was given to the ordinance as a contract, by the state court.</p>\n<p>There is nothing in the suggestion that the taxation of the bridge is a regulation of commerce among the States, or is the taxation of any agency of the Federal government.</p>\n<p>The case of <i>Louisville Bridge Co.</i> v. <i>City of Louisville,</i> 81 Kentucky, 189, was not decided until May, 1883, more than a year after the ordinance of the city of Henderson was accepted by the bridge company, in February, 1882.</p>\n<p>The contract of February, 1884, between the bridge company and the railroad company, was made more than two years after the ordinance of February; 1882, came into existence.</p>\n<p>Neither the opinion of the Court of Appeals in the present case, nor that of Chief Justice Holt, nor that of the Circuit Court of the State, puts the decision upon any Federal question; and on this writ of error to the state court, we are bound by its interpretation of the contract contained in the ordinance, in view of the constitution and laws of Kentucky, and cannot review that question.</p>\n<p><i>Writ of error dismissed.</i></p>\n<p>MR. JUSTICE HARLAN dissented.</p>\n<h2>NOTES</h2>\n<p>[1]  An ordinance granting the Henderson Bridge Company certain rights and privileges within the corporate limits of the city of Henderson.\n</p>\n<p>Be it ordained by the common council of the city of Henderson, Kent'y </p>\n<p>SEC. 1. That the Henderson Bridge Company, organized under the act of the general assembly of the Commonwealth of Kentucky, approved February 9, 1872, be, and they are hereby granted the right to construct on or over the centre of Fourth street in the city of Henderson, and of the line thereof extended to low-water mark on the Indiana side of the Ohio River, such approaches, avenues, piers, trestles, abutments, toll-houses and other appurtenances necessary in the erection of, and for the business of, a bridge over the Ohio River, from a point in the city of Henderson to some convenient point on the Indiana side of said river, and for such purposes the use of said Fourth street is hereby granted, subject to the terms and conditions hereinafter expressed.</p>\n<p>SECT. 2. That there be, and is hereby, granted to said bridge Co. the right to use the space between Water street in said city and low-water mark in the Ohio R., extending 100 feet below the centre of Fourth street extended, and three hundred feet above the centre of s'd street extended to the Ohio River, for any purpose required by said company; that said company may erect, or authorize, or cause to be erected, grain elevators within said space above high-water mark, and may construct therefrom to the river such apparatus and machinery as may be necessary to convey grain from boats to such elevators and may have the use of said space for the landing of boats laden with freight for such elevators, and construct floating docks, or use wharf-boats within such space for the accommodation of such boats, and the conduct of the business of such bridge and of the said elevators free of wharfage, subject to the terms and conditions hereinafter expressed.</p>\n<p>SECT. 3. That each and all of the rights and privileges herein granted to the said company, their successors or assigns, are on the following terms and conditions, to wit:</p>\n<p>1st. That the approach to said bridge on Fourth street shall be of sufficient elevation to admit the passage of all vehicles underneath at points where other streets cross or intersect said Fourth street, and shall be so constructed as to admit the passage of all vehicles on said street as far back as the elevation of said bridge will admit of, except as the same may be obstructed by the necessary supports of such approach, which supports shall be iron trestles or masonry piers.</p>\n<p>2d. That all or any damage done to private property, by reason of any privileges granted to said company, shall be paid by said bridge company, and said company shall pay to any owner of private property damaged by reason of any grant herein, any judgment that may be rendered against the city of Henderson on account thereof, and shall hold said city harmless from any loss or damage by reason of injury to private property bordering on said street caused by the erection of such bridge and its approaches.</p>\n<p>3d. That any track laid in the space between Water street and low-water mark of the Ohio River mentioned in the second section of this ordinance, or any improvements made thereon, shall be so made as not to interfere with the free use of such space by the public further than the nature of such works and their convenience for the said uses may absolutely require.</p>\n<p>4th. That any such elevator, other buildings and appurtenances of said bridge, shall be kept above high-water mark and so as not to obstruct the current of the river, and nothing herein shall be construed to prevent the said city from paving or otherwise improving that part of the river front herein mentioned, or from charging and collecting wharfage from boats or other craft landing thereat, except as herein provided in favor of said bridge company.</p>\n<p>5th. That in the event said city shall determine to grade and pave the river front mentioned between the line of high-water mark and the line of low-water mark, the said company shall so change any tracks they may have laid, or fix any improvements they may have made, to conform to and with such grade as near as practicable, and the said company shall so arrange said tracks and improvements, in such event, as to make the least possible obstruction to the free passage of vehicles and to such other uses for which said space may be designed.</p>\n<p>SECT. 4. That nothing herein shall be construed as waiving the right of the city of Henderson to levy and collect taxes on the approaches to said bridge, or any building erected by said bridge company within the corporate limits of said city, the bridge itself and all appurtenances thereto within the limits of said city.</p>\n<p>SECT. 5. That before any of the rights or privileges hereinbefore granted shall inure to the benefit of, or vest in, the Henderson Bridge Company, said company shall, by proper authority, append to a certified copy of this ordinance their acceptance of, and agreement to abide by, and faithfully keep, the terms and conditions of this ordinance, which acceptance and agreement shall be acknowledged by the proper authority of said company as provided in case of a deed under the laws of Kent'y, and delivered to the clerk of the Henderson city council.</p>\n<p>SECT. 6. That this ordinance shall take effect and be in force after the same have been published as approved by law, and after the terms and conditions thereof shall have been accepted and acknowledged as herein provided.</p>\n\n</div>", "id": 93190, "judges": "Blatchford", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/93190/", "sha1": "05d31145befb33cbabdbb81b3eecbc0d6f537605", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:06:58"}