{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "455 U.S. 976", 
    "federal_cite_two": null, 
    "specialty_cite_one": null, 
    "federal_cite_three": null, 
    "lexis_cite": "", 
    "document_uris": [
      "/api/rest/v2/document/110681/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "F. Harrison Green v. Ohio", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "81-933", 
    "id": 95040, 
    "resource_uri": "/api/rest/v2/citation/95040/"
  }, 
  "id": 110681, 
  "blocked": false, 
  "judges": "", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1982-03-22", 
  "download_url": "http://bulk.resource.org/courts.gov/c/US/455/455.US.976.81-933.html", 
  "source": "R", 
  "local_path": null, 
  "html_lawbox": "", 
  "time_retrieved": "2010-04-28T10:12:42", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">976</span></span></p>\n    <p class=\"case_cite\">102 S.Ct. 1486</p>\n    <p class=\"case_cite\">71 L.Ed.2d 688</p>\n    <p class=\"parties\">F. Harrison GREEN<br>v.<br>OHIO</p>\n    <p class=\"docket\">No. 81-933</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">February 22, 1982</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On petition for writ of certiorari to the Court of Appeals of Ohio, Butler County.</p>\n      <p class=\"indent\">The petition for a writ of certiorari is denied.</p>\n      <p class=\"indent\">Justice WHITE, with whom Justice BLACKMUN and Justice POWELL, join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Because there is no jurisdictional bar to considering this case, and because the decision below fails to give due regard to our cases, I dissent from the denial of certiorari.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Petitioner, an attorney, was indicted in 1978 on two counts of grand theft.  The first count charged him with obtaining or exerting control over a bank account by deception in that he led the executrix of an estate to believe that the account was a probate asset of the estate rather than a survivorship account. The second count of the indictment charged petitioner with obtaining or exerting control over the account beyond the scope of the owner's consent by writing $9,000 in checks payable to himself on the account.  The trial court sustained petitioner's pretrial motion to dismiss the first count of the indictment on the ground that it failed to state an offense under the Ohio statute.  He was acquitted following a bench trial on the second count, the trial judge finding that the State had \"failed to establish all of [the] elements\" of the crime charged in the second count.  App. to Pet. for Cert. 13a.  The State appealed the pretrial dismissal of the first count and on January 30, 1980, the Court of Appeals for the First Appellate District of Ohio reversed the dismissal of the first count and remanded to the trial court for further proceedings.  Petitioner then filed a motion to dismiss on the ground that a trial on the first count would violate the Double Jeopardy Clause of the Fifth Amendment, made applicable to the States by the Fourteenth Amendment.  Citing <i>Ashe v. Swenson</i>, <span class=\"citation\" data-id=\"108114\"><a href=\"/opinion/108114/ashe-v-swenson/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 90 S.Ct. 1189, 25 L.Ed.2d 469 (1970), petitioner argued that the principle of collateral estoppel is part of the Fifth Amendment guarantee against double jeopardies and that his acquittal on the second count prevented the State from again attempting to prove one or more of the elements of the crime charged in the first count.  The trial court denied the motion and petitioner appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Court of Appeals for the Twelfth Appellate District of Ohio affirmed the denial of the motion.  Relying principally on <i>Blockburger v. United States</i>, <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></span>, 52 S.Ct. 180, 76 L.Ed. 306 (1932), the court said that the test for determining whether the trial on the second count bars a subsequent trial on the first count is whether each count requires proof of an additional fact which the other does not.  The court observed that in order to obtain a conviction on the second count, the State was required to prove that petitioner knowingly obtained or exerted control over the property of another, with purpose to deprive the owner of that property, and that he acted beyond the scope of the owner's express or implied consent.  To successfully prosecute on the first count, the State must prove that petitioner obtained or exerted control over the property of another by deception with the purpose of depriving the owner of the property.  The court held that the evidence necessary to sustain the conviction on the first count was not sufficient to sustain a conviction on the second count and therefore acquittal of the charges contained in the second count is not a bar to prosecution of the charges contained in the first count.  The court went on to state that even if petitioner were correct that the two counts set forth allied offenses with a common animus, he could not avoid a trial on the first count because he filed a motion to dismiss the first count.  Therefore, as in <i>Jeffers v. United States</i>, <span class=\"citation\" data-id=\"109694\"><a href=\"/opinion/109694/jeffers-v-united-states/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 154, 97 S.Ct. 2207, 2218, 53 L.Ed.2d 168 (1977), where the defendant had been granted separate trials on separate counts of the indictment at his own request, petitioner's own actions \"deprived him of any right he might have had against consecutive trials.\"  The Supreme Court of Ohio denied petitioner's motion for leave to appeal, and he sought a writ of certiorari from this Court.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioner has not yet been tried on the first count of the indictment, and therefore this case lacks the finality ordinarily necessary for our consideration of cases arising from state courts.  See 28 U.S.C. &#167; 1257.  However, in <i>Abney v. United States</i>, <span class=\"citation\" data-id=\"109677\"><a href=\"/opinion/109677/abney-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 97 S.Ct. 2034, 52 L.Ed.2d 651 (1977), in a case coming to us from a federal court, the Court held that double jeopardy claims are immediately appealable.  \"[T]he rights conferred on a criminal accused by the Double Jeopardy Clause would be significantly undermined if appellate review of double jeopardy claims were postponed until after conviction and sentence.\"  <i>Id.</i>, at 660, 97 S.Ct., at 2040.  It was emphasized that the Double Jeopardy Clause protects against more than being twice convicted and punished for the same crime:  \"It is a guarantee against being twice put to <i>trial</i> for the same offense.\" <i>Id.</i>, at 661, 97 S.Ct., at 2041 (footnote omitted).  See also <i>United States v. Jorn</i>, <span class=\"citation\" data-id=\"108233\"><a href=\"/opinion/108233/united-states-v-jorn/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, 479, 91 S.Ct. 547, 554, 27 L.Ed.2d 543 (1971);  <i>Price v. Georgia</i>, <span class=\"citation\" data-id=\"108164\"><a href=\"/opinion/108164/price-v-georgia/\"><span class=\"volume\">398</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span>, 326, 90 S.Ct. 1757, 1759, 26 L.Ed.2d 300 (1970);  <i>Green v. United States</i>, <span class=\"citation\" data-id=\"105594\"><a href=\"/opinion/105594/green-v-united-states/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, 187-188, 78 S.Ct. 221, 223, 2 L.Ed.2d 199 (1957);  <i>United States v. Ball</i>, <span class=\"citation\" data-id=\"94515\"><a href=\"/opinion/94515/united-states-v-ball/\"><span class=\"volume\">163</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">662</span></a></span>, 669, 16 S.Ct. 1192, 1194, 41 L.Ed. 300 (1896);  <i>Ex parte Lange</i>, <span class=\"citation\" data-id=\"88804\"><a href=\"/opinion/88804/ex-parte-lange/\"><span class=\"volume\">18</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">163</span></a></span>, 169, 21 L.Ed. 872 (1874).   <i>Abney</i> was not, by its terms, limited to federal cases, and we have recognized a \"core principle that statutorily created finality requirements should, if possible, be construed so as not to cause crucial collateral claims to be lost and potentially irreparable injuries to be suffered. . . .\"  <i>Mathews v. Eldridge</i>, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 331, n. 11, 96 S.Ct. 893, 901, n. 11, 47 L.Ed.2d 18 (1976).  If the finality requirement of &#167; 1257, which serves to avoid piecemeal review of state-court decisions and to minimize federal intrusion into state affairs, <i>North Dakota Pharmacy Board v. Snyder's Drug Stores, Inc.</i>, <span class=\"citation\" data-id=\"108889\"><a href=\"/opinion/108889/north-dakota-bd-of-pharmacy-v-snyders-drug-stores-/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 159, 94 S.Ct. 407, 410, 38 L.Ed.2d 379 (1973), barred our review of this case, petitioner would, in my view, be \"forced to endure a trial that the Double Jeopardy Clause was designed to prohibit.\"  <i>Abney v. United States, supra</i>, 431 U.S., at 662, 97 S.Ct., at 2041 (footnote omitted).  The interests served by the finality requirement, though important, do not outweigh petitioner's interest in receiving the full protection afforded by the Double Jeopardy Clause and avoiding the irreparable injury of a second trial.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nor did petitioner waive his Fifth Amendment right to double jeopardy protection by moving to dismiss the first count of the indictment.  In <i>Green v. United States, supra</i>, it was held that a defendant does not forfeit a double jeopardy defense by appealing a conviction, and under the logic of that case, petitioner did not forfeit a constitutional protection by invoking his right to seek dismissal of a count of the indictment.  See also <i>Burks v. United States</i>, <span class=\"citation\" data-id=\"109891\"><a href=\"/opinion/109891/burks-v-united-states/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 98 S.Ct. 2141, 57 L.Ed.2d 1 (1978).   <i>Jeffers v. United States, supra</i>, relied upon by the lower court, is inapplicable.  There the defendant was charged under two separate indictments.  The first indictment charged a crime which was a lesser-included offense to the crime charged in the second indictment.  The defendant was granted separate trials and <i>convicted</i> on the lesser-included offense.  We held that petitioner's opposition to consolidating the indictments for trial deprived him of his right against successive trials.  <i>Id.</i>, 432 U.S., at 152, 97 S.Ct., at 2216. There is no doubt that had the defendant in <i>Jeffers</i> been acquitted at the first trial, the collateral-estoppel provisions embodied in the Double Jeopardy Clause would have barred a second trial on the greater offense.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Court of Appeals apparently thought that since <i>Blockburger</i> would not bar successive convictions on counts one and two, a trial on count one after acquittal on count two is permissible.  It did not respond to, or make any mention of, petitioner's argument that collateral estoppel precludes a second trial.  However, our cases plainly establish that a second trial may sometimes be allowed under <i>Blockburger</i> but barred by the application of collateral estoppel, which constitutes an independent safeguard protecting one \"who has been acquitted from having to 'run the gauntlet' a second time.\"  <i>Ashe v. Swenson</i>, 397 U.S., at 446, 90 S.Ct., at 1195.  The doctrine of collateral estoppel \"means simply that when an issue of ultimate fact has once been determined by a valid and final judgment, that issue cannot again be litigated between the same parties in any future lawsuit.\"  <i>Id.</i>, at 443, 90 S.Ct., at 1194.  <i>Ashe</i> held that the doctrine of collateral estoppel \"is embodied in the Fifth Amendment guarantee against double jeopardy.\"  <i>Id.</i>, 53 L.Ed.2d 187, at 445, 90 S.Ct., at 1195.  Thus, as we observed in <i>Brown v. Ohio</i>, <span class=\"citation\" data-id=\"109695\"><a href=\"/opinion/109695/brown-v-ohio/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span>, 166-167, n. 6, 97 S.Ct. 2221 (1977):</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"The <i>Blockburger</i> test is not the only standard for      determining whether successive prosecutions impermissibly      involve the same offense.  Even if two offenses are      sufficiently different to permit the imposition of      consecutive sentences, successive prosecutions will be barred      in some circumstances where the second prosecution requires      the relitigation of factual issues already resolved by the      first.\" The Court of Appeals thus erred in assuming that its <i>Blockburger</i> analysis sufficiently addressed the collateral-estoppel issues petitioner submitted.  Two of the three elements in each of the counts were identical.  If the acquittal on the second count was based on the failure of the State to prove either of the two identical elements, it is clear that collateral estoppel would bar a trial on the first count.  Yet neither the trial court nor the appellate court indicated which elements of the crime charged in count two the State had failed to prove, and surely the trial court entering the acquittal would have been well aware of that fact.  It may be that the State's proof fell short on each of the three elements required to prove the charge in count two.  Petitioner also argues that if his acquittal on the second count was based on the failure of proof that petitioner acted beyond the scope of the owner's consent, then he cannot be found to have acted by deception as required for conviction on the first count.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In any event, the collateral-estoppel submission was not adequately disposed of by the <i>Blockburger</i> analysis and I would grant certiorari, vacate the judgment, and remand the case for further consideration.  The case does not warrant plenary consideration, however.</p>\n    </div>\n    ", 
  "sha1": "fb4b0541ee2cac3c381f677c9d265b5dfc1b4a06", 
  "date_modified": "2014-12-21T02:05:31.972567", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/110681/f-harrison-green-v-ohio/", 
  "citation_count": 28, 
  "supreme_court_db_id": null, 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/435287/", 
  "html": "<p class=\"case_cite\">455 U.S. 976</p>\n    <p class=\"case_cite\">102 S.Ct. 1486</p>\n    <p class=\"case_cite\">71 L.Ed.2d 688</p>\n    <p class=\"parties\">F. Harrison GREEN<br>v.<br>OHIO</p>\n    <p class=\"docket\">No. 81-933</p>\n    <p class=\"court\">Supreme Court of the United States</p>\n    <p class=\"date\">February 22, 1982</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">On petition for writ of certiorari to the Court of Appeals of Ohio, Butler County.</p>\n      <p class=\"indent\">The petition for a writ of certiorari is denied.</p>\n      <p class=\"indent\">Justice WHITE, with whom Justice BLACKMUN and Justice POWELL, join, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Because there is no jurisdictional bar to considering this case, and because the decision below fails to give due regard to our cases, I dissent from the denial of certiorari.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* Petitioner, an attorney, was indicted in 1978 on two counts of grand theft.  The first count charged him with obtaining or exerting control over a bank account by deception in that he led the executrix of an estate to believe that the account was a probate asset of the estate rather than a survivorship account. The second count of the indictment charged petitioner with obtaining or exerting control over the account beyond the scope of the owner's consent by writing $9,000 in checks payable to himself on the account.  The trial court sustained petitioner's pretrial motion to dismiss the first count of the indictment on the ground that it failed to state an offense under the Ohio statute.  He was acquitted following a bench trial on the second count, the trial judge finding that the State had \"failed to establish all of [the] elements\" of the crime charged in the second count.  App. to Pet. for Cert. 13a.  The State appealed the pretrial dismissal of the first count and on January 30, 1980, the Court of Appeals for the First Appellate District of Ohio reversed the dismissal of the first count and remanded to the trial court for further proceedings.  Petitioner then filed a motion to dismiss on the ground that a trial on the first count would violate the Double Jeopardy Clause of the Fifth Amendment, made applicable to the States by the Fourteenth Amendment.  Citing <i>Ashe v. Swenson</i>, 397 U.S. 436, 90 S.Ct. 1189, 25 L.Ed.2d 469 (1970), petitioner argued that the principle of collateral estoppel is part of the Fifth Amendment guarantee against double jeopardies and that his acquittal on the second count prevented the State from again attempting to prove one or more of the elements of the crime charged in the first count.  The trial court denied the motion and petitioner appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Court of Appeals for the Twelfth Appellate District of Ohio affirmed the denial of the motion.  Relying principally on <i>Blockburger v. United States</i>, 284 U.S. 299, 52 S.Ct. 180, 76 L.Ed. 306 (1932), the court said that the test for determining whether the trial on the second count bars a subsequent trial on the first count is whether each count requires proof of an additional fact which the other does not.  The court observed that in order to obtain a conviction on the second count, the State was required to prove that petitioner knowingly obtained or exerted control over the property of another, with purpose to deprive the owner of that property, and that he acted beyond the scope of the owner's express or implied consent.  To successfully prosecute on the first count, the State must prove that petitioner obtained or exerted control over the property of another by deception with the purpose of depriving the owner of the property.  The court held that the evidence necessary to sustain the conviction on the first count was not sufficient to sustain a conviction on the second count and therefore acquittal of the charges contained in the second count is not a bar to prosecution of the charges contained in the first count.  The court went on to state that even if petitioner were correct that the two counts set forth allied offenses with a common animus, he could not avoid a trial on the first count because he filed a motion to dismiss the first count.  Therefore, as in <i>Jeffers v. United States</i>, 432 U.S. 137, 154, 97 S.Ct. 2207, 2218, 53 L.Ed.2d 168 (1977), where the defendant had been granted separate trials on separate counts of the indictment at his own request, petitioner's own actions \"deprived him of any right he might have had against consecutive trials.\"  The Supreme Court of Ohio denied petitioner's motion for leave to appeal, and he sought a writ of certiorari from this Court.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioner has not yet been tried on the first count of the indictment, and therefore this case lacks the finality ordinarily necessary for our consideration of cases arising from state courts.  See 28 U.S.C. &#167; 1257.  However, in <i>Abney v. United States</i>, 431 U.S. 651, 97 S.Ct. 2034, 52 L.Ed.2d 651 (1977), in a case coming to us from a federal court, the Court held that double jeopardy claims are immediately appealable.  \"[T]he rights conferred on a criminal accused by the Double Jeopardy Clause would be significantly undermined if appellate review of double jeopardy claims were postponed until after conviction and sentence.\"  <i>Id.</i>, at 660, 97 S.Ct., at 2040.  It was emphasized that the Double Jeopardy Clause protects against more than being twice convicted and punished for the same crime:  \"It is a guarantee against being twice put to <i>trial</i> for the same offense.\" <i>Id.</i>, at 661, 97 S.Ct., at 2041 (footnote omitted).  See also <i>United States v. Jorn</i>, 400 U.S. 470, 479, 91 S.Ct. 547, 554, 27 L.Ed.2d 543 (1971);  <i>Price v. Georgia</i>, 398 U.S. 323, 326, 90 S.Ct. 1757, 1759, 26 L.Ed.2d 300 (1970);  <i>Green v. United States</i>, 355 U.S. 184, 187-188, 78 S.Ct. 221, 223, 2 L.Ed.2d 199 (1957);  <i>United States v. Ball</i>, 163 U.S. 662, 669, 16 S.Ct. 1192, 1194, 41 L.Ed. 300 (1896);  <i>Ex parte Lange</i>, 18 Wall. 163, 169, 21 L.Ed. 872 (1874).   <i>Abney</i> was not, by its terms, limited to federal cases, and we have recognized a \"core principle that statutorily created finality requirements should, if possible, be construed so as not to cause crucial collateral claims to be lost and potentially irreparable injuries to be suffered. . . .\"  <i>Mathews v. Eldridge</i>, 424 U.S. 319, 331, n. 11, 96 S.Ct. 893, 901, n. 11, 47 L.Ed.2d 18 (1976).  If the finality requirement of &#167; 1257, which serves to avoid piecemeal review of state-court decisions and to minimize federal intrusion into state affairs, <i>North Dakota Pharmacy Board v. Snyder's Drug Stores, Inc.</i>, 414 U.S. 156, 159, 94 S.Ct. 407, 410, 38 L.Ed.2d 379 (1973), barred our review of this case, petitioner would, in my view, be \"forced to endure a trial that the Double Jeopardy Clause was designed to prohibit.\"  <i>Abney v. United States, supra</i>, 431 U.S., at 662, 97 S.Ct., at 2041 (footnote omitted).  The interests served by the finality requirement, though important, do not outweigh petitioner's interest in receiving the full protection afforded by the Double Jeopardy Clause and avoiding the irreparable injury of a second trial.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nor did petitioner waive his Fifth Amendment right to double jeopardy protection by moving to dismiss the first count of the indictment.  In <i>Green v. United States, supra</i>, it was held that a defendant does not forfeit a double jeopardy defense by appealing a conviction, and under the logic of that case, petitioner did not forfeit a constitutional protection by invoking his right to seek dismissal of a count of the indictment.  See also <i>Burks v. United States</i>, 437 U.S. 1, 98 S.Ct. 2141, 57 L.Ed.2d 1 (1978).   <i>Jeffers v. United States, supra</i>, relied upon by the lower court, is inapplicable.  There the defendant was charged under two separate indictments.  The first indictment charged a crime which was a lesser-included offense to the crime charged in the second indictment.  The defendant was granted separate trials and <i>convicted</i> on the lesser-included offense.  We held that petitioner's opposition to consolidating the indictments for trial deprived him of his right against successive trials.  <i>Id.</i>, 432 U.S., at 152, 97 S.Ct., at 2216. There is no doubt that had the defendant in <i>Jeffers</i> been acquitted at the first trial, the collateral-estoppel provisions embodied in the Double Jeopardy Clause would have barred a second trial on the greater offense.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Court of Appeals apparently thought that since <i>Blockburger</i> would not bar successive convictions on counts one and two, a trial on count one after acquittal on count two is permissible.  It did not respond to, or make any mention of, petitioner's argument that collateral estoppel precludes a second trial.  However, our cases plainly establish that a second trial may sometimes be allowed under <i>Blockburger</i> but barred by the application of collateral estoppel, which constitutes an independent safeguard protecting one \"who has been acquitted from having to 'run the gauntlet' a second time.\"  <i>Ashe v. Swenson</i>, 397 U.S., at 446, 90 S.Ct., at 1195.  The doctrine of collateral estoppel \"means simply that when an issue of ultimate fact has once been determined by a valid and final judgment, that issue cannot again be litigated between the same parties in any future lawsuit.\"  <i>Id.</i>, at 443, 90 S.Ct., at 1194.  <i>Ashe</i> held that the doctrine of collateral estoppel \"is embodied in the Fifth Amendment guarantee against double jeopardy.\"  <i>Id.</i>, 53 L.Ed.2d 187, at 445, 90 S.Ct., at 1195.  Thus, as we observed in <i>Brown v. Ohio</i>, 432 U.S. 161, 166-167, n. 6, 97 S.Ct. 2221 (1977):</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">\"The <i>Blockburger</i> test is not the only standard for      determining whether successive prosecutions impermissibly      involve the same offense.  Even if two offenses are      sufficiently different to permit the imposition of      consecutive sentences, successive prosecutions will be barred      in some circumstances where the second prosecution requires      the relitigation of factual issues already resolved by the      first.\" The Court of Appeals thus erred in assuming that its <i>Blockburger</i> analysis sufficiently addressed the collateral-estoppel issues petitioner submitted.  Two of the three elements in each of the counts were identical.  If the acquittal on the second count was based on the failure of the State to prove either of the two identical elements, it is clear that collateral estoppel would bar a trial on the first count.  Yet neither the trial court nor the appellate court indicated which elements of the crime charged in count two the State had failed to prove, and surely the trial court entering the acquittal would have been well aware of that fact.  It may be that the State's proof fell short on each of the three elements required to prove the charge in count two.  Petitioner also argues that if his acquittal on the second count was based on the failure of proof that petitioner acted beyond the scope of the owner's consent, then he cannot be found to have acted by deception as required for conviction on the first count.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In any event, the collateral-estoppel submission was not adequately disposed of by the <i>Blockburger</i> analysis and I would grant certiorari, vacate the judgment, and remand the case for further consideration.  The case does not warrant plenary consideration, however.</p>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/110681/"
}