{"absolute_url": "/opinion/110733/zobel-v-williams/", "blocked": false, "citation": {"case_name": "Zobel v. Williams", "docket_number": "80-1146", "document_uris": ["/api/rest/v2/document/110733/"], "federal_cite_one": "457 U.S. 55", "federal_cite_three": "72 L. Ed. 2d 672", "federal_cite_two": "102 S. Ct. 2309", "id": 95092, "lexis_cite": "1982 U.S. LEXIS 39", "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/95092/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 135, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1982-06-14", "date_modified": "2015-05-19T08:31:19.682087", "docket": "/api/rest/v2/docket/45878/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">457 U.S. 55</p>\n    <p class=\"case_cite\">102 S.Ct. 2309</p>\n    <p class=\"case_cite\">72 L.Ed.2d 672</p>\n    <p class=\"parties\">Ronald M. ZOBEL and Patricia L. Zobel, Appellants,<br>v.<br>Thomas WILLIAMS, Commissioner of Revenue, and Alaska.</p>\n    <p class=\"docket\">No. 80-1146.</p>\n    <p class=\"date\">Argued Oct. 7, 1981.</p>\n    <p class=\"date\">Decided June 14, 1982.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">After Alaska amended its Constitution to establish a Permanent Fund into which the State must deposit at least 25% of its mineral income each year, the state legislature in 1980 enacted a dividend program to distribute annually a portion of the Fund's earnings directly to the State's adult residents.  Under the plan, each adult resident receives one dividend unit for each year of residency subsequent to 1959, the first year of Alaska's statehood.  Appellants, residents of Alaska since 1978, brought an action in an Alaska state court challenging the statutory dividend distribution plan as violative of, <i>inter alia</i>, their right to equal protection guarantees.  The trial court granted summary judgment in appellants' favor, but the Alaska Supreme Court reversed and upheld the statute.</p>\n      <p class=\"indent\"><i>Held</i> :  The Alaska dividend distribution plan violates the guarantees of the Equal Protection Clause of the Fourteenth Amendment.  Pp. 58-65.</p>\n      <p class=\"indent\">(a) Rather than imposing any threshold waiting period for entitlement to dividend benefits or establishing a test of bona fides of state residence, the dividend statute creates fixed, permanent distinctions between an ever-increasing number of classes of concededly bona fide residents based on how long they have lived in the State.  <i>Sosna v. Iowa</i>, 419 U.S. 393, 95 S.Ct. 553, 42 L.Ed.2d 532;  <i>Memorial Hospital v. Maricopa County</i>, 415 U.S. 250, 94 S.Ct. 1076, 39 L.Ed.2d 306;  <i>Dunn v. Blumstein</i>, 405 U.S. 330, 92 S.Ct. 995, 31 L.Ed.2d 274;  and <i>Shapiro v. Thompson</i>, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600, distinguished.  When a state distributes benefits unequally, the distinctions it makes are subject to scrutiny under the Equal Protection Clause, and generally a law will survive that scrutiny if the distinctions rationally further a legitimate state purpose.  Pp. 58-61.</p>\n      <p class=\"indent\">(b) Alaska has shown no valid state interests that are rationally served by the distinctions it makes between citizens who established residence before 1959 and those who have become residents since then.  Neither the State's claimed interest in creating a financial incentive for individuals to establish and maintain residence in Alaska nor its claimed interest in assuring prudent management of the Permanent Fund is rationally related to such distinctions.  And the State's interest in rewarding citizens for past contributions is not a legitimate state purpose. Alaska's reasoning could open the door to state apportionment of other rights, benefits, and services according to length of residency, and would permit the states to divide citizens into expanding numbers of permanent classes.  Such a result would be clearly impermissible. Pp. 61-64.</p>\n      <p class=\"indent\">619 P.2d 448, reversed and remanded.</p>\n      <p class=\"indent\">Mark A. Sandberg, Anchorage, Alaska, for appellants.</p>\n      <p class=\"indent\">Avrum M. Gross, Atty. Gen., Juneau, Alaska, for appellees.</p>\n      <p class=\"indent\">Chief Justice BURGER delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The question presented on this appeal is whether a statutory scheme by which a State distributes income derived from its natural resources to the adult citizens of the State in varying amounts, based on the length of each citizen's residence, violates the equal protection rights of newer state citizens.  The Alaska Supreme Court sustained the constitutionality of the statute. 619 P.2d 448 (1980).  We stayed the distribution of dividend funds, 449 U.S. 989, 101 S.Ct. 524, 66 L.Ed.2d 286 (1980), and noted probable jurisdiction, 450 U.S. 908, 101 S.Ct. 1344, 67 L.Ed.2d 331 (1981).  We reverse.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The 1967 discovery of large oil reserves on state-owned land in the Prudhoe Bay area of Alaska resulted in a windfall to the State.  The State, which had a total budget of $124 million in 1969, before the oil revenues began to flow into the state coffers, received $3.7 billion in petroleum revenues during the 1981 fiscal year.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This income will continue, and most likely grow for some years in the future.  Recognizing that its mineral reserves, although large, are finite and that the resulting income will not continue in perpetuity, the State took steps to assure that its current good fortune will bring long-range benefits.  To accomplish this, Alaska in 1976 adopted a constitutional amendment establishing the Permanent Fund into which the State must deposit at least 25% of its mineral income each year.  Alaska Const., Art. IX, &#167; 15.  The amendment prohibits the legislature from appropriating any of the principal of the Fund but permits use of the Fund's earnings for general governmental purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1980, the legislature enacted a dividend program to distribute annually a portion of the Fund's earnings directly to the State's adult residents.  Under the plan, each citizen 18 years of age or older receives one dividend unit for each year of residency subsequent to 1959, the first year of statehood.  The statute fixed the value of each dividend unit at $50 for the 1979 fiscal year;  a one-year resident thus would receive one unit, or $50, while a resident of Alaska since it became a State in 1959 would receive 21 units, or $1,050.  The value of a dividend unit will vary each year depending on the income of the Permanent Fund and the amount of that income the State allocates for other purposes.  The State now estimates that the 1985 fiscal year dividend will be nearly four times as large as that for 1979.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellants, residents of Alaska since 1978, brought this suit in 1980 challenging the dividend distribution plan as violative of their right to equal protection guarantees and their constitutional right to migrate to Alaska, to establish residency there and thereafter to enjoy the full rights of Alaska citizenship on the same terms as all other citizens of the State. The Superior Court for Alaska's Third Judicial District granted summary judgment in appellants' favor, holding that the plan violated the rights of interstate travel and equal protection.  A divided Alaska Supreme Court reversed and upheld the statute.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Alaska dividend distribution law is quite unlike the durational residency requirements we examined in <i>Sosna v. Iowa</i>, 419 U.S. 393, 95 S.Ct. 553, 42 L.Ed.2d 532 (1975);  <i>Memorial Hospital v. Maricopa County</i>, 415 U.S. 250, 94 S.Ct. 1076, 39 L.Ed.2d 306 (1974);  <i>Dunn v. Blumstein</i>, 405 U.S. 330, 92 S.Ct. 995, 31 L.Ed.2d 274 (1972);  and <i>Shapiro v. Thompson</i>, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969).  Those cases involved laws which required new residents to reside in the State a fixed minimum period to be eligible for certain benefits available on an equal basis to all other residents.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The asserted purpose of the durational residency requirements was to assure that only persons who had established bona fide residence received rights and benefits provided for residents.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Alaska statute does not impose any threshold waiting period on those seeking dividend benefits;  persons with less than a full year of residency are entitled to share in the distribution.  Alaska Stat.Ann. &#167; 43.23.010 (Supp.1981).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Nor does the statute purport to establish a test of the bona fides of state residence.  Instead, the dividend statute creates fixed, permanent distinctions between an ever-increasing number of perpetual classes of concededly bona fide residents, based on how long they have been in the State.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellants established residence in Alaska two years before the dividend law was passed.  The distinction they complain of is not one which the State makes between those who arrived in Alaska after the enactment of the dividend distribution law and those who were residents prior to its enactment.  Appellants instead challenge the distinctions made within the class of persons who were residents when the dividend scheme was enacted in 1980.  The distinctions appellants attack include the preference given to persons who were residents when Alaska became a State in 1959 over all those who have arrived since then, as well as the distinctions made between all bona fide residents who settled in Alaska at different times during the 1959 to 1980 period.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">When a state distributes benefits    its unequally, the distinctions it makes are subject to scrutiny under the Equal Protection Clause of the Fourteenth Amendment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Generally, a law will survive that scrutiny if the distinction it makes rationally furthers a legitimate state purpose.  Some particularly invidious distinctions are subject to more rigorous scrutiny.  Apellants claim that the distinctions made by the Alaska law should be subjected to the higher level of scrutiny applied to the durational residency requirements in <i>Shapiro v. Thompson, supra</i>, and <i>Memorial Hospital v. Maricopa County, supra.</i>  The State, on the other hand, asserts that the law need only meet the minimum rationality test.  In any event, if the statutory scheme cannot pass even the minimal test proposed by the State, we need not decide whether any enhanced scrutiny is called for.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The State advanced and the Alaska Supreme Court accepted three purposes justifying the distinctions made by the dividend program:  (a) creation of a financial incentive for individuals to establish and maintain residence in Alaska;  (b) encouragement of prudent management of the Permanent Fund;  and (c) apportionment of benefits in recognition of undefined \"contributions of various kinds, both tangible and intangible, which residents have made during their years of residency,\" 619 P.2d at 458.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As the Alaska Supreme Court apparently realized, the first two state objectives&#8212;creating a financial incentive for individuals to establish and maintain Alaska residence, and assuring prudent management of the Permanent Fund and the State's natural and mineral resources&#8212;are not rationally related to the distinctions Alaska seeks to make between newer residents and those who have been in the State since 1959.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Assuming, <i>arguendo</i>, that granting increased dividend benefits for each year of continued Alaska residence might give some residents an incentive to stay in the State in order to reap increased dividend benefits in the future, the State's interest is not in any way served by granting greater dividends to persons for their residency during the 21 years prior to the enactment.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Nor does the State's purpose of furthering the prudent management of the Permanent Fund and the State's resources support retrospective application of its plan to the date of statehood. On this score the State's contention is straightforward:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\"[A]s population increases, each individual share in the      income stream is diluted.  The income must be divided equally      among increasingly large numbers of people.  If residents      believed that twenty years from now they would be required to      share permanent fund income on a per capita basis with the      large population that Alaska will no doubt have by then, the      temptation would be great to urge the legislature to provide      immediately for the highest possible percentage return on the      investments of the permanent fund principal, which would      require investments in riskier ventures.\"  <i>Id.</i>, at 462.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The State similarly argues that equal per capita distribution would encourage rapacious development of natural resources.  <i>Ibid.</i>  Even if we assume that the state interest is served by increasing the dividend for each year of residency beginning with the date of enactment, is it rationally served by granting greater dividends in varying amounts to those who resided in Alaska during the 21 years prior to enactment?  We think not.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The last of the State's objectives&#8212;to reward citizens for past contributions&#8212;alone was relied upon by the Alaska Supreme Court to support the retrospective application of the law to 1959. However, that objective is not a legitimate state purpose.  A similar \"past contributions\" argument was made and rejected in <i>Shapiro v. Thompson</i>, 394 U.S., at 632-633, 89 S.Ct., at 1330:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\"Appellants argue further that the challenged      classification may be sustained as an attempt to distinguish      between new and old residents on the basis of the      contributions they have made to the community through the      payment of taxes. . . .  Appellants' reasoning would . . .      permit the State to apportion all benefits and services      according to the past tax [or intangible] contributions of      its citizens.  <i>The Equal Protection Clause prohibits such an      apportionment of state services.</i>\"  (Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Similarly, in <i>Vlandis v. Kline</i>, 412 U.S. 441, 93 S.Ct. 2230, 37 L.Ed.2d 63 (1973), we noted that \"apportion[ment of] tuition rates on the basis of old and new residency . . . would give rise to grave problems under the Equal Protection Clause of the Fourteenth Amendment.\"  <i>Id.</i>, at 449-450, and n.6, 93 S.Ct., at 2234-2235, and n.6.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">If the states can make the amount of a cash dividend depend on length of residence, what would preclude varying university tuition on a sliding scale based on years of residence&#8212;or even limiting access to finite public facilities, eligibility for student loans, for civil service jobs, or for government contracts by length of domicile?  Could states impose different taxes based on length of residence?  Alaska's reasoning could open the door to state apportionment of other rights, benefits, and services according to length of residency.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  It would permit the states to divide citizens into expanding numbers of permanent classes.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Such a result would be clearly impermissible.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need not consider whether the State could enact the dividend program prospectively only.  Invalidation of a portion of a statute does not necessarily render the whole invalid unless it is evident that the legislature would not have enacted the legislation without the invalid portion.  <i>Buckley v.</i> Valeo, 424 U.S. 1, 108, 96 S.Ct. 612, 677, 46 L.Ed.2d 659 (1976); <i>United States v. Jackson</i>, 390 U.S. 570, 585, 88 S.Ct. 1209, 1218, 20 L.Ed.2d 138 (1968);  <i>Champlin Refining Co. v. Corporation Comm'n of Oklahoma</i>, 286 U.S. 210, 234, 52 S.Ct. 559, 564, 76 L.Ed. 1062 (1932).  Here, we need not speculate as to the intent of the Alaska Legislature;  the legislation expressly provides that invalidation of any portion of the statute renders the whole invalid:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\"Sec. 4. If any provision enacted in sec. 2 of this Act      [which included the dividend distribution plan in its      entirety] is held to be invalid by the final judgment,      decision or order of a court of competent jurisdiction, then      that provision is nonseverable, and all provisions enacted in      sec. 2 of this Act are invalid and of no force or effect.\"      1980 Alaska Sess. Laws, ch. 21, &#167; 4.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">However, it is of course for the Alaska courts to pass on the severability clause of the statute.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The only apparent justification for the retrospective aspect of the program, \"favoring established residents over new residents,\" is constitutionally unacceptable.  <i>Vlandis v. Kline, supra</i>, at 450, 93 S.Ct., at 2235.  In our view Alaska has shown no valid state interests which are rationally served by the distinction it makes between citizens who established residence before 1959 and those who have become residents since then.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We hold that the Alaska dividend distribution plan violates the guarantees of the Equal Protection Clause of the Fourteenth Amendment.  Accordingly, the judgment of the Alaska Supreme Court is reversed, and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\n        <i>Reversed and remanded.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Justice BRENNAN, with whom Justice MARSHALL, Justice BLACKMUN, and Justice POWELL join, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">I join the opinion of the Court, and agree with its conclusion that the retrospective aspects of Alaska's dividend-distribution law are not rationally related to a legitimate state purpose.  I write separately only to emphasize that the pervasive discrimination embodied in the Alaska distribution scheme gives rise to constitutional concerns of somewhat larger proportions than may be evident on a cursory reading of the Court's opinion.  In my view, these concerns might well preclude even the prospective operation of Alaska's scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">* I agree with Justice O'CONNOR that these more fundamental defects in the Alaska dividend-distribution law are, in part, reflected in what has come to be called the \"right to travel.\"<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> That right&#8212;or, more precisely, the federal interest in free interstate migration&#8212;is clearly, though indirectly, affected by the Alaska dividend-distribution law, and this threat to free interstate migration provides an independent rationale for holding that law unconstitutional.  At the outset, however, I note that the frequent attempts to assign the right to travel some textual source in the Constitution seem to me to have proved both inconclusive and unnecessary.  Justice O'CONNOR plausibly argues, <i>post</i>, at 78-81, that the right predates the Constitution and was carried forward in the Privileges and Immunities Clause of Art. IV.  But equally plausible, I think, is the argument that the right resides in the Commerce Clause, see <i>Edwards v. California</i>, 314 U.S. 160, 173, 62 S.Ct. 164, 166, 86 L.Ed. 119 (1941), or in the Privileges and Immunities Clause of the Fourteenth Amendment, see <i>id.</i>, at 177-178, 62 S.Ct., at 168-169 (Douglas, J., concurring).  In any event, in light of the unquestioned historic recognition of the principle of free interstate migration, and of its role in the development of the Nation, we need not feel impelled to \"ascribe the source of this right to travel interstate to a particular constitutional provision.\"   <i>Shapiro v. Thompson</i>, 394 U.S. 618, 630, 89 S.Ct. 1322, 1329, 22 L.Ed.2d 600 (1969).  It suffices that:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\" 'The constitutional right to travel from one State to      another . . . occupies a position fundamental to the concept      of our Federal Union.  It is a right that has been firmly      established and repeatedly recognized.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\" '. . . [T]he right finds no explicit mention in the      Constitution.  The reason, it has been suggested, is that a      right so elementary was conceived from the beginning to be a      necessary concomitant of the stronger Union the Constitution      created.  In any event, freedom to travel throughout the      United States has long been recognized as a basic right under      the Constitution.' \"  <i>Id.</i>, at 630-631, 89 S.Ct., at 1329,      quoting <i>United States v. Guest</i>, 383 U.S. 745, 757-758, 86      S.Ct. 1170, 1177-1178, 16 L.Ed.2d 239 (1966).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As is clear from our cases, the right to travel achieves its most forceful expression in the context of equal protection analysis.  But if, finding no citable passage in the Constitution to assign as its source, some might be led to question the independent vitality of the principle of free interstate migration, I find its unmistakable essence in that document that transformed a loose confederation of States into one Nation.  A scheme of the sort adopted by Alaska is inconsistent with the federal structure even in its prospective operation.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A State clearly may undertake to enhance the advantages of industry, economy, and resources that make it a desirable place in which to live.  In addition, a State may make residence within its boundaries more attractive by offering direct benefits to its citizens in the form of public services, lower taxes than other States offer, or direct distributions of its munificence.  Through these means, one State may attract citizens of other States to join the numbers of its citizenry.  That is a healthy form of rivalry:  It inheres in the very idea of maintaining the States as independent sovereigns within a larger framework, and it is fully&#8212;indeed, necessarily&#8212;consistent with the Framers' further idea of joining these independent sovereigns into a single Nation.  But a State cannot <i>compound</i> its offer of direct benefits in the inventive manner exemplified by the Alaska distribution scheme:  For if each State were free to reward its citizens incrementally for their years of residence, so that a citizen leaving one State would thereby forfeit his accrued seniority, only to have to begin building such seniority again in his new State of residence, then the mobility so essential to the economic progress of our Nation, and so commonly accepted as a fundamental aspect of our social order, would not long survive.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Court today reaffirms the important principle that, at least with respect to a durational-residency discrimination, a State's desire \"to reward citizens for past contributions\" is clearly \"not a legitimate state purpose.\"  <i>Ante</i>, at 63.  I do not think it \"odd,\" <i>post</i>, at 72, that the Court disclaims reliance on the \"right to travel\" as the source of this limitation on state power.  In my view, the acknowledged illegitimacy of that state purpose has a different heritage&#8212;it reflects not the structure of the Federal Union but the idea of constitutionally protected equality.  See <i>Shapiro v. Thompson, supra</i>, at 632-633, 89 S.Ct., at 1330 (\"The Equal Protection Clause prohibits such an apportionment of state services\");  <i>Vlandis v. Kline</i>, 412 U.S. 441, 450, n.6, 93 S.Ct. 2230, 2235, n.6, 37 L.Ed.2d 63 (1973). The Constitution places the recently naturalized immigrant from a foreign land on an equal footing with those citizens of a State who are able to trace their lineage back for many generations within the State's borders.  The 18-year-old native resident of a State is as much a citizen as the 55-year-old native resident. But the Alaska plan discriminates against the recently naturalized citizen, in favor of the Alaska citizen of longer duration;  it discriminates against the 18-year-old native resident, in favor of all residents of longer duration.  If the Alaska plan were limited to discriminations such as these, and did not purport to apply to migrants from sister States, interstate travel would not be noticeably burdened&#8212;yet those discriminations would surely be constitutionally suspect.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Fourteenth Amendment guarantees the equal protection of the law to anyone who may be within the territorial jurisdiction of a State.  That Amendment does not suggest by its terms that equal treatment might be denied a person depending upon how long that person <i>has been</i> within the jurisdiction of the State.  The Fourteenth Amendment does, however, expressly recognize one elementary basis for distinguishing between persons who may be within a State's jurisdiction at any particular time&#8212;by setting forth the requirements for state citizenship.  But it is significant that the Citizenship Clause of the Fourteenth Amendment expressly equates citizenship only with simple residence.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a>  That Clause does not provide for, and does not allow for, degrees of citizenship based on length of residence.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a>  And the Equal Protection Clause would not tolerate such distinctions. In short, as much as the right to travel, equality of citizenship is of the essence in our Republic.  As the Court notes, States may not \"divide citizens into expanding numbers of permanent classes.\" <i>Ante</i>, at 64.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is, of course, elementary that the Constitution does not bar the States from making reasoned distinctions between citizens: Insofar as those distinctions are rationally related to the legitimate ends of the State they present no constitutional difficulty, as our equal protection jurisprudence attests.  But we have never suggested that duration of residence <i>vel non</i> provides a valid justification for discrimination.  To the contrary, discrimination on the basis of residence must be supported by a valid state interest independent of the discrimination itself.  To be sure, allegiance and attachment may be rationally measured by length of residence&#8212;length of residence may, for example, be used to test the bona fides of citizenship&#8212;and allegiance and attachment may bear some rational relationship to a very limited number of legitimate state purposes.  Cf. <i>Chimento v. Stark</i>, 353 F.Supp. 1211 (NH), summarily aff'd, 414 U.S. 802, 94 S.Ct. 125, 38 L.Ed.2d 39 (1973) (7-year citizenship requirement to run for Governor);  U.S.Const., Art. I, &#167; 2, cl. 2, &#167; 3, cl. 3;  Art. II, &#167; 1, cl. 5.  But those instances in which length of residence could provide a legitimate basis for distinguishing one citizen from another are rare.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Permissible discriminations between persons must bear a rational relationship to their <i>relevant</i> characteristics.  While some imprecision is unavoidable in the process of legislative classification, the ideal of equal protection requires attention to individual merit, to individual need.  In almost all instances, the business of the State is not with the past, but with the present:  to remedy continuing injustices, to fill current needs, to build on the present in order to better the future.  The past actions of individuals may be relevant in assessing their present needs;  past actions may also be relevant in predicting current ability and future performance.  In addition, to a limited extent, recognition and reward of past public service have independent utility for the State, for such recognition may encourage other people to engage in comparably meritorious service.  But even the idea of rewarding past public service offers scarce support for the \"past contribution\" justification for durational-residence classifications since length of residence has only the most tenuous relation to the <i>actual</i> service of individuals to the State.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Thus, the past-contribution rationale proves much too little to provide a rational predicate for discrimination on the basis of length of residence.  But it also proves far too much, for \"it would permit the State to apportion all benefits and services according to the past . . . contributions of its citizens.\" <i>Shapiro v. Thompson</i>, 394 U.S., at 632-633, 89 S.Ct., at 1330.  In effect, then, the past-contribution rationale is so far-reaching in its potential application, and the relationship between residence and contribution to the State so vague and insupportable, that it amounts to little more than a restatement of the criterion for discrimination that it purports to justify. But while duration of residence has minimal utility as a measure of things that are, in fact, constitutionally relevant, resort to duration of residence as the basis for a distribution of state largesse does closely track the constitutionally untenable position that the longer one's residence, the worthier one is of the State's favor.  In my view, it is difficult to escape from the recognition that underlying any scheme of classification on the basis of duration of residence, we shall almost invariably find the unstated premise that \"some citizens are more equal than others.\"  We rejected that premise and, I believe, implicitly rejected most forms of discrimination based upon length of residence, when we adopted the Equal Protection Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Justice O'CONNOR, concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The Court strikes Alaska's distribution scheme, purporting to rely solely upon the Equal Protection Clause of the Fourteenth Amendment.  The phrase \"right to travel\" appears only fleetingly in the Court's analysis, dismissed with an observation that \"right to travel analysis refers to little more than a particular application of equal protection analysis.\"  <i>Ante</i>, at 60, n.6.  The Court's reluctance to rely explicitly on a right to travel is odd, because its holding depends on the assumption that Alaska's desire \"to reward citizens for past contributions . . . is not a legitimate state purpose.\"  <i>Ante</i>, at 63.  Nothing in the Equal Protection Clause itself, however, declares this objective illegitimate.  Instead, as a full reading of <i>Shapiro v. Thompson</i>, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969), and <i>Vlandis v. Kline</i>, 412 U.S. 441, 93 S.Ct. 2230, 37 L.Ed.2d 63 (1973), reveals, the Court has rejected this objective only when its implementation would abridge an interest in interstate travel or migration.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">I respectfully suggest, therefore, that the Court misdirects its criticism when it labels Alaska's objective illegitimate.  A desire to compensate citizens for their prior contributions is neither inherently invidious nor irrational.  Under some circumstances, the objective may be wholly reasonable.<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a>  Even a generalized desire to reward citizens for past endurance, particularly in a State where years of hardship only recently have produced prosperity, is not innately improper.  The difficulty is that plans enacted to further this objective necessarily treat new residents of a State less favorably than the longer term residents who have past contributions to \"reward.\" This inequality, as the Court repeatedly has recognized, conflicts with the constitutional purpose of maintaining a Union rather than a mere \"league of States.\"  See <i>Paul v. Virginia</i>, 8 Wall. 168, 180, 19 L.Ed. 357 (1869).  The Court's task, therefore, should be (1) to articulate this constitutional principle, explaining its textual sources, and (2) to test the strength of Alaska's objective against the constitutional imperative.  By choosing instead to declare Alaska's purpose wholly illegitimate, the Court establishes an uncertain jurisprudence.  What makes Alaska's purpose illegitimate?  Is the purpose illegitimate under all circumstances?  What other state interests are wholly illegitimate?  Will an \"illegitimate\" purpose survive review if it becomes \"important\" or \"compelling\"?<a class=\"footnote\" href=\"#fn2-2\" id=\"fn2-2_ref\">2</a>  These ambiguities in the Court's analysis prompt me to develop my own approach to Alaska's scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Alaska's distribution plan distinguishes between long-term residents and recent arrivals.  Stripped to its essentials, the plan denies non-Alaskans settling in the State the same privileges afforded longer term residents.  The Privileges and Immunities Clause of Art. IV, which guarantees \"[t]he Citizens of each State . . . all Privileges and Immunities of Citizens in the several States,\" addresses just this type of discrimination.<a class=\"footnote\" href=\"#fn3-2\" id=\"fn3-2_ref\">3</a> Accordingly, I would measure Alaska's scheme against the principles implementing the Privileges and Immunities Clause.  In addition to resolving the particular problems raised by Alaska's scheme, this analysis supplies a needed foundation for many of the \"right to travel\" claims discussed in the Court's prior opinions.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">* Our opinions teach that Art. IV's Privileges and Immunities Clause \"was designed to insure to a citizen of State A who ventures into State B the same privileges which the citizens of State B enjoy.\"  <i>Toomer v. Witsell</i>, 334 U.S. 385, 395, 68 S.Ct. 1156, 1161, 92 L.Ed. 1460 (1948).  The Clause protects a nonresident who enters a State to work, <i>Hicklin v. Orbeck</i>, 437 U.S. 518, 98 S.Ct. 2482, 57 L.Ed.2d 397 (1978), to hunt commercial game, <i>Toomer, supra</i>, or to procure medical services, <i>Doe v. Bolton</i>, 410 U.S. 179, 93 S.Ct. 739, 35 L.Ed.2d 201 (1973).<a class=\"footnote\" href=\"#fn4-1\" id=\"fn4-1_ref\">4</a>  <i>A fortiori</i>, the Privileges and Immunities Clause should protect the \"citizen of State A who ventures into State B\" to settle there and establish a home.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In this case, Alaska forces nonresidents settling in the State to accept a status inferior to that of oldtimers.  In its first year of operation, the distribution scheme would have given $1,050 to an Alaskan who had lived in the State since statehood.  A resident of 10 years would have received $500, while a one-year resident would have received only $50.  In effect, therefore, the State told its citizens:  \"Your status depends upon the date on which you established residence here.  Those of you who migrated to the State cannot share its bounty on the same basis as those who were here before you.\"  Surely this scheme imposes one of the \"disabilities of alienage\" prohibited by Art. IV's Privileges and Immunities Clause.  See <i>Paul v. Virginia, supra</i>, at 180.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">It could be argued that Alaska's scheme does not trigger the Privileges and Immunities Clause because it discriminates among classes of residents, rather than between residents and nonresidents.  This argument, however, misinterprets the force of Alaska's distribution system.  Alaska's scheme classifies citizens on the basis of their former residential status, imposing a relative burden on those who migrated to the State after 1959. Residents who arrived in Alaska after that date have a less valuable citizenship right than do the oldtimers who preceded them.  Citizens who arrive in the State tomorrow will receive an even smaller claim on Alaska's resources.  The fact that this discrimination unfolds after the nonresident establishes residency does not insulate Alaska's scheme from scrutiny under the Privileges and Immunities Clause.  Each group of citizens who migrated to Alaska in the past, or chooses to move there in the future, lives in the State on less favorable terms than those who arrived earlier.  The circumstance that some of the disfavored citizens already live in Alaska does not negate the fact that \"the citizen of State A who ventures into [Alaska]\" to establish a home labors under a continuous disability.<a class=\"footnote\" href=\"#fn5-1\" id=\"fn5-1_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">If the Privileges and Immunities Clause applies to Alaska's distribution system, then our prior opinions describe the proper standard of review.  In <i>Baldwin v. Montana Fish and Game Comm'n</i>, 436 U.S. 371, 98 S.Ct. 1852, 56 L.Ed.2d 354 (1978), we held that States must treat residents and nonresidents \"without unnecessary distinctions\" when the nonresident seeks to \"engage in an essential activity or exercise a basic right.\"  <i>Id.</i>, at 387, 98 S.Ct., at 1862.  On the other hand, if the nonresident engages in conduct that is not \"fundamental\" because it does not \"bea[r] upon the vitality of the Nation as a single entity,\" the Privileges and Immunities Clause affords no protection.  <i>Id.</i>, at 387, 383, 98 S.Ct., at 1862, 1860.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Once the Court ascertains that discrimination burdens an \"essential activity,\" it will test the constitutionality of the discrimination under a two-part test.  First, there must be \" 'something to indicate that non-citizens constitute a peculiar source of the evil at which the statute is aimed.' \"   <i>Hicklin v. Orbeck, supra</i>, at 525-526, 98 S.Ct., at 2487 (quoting <i>Toomer v. Witsell, supra</i>, at 398, 68 S.Ct., at 1163).  Second, the Court must find a \"substantial relationship\" between the evil and the discrimination practiced against the noncitizens.  437 U.S., at 527, 98 S.Ct., at 2488.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Certainly the right infringed in this case is \"fundamental.\" Alaska's statute burdens those nonresidents who choose to settle in the State.<a class=\"footnote\" href=\"#fn6-1\" id=\"fn6-1_ref\">6</a>  It is difficult to imagine a right more essential to the Nation as a whole than the right to establish residence in a new State.  Just as our federal system permits the States to experiment with different social and economic programs, <i>New State Ice Co. v. Liebmann</i>, 285 U.S. 262, 311, 52 S.Ct. 371, 386, 76 L.Ed. 747 (1932) (Brandeis, J., dissenting), it allows the individual to settle in the State offering those programs best tailored to his or her tastes.<a class=\"footnote\" href=\"#fn7-1\" id=\"fn7-1_ref\">7</a>  Alaska's encumbrance on the right of nonresidents to settle in that State, therefore, must satisfy the dual standard identified in <i>Hicklin.</i></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Alaska has not shown that its new residents are the \"peculiar source\" of any evil addressed by its disbursement scheme.  The State does not argue that recent arrivals constitute a particular source of its population turnover problem.  Indeed, the State urges that it has a special interest in persuading young adults, who have grown to maturity in the State, to remain there.  Brief for Appellees 35, n.24.  Nor is there any evidence that new residents, rather than old, will foolishly deplete the State's mineral and financial resources.  Finally, although Alaska argues that its scheme compensates residents for their prior tangible and intangible contributions to the State, nonresidents are hardly a peculiar source of the \"evil\" of partaking in current largesse without having made prior contributions.  A multitude of native Alaskans&#8212;including children and paupers&#8212;may have failed to contribute to the State in the past.  Yet the State does not dock paupers for their prior failures to contribute, and it awards every person over the age of 18 dividends equal to the number of years that person has lived in the State.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Even if new residents were the peculiar source of these evils, Alaska has not chosen a cure that bears a \"substantial relationship\" to the malady.  As the dissenting judges below observed, Alaska's scheme gives the largest dividends to residents who have lived longest in the State.  The dividends awarded to new residents may be too small to encourage them to stay in Alaska. The size of these dividends appears to give new residents only a weak interest in prudent management of the State's resources.  As a reward for prior contributions, finally, Alaska's scheme is quite ill-suited.  While the phrase \"substantial relationship\" does not require mathematical precision, it demands at least some recognition of the fact that persons who have migrated to Alaska may have contributed significantly more to the State, both before and after their arrival, than have some natives.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">For these reasons, I conclude that Alaska's disbursement scheme violates Art. IV's Privileges and Immunities Clause.  I thus reach the same destination as the Court, but along a course that more precisely identifies the evils of the challenged statute.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The analysis outlined above might apply to many cases in which a litigant asserts a right to travel or migrate interstate.<a class=\"footnote\" href=\"#fn8-1\" id=\"fn8-1_ref\">8</a> To historians, this would come as no surprise.  Article IV's Privileges and Immunities Clause has enjoyed a long association with the rights to travel and migrate interstate.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The Clause derives from Art. IV of the Articles of Confederation.  The latter expressly recognized a right of \"free ingress and regress to and from any other State,\" in addition to guaranteeing \"the free inhabitants of each of these states . . . [the] privileges and immunities of free citizens in the several States.\"<a class=\"footnote\" href=\"#fn9-1\" id=\"fn9-1_ref\">9</a>  While the Framers of our Constitution omitted the reference to \"free ingress and regress,\" they retained the general guaranty of \"privileges and immunities.\"  Charles Pinckney, who drafted the current version of Art. IV, told the Convention that this Article was \"formed exactly upon the principles of the 4th article of the present Confederation.\"  3 M. Farrand, Records of the Federal Convention of 1787, p. 112 (1934).  Commentators, therefore, have assumed that the Framers omitted the express guaranty merely because it was redundant, not because they wished to excise the right from the Constitution.<a class=\"footnote\" href=\"#fn10-1\" id=\"fn10-1_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Early opinions by the Justices of this Court also traced a right to travel or migrate interstate to Art. IV's Privileges and Immunities Clause.  In <i>Corfield v. Coryell</i>, 6 F.Cas. 546, 552 (No. 3,230) (CC ED Pa.1823), for example, Justice Washington explained that the Clause protects the \"right of a citizen of one state to pass through, or to reside in any other state.\"  Similarly, in <i>Paul v. Virginia</i>, 8 Wall., at 180, the Court found that one of the \"undoubt[ed]\" effects of the Clause was to give \"the citizens of each State . . . the right of free ingress into other States, and egress from them. . . .\"  See also <i>Ward v. Maryland</i>, 12 Wall. 418, 430, 20 L.Ed. 449 (1871).  Finally, in <i>United States v. Wheeler</i>, 254 U.S. 281, 297-298, 41 S.Ct. 133, 135, 65 L.Ed. 270 (1920), the Court found that the Clause fused two distinct concepts:  (1) \"the right of citizens of the States to reside peacefully in, and to have free ingress into and egress from\" their own States, and (2) the right to exercise the same privileges in other States.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">History, therefore, supports assessment of Alaska's scheme, as well as other infringements of the right to travel, under the Privileges and Immunities Clause.  This Clause may not address every conceivable type of discrimination that the Court previously has denominated a burden on interstate travel.  I believe, however, that application of the Privileges and Immunities Clause to controversies involving the \"right to travel\" would at least begin the task of reuniting this elusive right with the constitutional principles it embodies.  Because I believe that Alaska's distribution scheme violates the Privileges and Immunities Clause of Art. IV, I concur in the Court's judgment insofar as it reverses the judgment of the Alaska Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Justice REHNQUIST, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Alaska's dividend distribution scheme represents one State's effort to apportion unique economic benefits among its citizens. Although the wealth received from the oil deposits of Prudhoe Bay may be quite unlike the economic resources enjoyed by most States, Alaska's distribution of that wealth is in substance no different from any other State's allocation of economic benefits.  The distribution scheme being in the nature of economic regulation, I am at a loss to see the rationality behind the Court's invalidation of it as a denial of equal protection.  This Court has long held that state economic regulations are presumptively valid, and violate the Fourteenth Amendment only in the rarest of circumstances:</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">\"When local economic regulation is challenged solely as      violating the Equal Protection Clause, this Court      consistently defers to legislative determinations as to the      desirability of particular statutory discriminations.  See,      <i>e.g., Lehnhausen v. Lake Shore Auto Parts Co.</i>, 410 U.S. 356      [93 S.Ct. 1001, 35 L.Ed.2d 351] (1973).  Unless a      classification trammels fundamental personal rights or is      drawn upon inherently suspect distinctions such as race,      religion, or alienage, our decisions presume the      constitutionality of the statutory discriminations and      require only that the classification challenged be rationally      related to a legitimate state interest.  States are accorded      wide latitude in the regulation of their local economies under their police powers,      and rational distinctions may be made with substantially less      than mathematical exactitude.\"  <i>New Orleans v. Dukes</i>, 427      U.S. 297, 303, 96 S.Ct. 2513, 2516, 49 L.Ed.2d 511 (1976).      See also <i>Minnesota v. Clover Leaf Creamery Co.</i>, 449 U.S. 456,      101 S.Ct. 715, 66 L.Ed.2d 659 (1981);  <i>United States Railroad      Retirement Board v. Fritz</i>, 449 U.S. 166, 101 S.Ct. 453, 66      L.Ed.2d 368 (1980);  <i>Hughes v. Alexandria Scrap Corp.</i>, 426      U.S. 794, 96 S.Ct. 2488, 49 L.Ed.2d 220 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Despite the highly deferential approach which we invariably have taken toward state economic regulations, the Court today finds the retroactive aspect of the Alaska distribution scheme violative of the Fourteenth Amendment.  The Court concludes that the State's first two justifications are not rationally related to the retroactive portion of the distribution scheme, and that the third justification&#8212;the reward of citizens for their past contributions&#8212;is not a legitimate state objective.  But the illegitimacy of a State's recognizing the past contributions of its citizens has been established by the Court only in certain cases considering an infringement of the right to travel,<a class=\"footnote\" href=\"#fn1-3\" id=\"fn1-3_ref\">1</a> and the majority itself rightly declines to apply the strict scrutiny analysis of those right-to-travel cases. See <i>ante</i>, at 60-61.  The distribution scheme at issue in this case impedes no person's right to travel to and settle in Alaska;  if anything, the prospect of receiving annual cash dividends would encourage immigration to Alaska.  The State's third justification cannot, therefore, be dismissed simply by quoting language about its legitimacy from right-to-travel cases which have no relevance to the question before us.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">So understood, this case clearly passes equal protection muster.  There can be no doubt that the state legislature acted rationally when it concluded that dividends retroactive to the year of statehood would \"recognize the 'contributions of various kinds, both tangible and intangible,' which residents have made during their years of state residency.\"  619 P.2d 448, 458 (Alaska 1980).  Nor can there be any doubt that Alaska, perhaps more than any other State in the Union, has good reason for recognizing such contributions.<a class=\"footnote\" href=\"#fn2-3\" id=\"fn2-3_ref\">2</a>  Because the distribution scheme is thus rationally based, I dissent from its invalidation under the guise of equal protection analysis.<a class=\"footnote\" href=\"#fn3-3\" id=\"fn3-3_ref\">3</a>  In striking down the Alaskan scheme, the Court seems momentarily to have forgotten \"the principle that the Fourteenth Amendment gives the federal courts no power to impose upon the States their views of what constitutes wise economic or social policy.\"  <i>Dandridge v. Williams</i>, 397 U.S. 471, 486, 90 S.Ct. 1153, 1162, 25 L.Ed.2d 491 (1970).</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Alaska Dept. of Revenue, Revenue Sources FY 1981-1983 (Sept.1981).  (Includes General Fund unrestricted petroleum revenues of $3.3 billion and petroleum revenues directly deposited in the Permanent Fund in the amount of $400 million.  An additional $900 million was transferred from the General Fund to the Permanent Fund in the 1981 fiscal year.)  The 1980 census reports that Alaska's adult population is 270,265;  per capita 1981 oil revenues amount to $13,632 for each adult resident. Petroleum revenues now amount to 89% of the State's total government revenue.  <i>Ibid.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The infusion of Permanent Fund earnings into state general revenues also led the Alaska Legislature to enact a statute giving residents a one-third exemption from state income taxes for each year of residence;  this operated to exempt entirely anyone with three or more years of residency.  The Alaska Supreme Court, again by a 3-2 vote, held that this statute violated the State Constitution's equal protection clause.  <i>Williams v. Zobel</i>, 619 P.2d 422 (1980).  Chief Justice Rabinowitz, the only justice in the majority in both cases, found that the tax exemption statute, but not the dividend distribution plan, could \"be perceived as a penalty imposed on a person who chooses to exercise his or her right to move into Alaska.\"  619 P.2d, at 458.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In the durational residency cases, we examined state laws which imposed waiting periods on access to divorce courts, <i>Sosna v. Iowa</i>;  eligibility for free nonemergency medical care, <i>Memorial Hospital v. Maricopa County</i>;  voting rights, <i>Dunn v. Blumstein</i>; and welfare assistance, <i>Shapiro v. Thompson</i>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Section 43.23.010(b) provides:</p>\n        <p>\"For each year, an individual is eligible to receive payment of the permanent fund dividends for which he is entitled under this section if he</p>\n        <p>\"(1) is at least 18 years of age;  and</p>\n        <p>\"(2) is a state resident during all or part of the year for which the permanent fund dividend is paid.\"</p>\n        <p>The remainder of &#167; 43.23.010 establishes the number of dividend units residents are entitled to receive and the method of payment.  Section 43.23.010(f) provides that a resident entitled to benefits under subsection (b) who was a resident for less than a full year is entitled to a dividend prorated on the basis of the number of months of state residence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Alaska statute does not simply make distinctions between native-born Alaskans and those who migrate to Alaska from other states;  it does not discriminate only against those who have recently exercised the right to travel, as did the statute involved in <i>Shapiro v. Thompson</i>, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969).  The Alaska statute also discriminates among long-time residents and even native-born residents.  For example, a person born in Alaska in 1962 would have received $100 less than someone who was born in the State in 1960.  Of course the native Alaskan born in 1962 would also receive $100 less than the person who moved to the State in 1960.</p>\n        <p>The statute does not involve the kind of discrimination which the Privileges and Immunities Clause of Art. IV was designed to prevent.  That Clause \"was designed to insure to a citizen of State A who ventures into State B the same privileges which the citizens of State B enjoy.\"   <i>Toomer v. Witsell</i>, 334 U.S. 385, 395, 68 S.Ct. 1156, 1161, 92 L.Ed. 1460 (1948).  The Clause is thus not applicable to this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Alaska courts considered whether the dividend distribution law violated appellants' constitutional right to travel.  The right to travel and to move from one state to another has long been accepted, yet both the nature and the source of that right have remained obscure.  See <i>Jones v. Helms</i>, 452 U.S. 412, 417-419, and nn.12 and 13, 101 S.Ct. 2434, 2439-2440, and nn.12 and 13, 69 L.Ed.2d 118 (1981);  <i>Shapiro v. Thompson, supra</i>, at 629-631, 89 S.Ct., at 1328-1329;  <i>United States v. Guest</i>, 383 U.S. 745, 757-759, 86 S.Ct. 1170, 1177-1178, 16 L.Ed.2d 239 (1966). See also Z. Chafee, Three Human Rights in the Constitution of 1787, pp. 188-193 (1956).  In addition to protecting persons against the erection of actual barriers to interstate movement, the right to travel, when applied to residency requirements, protects new residents of a state from being disadvantaged because of their recent migration or from otherwise being treated differently from longer term residents.  In reality, right to travel analysis refers to little more than a particular application of equal protection analysis.  Right to travel cases have examined, in equal protection terms, state distinctions between newcomers and longer term residents.  See <i>Memorial Hospital v. Maricopa County</i>, 415 U.S. 250, 94 S.Ct. 1076, 39 L.Ed.2d 306 (1974);  <i>Dunn v. Blumstein</i>, 405 U.S. 330, 92 S.Ct. 995, 31 L.Ed.2d 274 (1972);  <i>Shapiro v. Thompson, supra.</i>  This case also involves distinctions between residents based on when they arrived in the State and is therefore also subject to equal protection analysis.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> These purposes were enumerated in the first section of the Act creating the dividend distribution plan, 1980 Alaska Sess.Laws, ch. 21, &#167; 1(b):</p>\n        <p>\"(b) The purposes of this Act are</p>\n        <p>\"(1) to provide a mechanism for equitable distribution to the people of Alaska of at least a portion of the state's energy wealth derived from the development and production of the natural resources belonging to them as Alaskans;</p>\n        <p>\"(2) to encourage persons to maintain their residence in Alaska and to reduce population turnover in the state;  and</p>\n        <p>\"(3) to encourage increased awareness and involvement by the residents of the state in the management and expenditure of the Alaska permanent fund (art. IX, sec. 15, state constitution).\"</p>\n        <p>Thus we need not speculate as to the objectives of the legislature.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In response to the argument that the objectives of stabilizing population and encouraging prudent management of the Permanent Fund and of the State's natural resources did not justify the application of the dividend program to the years 1959 to 1980, the Alaska Supreme Court maintained that the retrospective aspect of the program was justified by the objective of rewarding state citizens for past contributions.  619 P.2d, at 461-462, n.37.  See also dissenting opinion of Justice Dimond, <i>id.</i>, at 469-471.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> In fact, newcomers seem more likely to become dissatisfied and to leave the State than well-established residents;  it would thus seem that the State would give a larger, rather than a smaller, dividend to new residents if it wanted to discourage emigration.  The separation of residents into classes hardly seems a likely way to persuade new Alaskans that the State welcomes them and wants them to stay.</p>\n        <p>Of course, the State's objective of reducing population turnover cannot be interpreted as an attempt to inhibit migration into the State without encountering insurmountable constitutional difficulties.  See <i>Shapiro v. Thompson</i>, 394 U.S., at 629, 89 S.Ct., at 1328.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Even if the objective of rewarding past contributions were valid, it would be ironic to apply that rationale here.  As Representative Randolph noted during debate in the state legislature on the dividend statute:</p>\n        <p>\"The pipeline is the entity that has allowed us all this latitude to do all the things we're considering doing, not only today but throughout the session.  And without . . . newcomers, we couldn't have built that pipeline.  Without their skill, without their ability, without their money, the pipeline wouldn't be there.  So I get a little bit tired of&#8212;and I've got a hunch an awful lot of people who have been here five or six or seven or ten years, whatever we knock off as newcomers, get a little bit tired of being chastized and penalized and discriminated against for having not been born here or not have been here 30 or 40 or 50 years.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Apportionment would thus be prohibited only when it involves \"fundamental rights\" and services deemed to involve \"basic necessities of life.\"  See <i>Memorial Hospital v. Maricopa County</i>, 415 U.S., at 259, 94 S.Ct., at 1082.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> \"Such a power in the States could produce nothing but discord and mutual irritation, and they very clearly do not possess it.\"  <i>Passenger Cases</i>, 7 How. 283, 492, 12 L.Ed. 702 (1849) (Taney, C.J., dissenting).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> <i>Starns v. Malkerson</i>, 326 F.Supp. 234 (Minn.1970), summarily aff'd, 401 U.S. 985, 91 S.Ct. 1231, 28 L.Ed.2d 527 (1971), cannot be read as a contrary decision of this Court. First, summary affirmance by this Court is not to be read as an adoption of the reasoning supporting the judgment under review. <i>Fusari v. Steinberg</i>, 419 U.S. 379, 391, 95 S.Ct. 533, 540, 42 L.Ed.2d 521 (1975) (concurring opinion).  See also <i>Colorado Springs Amusements, Ltd. v. Rizzo</i>, 428 U.S. 913, 920-921, 96 S.Ct. 3228, 3232, 49 L.Ed.2d 1222 (1976) (BRENNAN, J., dissenting); <i>Edelman v. Jordan</i>, 415 U.S. 651, 671, 94 S.Ct. 1347, 1359, 39 L.Ed.2d 662 (1974).  Moreover, as we pointed out in <i>Vlandis v. Kline</i>, 412 U.S. 441, 452-453, n.9, 93 S.Ct. 2230, 2236-2237, n.9, 37 L.Ed.2d 63 (1973), we considered the Minnesota one-year residency requirement examined in <i>Starns</i> a test of bona fide residence, not a return on prior contributions to the commonwealth.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> What is notably at stake in this case, and what clearly must be taken into account in determining the constitutionality of this legislative scheme, is the <i>national</i> interest in a fluid system of interstate movement.  It may be that national interests are not always easily translated into individual rights, but where the \"right to travel\" is involved, our cases leave no doubt that it will trigger intensified equal protection scrutiny.  See, <i>e.g., Memorial Hospital v. Maricopa County</i>, 415 U.S. 250, 94 S.Ct. 1076, 39 L.Ed.2d 306 (1974);  <i>Dunn v. Blumstein</i>, 405 U.S. 330, 92 S.Ct. 995, 31 L.Ed.2d 274 (1972);  <i>Shapiro v. Thompson</i>, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969).  As the Court notes, the \"right to travel\" is implicated not only by \"actual barriers to interstate movement,\" but also by \"state distinctions between newcomers and longer term residents.\"   <i>Ante</i>, at 60, n.6.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> \"[A] citizen of the United States can, of his own volition, become a citizen of any State of the Union by a <i>bona fide</i> residence therein, with the same rights as other citizens of that State.\"  <i>Slaughter-House Cases</i>, 16 Wall. 36, 80, 21 L.Ed. 394 (1873).  See <i>id.</i>, at 112-113 (Bradley, J., dissenting) (\"A citizen of the United States has a perfect constitutional right to go to and reside in any State he chooses, and to claim citizenship therein, and an equality of rights with every other citizen\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> The American aversion to aristocracy developed long before the Fourteenth Amendment and is, of course, reflected elsewhere in the Constitution.  See Art. I, &#167; 9, cl. 8 (\"No Title of Nobility shall be granted by the United States\").  See also Virginia Declaration of Rights (1776), in R. Rutland, The Birth of the Bill of Rights, App. A (1955) (\"no man, or set of men, are entitled to exclusive or separate emoluments or privileges from the community, but in consideration of publick services\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> A State, for example, might choose to divide its largesse among all persons who previously have contributed their time to volunteer community organizations.  If the State graded its dividends according to the number of years devoted to prior community service, it could be said that the State intended \"to reward citizens for past contributions.\"  Alternatively, a State might enact a tax credit for citizens who contribute to the State's ecology by building alternative fuel sources or establishing recycling plants.  If the State made this credit retroactive, to benefit those citizens who launched these improvements before they became fashionable, the State once again would be rewarding past contributions.  The Court's opinion would dismiss these objectives as wholly illegitimate.  I would recognize them as valid goals and inquire only whether their implementation infringed any constitutionally protected interest.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-2\">\n        <a class=\"footnote\" href=\"#fn2-2_ref\">2</a>\n        <p> The Court's conclusion that Alaska's scheme lacks a rational basis masks a puzzling aspect of its analysis.  By refusing to extend any legitimacy to Alaska's objective, the Court implies that a program designed to reward prior contributions will never survive equal protection scrutiny.  For example, the programs described in n.1, <i>supra</i>, could not survive the Court's analysis even if the State demonstrated a compelling interest in rewarding volunteer activity or promoting conservation measures. The Court's opinion, although purporting to apply a deferential standard of review, actually insures that any governmental program depending upon a \"past contributions\" rationale will violate the Equal Protection Clause.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-2\">\n        <a class=\"footnote\" href=\"#fn3-2_ref\">3</a>\n        <p> While the Clause refers to \"Citizens,\" this Court has found that \"the terms 'citizen' and 'resident' are 'essentially interchangeable' . . . for purposes of analysis of most cases under the Privileges and Immunities Clause.\"  <i>Hicklin v. Orbeck</i>, 437 U.S. 518, 524, n.8, 98 S.Ct. 2482, 2486, n.8, 57 L.Ed.2d 397 (1978) (quoting <i>Austin v. New Hampshire</i>, 420 U.S. 656, 662, n.8, 95 S.Ct. 1191, 1195, n.8, 43 L.Ed.2d 530 (1975)).  This opinion, therefore, will refer to \"nonresidents\" of Alaska, as well as to \"noncitizens\" of that State.</p>\n        <p>It is settled that the Privileges and Immunities Clause does not protect corporations.  See <i>Paul v. Virginia</i>, 8 Wall. 168, 19 L.Ed. 357 (1869).  The word \"Citizens\" suggests that the Clause also excludes aliens.  See, <i>e.g., id.</i>, at 177 (dictum);  L. Tribe, American Constitutional Law &#167; 6-33, p. 411, n.18 (1978).  Any prohibition of discrimination aimed at aliens or corporations must derive from other constitutional provisions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4-1\">\n        <a class=\"footnote\" href=\"#fn4-1_ref\">4</a>\n        <p> See generally <i>Ward v. Maryland</i>, 12 Wall. 418, 430, 20 L.Ed. 449 (1871) (The Clause \"plainly and unmistakably secures and protects the right of a citizen of one State to pass into any other State of the Union for the purpose of engaging in lawful commerce, trade, or business, without molestation;  to acquire personal property;  [and] to take and hold real estate. . .\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5-1\">\n        <a class=\"footnote\" href=\"#fn5-1_ref\">5</a>\n        <p> See Note, A Constitutional Analysis of State Bar Residency Requirements under the Interstate Privileges and Immunities Clause of Article IV, 92 Harv.L.Rev. 1461, 1464-1465, n.17 (1979) (labeling contrary argument \"technical\").</p>\n        <p>As the Court points out, <i>ante</i>, at 59-60, n.5, Alaska's plan differentiates even among native Alaskans, by tying their benefits to date of birth.  If the scheme merely distributed benefits on the basis of age, without reference to the date beneficiaries established residence in Alaska, I doubt it would violate the Privileges and Immunities Clause.  Under those circumstances, a 25-year-old Texan establishing residence in Alaska would acquire the same privileges of citizenship held by a 25-year-old native Alaskan.  The scheme would not treat the citizen who moves to the State differently from citizens who already reside there.  The Court does not explain whether it would find such an age-based scheme objectionable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6-1\">\n        <a class=\"footnote\" href=\"#fn6-1_ref\">6</a>\n        <p> The \"burden\" imposed on nonresidents is relative to the benefits enjoyed by residents.  It is immaterial, for purposes of the Privileges and Immunities Clause, that the nonresident may enjoy a benefit in the new State that he lacked completely in his former State.  The Clause addresses only differences in treatment; it does not judge the quality of treatment a State affords citizens and noncitizens.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7-1\">\n        <a class=\"footnote\" href=\"#fn7-1_ref\">7</a>\n        <p> See also <i>Baldwin v. G.A.F. Seelig, Inc.</i>, 294 U.S. 511, 523, 55 S.Ct. 497, 500, 79 L.Ed. 1032 (1935) (the Constitution \"was framed upon the theory that the peoples of the several states must sink or swim together, and that in the long run prosperity and salvation are in union and not division\");  <i>Paul v. Virginia</i>, 8 Wall., at 180 (\"Indeed, without some provision of the kind removing from the citizens of each State the disabilities of alienage in the other States, and giving them equality of privilege with citizens of those States, the Republic would have constituted little more than a league of States;  it would not have constituted the Union which now exists\");  <i>Edwards v. California</i>, 314 U.S. 160, 173, 62 S.Ct. 164, 166, 86 L.Ed. 119 (1941) (Constitution prohibits \"attempts on the part of any single State to isolate itself from difficulties common to all of them by restraining the transportation of persons and property across its borders\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8-1\">\n        <a class=\"footnote\" href=\"#fn8-1_ref\">8</a>\n        <p> Any durational residency requirement, for example, treats nonresidents who have exercised their right to settle in a State differently from longer term residents.  This is not to say, however, that all such requirements would fail scrutiny under the Privileges and Immunities Clause.  The durational residency requirement upheld in <i>Sosna v. Iowa</i>, 419 U.S. 393, 95 S.Ct. 553, 42 L.Ed.2d 532 (1975) (one year to obtain divorce), for example, would have survived under the analysis outlined above.  In <i>Sosna</i> the State showed that nonresidents were a peculiar source of the evil addressed by its durational residency requirement.  Those persons could misrepresent their attachment to Iowa and obtain divorces that would be susceptible to collateral attack in other States.  Iowa adopted a reasonable response to this problem by requiring nonresidents to demonstrate their bona fide residency for one year before obtaining a divorce.  I am confident that the analysis developed in <i>Hicklin v. Orbeck</i>, 437 U.S. 518, 98 S.Ct. 2482, 57 L.Ed.2d 397 (1978), will adequately identify other legitimate durational residency requirements.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9-1\">\n        <a class=\"footnote\" href=\"#fn9-1_ref\">9</a>\n        <p> Even before adoption of the Articles, a few of the Colonies explicitly protected freedom of movement.  The Rhode Island Charter gave members of that Colony the right \"to passe and repasse with freedome, into and through the rest of the English Collonies, upon their lawful and civill occasions.\"  Z. Chafee, Three Human Rights in the Constitution of 1787, p. 177 (1956). The Massachusetts Body of Liberties provided:  \"Every man of or within this Jurisdiction shall have free libertie, not with standing any Civill power, to remove both himselfe and his familie at their pleasure out of the same, provided there be no legall impediment to the contrarie.\"  <i>Id.</i>, at 178.  Massachusetts showed some of the same liberality to foreigners entering the Colony:</p>\n        <p>\"If any people of other Nations professing the true Christian Religion shall flee to us from the Tiranny or oppression of their persecutors, or from famyne, warres, or the like necessary and compulsarie cause, They shall be entertayned and succoured among us, according to that power and prudence god shall give us.\" <i>Ibid.</i></p>\n        <p>These attitudes contrasted with the more restrictive views prevailing in 17th-century Europe.  See generally <i>id.</i>, at 163-171.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10-1\">\n        <a class=\"footnote\" href=\"#fn10-1_ref\">10</a>\n        <p> See, <i>e.g.</i>, <i>id.</i>, at 185;  Note, The Right to Travel and Exclusionary Zoning, 26 Hastings L.J. 849, 858-859 (1975); Comment, The Right to Travel:  In Search of a Constitutional Source, 55 Neb.L.Rev. 117, 119-120, n. 14 (1975);  Comment, A Strict Scrutiny of the Right to Travel, 22 UCLA L.Rev. 1129, 1130, n.7 (1975).</p>\n        <p>See also <i>Austin v. New Hampshire</i>, 420 U.S., at 661, 95 S.Ct., at 1195 (footnotes omitted) (Article IV of the Articles of Confederation was \"carried over into the comity article of the Constitution in briefer form but with no change of substance or intent, unless it was to strengthen the force of the Clause in fashioning a single nation\");  <i>United States v. Wheeler</i>, 254 U.S. 281, 294, 41 S.Ct. 133, 134, 65 L.Ed. 270 (1920) (\"the text of Article IV, &#167; 2, of the Constitution, makes manifest that it was drawn with reference to the corresponding clause of the Articles of Confederation and was intended to perpetuate its limitations; and . . . that view has been so conclusively settled as to leave no room for controversy\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-3\">\n        <a class=\"footnote\" href=\"#fn1-3_ref\">1</a>\n        <p> The Court relies upon <i>Shapiro v. Thompson</i>, 394 U.S. 618, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969), and <i>Vlandis v. Kline</i>, 412 U.S. 441, 93 S.Ct. 2230, 37 L.Ed.2d 63 (1973), in holding that Alaska may not justify its dividend distribution scheme by a desire to reward its citizens for their past contributions.  In <i>Shapiro</i>, however, the Court found that the classification at issue \"touche[d] on the fundamental right of interstate movement\" and therefore could be justified only if it promoted a \"<i>compelling</i> state interest.\"  394 U.S., at 638, 89 S.Ct., at 1333 (emphasis in original).  Similarly, <i>Vlandis</i> concerned the right to move to and establish residency in Connecticut, and noted only in dicta that rewarding citizens for their past contributions was an impermissible state objective.  See 412 U.S., at 449-450, and n. 6, 93 S.Ct., at 2234-2235, and n.6.</p>\n        <p>Although I have expressed my disagreement with this holding even in the right-to-travel cases, see <i>Memorial Hospital v. Maricopa County</i>, 415 U.S. 250, 286-287, 94 S.Ct. 1076, 1095-1096, 39 L.Ed.2d 306 (1974) (REHNQUIST, J., dissenting);  <i>Vlandis v. Kline, supra</i>, at 468-469, 93 S.Ct., at 2244 (same), there is no need to rely upon that dissenting position here.  The majority does not analyze this as a right-to-travel case.  Compare <i>ante</i>, at 60-61, with <i>Memorial Hospital v. Maricopa County, supra</i>, at 261-262, 94 S.Ct., at 1083-1084, and <i>Shapiro v. Thompson, supra</i>, at 634, 638, 89 S.Ct., at 1331, 1333.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-3\">\n        <a class=\"footnote\" href=\"#fn2-3_ref\">2</a>\n        <p> As the Alaska Supreme Court noted, those who have lived in Alaska from the year of its statehood have borne unusual expenses and hardships:</p>\n        <p>\" 'A government such as the one embodied in the Alaska constitution, . . . with its complete range of governmental services, was expensive for a State with limited sources of taxation.  Alaska could only boast a couple of pulp mills. . . . The State's business enterprises were small and catered mostly to local needs.  In addition, Alaska's population was modest and hardly amounted to more than that of a medium-sized city in the continental United States.</p>\n        <p>\" 'Accordingly, revenues were small.  Yet, the demands were great.  The State government had to provide all the governmental services and social overhead required by modern American society. For instance, it would have been relatively simple to build a few roads, furnish normal police protection, and establish the customary school facilities.  But nothing was normal in Alaska; it was and remains a land of superlatives.  Subarctic engineering is relatively new, but the State would have to face the problem of permafrost conditions that frequently cause the roadtop to buckle and heave.  Police protection would have to be provided for an area one-fifth the size of the forty-eight United States but with very few roads available.  Flying would become a way of life for law enforcement officials as well as other Alaskans&#8212;an expensive way of life.  \"Bush schools\" scattered along the Aleutian chain, through the Yukon Valley, and on the Seaward Peninsula and the islands of southeastern Alaska were expensive to maintain.  It was not until the discovery of oil on a large scale that the picture changed.' \"  619 P.2d, at 462, n.37 (quoting C. Naske, An Interpretive History of Alaskan Statehood 169-170 (1973)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-3\">\n        <a class=\"footnote\" href=\"#fn3-3_ref\">3</a>\n        <p> I also disagree with the suggestion of Justice O'CONNOR that the Alaska distribution scheme contravenes the Privileges and Immunities Clause of Art. IV of the Constitution.  That Clause assures that <i>nonresidents</i> of a State shall enjoy the same privileges and immunities as residents enjoy:  \"It was designed to insure to a citizen of State A who ventures into State B the same privileges which the citizens of State B enjoy.\"  <i>Toomer v. Witsell</i>, 334 U.S. 385, 395, 68 S.Ct. 1156, 1161, 92 L.Ed. 1460 (1948).  We long ago held that the Clause has no application to a citizen of the State whose laws are complained of.  \"The constitutional provision there alluded to did not create those rights, which it called privileges and immunities of citizens of the States.  It threw around them in that clause no security for the citizen of the State in which they were claimed or exercised. Nor did it profess to control the power of the State governments over the rights of its own citizens.\"  <i>Slaughter-House Cases</i>, 16 Wall. 36, 77, 21 L.Ed. 394 (1873).</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>457 U.S. 55 (1982)</b></center>\n<center><h1>ZOBEL ET UX.<br>\nv.<br>\nWILLIAMS, COMMISSIONER OF REVENUE OF ALASKA, ET AL.</h1></center>\n<center>No. 80-1146.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 7, 1981.</center>\n<center>Decided June 14, 1982.</center>\nAPPEAL FROM THE SUPREME COURT OF ALASKA\n<p><span class=\"star-pagination\">*56</span> <i>Mark A. Sandberg</i> argued the cause for appellants. With him on the briefs was <i>Jonathon B. Chase.</i></p>\n<p><i>Avrum M. Gross</i> argued the cause for appellees. With him on the brief were <i>Wilson L. Condon,</i> Attorney General of Alaska, and <i>Susan A. Burke,</i> Assistant Attorney General.</p>\n<p>CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n<p>The question presented on this appeal is whether a statutory scheme by which a State distributes income derived from its natural resources to the adult citizens of the State in varying amounts, based on the length of each citizen's residence, violates the equal protection rights of newer state citizens. The Alaska Supreme Court sustained the constitutionality of the statute. 619 P. 2d 448 (1980). We stayed the distribution of dividend funds, 449 U. S. 989 (1980), and noted probable jurisdiction, 450 U. S. 908 (1981). We reverse.</p>\n<p></p>\n<h2>I</h2>\n<p>The 1967 discovery of large oil reserves on state-owned land in the Prudhoe Bay area of Alaska resulted in a windfall to the State. The State, which had a total budget of $124 million in 1969, before the oil revenues began to flow into the state coffers, received $3.7 billion in petroleum revenues during the 1981 fiscal year.<sup>[1]</sup> This income will continue, and <span class=\"star-pagination\">*57</span> most likely grow for some years in the future. Recognizing that its mineral reserves, although large, are finite and that the resulting income will not continue in perpetuity, the State took steps to assure that its current good fortune will bring long-range benefits. To accomplish this, Alaska in 1976 adopted a constitutional amendment establishing the Permanent Fund into which the State must deposit at least 25% of its mineral income each year. Alaska Const., Art. IX,  15. The amendment prohibits the legislature from appropriating any of the principal of the Fund but permits use of the Fund's earnings for general governmental purposes.</p>\n<p>In 1980, the legislature enacted a dividend program to distribute annually a portion of the Fund's earnings directly to the State's adult residents. Under the plan, each citizen 18 years of age or older receives one dividend unit for each year of residency subsequent to 1959, the first year of statehood. The statute fixed the value of each dividend unit at $50 for the 1979 fiscal year; a one-year resident thus would receive one unit, or $50, while a resident of Alaska since it became a State in 1959 would receive 21 units, or $1,050. The value of a dividend unit will vary each year depending on the income of the Permanent Fund and the amount of that income the State allocates for other purposes. The State now estimates that the 1985 fiscal year dividend will be nearly four times as large as that for 1979.</p>\n<p>Appellants, residents of Alaska since 1978, brought this suit in 1980 challenging the dividend distribution plan as violative of their right to equal protection guarantees and their constitutional right to migrate to Alaska, to establish residency there and thereafter to enjoy the full rights of Alaska <span class=\"star-pagination\">*58</span> citizenship on the same terms as all other citizens of the State. The Superior Court for Alaska's Third Judicial District granted summary judgment in appellants' favor, holding that the plan violated the rights of interstate travel and equal protection. A divided Alaska Supreme Court reversed and upheld the statute.<sup>[2]</sup></p>\n<p></p>\n<h2>II</h2>\n<p>The Alaska dividend distribution law is quite unlike the durational residency requirements we examined in <i>Sosna</i> v. <i>Iowa,</i> 419 U. S. 393 (1975); <i>Memorial Hospital</i> v. <i>Maricopa County,</i> 415 U. S. 250 (1974); <i>Dunn</i> v. <i>Blumstein,</i> 405 U. S. 330 (1972); and <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969). Those cases involved laws which required new residents to reside in the State a fixed minimum period to be eligible for certain benefits available on an equal basis to all other residents.<sup>[3]</sup> The asserted purpose of the durational residency requirements was to assure that only persons who had established bona fide residence received rights and benefits provided for residents.</p>\n<p>The Alaska statute does not impose any threshold waiting period on those seeking dividend benefits; persons with less <span class=\"star-pagination\">*59</span> than a full year of residency are entitled to share in the distribution. Alaska Stat. Ann.  43.23.010 (Supp. 1981).<sup>[4]</sup> Nor does the statute purport to establish a test of the bona fides of state residence. Instead, the dividend statute creates fixed, permanent distinctions between an ever-increasing number of perpetual classes of concededly bona fide residents, based on how long they have been in the State.</p>\n<p>Appellants established residence in Alaska two years before the dividend law was passed. The distinction they complain of is not one which the State makes between those who arrived in Alaska after the enactment of the dividend distribution law and those who were residents prior to its enactment. Appellants instead challenge the distinctions made within the class of persons who were residents when the dividend scheme was enacted in 1980. The distinctions appellants attack include the preference given to persons who were residents when Alaska became a State in 1959 over all those who have arrived since then, as well as the distinctions made between all bona fide residents who settled in Alaska at different times during the 1959 to 1980 period.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*60</span> When a state distributes benefits unequally, the distinctions it makes are subject to scrutiny under the Equal Protection Clause of the Fourteenth Amendment.<sup>[6]</sup> Generally, a law will survive that scrutiny if the distinction it makes rationally furthers a legitimate state purpose. Some particularly invidious distinctions are subject to more rigorous scrutiny. Appellants claim that the distinctions made by the Alaska law should be subjected to the higher level of scrutiny applied to the durational residency requirements in <i>Shapiro</i> v. <i>Thompson, supra</i><i>,</i> and <i>Memorial Hospital</i> v. <i>Maricopa County, supra</i><i>.</i> The State, on the other hand, asserts that the law need only meet the minimum rationality test. In any event, if the statutory scheme cannot pass even the minimal <span class=\"star-pagination\">*61</span> test proposed by the State, we need not decide whether any enhanced scrutiny is called for.</p>\n<p></p>\n<h2>A</h2>\n<p>The State advanced and the Alaska Supreme Court accepted three purposes justifying the distinctions made by the dividend program: (a) creation of a financial incentive for individuals to establish and maintain residence in Alaska; (b) encouragement of prudent management of the Permanent Fund; and (c) apportionment of benefits in recognition of undefined \"contributions of various kinds, both tangible and intangible, which residents have made during their years of residency,\" 619 P. 2d, at 458.<sup>[7]</sup></p>\n<p>As the Alaska Supreme Court apparently realized, the first two state objective  creating a financial incentive for individuals to establish and maintain Alaska residence, and assuring prudent management of the Permanent Fund and the State's natural and mineral resources  are not rationally related to the distinctions Alaska seeks to make between newer residents and those who have been in the State since 1959.<sup>[8]</sup><span class=\"star-pagination\">*62</span> Assuming, <i>arguendo,</i> that granting increased dividend benefits for each year of continued Alaska residence might give some residents an incentive to stay in the State in order to reap increased dividend benefits in the future, the State's interest is not in any way served by granting greater dividends to persons for their residency during the 21 years prior to the enactment.<sup>[9]</sup></p>\n<p>Nor does the State's purpose of furthering the prudent management of the Permanent Fund and the State's resources support retrospective application of its plan to the date of statehood. On this score the State's contention is straightforward:</p>\n<blockquote>\"[A]s population increases, each individual share in the income stream is diluted. The income must be divided equally among increasingly large numbers of people. If residents believed that twenty years from now they would be required to share permanent fund income on a per capita basis with the large population that Alaska will no doubt have by then, the temptation would be great to urge the legislature to provide immediately for the highest possible percentage return on the investments of the permanent fund principal, which would require investments in riskier ventures.\" <i>Id.,</i> at 462.</blockquote>\n<p>The State similarly argues that equal per capita distribution would encourage rapacious development of natural resources. <span class=\"star-pagination\">*63</span> <i>Ibid.</i> Even if we assume that the state interest is served by increasing the dividend for each year of residency beginning with the date of enactment, is it rationally served by granting greater dividends in varying amounts to those who resided in Alaska during the 21 years prior to enactment? We think not.</p>\n<p>The last of the State's objectives  to reward citizens for past contributions  alone was relied upon by the Alaska Supreme Court to support the retrospective application of the law to 1959. However, that objective is not a legitimate state purpose. A similar \"past contributions\" argument was made and rejected in <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S., at 632-633:</p>\n<blockquote>\"Appellants argue further that the challenged classification may be sustained as an attempt to distinguish between new and old residents on the basis of the contributions they have made to the community through the payment of taxes. . . . Appellants' reasoning would. . . permit the State to apportion all benefits and services according to the past tax [or intangible] contributions of its citizens. <i>The Equal Protection Clause prohibits such an apportionment of state services.</i>\" (Emphasis added.)</blockquote>\n<p>Similarly, in <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441 (1973), we noted that \"apportion[ment of] tuition rates on the basis of old and new residency . . . would give rise to grave problems under the Equal Protection Clause of the Fourteenth Amendment.\" <i>Id.,</i> at 449-450, and n. 6.<sup>[10]</sup></p>\n<p><span class=\"star-pagination\">*64</span> If the states can make the amount of a cash dividend depend on length of residence, what would preclude varying university tuition on a sliding scale based on years of residence  or even limiting access to finite public facilities, eligibility for student loans, for civil service jobs, or for government contracts by length of domicile? Could states impose different taxes based on length of residence? Alaska's reasoning could open the door to state apportionment of other rights, benefits, and services according to length of residency.<sup>[11]</sup> It would permit the states to divide citizens into expanding numbers of permanent classes.<sup>[12]</sup> Such a result would be clearly impermissible.<sup>[13]</sup></p>\n<p></p>\n<h2>B</h2>\n<p>We need not consider whether the State could enact the dividend program prospectively only. Invalidation of a portion of a statute does not necessarily render the whole invalid unless it is evident that the legislature would not have enacted the legislation without the invalid portion. <i>Buckley</i> v. <span class=\"star-pagination\">*65</span> <i>Valeo,</i> 424 U. S. 1, 108 (1976); <i>United States</i> v. <i>Jackson,</i> 390 U. S. 570, 585 (1968); <i>Champlin Refining Co.</i> v. <i>Corporation Comm'n of Oklahoma,</i> 286 U. S. 210, 234 (1932). Here, we need not speculate as to the intent of the Alaska Legislature; the legislation expressly provides that invalidation of any portion of the statute renders the whole invalid:</p>\n<blockquote>\"Sec. 4. If any provision enacted in sec. 2 of this Act [which included the dividend distribution plan in its entirety] is held to be invalid by the final judgment, decision or order of a court of competent jurisdiction, then that provision is nonseverable, and all provisions enacted in sec. 2 of this Act are invalid and of no force or effect.\" 1980 Alaska Sess. Laws, ch. 21,  4.</blockquote>\n<p>However, it is of course for the Alaska courts to pass on the severability clause of the statute.</p>\n<p></p>\n<h2>III</h2>\n<p>The only apparent justification for the retrospective aspect of the program, \"favoring established residents over new residents,\" is constitutionally unacceptable. <i>Vlandis</i> v. <i>Kline, supra,</i> at 450. In our view Alaska has shown no valid state interests which are rationally served by the distinction it makes between citizens who established residence before 1959 and those who have become residents since then.</p>\n<p>We hold that the Alaska dividend distribution plan violates the guarantees of the Equal Protection Clause of the Fourteenth Amendment. Accordingly, the judgment of the Alaska Supreme Court is reversed, and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>JUSTICE BRENNAN, with whom JUSTICE MARSHALL, JUSTICE BLACKMUN, and JUSTICE POWELL join, concurring.</p>\n<p>I join the opinion of the Court, and agree with its conclusion that the retrospective aspects of Alaska's dividend-distribution law are not rationally related to a legitimate <span class=\"star-pagination\">*66</span> state purpose. I write separately only to emphasize that the pervasive discrimination embodied in the Alaska distribution scheme gives rise to constitutional concerns of somewhat larger proportions than may be evident on a cursory reading of the Court's opinion. In my view, these concerns might well preclude even the prospective operation of Alaska's scheme.</p>\n<p></p>\n<h2>I</h2>\n<p>I agree with JUSTICE O'CONNOR that these more fundamental defects in the Alaska dividend-distribution law are, in part, reflected in what has come to be called the \"right to travel.\"<sup>[1]</sup> That right  or, more precisely, the federal interest in free interstate migration  is clearly, though indirectly, affected by the Alaska dividend-distribution law, and this threat to free interstate migration provides an independent rationale for holding that law unconstitutional. At the outset, however, I note that the frequent attempts to assign the right to travel some textual source in the Constitution seem to me to have proved both inconclusive and unnecessary. JUSTICE O'CONNOR plausibly argues, <i>post,</i> at 78-81, that the right predates the Constitution and was carried forward in the Privileges and Immunities Clause of Art. IV. But equally plausible, I think, is the argument that the right resides in the Commerce Clause, see <i>Edwards</i> v. <i>California,</i> 314 U. S. 160, 173 (1941), or in the Privileges and Immunities <span class=\"star-pagination\">*67</span> Clause of the Fourteenth Amendment, see <i>id.,</i> at 177-178 (Douglas, J., concurring). In any event, in light of the unquestioned historic recognition of the principle of free interstate migration, and of its role in the development of the Nation, we need not feel impelled to \"ascribe the source of this right to travel interstate to a particular constitutional provision.\" <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618, 630 (1969). It suffices that:</p>\n<blockquote>\" `The constitutional right to travel from one State to another. . . occupies a position fundamental to the concept of our Federal Union. It is a right that has been firmly established and repeatedly recognized.</blockquote>\n<blockquote>\" `. . . [T]he right funds no explicit mention in the Constitution. The reason, it has been suggested, is that a right so elementary was conceived from the beginning to be a necessary concomitant of the stronger Union the Constitution created. In any event, freedom to travel throughout the United States has long been recognized as a basic right under the Constitution.' \" <i>Id.,</i> at 630-631, quoting <i>United States</i> v. <i>Guest,</i> 383 U. S. 745, 757-758 (1966).</blockquote>\n<p>As is clear from our cases, the right to travel achieves its most forceful expression in the context of equal protection analysis. But if, finding no citable passage in the Constitution to assign as its source, some might be led to question the independent vitality of the principle of free interstate migration, I find its unmistakable essence in that document that transformed a loose confederation of States into one Nation. A scheme of the sort adopted by Alaska is inconsistent with the federal structure even in its prospective operation.</p>\n<p>A State clearly may undertake to enhance the advantages of industry, economy, and resources that make it a desirable place in which to live. In addition, a State may make residence within its boundaries more attractive by offering direct benefits to its citizens in the form of public services, lower taxes than other States offer, or direct distributions of its <span class=\"star-pagination\">*68</span> munificence. Through these means, one State may attract citizens of other States to join the numbers of its citizenry. That is a healthy form of rivalry: It inheres in the very idea of maintaining the States as independent sovereigns within a larger framework, and it is fully  indeed, necessarily  consistent with the Framers' further idea of joining these independent sovereigns into a single Nation. But a State cannot <i>compound</i> its offer of direct benefits in the inventive manner exemplified by the Alaska distribution scheme: For if each State were free to reward its citizens incrementally for their years of residence, so that a citizen leaving one State would thereby forfeit his accrued seniority, only to have to begin building such seniority again in his new State of residence, then the mobility so essential to the economic progress of our Nation, and so commonly accepted as a fundamental aspect of our social order, would not long survive.</p>\n<p></p>\n<h2>II</h2>\n<p>The Court today reaffirms the important principle that, at least with respect to a durational-residency discrimination, a State's desire \"to reward citizens for past contributions\" is clearly \"not a legitimate state purpose.\" <i>Ante,</i> at 63. I do not think it \"odd,\" <i>post,</i> at 72, that the Court disclaims reliance on the \"right to travel\" as the source of this limitation on state power. In my view, the acknowledged illegitimacy of that state purpose has a different heritage  it reflects not the structure of the Federal Union but the idea of constitutionally protected equality. See <i>Shapiro</i> v. <i>Thompson, supra,</i> at 632-633 (\"The Equal Protection Clause prohibits such an apportionment of state services\"); <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441, 450, n. 6 (1973). The Constitution places the recently naturalized immigrant from a foreign land on an equal footing with those citizens of a State who are able to trace their lineage back for many generations within the State's borders. The 18-year-old native resident of a State is as much a citizen as the 55-year-old native resident. But <span class=\"star-pagination\">*69</span> the Alaska plan discriminates against the recently naturalized citizen, in favor of the Alaska citizen of longer duration; it discriminates against the 18-year-old native resident, in favor of all residents of longer duration. If the Alaska plan were limited to discriminations such as these, and did not purport to apply to migrants from sister States, interstate travel would not be noticeably burdened  yet those discriminations would surely be constitutionally suspect.</p>\n<p>The Fourteenth Amendment guarantees the equal protection of the law to anyone who may be within the territorial jurisdiction of a State. That Amendment does not suggest by its terms that equal treatment might be denied a person depending upon how long that person <i>has been</i> within the jurisdiction of the State. The Fourteenth Amendment does, however, expressly recognize one elementary basis for distinguishing between persons who may be within a State's jurisdiction at any particular time  by setting forth the requirements for state citizenship. But it is significant that the Citizenship Clause of the Fourteenth Amendment expressly equates citizenship only with simple residence.<sup>[2]</sup> That Clause does not provide for, and does not allow for, degrees of citizenship based on length of residence.<sup>[3]</sup> And the Equal Protection Clause would not tolerate such distinctions. <span class=\"star-pagination\">*70</span> In short, as much as the right to travel, equality of citizenship is of the essence in our Republic. As the Court notes, States may not \"divide citizens into expanding numbers of permanent classes.\" <i>Ante,</i> at 64.</p>\n<p>It is, of course, elementary that the Constitution does not bar the States from making reasoned distinctions between citizens: Insofar as those distinctions are rationally related to the legitimate ends of the State they present no constitutional difficulty, as our equal protection jurisprudence attests. But we have never suggested that duration of residence <i>vel non</i> provides a valid justification for discrimination. To the contrary, discrimination on the basis of residence must be supported by a valid state interest independent of the discrimination itself. To be sure, allegiance and attachment may be rationally measured by length of residence  length of residence may, for example, be used to test the bona fides of citizenship  and allegiance and attachment may bear some rational relationship to a very limited number of legitimate state purposes. Cf. <i>Chimento</i> v. <i>Stark,</i> 353 F. Supp. 1211 (NH), summarily aff'd, 414 U. S. 802 (1973) (7-year citizenship requirement to run for Governor); U. S. Const., Art. I,  2, cl. 2,  3, cl. 3; Art. II,  1, cl. 5. But those instances in which length of residence could provide a legitimate basis for distinguishing one citizen from another are rare.</p>\n<p>Permissible discriminations between persons must bear a rational relationship to their <i>relevant</i> characteristics. While some impression is unavoidable in the process of legislative classification, the ideal of equal protection requires attention to individual merit, to individual need. In almost all instances, the business of the State is not with the past, but with the present: to remedy continuing injustices, to fill current needs, to build on the present in order to better the future. The past actions of individuals may be relevant in assessing their present needs; past actions may also be relevant in predicting current ability and future performance. In addition, <span class=\"star-pagination\">*71</span> to a limited extent, recognition and reward of past public service have independent utility for the State, for such recognition may encourage other people to engage in comparably meritorious service. But even the idea of rewarding past public service offers scarce support for the \"past contribution\" justification for durational-residence classifications since length of residence has only the most tenuous relation to the <i>actual</i> service of individuals to the State.</p>\n<p>Thus, the past-contribution rationale proves much too little to provide a rational predicate for discrimination on the basis of length of residence. But it also proves far too much, for \"it would permit the State to apportion all benefits and services according to the past . . . contributions of its citizens.\" <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S., at 632-633. In effect, then, the past-contribution rationale is so far-reaching in its potential application, and the relationship between residence and contribution to the State so vague and insupportable, that it amounts to little more than a restatement of the criterion for discrimination that it purports to justify. But while duration of residence has minimal utility as a measure of things that are, in fact, constitutionally relevant, resort to duration of residence as the basis for a distribution of state largesse does closely track the constitutionally untenable position that the longer one's residence, the worthier one is of the State's favor. In my view, it is difficult to escape from the recognition that underlying any scheme of classification on the basis of duration of residence, we shall almost invariably find the unstated premise that \"some citizens are more equal than others.\" We rejected that premise and, I believe, implicitly rejected most forms of discrimination based upon length of residence, when we adopted the Equal Protection Clause.</p>\n<p>JUSTICE O'CONNOR, concurring in the judgment.</p>\n<p>The Court strikes Alaska's distribution scheme, purporting to rely solely upon the Equal Protection Clause of the Fourteenth <span class=\"star-pagination\">*72</span> Amendment. The phrase \"right to travel\" appears only fleetingly in the Court's analysis, dismissed with an observation that \"right to travel analysis refers to little more than a particular application of equal protection analysis.\" <i>Ante,</i> at 60, n. 6. The Court's reluctance to rely explicitly on a right to travel is odd, because its holding depends on the assumption that Alaska's desire \"to reward citizens for past contributions . . . is not a legitimate state purpose.\" <i>Ante,</i> at 63. Nothing in the Equal Protection Clause itself, however, declares this objective illegitimate. Instead, as a full reading of <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969), and <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441 (1973), reveals, the Court has rejected this objective only when its implementation would abridge an interest in interstate travel or migration.</p>\n<p>I respectfully suggest, therefore, that the Court misdirects its criticism when it labels Alaska's objective illegitimate. A desire to compensate citizens for their prior contributions is neither inherently invidious nor irrational. Under some circumstances, the objective may be wholly reasonable.<sup>[1]</sup> Even a generalized desire to reward citizens for past endurance, particularly in a State where years of hardship only recently have produced prosperity, is not innately improper. The difficulty is that plans enacted to further this objective necessarily treat new residents of a State less favorably than the <span class=\"star-pagination\">*73</span> longer term residents who have past contributions to \"reward.\" This inequality, as the Court repeatedly has recognized, conflicts with the constitutional purpose of maintaining a Union rather than a mere \"league of States.\" See <i>Paul</i> v. <i>Virginia,</i> 8 Wall. 168, 180 (1869). The Court's task, therefore, should be (1) to articulate this constitutional principle, explaining its textual sources, and (2) to test the strength of Alaska's objective against the constitutional imperative. By choosing instead to declare Alaska's purpose wholly illegitimate, the Court establishes an uncertain jurisprudence. What makes Alaska's purpose illegitimate? Is the purpose illegitimate under all circumstances? What other state interests are wholly illegitimate? Will an \"illegitimate\" purpose survive review if it becomes \"important\" or \"compelling\"?<sup>[2]</sup> These ambiguities in the Court's analysis prompt me to develop my own approach to Alaska's scheme.</p>\n<p>Alaska's distribution plan distinguishes between long-term residents and recent arrivals. Stripped to its essentials, the plan denies non-Alaskans settling in the State the same privileges afforded longer term residents. The Privileges and Immunities Clause of Art. IV, which guarantees \"[t]he Citizens of each State . . . all Privileges and Immunities of Citizens in the several States,\" addresses just this type of discrimination.<sup>[3]</sup> Accordingly, I would measure Alaska's <span class=\"star-pagination\">*74</span> scheme against the principles implementing the Privileges and Immunities Clause. In addition to resolving the particular problems raised by Alaska's scheme, this analysis supplies a needed foundation for many of the \"right to travel\" claims discussed in the Court's prior opinions.</p>\n<p></p>\n<h2>I</h2>\n<p>Our opinions teach that Art. IV's Privileges and Immunities Clause \"was designed to insure to a citizen of State A who ventures into State B the same privileges which the citizens of State B enjoy.\" <i>Toomer</i> v. <i>Witsell,</i> 334 U. S. 385, 395 (1948). The Clause protects a nonresident who enters a State to work, <i>Hicklin</i> v. <i>Orbeck,</i> 437 U. S. 518 (1978), to hunt commercial game, <i>Toomer, supra,</i> or to procure medical services, <i>Doe</i> v. <i>Bolton,</i> 410 U. S. 179 (1973).<sup>[4]</sup><i>A fortiori,</i> the Privileges and Immunities Clause should protect the \"citizen of State A who ventures into State B\" to settle there and establish a home.</p>\n<p>In this case, Alaska forces nonresidents settling in the State to accept a status inferior to that of oldtimers. In its first year of operation, the distribution scheme would have given $1,050 to an Alaskan who had lived in the State since <span class=\"star-pagination\">*75</span> statehood. A resident of 10 years would have received $500, while a one-year resident would have received only $50. In effect, therefore, the State told its citizens: \"Your status depends upon the date on which you established residence here. Those of you who migrated to the State cannot share its bounty on the same basis as those who were here before you.\" Surely this scheme imposes one of the \"disabilities of alienage\" prohibited by Art. IV's Privileges and Immunities Clause. See <i>Paul</i> v. <i>Virginia, supra,</i> at 180.</p>\n<p>It could be argued that Alaska's scheme does not trigger the Privileges and Immunities Clause because it discriminates among classes of residents, rather than between residents and nonresidents. This argument, however, misinterprets the force of Alaska's distribution system. Alaska's scheme classifies citizens on the basis of their former residential status, imposing a relative burden on those who migrated to the State after 1959. Residents who arrived in Alaska after that date have a less valuable citizenship right than do the oldtimers who preceded them. Citizens who arrive in the State tomorrow will receive an even smaller claim on Alaska's resources. The fact that this discrimination unfolds after the nonresident establishes residency does not insulate Alaska's scheme from scrutiny under the Privileges and Immunities Clause. Each group of citizens who migrated to Alaska in the past, or chooses to move there in the future, lives in the State on less favorable terms than those who arrived earlier. The circumstance that some of the disfavored citizens already live in Alaska does not negate the fact that \"the citizen of State A who ventures into [Alaska]\" to establish a home labors under a continuous disability.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*76</span> If the Privileges and Immunities Clause applies to Alaska's distribution system, then our prior opinions describe the proper standard of review. In <i>Baldwin</i> v. <i>Montana Fish and Game Comm'n,</i> 436 U. S. 371 (1978), we held that States must treat residents and nonresidents \"without unnecessary distinctions\" when the nonresident seeks to \"engage in an essential activity or exercise a basic right.\" <i>Id.,</i> at 387. On the other hand, if the nonresident engages in conduct that is not \"fundamental\" because it does not \"bea[r] upon the vitality of the Nation as a single entity,\" the Privileges and Immunities Clause affords no protection. <i>Id.,</i> at 387, 383.</p>\n<p>Once the Court ascertains that discrimination burdens an \"essential activity,\" it will test the constitutionality of the discrimination under a two-part test. First, there must be \" `something to indicate that non-citizens constitute a peculiar source of the evil at which the statute is aimed.' \" <i>Hicklin</i> v. <i>Orbeck, supra,</i> at 525-526 (quoting <i>Toomer</i> v. <i>Witsell, supra,</i> at 398). Second, the Court must find a \"substantial relationship\" between the evil and the discrimination practiced against the noncitizens. 437 U. S., at 527.</p>\n<p>Certainly the right infringed in this case is \"fundamental.\" Alaska's statute burdens those nonresidents who choose to settle in the State.<sup>[6]</sup> It is difficult to imagine a right more <span class=\"star-pagination\">*77</span> essential to the Nation as a whole than the right to establish residence in a new State. Just as our federal system permits the States to experiment with different social and economic programs, <i>New State Ice Co.</i> v. <i>Liebmann,</i> 285 U. S. 262, 311 (1932) (Brandeis, J., dissenting), it allows the individual to settle in the State offering those programs best tailored to his or her tastes.<sup>[7]</sup> Alaska's encumbrance on the right of nonresidents to settle in that State, therefore, must satisfy the dual standard identified in <i>Hicklin.</i></p>\n<p>Alaska has not shown that its new residents are the \"peculiar source\" of any evil addressed by its disbursement scheme. The State does not argue that recent arrivals constitute a particular source of its population turnover problem. Indeed, the State urges that it has a special interest in persuading young adults, who have grown to maturity in the State, to remain there. Brief for Appellees 35, n. 24. Nor is there any evidence that new residents, rather than old, will foolishly deplete the State's mineral and financial resources. Finally, although Alaska argues that its scheme compensates residents for their prior tangible and intangible contributions to the State, nonresidents are hardly a peculiar source of the \"evil\" of partaking in current largesse without having made prior contributions. A multitude of native Alaskans  including children and paupers  may have failed to contribute to the State in the past. Yet the State does not dock paupers <span class=\"star-pagination\">*78</span> for their prior failures to contribute, and it awards every person over the age of 18 dividends equal to the number of years that person has lived in the State.</p>\n<p>Even if new residents were the peculiar source of these evils, Alaska has not chosen a cure that bears a \"substantial relationship\" to the malady. As the dissenting judges below observed, Alaska's scheme gives the largest dividends to residents who have lived longest in the State. The dividends awarded to new residents may be too small to encourage them to stay in Alaska. The size of these dividends appears to give new residents only a weak interest in prudent management of the State's resources. As a reward for prior contributions, finally, Alaska's scheme is quite ill-suited. While the phrase \"substantial relationship\" does not require mathematical precision, it demands at least some recognition of the fact that persons who have migrated to Alaska may have contributed significantly more to the State, both before and after their arrival, than have some natives.</p>\n<p>For these reasons, I conclude that Alaska's disbursement scheme violates Art. IV's Privileges and Immunities Clause. I thus reach the same destination as the Court, but along a course that more precisely identifies the evils of the challenged statute.</p>\n<p></p>\n<h2>II</h2>\n<p>The analysis outlined above might apply to many cases in which a litigant asserts a right to travel or migrate interstate.<sup>[8]</sup> To historians, this would come as no surprise. Article <span class=\"star-pagination\">*79</span> IV's Privileges and Immunities Clause has enjoyed a long association with the rights to travel and migrate interstate.</p>\n<p>The Clause derives from Art. IV of the Articles of Confederation. The latter expressly recognized a right of \"free ingress and regress to and from any other State,\" in addition to guaranteeing \"the free inhabitants of each of these states . . . [the] privileges and immunities of free citizens in the several States.\"<sup>[9]</sup> While the Framers of our Constitution omitted the reference to \"free ingress and regress,\" they retained the general guaranty of \"privileges and immunities.\" Charles Pinckney, who drafted the current version of Art. IV, told the Convention that this Article was \"formed exactly upon the principles of the 4th article of the present Confederation.\" 3 M. Farrand, Records of the Federal Convention of 1787, p. 112 (1934). Commentators, therefore, have assumed <span class=\"star-pagination\">*80</span> that the Framers omitted the express guaranty merely because it was redundant, not because they wished to excise the right from the Constitution.<sup>[10]</sup></p>\n<p>Early opinions by the Justices of this Court also traced a right to travel or migrate interstate to Art. IV's Privileges and Immunities Clause. In <i>Corfield</i> v. <i>Coryell,</i> 6 F. Cas. 546, 552 (No. 3,230) (CC ED Pa. 1823), for example, Justice Washington explained that the Clause protects the \"right of a citizen of one state to pass through, or to reside in any other state.\" Similarly, in <i>Paul</i> v. <i>Virginia,</i> 8 Wall., at 180, the Court found that one of the \"undoubt[ed]\" effects of the Clause was to give \"the citizens of each State . . . the right of free ingress into other States, and egress from them . . . .\" See also <i>Ward</i> v. <i>Maryland,</i> 12 Wall. 418, 430 (1871). Finally, in <i>United States</i> v. <i>Wheeler,</i> 254 U. S. 281, 297-298 (1920), the Court found that the Clause fused two distinct concepts: (1) \"the right of citizens of the States to reside peacefully in, and to have free ingress into and egress from\" their own States, and (2) the right to exercise the same privileges in other States.</p>\n<p>History, therefore, supports assessment of Alaska's scheme, as well as other infringements of the right to travel, under the Privileges and Immunities Clause. This Clause <span class=\"star-pagination\">*81</span> may not address every conceivable type of discrimination that the Court previously has denominated a burden on interstate travel. I believe, however, that application of the Privileges and Immunities Clause to controversies involving the \"right to travel\" would at least begin the task of reuniting this elusive right with the constitutional principles it embodies. Because I believe that Alaska's distribution scheme violates the Privileges and Immunities Clause of Art. IV, I concur in the Court's judgment insofar as it reverses the judgment of the Alaska Supreme Court.</p>\n<p>JUSTICE REHNQUIST, dissenting.</p>\n<p>Alaska's dividend distribution scheme represents one State's effort to apportion unique economic benefits among its citizens. Although the wealth received from the oil deposits of Prudhoe Bay may be quite unlike the economic resources enjoyed by most States, Alaska's distribution of that wealth is in substance no different from any other State's allocation of economic benefits. The distribution scheme being in the nature of economic regulation, I am at a loss to see the rationality behind the Court's invalidation of it as a denial of equal protection. This Court has long held that state economic regulations are presumptively valid, and violate the Fourteenth Amendment only in the rarest of circumstances:</p>\n<blockquote>\"When local economic regulation is challenged solely as violating the Equal Protection Clause, this Court consistently defers to legislative determinations as to the desirability of particular statutory discriminations. See, <i>e. g., </i><i>Lehnhausen</i> v. <i>Lake Shore Auto Parts Co.,</i> 410 U. S. 356 (1973). Unless a classification trammels fundamental personal rights or is drawn upon inherently suspect distinctions such as race, religion, or alienage, our decisions presume the constitutionality of the statutory discriminations and require only that the classification challenged be rationally related to a legitimate state interest. States are accorded wide latitude in the regulation <span class=\"star-pagination\">*82</span> of their local economies under their police powers, and rational distinctions may be made with substantially less than mathematical exactitude.\" <i>New Orleans</i> v. <i>Dukes,</i> 427 U. S. 297, 303 (1976).</blockquote>\n<p>See also <i>Minnesota</i> v. <i>Clover Leaf Creamery Co.,</i> 449 U. S. 456 (1981); <i>United States Railroad Retirement Board</i> v. <i>Fritz,</i> 449 U. S. 166 (1980); <i>Hughes</i> v. <i>Alexandria Scrap Corp.,</i> 426 U. S. 794 (1976).</p>\n<p>Despite the highly deferential approach which we invariably have taken toward state economic regulations, the Court today finds the retroactive aspect of the Alaska distribution scheme violative of the Fourteenth Amendment. The Court concludes that the State's first two justifications are not rationally related to the retroactive portion of the distribution scheme, and that the third justification  the reward of citizens for their past contributions  is not a legitimate state objective. But the illegitimacy of a State's recognizing the past contributions of its citizens has been established by the Court only in certain cases considering an infringement of the right to travel,<sup>[1]</sup> and the majority itself rightly declines to apply <span class=\"star-pagination\">*83</span> the strict scrutiny analysis of those right-to-travel cases. See <i>ante,</i> at 60-61. The distribution scheme at issue in this case impedes no person's right to travel to and settle in Alaska; if anything, the prospect of receiving annual cash dividends would encourage immigration to Alaska. The State's third justification cannot, therefore, be dismissed simply by quoting language about its legitimacy from right-to-travel cases which have no relevance to the question before us.</p>\n<p>So understood, this case clearly passes equal protection muster. There can be no doubt that the state legislature acted rationally when it concluded that dividends retroactive to the year of statehood would \"recognize the `contributions of various kinds, both tangible and intangible,' which residents have made during their years of state residency.\" 619 P. 2d 448, 458 (Alaska 1980). Nor can there be any doubt that Alaska, perhaps more than any other State in the Union, has good reason for recognizing such contributions.<sup>[2]</sup> Because <span class=\"star-pagination\">*84</span> the distribution scheme is thus rationally based, I dissent from its invalidation under the guise of equal protection analysis.<sup>[3]</sup> In striking down the Alaskan scheme, the Court seems momentarily to have forgotten \"the principle that the Fourteenth Amendment gives the federal courts no power to impose upon the States their views of what constitutes wise economic or social policy.\" <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471, 486 (1970).</p>\n<h2>NOTES</h2>\n<p>[1]  Alaska Dept. of Revenue, Revenue Sources FY 1981-1983 (Sept. 1981). (Includes General Fund unrestricted petroleum revenues of $3.3 billion and petroleum revenues directly deposited in the Permanent Fund in the amount of $400 million. An additional $900 million was transferred from the General Fund to the Permanent Fund in the 1981 fiscal year.) The 1980 census reports that Alaska's adult population is 270,265; per capita 1981 oil revenues amount to $13,632 for each adult resident. Petroleum revenues now amount to 89% of the State's total government revenue. <i>Ibid.</i></p>\n<p>[2]  The infusion of Permanent Fund earnings into state general revenues also led the Alaska Legislature to enact a statute giving residents a one-third exemption from state income taxes for each year of residence; this operated to exempt entirely anyone with three or more years of residency. The Alaska Supreme Court, again by a 3-2 vote, held that this statute violated the State Constitution's equal protection clause. <i>Williams</i> v. <i>Zobel,</i> 619 P. 2d 422 (1980). Chief Justice Rabinowitz, the only justice in the majority in both cases, found that the tax exemption statute, but not the dividend distribution plan, could \"be perceived as a penalty imposed on a person who chooses to exercise his or her right to move into Alaska.\" 619 P. 2d, at 458.</p>\n<p>[3]  In the durational residency cases, we examined state laws which imposed waiting periods on access to divorce courts, <i>Sosna</i> v. <i>Iowa</i><i>;</i> eligibility for free nonemergency medical care, <i>Memorial Hospital</i> v. <i>Maricopa County</i><i>;</i> voting rights, <i>Dunn</i> v. <i>Blumstein</i><i>;</i> and welfare assistance, <i>Shapiro</i> v. <i>Thompson</i><i>.</i></p>\n<p>[4]  Section 43.23.010(b) provides:\n</p>\n<p>\"For each year, an individual is eligible to receive payment of the permanent fund dividends for which he is entitled under this section if he</p>\n<p>\"(1) is at least 18 years of age; and</p>\n<p>\"(2) is a state resident during all or part of the year for which the permanent fund dividend is paid.\"</p>\n<p>The remainder of  43.23.010 establishes the number of dividend units residents are entitled to receive and the method of payment. Section 43.23.010(f) provides that a resident entitled to benefits under subsection (b) who was a resident for less than a full year is entitled to a dividend prorated on the basis of the number of months of state residence.</p>\n<p>[5]  The Alaska statute does not simply make distinctions between native-born Alaskans and those who migrate to Alaska from other states; it does not discriminate only against those who have recently exercised the right to travel, as did the statute involved in <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969). The Alaska statute also discriminates among long-time residents and even native-born residents. For example, a person born in Alaska in 1962 would have received $100 less than someone who was born in the State in 1960. Of course the native Alaskan born in 1962 would also receive $100 less than the person who moved to the State in 1960.\n</p>\n<p>The statute does not involve the kind of discrimination which the Privileges and Immunities Clause of Art. IV was designed to prevent. That Clause \"was designed to insure to a citizen of State A who ventures into State B the same privileges which the citizens of State B enjoy.\" <i>Toomer</i> v. <i>Witsell,</i> 334 U. S. 385, 395 (1948). The Clause is thus not applicable to this case.</p>\n<p>[6]  The Alaska courts considered whether the dividend distribution law violated appellants' constitutional right to travel. The right to travel and to move from one state to another has long been accepted, yet both the nature and the source of that right have remained obscure. See <i>Jones</i> v. <i>Helms,</i> 452 U. S. 412, 417-419, and nn. 12 and 13 (1981); <i>Shapiro</i> v. <i>Thompson, supra,</i> at 629-631; <i>United States</i> v. <i>Guest,</i> 383 U. S. 745, 757-759 (1966). See also Z. Chafee, Three Human Rights in the Constitution of 1787, pp. 188-193 (1956). In addition to protecting persons against the erection of actual barriers to interstate movement, the right to travel, when applied to residency requirements, protects new residents of a state from being disadvantaged because of their recent migration or from otherwise being treated differently from longer term residents. In reality, right to travel analysis refers to little more than a particular application of equal protection analysis. Right to travel cases have examined, in equal protection terms, state distinctions between newcomers and longer term residents. See <i>Memorial Hospital</i> v. <i>Maricopa County,</i> 415 U. S. 250 (1974); <i>Dunn</i> v. <i>Blumstein,</i> 405 U. S. 330 (1972); <i>Shapiro</i> v. <i>Thompson, supra</i><i>.</i> This case also involves distinctions between residents based on when they arrived in the State and is therefore also subject to equal protection analysis.</p>\n<p>[7]  These purposes were enumerated in the first section of the Act creating the dividend distribution plan, 1980 Alaska Sess. Laws, ch. 21,  1(b):\n</p>\n<p>\"(b) The purposes of this Act are</p>\n<p>\"(1) to provide a mechanism for equitable distribution to the people of Alaska of at least a portion of the state's energy wealth derived from the development and production of the natural resources belonging to them as Alaskans;</p>\n<p>\"(2) to encourage persons to maintain their residence in Alaska and to reduce population turnover in the state; and</p>\n<p>\"(3) to encourage increased awareness and involvement by the residents of the state in the management and expenditure of the Alaska permanent fund (art. IX, sec. 15, state constitution).\"</p>\n<p>[8]  In response to the argument that the objectives of stabilizing population and encouraging prudent management of the Permanent Fund and of the State's natural resources did not justify the application of the dividend program to the years 1959 to 1980, the Alaska Supreme Court maintained that the retrospective aspect of the program was justified by the objective of rewarding state citizens for past contributions. 619 P. 2d, at 461-462, n. 37. See also dissenting opinion of Justice Dimond, <i>id.,</i> at 469-471.</p>\n<p>[9]  In fact, newcomers seem more likely to become dissatisfied and to leave the State than well-established residents; it would thus seem that the State would give a larger, rather than a smaller, dividend to new residents if it wanted to discourage emigration. The separation of residents into classes hardly seems a likely way to persuade new Alaskans that the State welcomes them and wants them to stay.\n</p>\n<p>Of course, the State's objective of reducing population turnover cannot be interpreted as an attempt to inhibit migration into the State without encountering insurmountable constitutional difficulties. See <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S., at 629.</p>\n<p>[10]  Even if the objective of rewarding past contributions were valid, it would be ironic to apply that rationale here. As Representative Randolph noted during debate in the state legislature on the dividend statute:\n</p>\n<p>\"The pipeline is the entity that has allowed us all this latitude to do all the things we're considering doing, not only today but throughout the session. And without . . . newcomers, we couldn't have built that pipeline. Without their skill, without their ability, without their money, the pipeline wouldn't be there. So I get a little bit tired of  and I've got a hunch an awful lot of people who have been here five or six or seven or ten years, whatever we knock off as newcomers, get a little bit tired of being chastized and penalized and discriminated against for having not been born here or not have been here 30 or 40 or 50 years.\"</p>\n<p>[11]  Apportionment would thus be prohibited only when it involves \"fundamental rights\" and services deemed to involve \"basic necessities of life.\" See <i>Memorial Hospital</i> v. <i>Maricopa County,</i> 415 U. S., at 259.</p>\n<p>[12]  \"Such a power in the States could produce nothing but discord and mutual irritation, and they very clearly do not possess it.\" <i>Passenger Cases,</i> 7 How. 283, 492 (1849) (Taney, C. J., dissenting).</p>\n<p>[13]  <i>Starns</i> v. <i>Malkerson,</i> 326 F. Supp. 234 (Minn. 1970), summarily aff'd, 401 U. S. 985 (1971), cannot be read as a contrary decision of this Court. First, summary affirmance by this Court is not to be read as an adoption of the reasoning supporting the judgment under review. <i>Fusari</i> v. <i>Steinberg,</i> 419 U. S. 379, 391 (1975) (concurring opinion). See also <i>Colorado Springs Amusements, Ltd.</i> v. <i>Rizzo,</i> 428 U. S. 913, 920-921 (1976) (BRENNAN, J., dissenting); <i>Edelman</i> v. <i>Jordan,</i> 415 U. S. 651, 671 (1974). Moreover, as we pointed out in <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441, 452-453, n. 9 (1973), we considered the Minnesota one-year residency requirement examined in <i>Starns</i> a test of bona fide residence, not a return on prior contributions to the commonweal.</p>\n<p>[1]  What is notably at stake in this case, and what clearly must be taken into account in determining the constitutionality of this legislative scheme, is the <i>national</i> interest in a fluid system of interstate movement. It may be that national interests are not always easily translated into individual rights, but where the \"right to travel\" is involved, our cases leave no doubt that it will trigger intensified equal protection scrutiny. See, <i>e. g., </i><i>Memorial Hospital</i> v. <i>Maricopa County,</i> 415 U. S. 250 (1974); <i>Dunn</i> v. <i>Blumstein,</i> 405 U. S. 330 (1972); <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969). As the Court notes, the \"right to travel\" is implicated not only by \"actual barriers to interstate movement,\" but also by \"state distinctions between newcomers and longer term residents.\" <i>Ante,</i> at 60, n. 6.</p>\n<p>[2]  \"[A] citizen of the United States can, of his own volition, become a citizen of any State of the Union by a <i>bona fide</i> residence therein, with the same rights as other citizens of that State.\" <i>Slaughter-House Cases,</i> 16 Wall. 36, 80 (1873). See <i>id.,</i> at 112-113 (Bradley, J., dissenting) (\"A citizen of the United States has a perfect constitutional right to go to and reside in any State he chooses, and to claim citizenship therein, and an equality of rights with every other citizen\").</p>\n<p>[3]  The American aversion to aristocracy developed long before the Fourteenth Amendment and is, of course, reflected elsewhere in the Constitution. See Art. I,  9, cl. 8 (\"No Title of Nobility shall be granted by the United States\"). See also Virginia Declaration of Rights (1776), in R. Rutland, The Birth of the Bill of Rights, App. A (1955) (\"no man, or set of men, are entitled to exclusive or separate emoluments or privileges from the community, but in consideration of public services\").</p>\n<p>[1]  A State, for example, might choose to divide its largesse among all persons who previously have contributed their time to volunteer community organizations. If the State graded its dividends according to the number of years devoted to prior community service, it could be said that the State intended \"to reward citizens for past contributions.\" Alternatively, a State might enact a tax credit for citizens who contribute to the State's ecology by building alternative fuel sources or establishing recycling plants. If the State made this credit retroactive, to benefit those citizens who launched these improvements before they became fashionable, the State once again would be rewarding past contributions. The Court's opinion would dismiss these objectives as wholly illegitimate. I would recognize them as valid goals and inquire only whether their implementation infringed any constitutionally protected interest.</p>\n<p>[2]  The Court's conclusion that Alaska's scheme lacks a rational basis masks a puzzling aspect of its analysis. By refusing to extend any legitimacy to Alaska's objective, the Court implies that a program designed to reward prior contributions will never survive equal protection scrutiny. For example, the programs described in n. 1, <i>supra,</i> could not survive the Court's analysis even if the State demonstrated a compelling interest in rewarding volunteer activity or promoting conservation measures. The Court's opinion, although purporting to apply a deferential standard of review, actually insures that any governmental program depending upon a \"past contributions\" rationale will violate the Equal Protection Clause.</p>\n<p>[3]  While the Clause refers to \"Citizens,\" this Court has found that \"the terms `citizen' and `resident' are `essentially interchangeable' . . . for purposes of analysis of most cases under the Privileges and Immunities Clause.\" <i>Hicklin</i> v. <i>Orbeck,</i> 437 U. S. 518, 524, n. 8 (1978) (quoting <i>Austin</i> v. <i>New Hampshire,</i> 420 U. S. 656, 662, n. 8 (1975)). This opinion, therefore, will refer to \"nonresidents\" of Alaska, as well as to \"noncitizens\" of that State.\n</p>\n<p>It is settled that the Privileges and Immunities Clause does not protect corporations. See <i>Paul</i> v. <i>Virginia,</i> 8 Wall. 168 (1869). The word \"Citizens\" suggests that the Clause also excludes aliens. See, <i>e. g., id.,</i> at 177 (dictum); L. Tribe, American Constitutional Law  6-33, p. 411, n. 18 (1978). Any prohibition of discrimination aimed at aliens or corporations must derive from other constitutional provisions.</p>\n<p>[4]  See generally <i>Ward</i> v. <i>Maryland,</i> 12 Wall. 418, 430 (1871) (The Clause \"plainly and unmistakably secures and protects the right of a citizen of one State to pass into any other State of the Union for the purpose of engaging in lawful commerce, trade, or business, without molestation; to acquire personal property; [and] to take and hold real estate . . .\").</p>\n<p>[5]  See Note, A Constitutional Analysis of State Bar Residency Requirements under the Interstate Privileges and Immunities Clause of Article IV, 92 Harv. L. Rev. 1461, 1464-1465, n. 17 (1979) (labeling contrary argument \"technical\").\n</p>\n<p>As the Court points out, <i>ante,</i> at 59-60, n. 5, Alaska's plan differentiates even among native Alaskans, by tying their benefits to date of birth. If the scheme merely distributed benefits on the basis of age, without reference to the date beneficiaries established residence in Alaska, I doubt it would violate the Privileges and Immunities Clause. Under those circumstances, a 25-year-old Texan establishing residence in Alaska would acquire the same privileges of citizenship held by a 25-year-old native Alaskan. The scheme would not treat the citizen who moves to the State differently from citizens who already reside there. The Court does not explain whether it would find such an age-based scheme objectionable.</p>\n<p>[6]  The \"burden\" imposed on nonresidents is relative to the benefits enjoyed by residents. It is immaterial, for purposes of the Privileges and Immunities Clause, that the nonresident may enjoy a benefit in the new State that he lacked completely in his former State. The Clause addresses only differences in treatment; it does not judge the quality of treatment a State affords citizens and noncitizens.</p>\n<p>[7]  See also <i>Baldwin</i> v. <i>G. A. F. Seelig, Inc.,</i> 294 U. S. 511, 523 (1935) (the Constitution \"was framed upon the theory that the peoples of the several states must sink or swim together, and that in the long run prosperity and salvation are in union and not division\"); <i>Paul</i> v. <i>Virginia,</i> 8 Wall., at 180 (\"Indeed, without some provision of the kind removing from the citizens of each State the disabilities of alienage in the other States, and giving them equality of privilege with citizens of those States, the Republic would have constituted little more than a league of States; it would not have constituted the Union which now exists\"); <i>Edwards</i> v. <i>California,</i> 314 U. S. 160, 173 (1941) (Constitution prohibits \"attempts on the part of any single State to isolate itself from difficulties common to all of them by restraining the transportation of persons and property across its borders\").</p>\n<p>[8]  Any durational residency requirement, for example, treats nonresidents who have exercised their right to settle in a State differently from longer term residents. This is not to say, however, that all such requirements would fail scrutiny under the Privileges and Immunities Clause. The durational residency requirement upheld in <i>Sosna</i> v. <i>Iowa,</i> 419 U. S. 393 (1975) (one year to obtain divorce), for example, would have survived under the analysis outlined above. In <i>Sosna</i> the State showed that nonresidents were a peculiar source of the evil addressed by its durational residency requirement. Those persons could misrepresent their attachment to Iowa and obtain divorces that would be susceptible to collateral attack in other States. Iowa adopted a reasonable response to this problem by requiring nonresidents to demonstrate their bona fide residency for one year before obtaining a divorce. I am confident that the analysis developed in <i>Hicklin</i> v. <i>Orbeck,</i> 437 U. S. 518 (1978), will adequately identify other legitimate durational residency requirements.</p>\n<p>[9]  Even before adoption of the Articles, a few of the Colonies explicitly protected freedom of movement. The Rhode Island Charter gave members of that Colony the right \"to passe and repasse with freedome, into and through the rest of the English Collonies, upon their lawful and civill occasions.\" Z. Chafee, Three Human Rights in the Constitution of 1787, p. 177 (1956). The Massachusetts Body of Liberties provided: \"Every man of or within this Jurisdiction shall have free libertie, not with standing any Civill power, to remove both himselfe and his familie at their pleasure out of the same, provided there be no legall impediment to the contrarie.\" <i>Id.,</i> at 178. Massachusetts showed some of the same liberality to foreigners entering the Colony:\n</p>\n<p>\"If any people of other Nations professing the true Christian Religion shall flee to us from the Tiranny or oppression of their persecutors, or from famyne, warres, or the like necessary and compulsarie cause, They shall be entertayned and succoured among us, according to that power and prudence god shall give us.\" <i>Ibid.</i></p>\n<p>These attitudes contrasted with the more restrictive views prevailing in 17th-century Europe. See generally <i>id.,</i> at 163-171.</p>\n<p>[10]  See, <i>e. g., id.,</i> at 185; Note, The Right to Travel and Exclusionary Zoning, 26 Hastings L. J. 849, 858-859 (1975); Comment, The Right to Travel: In Search of a Constitutional Source, 55 Neb. L. Rev. 117, 119-120, n. 14 (1975); Comment, A Strict Scrutiny of the Right to Travel, 22 UCLA L. Rev. 1129, 1130, n. 7 (1975).\n</p>\n<p>See also <i>Austin</i> v. <i>New Hampshire,</i> 420 U. S., at 661 (footnotes omitted) (Article IV of the Articles of Confederation was \"carried over into the comity article of the Constitution in briefer form but with no change of substance or intent, unless it was to strengthen the force of the Clause in fashioning a single nation\"); <i>United States</i> v. <i>Wheeler,</i> 254 U. S. 281, 294 (1920) (\"the text of Article IV,  2, of the Constitution, makes manifest that it was drawn with reference to the corresponding clause of the Articles of Confederation and was intended to perpetuate its limitations; and . . . that view has been so conclusively settled as to leave no room for controversy\").</p>\n<p>[1]  The Court relies upon <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969), and <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441 (1973), in holding that Alaska may not justify its dividend distribution scheme by a desire to reward its citizens for their past contributions. In <i>Shapiro,</i> however, the Court found that the classification at issue \"touche[d] on the fundamental right of interstate movement\" and therefore could be justified only if it promoted a \"<i>compelling</i> state interest.\" 394 U. S., at 638 (emphasis in original). Similarly, <i>Vlandis</i> concerned the right to move to and establish residency in Connecticut, and noted only in dicta that rewarding citizens for their past contributions was an impermissible state objective. See 412 U. S., at 449-450, and n. 6.\n</p>\n<p>Although I have expressed my disagreement with this holding even in the right-to-travel cases, see <i>Memorial Hospital</i> v. <i>Maricopa County,</i> 415 U. S. 250, 286-287 (1974) (REHNQUIST, J., dissenting); <i>Vlandis</i> v. <i>Kline, supra,</i> at 468-469 (same), there is no need to rely upon that dissenting position here. The majority does not analyze this as a right-to-travel case. Compare <i>ante,</i> at 60-61, with <i>Memorial Hospital</i> v. <i>Maricopa County, supra,</i> at 261-262, and <i>Shapiro</i> v. <i>Thompson, supra,</i> at 634, 638.</p>\n<p>[2]  As the Alaska Supreme Court noted, those who have lived in Alaska from the year of its statehood have borne unusual expenses and hardships:\n</p>\n<p>\" `A government such as the one embodied in the Alaska constitution, . . . with its complete range of governmental services, was expensive for a State with limited sources of taxation. Alaska could only boast a couple of pulp mills. . . . The State's business enterprises were small and catered mostly to local needs. In addition, Alaska's population was modest and hardly amounted to more than that of a medium-sized city in the continental United States.</p>\n<p>\" `Accordingly, revenues were small. Yet, the demands were great. The State government had to provide all the governmental services and social overhead required by modern American society. For instance, it would have been relatively simple to build a few roads, furnish normal police protection, and establish the customary school facilities. But nothing was normal in Alaska; it was and remains a land of superlatives. Subarctic engineering is relatively new, but the State would have to face the problem of permafrost conditions that frequently cause the roadtop to buckle and heave. Police protection would have to be provided for an area one-fifth the size of the forty-eight United States but with very few roads available. Flying would become a way of life for law enforcement officials as well as other Alaskans  an expensive way of life. \"Bush schools\" scattered along the Aleutian chain, through the Yukon Valley, and on the Seaward Peninsula and the islands of southeastern Alaska were expensive to maintain. It was not until the discovery of oil on a large scale that the picture changed.' \" 619 P. 2d, at 462, n. 37 (quoting C. Naske, An Interpretive History of Alaskan Statehood 169-170 (1973)).</p>\n<p>[3]  I also disagree with the suggestion of JUSTICE O'CONNOR that the Alaska distribution scheme contravenes the Privileges and Immunities Clause of Art. IV of the Constitution. That Clause assures that <i>nonresidents</i> of a State shall enjoy the same privileges and immunities as residents enjoy: \"It was designed to insure to a citizen of State A who ventures into State B the same privileges which the citizens of State B enjoy.\" <i>Toomer</i> v. <i>Witsell,</i> 334 U. S. 385, 395 (1948). We long ago held that the Clause has no application to a citizen of the State whose laws are complained of. \"The constitutional provision there alluded to did not create those rights, which it called privileges and immunities of citizens of the States. It threw around them in that clause no security for the citizens of the State in which they were claimed or exercised. Nor did it profess to control the power of the State governments over the rights of its own citizens.\" <i>Slaughter-House Cases,</i> 16 Wall. 36, 77 (1873).</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></span> (1982)</b></center>\n<center><h1>ZOBEL ET UX.<br>\nv.<br>\nWILLIAMS, COMMISSIONER OF REVENUE OF ALASKA, ET AL.</h1></center>\n<center>No. 80-1146.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Argued October 7, 1981.</center>\n<center>Decided June 14, 1982.</center>\nAPPEAL FROM THE SUPREME COURT OF ALASKA\n<p><span class=\"star-pagination\">*56</span> <i>Mark A. Sandberg</i> argued the cause for appellants. With him on the briefs was <i>Jonathon B. Chase.</i></p>\n<p><i>Avrum M. Gross</i> argued the cause for appellees. With him on the brief were <i>Wilson L. Condon,</i> Attorney General of Alaska, and <i>Susan A. Burke,</i> Assistant Attorney General.</p>\n<p>CHIEF JUSTICE BURGER delivered the opinion of the Court.</p>\n<p>The question presented on this appeal is whether a statutory scheme by which a State distributes income derived from its natural resources to the adult citizens of the State in varying amounts, based on the length of each citizen's residence, violates the equal protection rights of newer state citizens. The Alaska Supreme Court sustained the constitutionality of the statute. 619 P. 2d 448 (1980). We stayed the distribution of dividend funds, 449 U. S. 989 (1980), and noted probable jurisdiction, 450 U. S. 908 (1981). We reverse.</p>\n<p></p>\n<h2>I</h2>\n<p>The 1967 discovery of large oil reserves on state-owned land in the Prudhoe Bay area of Alaska resulted in a windfall to the State. The State, which had a total budget of $124 million in 1969, before the oil revenues began to flow into the state coffers, received $3.7 billion in petroleum revenues during the 1981 fiscal year.<sup>[1]</sup> This income will continue, and <span class=\"star-pagination\">*57</span> most likely grow for some years in the future. Recognizing that its mineral reserves, although large, are finite and that the resulting income will not continue in perpetuity, the State took steps to assure that its current good fortune will bring long-range benefits. To accomplish this, Alaska in 1976 adopted a constitutional amendment establishing the Permanent Fund into which the State must deposit at least 25% of its mineral income each year. Alaska Const., Art. IX,  15. The amendment prohibits the legislature from appropriating any of the principal of the Fund but permits use of the Fund's earnings for general governmental purposes.</p>\n<p>In 1980, the legislature enacted a dividend program to distribute annually a portion of the Fund's earnings directly to the State's adult residents. Under the plan, each citizen 18 years of age or older receives one dividend unit for each year of residency subsequent to 1959, the first year of statehood. The statute fixed the value of each dividend unit at $50 for the 1979 fiscal year; a one-year resident thus would receive one unit, or $50, while a resident of Alaska since it became a State in 1959 would receive 21 units, or $1,050. The value of a dividend unit will vary each year depending on the income of the Permanent Fund and the amount of that income the State allocates for other purposes. The State now estimates that the 1985 fiscal year dividend will be nearly four times as large as that for 1979.</p>\n<p>Appellants, residents of Alaska since 1978, brought this suit in 1980 challenging the dividend distribution plan as violative of their right to equal protection guarantees and their constitutional right to migrate to Alaska, to establish residency there and thereafter to enjoy the full rights of Alaska <span class=\"star-pagination\">*58</span> citizenship on the same terms as all other citizens of the State. The Superior Court for Alaska's Third Judicial District granted summary judgment in appellants' favor, holding that the plan violated the rights of interstate travel and equal protection. A divided Alaska Supreme Court reversed and upheld the statute.<sup>[2]</sup></p>\n<p></p>\n<h2>II</h2>\n<p>The Alaska dividend distribution law is quite unlike the durational residency requirements we examined in <i>Sosna</i> v. <i>Iowa,</i> 419 U. S. 393 (1975); <i>Memorial Hospital</i> v. <i>Maricopa County,</i> 415 U. S. 250 (1974); <i>Dunn</i> v. <i>Blumstein,</i> 405 U. S. 330 (1972); and <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969). Those cases involved laws which required new residents to reside in the State a fixed minimum period to be eligible for certain benefits available on an equal basis to all other residents.<sup>[3]</sup> The asserted purpose of the durational residency requirements was to assure that only persons who had established bona fide residence received rights and benefits provided for residents.</p>\n<p>The Alaska statute does not impose any threshold waiting period on those seeking dividend benefits; persons with less <span class=\"star-pagination\">*59</span> than a full year of residency are entitled to share in the distribution. Alaska Stat. Ann.  43.23.010 (Supp. 1981).<sup>[4]</sup> Nor does the statute purport to establish a test of the bona fides of state residence. Instead, the dividend statute creates fixed, permanent distinctions between an ever-increasing number of perpetual classes of concededly bona fide residents, based on how long they have been in the State.</p>\n<p>Appellants established residence in Alaska two years before the dividend law was passed. The distinction they complain of is not one which the State makes between those who arrived in Alaska after the enactment of the dividend distribution law and those who were residents prior to its enactment. Appellants instead challenge the distinctions made within the class of persons who were residents when the dividend scheme was enacted in 1980. The distinctions appellants attack include the preference given to persons who were residents when Alaska became a State in 1959 over all those who have arrived since then, as well as the distinctions made between all bona fide residents who settled in Alaska at different times during the 1959 to 1980 period.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*60</span> When a state distributes benefits unequally, the distinctions it makes are subject to scrutiny under the Equal Protection Clause of the Fourteenth Amendment.<sup>[6]</sup> Generally, a law will survive that scrutiny if the distinction it makes rationally furthers a legitimate state purpose. Some particularly invidious distinctions are subject to more rigorous scrutiny. Appellants claim that the distinctions made by the Alaska law should be subjected to the higher level of scrutiny applied to the durational residency requirements in <i>Shapiro</i> v. <i>Thompson, supra</i><i>,</i> and <i>Memorial Hospital</i> v. <i>Maricopa County, supra</i><i>.</i> The State, on the other hand, asserts that the law need only meet the minimum rationality test. In any event, if the statutory scheme cannot pass even the minimal <span class=\"star-pagination\">*61</span> test proposed by the State, we need not decide whether any enhanced scrutiny is called for.</p>\n<p></p>\n<h2>A</h2>\n<p>The State advanced and the Alaska Supreme Court accepted three purposes justifying the distinctions made by the dividend program: (a) creation of a financial incentive for individuals to establish and maintain residence in Alaska; (b) encouragement of prudent management of the Permanent Fund; and (c) apportionment of benefits in recognition of undefined \"contributions of various kinds, both tangible and intangible, which residents have made during their years of residency,\" 619 P. 2d, at 458.<sup>[7]</sup></p>\n<p>As the Alaska Supreme Court apparently realized, the first two state objective  creating a financial incentive for individuals to establish and maintain Alaska residence, and assuring prudent management of the Permanent Fund and the State's natural and mineral resources  are not rationally related to the distinctions Alaska seeks to make between newer residents and those who have been in the State since 1959.<sup>[8]</sup><span class=\"star-pagination\">*62</span> Assuming, <i>arguendo,</i> that granting increased dividend benefits for each year of continued Alaska residence might give some residents an incentive to stay in the State in order to reap increased dividend benefits in the future, the State's interest is not in any way served by granting greater dividends to persons for their residency during the 21 years prior to the enactment.<sup>[9]</sup></p>\n<p>Nor does the State's purpose of furthering the prudent management of the Permanent Fund and the State's resources support retrospective application of its plan to the date of statehood. On this score the State's contention is straightforward:</p>\n<blockquote>\"[A]s population increases, each individual share in the income stream is diluted. The income must be divided equally among increasingly large numbers of people. If residents believed that twenty years from now they would be required to share permanent fund income on a per capita basis with the large population that Alaska will no doubt have by then, the temptation would be great to urge the legislature to provide immediately for the highest possible percentage return on the investments of the permanent fund principal, which would require investments in riskier ventures.\" <i>Id.,</i> at 462.</blockquote>\n<p>The State similarly argues that equal per capita distribution would encourage rapacious development of natural resources. <span class=\"star-pagination\">*63</span> <i>Ibid.</i> Even if we assume that the state interest is served by increasing the dividend for each year of residency beginning with the date of enactment, is it rationally served by granting greater dividends in varying amounts to those who resided in Alaska during the 21 years prior to enactment? We think not.</p>\n<p>The last of the State's objectives  to reward citizens for past contributions  alone was relied upon by the Alaska Supreme Court to support the retrospective application of the law to 1959. However, that objective is not a legitimate state purpose. A similar \"past contributions\" argument was made and rejected in <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S., at 632-633:</p>\n<blockquote>\"Appellants argue further that the challenged classification may be sustained as an attempt to distinguish between new and old residents on the basis of the contributions they have made to the community through the payment of taxes. . . . Appellants' reasoning would. . . permit the State to apportion all benefits and services according to the past tax [or intangible] contributions of its citizens. <i>The Equal Protection Clause prohibits such an apportionment of state services.</i>\" (Emphasis added.)</blockquote>\n<p>Similarly, in <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441 (1973), we noted that \"apportion[ment of] tuition rates on the basis of old and new residency . . . would give rise to grave problems under the Equal Protection Clause of the Fourteenth Amendment.\" <i>Id.,</i> at 449-450, and n. 6.<sup>[10]</sup></p>\n<p><span class=\"star-pagination\">*64</span> If the states can make the amount of a cash dividend depend on length of residence, what would preclude varying university tuition on a sliding scale based on years of residence  or even limiting access to finite public facilities, eligibility for student loans, for civil service jobs, or for government contracts by length of domicile? Could states impose different taxes based on length of residence? Alaska's reasoning could open the door to state apportionment of other rights, benefits, and services according to length of residency.<sup>[11]</sup> It would permit the states to divide citizens into expanding numbers of permanent classes.<sup>[12]</sup> Such a result would be clearly impermissible.<sup>[13]</sup></p>\n<p></p>\n<h2>B</h2>\n<p>We need not consider whether the State could enact the dividend program prospectively only. Invalidation of a portion of a statute does not necessarily render the whole invalid unless it is evident that the legislature would not have enacted the legislation without the invalid portion. <i>Buckley</i> v. <span class=\"star-pagination\">*65</span> <i>Valeo,</i> 424 U. S. 1, 108 (1976); <i>United States</i> v. <i>Jackson,</i> 390 U. S. 570, 585 (1968); <i>Champlin Refining Co.</i> v. <i>Corporation Comm'n of Oklahoma,</i> 286 U. S. 210, 234 (1932). Here, we need not speculate as to the intent of the Alaska Legislature; the legislation expressly provides that invalidation of any portion of the statute renders the whole invalid:</p>\n<blockquote>\"Sec. 4. If any provision enacted in sec. 2 of this Act [which included the dividend distribution plan in its entirety] is held to be invalid by the final judgment, decision or order of a court of competent jurisdiction, then that provision is nonseverable, and all provisions enacted in sec. 2 of this Act are invalid and of no force or effect.\" 1980 Alaska Sess. Laws, ch. 21,  4.</blockquote>\n<p>However, it is of course for the Alaska courts to pass on the severability clause of the statute.</p>\n<p></p>\n<h2>III</h2>\n<p>The only apparent justification for the retrospective aspect of the program, \"favoring established residents over new residents,\" is constitutionally unacceptable. <i>Vlandis</i> v. <i>Kline, supra,</i> at 450. In our view Alaska has shown no valid state interests which are rationally served by the distinction it makes between citizens who established residence before 1959 and those who have become residents since then.</p>\n<p>We hold that the Alaska dividend distribution plan violates the guarantees of the Equal Protection Clause of the Fourteenth Amendment. Accordingly, the judgment of the Alaska Supreme Court is reversed, and the case is remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed and remanded.</i></p>\n<p>JUSTICE BRENNAN, with whom JUSTICE MARSHALL, JUSTICE BLACKMUN, and JUSTICE POWELL join, concurring.</p>\n<p>I join the opinion of the Court, and agree with its conclusion that the retrospective aspects of Alaska's dividend-distribution law are not rationally related to a legitimate <span class=\"star-pagination\">*66</span> state purpose. I write separately only to emphasize that the pervasive discrimination embodied in the Alaska distribution scheme gives rise to constitutional concerns of somewhat larger proportions than may be evident on a cursory reading of the Court's opinion. In my view, these concerns might well preclude even the prospective operation of Alaska's scheme.</p>\n<p></p>\n<h2>I</h2>\n<p>I agree with JUSTICE O'CONNOR that these more fundamental defects in the Alaska dividend-distribution law are, in part, reflected in what has come to be called the \"right to travel.\"<sup>[1]</sup> That right  or, more precisely, the federal interest in free interstate migration  is clearly, though indirectly, affected by the Alaska dividend-distribution law, and this threat to free interstate migration provides an independent rationale for holding that law unconstitutional. At the outset, however, I note that the frequent attempts to assign the right to travel some textual source in the Constitution seem to me to have proved both inconclusive and unnecessary. JUSTICE O'CONNOR plausibly argues, <i>post,</i> at 78-81, that the right predates the Constitution and was carried forward in the Privileges and Immunities Clause of Art. IV. But equally plausible, I think, is the argument that the right resides in the Commerce Clause, see <i>Edwards</i> v. <i>California,</i> 314 U. S. 160, 173 (1941), or in the Privileges and Immunities <span class=\"star-pagination\">*67</span> Clause of the Fourteenth Amendment, see <i>id.,</i> at 177-178 (Douglas, J., concurring). In any event, in light of the unquestioned historic recognition of the principle of free interstate migration, and of its role in the development of the Nation, we need not feel impelled to \"ascribe the source of this right to travel interstate to a particular constitutional provision.\" <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618, 630 (1969). It suffices that:</p>\n<blockquote>\" `The constitutional right to travel from one State to another. . . occupies a position fundamental to the concept of our Federal Union. It is a right that has been firmly established and repeatedly recognized.</blockquote>\n<blockquote>\" `. . . [T]he right funds no explicit mention in the Constitution. The reason, it has been suggested, is that a right so elementary was conceived from the beginning to be a necessary concomitant of the stronger Union the Constitution created. In any event, freedom to travel throughout the United States has long been recognized as a basic right under the Constitution.' \" <i>Id.,</i> at 630-631, quoting <i>United States</i> v. <i>Guest,</i> 383 U. S. 745, 757-758 (1966).</blockquote>\n<p>As is clear from our cases, the right to travel achieves its most forceful expression in the context of equal protection analysis. But if, finding no citable passage in the Constitution to assign as its source, some might be led to question the independent vitality of the principle of free interstate migration, I find its unmistakable essence in that document that transformed a loose confederation of States into one Nation. A scheme of the sort adopted by Alaska is inconsistent with the federal structure even in its prospective operation.</p>\n<p>A State clearly may undertake to enhance the advantages of industry, economy, and resources that make it a desirable place in which to live. In addition, a State may make residence within its boundaries more attractive by offering direct benefits to its citizens in the form of public services, lower taxes than other States offer, or direct distributions of its <span class=\"star-pagination\">*68</span> munificence. Through these means, one State may attract citizens of other States to join the numbers of its citizenry. That is a healthy form of rivalry: It inheres in the very idea of maintaining the States as independent sovereigns within a larger framework, and it is fully  indeed, necessarily  consistent with the Framers' further idea of joining these independent sovereigns into a single Nation. But a State cannot <i>compound</i> its offer of direct benefits in the inventive manner exemplified by the Alaska distribution scheme: For if each State were free to reward its citizens incrementally for their years of residence, so that a citizen leaving one State would thereby forfeit his accrued seniority, only to have to begin building such seniority again in his new State of residence, then the mobility so essential to the economic progress of our Nation, and so commonly accepted as a fundamental aspect of our social order, would not long survive.</p>\n<p></p>\n<h2>II</h2>\n<p>The Court today reaffirms the important principle that, at least with respect to a durational-residency discrimination, a State's desire \"to reward citizens for past contributions\" is clearly \"not a legitimate state purpose.\" <i>Ante,</i> at 63. I do not think it \"odd,\" <i>post,</i> at 72, that the Court disclaims reliance on the \"right to travel\" as the source of this limitation on state power. In my view, the acknowledged illegitimacy of that state purpose has a different heritage  it reflects not the structure of the Federal Union but the idea of constitutionally protected equality. See <i>Shapiro</i> v. <i>Thompson, supra,</i> at 632-633 (\"The Equal Protection Clause prohibits such an apportionment of state services\"); <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441, 450, n. 6 (1973). The Constitution places the recently naturalized immigrant from a foreign land on an equal footing with those citizens of a State who are able to trace their lineage back for many generations within the State's borders. The 18-year-old native resident of a State is as much a citizen as the 55-year-old native resident. But <span class=\"star-pagination\">*69</span> the Alaska plan discriminates against the recently naturalized citizen, in favor of the Alaska citizen of longer duration; it discriminates against the 18-year-old native resident, in favor of all residents of longer duration. If the Alaska plan were limited to discriminations such as these, and did not purport to apply to migrants from sister States, interstate travel would not be noticeably burdened  yet those discriminations would surely be constitutionally suspect.</p>\n<p>The Fourteenth Amendment guarantees the equal protection of the law to anyone who may be within the territorial jurisdiction of a State. That Amendment does not suggest by its terms that equal treatment might be denied a person depending upon how long that person <i>has been</i> within the jurisdiction of the State. The Fourteenth Amendment does, however, expressly recognize one elementary basis for distinguishing between persons who may be within a State's jurisdiction at any particular time  by setting forth the requirements for state citizenship. But it is significant that the Citizenship Clause of the Fourteenth Amendment expressly equates citizenship only with simple residence.<sup>[2]</sup> That Clause does not provide for, and does not allow for, degrees of citizenship based on length of residence.<sup>[3]</sup> And the Equal Protection Clause would not tolerate such distinctions. <span class=\"star-pagination\">*70</span> In short, as much as the right to travel, equality of citizenship is of the essence in our Republic. As the Court notes, States may not \"divide citizens into expanding numbers of permanent classes.\" <i>Ante,</i> at 64.</p>\n<p>It is, of course, elementary that the Constitution does not bar the States from making reasoned distinctions between citizens: Insofar as those distinctions are rationally related to the legitimate ends of the State they present no constitutional difficulty, as our equal protection jurisprudence attests. But we have never suggested that duration of residence <i>vel non</i> provides a valid justification for discrimination. To the contrary, discrimination on the basis of residence must be supported by a valid state interest independent of the discrimination itself. To be sure, allegiance and attachment may be rationally measured by length of residence  length of residence may, for example, be used to test the bona fides of citizenship  and allegiance and attachment may bear some rational relationship to a very limited number of legitimate state purposes. Cf. <i>Chimento</i> v. <i>Stark,</i> <span class=\"citation\" data-id=\"2344444\"><a href=\"/opinion/2344444/chimento-v-stark/\"><span class=\"volume\">353</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1211</span></a></span> (NH), summarily aff'd, 414 U. S. 802 (1973) (7-year citizenship requirement to run for Governor); U. S. Const., Art. I,  2, cl. 2,  3, cl. 3; Art. II,  1, cl. 5. But those instances in which length of residence could provide a legitimate basis for distinguishing one citizen from another are rare.</p>\n<p>Permissible discriminations between persons must bear a rational relationship to their <i>relevant</i> characteristics. While some impression is unavoidable in the process of legislative classification, the ideal of equal protection requires attention to individual merit, to individual need. In almost all instances, the business of the State is not with the past, but with the present: to remedy continuing injustices, to fill current needs, to build on the present in order to better the future. The past actions of individuals may be relevant in assessing their present needs; past actions may also be relevant in predicting current ability and future performance. In addition, <span class=\"star-pagination\">*71</span> to a limited extent, recognition and reward of past public service have independent utility for the State, for such recognition may encourage other people to engage in comparably meritorious service. But even the idea of rewarding past public service offers scarce support for the \"past contribution\" justification for durational-residence classifications since length of residence has only the most tenuous relation to the <i>actual</i> service of individuals to the State.</p>\n<p>Thus, the past-contribution rationale proves much too little to provide a rational predicate for discrimination on the basis of length of residence. But it also proves far too much, for \"it would permit the State to apportion all benefits and services according to the past . . . contributions of its citizens.\" <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S., at 632-633. In effect, then, the past-contribution rationale is so far-reaching in its potential application, and the relationship between residence and contribution to the State so vague and insupportable, that it amounts to little more than a restatement of the criterion for discrimination that it purports to justify. But while duration of residence has minimal utility as a measure of things that are, in fact, constitutionally relevant, resort to duration of residence as the basis for a distribution of state largesse does closely track the constitutionally untenable position that the longer one's residence, the worthier one is of the State's favor. In my view, it is difficult to escape from the recognition that underlying any scheme of classification on the basis of duration of residence, we shall almost invariably find the unstated premise that \"some citizens are more equal than others.\" We rejected that premise and, I believe, implicitly rejected most forms of discrimination based upon length of residence, when we adopted the Equal Protection Clause.</p>\n<p>JUSTICE O'CONNOR, concurring in the judgment.</p>\n<p>The Court strikes Alaska's distribution scheme, purporting to rely solely upon the Equal Protection Clause of the Fourteenth <span class=\"star-pagination\">*72</span> Amendment. The phrase \"right to travel\" appears only fleetingly in the Court's analysis, dismissed with an observation that \"right to travel analysis refers to little more than a particular application of equal protection analysis.\" <i>Ante,</i> at 60, n. 6. The Court's reluctance to rely explicitly on a right to travel is odd, because its holding depends on the assumption that Alaska's desire \"to reward citizens for past contributions . . . is not a legitimate state purpose.\" <i>Ante,</i> at 63. Nothing in the Equal Protection Clause itself, however, declares this objective illegitimate. Instead, as a full reading of <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969), and <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441 (1973), reveals, the Court has rejected this objective only when its implementation would abridge an interest in interstate travel or migration.</p>\n<p>I respectfully suggest, therefore, that the Court misdirects its criticism when it labels Alaska's objective illegitimate. A desire to compensate citizens for their prior contributions is neither inherently invidious nor irrational. Under some circumstances, the objective may be wholly reasonable.<sup>[1]</sup> Even a generalized desire to reward citizens for past endurance, particularly in a State where years of hardship only recently have produced prosperity, is not innately improper. The difficulty is that plans enacted to further this objective necessarily treat new residents of a State less favorably than the <span class=\"star-pagination\">*73</span> longer term residents who have past contributions to \"reward.\" This inequality, as the Court repeatedly has recognized, conflicts with the constitutional purpose of maintaining a Union rather than a mere \"league of States.\" See <i>Paul</i> v. <i>Virginia,</i> <span class=\"citation\" data-id=\"88079\"><a href=\"/opinion/88079/paul-v-virginia/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">168</span></a></span>, 180 (1869). The Court's task, therefore, should be (1) to articulate this constitutional principle, explaining its textual sources, and (2) to test the strength of Alaska's objective against the constitutional imperative. By choosing instead to declare Alaska's purpose wholly illegitimate, the Court establishes an uncertain jurisprudence. What makes Alaska's purpose illegitimate? Is the purpose illegitimate under all circumstances? What other state interests are wholly illegitimate? Will an \"illegitimate\" purpose survive review if it becomes \"important\" or \"compelling\"?<sup>[2]</sup> These ambiguities in the Court's analysis prompt me to develop my own approach to Alaska's scheme.</p>\n<p>Alaska's distribution plan distinguishes between long-term residents and recent arrivals. Stripped to its essentials, the plan denies non-Alaskans settling in the State the same privileges afforded longer term residents. The Privileges and Immunities Clause of Art. IV, which guarantees \"[t]he Citizens of each State . . . all Privileges and Immunities of Citizens in the several States,\" addresses just this type of discrimination.<sup>[3]</sup> Accordingly, I would measure Alaska's <span class=\"star-pagination\">*74</span> scheme against the principles implementing the Privileges and Immunities Clause. In addition to resolving the particular problems raised by Alaska's scheme, this analysis supplies a needed foundation for many of the \"right to travel\" claims discussed in the Court's prior opinions.</p>\n<p></p>\n<h2>I</h2>\n<p>Our opinions teach that Art. IV's Privileges and Immunities Clause \"was designed to insure to a citizen of State A who ventures into State B the same privileges which the citizens of State B enjoy.\" <i>Toomer</i> v. <i>Witsell,</i> 334 U. S. 385, 395 (1948). The Clause protects a nonresident who enters a State to work, <i>Hicklin</i> v. <i>Orbeck,</i> 437 U. S. 518 (1978), to hunt commercial game, <i>Toomer, supra,</i> or to procure medical services, <i>Doe</i> v. <i>Bolton,</i> 410 U. S. 179 (1973).<sup>[4]</sup><i>A fortiori,</i> the Privileges and Immunities Clause should protect the \"citizen of State A who ventures into State B\" to settle there and establish a home.</p>\n<p>In this case, Alaska forces nonresidents settling in the State to accept a status inferior to that of oldtimers. In its first year of operation, the distribution scheme would have given $1,050 to an Alaskan who had lived in the State since <span class=\"star-pagination\">*75</span> statehood. A resident of 10 years would have received $500, while a one-year resident would have received only $50. In effect, therefore, the State told its citizens: \"Your status depends upon the date on which you established residence here. Those of you who migrated to the State cannot share its bounty on the same basis as those who were here before you.\" Surely this scheme imposes one of the \"disabilities of alienage\" prohibited by Art. IV's Privileges and Immunities Clause. See <i>Paul</i> v. <i>Virginia, supra,</i> at 180.</p>\n<p>It could be argued that Alaska's scheme does not trigger the Privileges and Immunities Clause because it discriminates among classes of residents, rather than between residents and nonresidents. This argument, however, misinterprets the force of Alaska's distribution system. Alaska's scheme classifies citizens on the basis of their former residential status, imposing a relative burden on those who migrated to the State after 1959. Residents who arrived in Alaska after that date have a less valuable citizenship right than do the oldtimers who preceded them. Citizens who arrive in the State tomorrow will receive an even smaller claim on Alaska's resources. The fact that this discrimination unfolds after the nonresident establishes residency does not insulate Alaska's scheme from scrutiny under the Privileges and Immunities Clause. Each group of citizens who migrated to Alaska in the past, or chooses to move there in the future, lives in the State on less favorable terms than those who arrived earlier. The circumstance that some of the disfavored citizens already live in Alaska does not negate the fact that \"the citizen of State A who ventures into [Alaska]\" to establish a home labors under a continuous disability.<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*76</span> If the Privileges and Immunities Clause applies to Alaska's distribution system, then our prior opinions describe the proper standard of review. In <i>Baldwin</i> v. <i>Montana Fish and Game Comm'n,</i> 436 U. S. 371 (1978), we held that States must treat residents and nonresidents \"without unnecessary distinctions\" when the nonresident seeks to \"engage in an essential activity or exercise a basic right.\" <i>Id.,</i> at 387. On the other hand, if the nonresident engages in conduct that is not \"fundamental\" because it does not \"bea[r] upon the vitality of the Nation as a single entity,\" the Privileges and Immunities Clause affords no protection. <i>Id.,</i> at 387, 383.</p>\n<p>Once the Court ascertains that discrimination burdens an \"essential activity,\" it will test the constitutionality of the discrimination under a two-part test. First, there must be \" `something to indicate that non-citizens constitute a peculiar source of the evil at which the statute is aimed.' \" <i>Hicklin</i> v. <i>Orbeck, supra,</i> at 525-526 (quoting <i>Toomer</i> v. <i>Witsell, supra,</i> at 398). Second, the Court must find a \"substantial relationship\" between the evil and the discrimination practiced against the noncitizens. 437 U. S., at 527.</p>\n<p>Certainly the right infringed in this case is \"fundamental.\" Alaska's statute burdens those nonresidents who choose to settle in the State.<sup>[6]</sup> It is difficult to imagine a right more <span class=\"star-pagination\">*77</span> essential to the Nation as a whole than the right to establish residence in a new State. Just as our federal system permits the States to experiment with different social and economic programs, <i>New State Ice Co.</i> v. <i>Liebmann,</i> 285 U. S. 262, 311 (1932) (Brandeis, J., dissenting), it allows the individual to settle in the State offering those programs best tailored to his or her tastes.<sup>[7]</sup> Alaska's encumbrance on the right of nonresidents to settle in that State, therefore, must satisfy the dual standard identified in <i>Hicklin.</i></p>\n<p>Alaska has not shown that its new residents are the \"peculiar source\" of any evil addressed by its disbursement scheme. The State does not argue that recent arrivals constitute a particular source of its population turnover problem. Indeed, the State urges that it has a special interest in persuading young adults, who have grown to maturity in the State, to remain there. Brief for Appellees 35, n. 24. Nor is there any evidence that new residents, rather than old, will foolishly deplete the State's mineral and financial resources. Finally, although Alaska argues that its scheme compensates residents for their prior tangible and intangible contributions to the State, nonresidents are hardly a peculiar source of the \"evil\" of partaking in current largesse without having made prior contributions. A multitude of native Alaskans  including children and paupers  may have failed to contribute to the State in the past. Yet the State does not dock paupers <span class=\"star-pagination\">*78</span> for their prior failures to contribute, and it awards every person over the age of 18 dividends equal to the number of years that person has lived in the State.</p>\n<p>Even if new residents were the peculiar source of these evils, Alaska has not chosen a cure that bears a \"substantial relationship\" to the malady. As the dissenting judges below observed, Alaska's scheme gives the largest dividends to residents who have lived longest in the State. The dividends awarded to new residents may be too small to encourage them to stay in Alaska. The size of these dividends appears to give new residents only a weak interest in prudent management of the State's resources. As a reward for prior contributions, finally, Alaska's scheme is quite ill-suited. While the phrase \"substantial relationship\" does not require mathematical precision, it demands at least some recognition of the fact that persons who have migrated to Alaska may have contributed significantly more to the State, both before and after their arrival, than have some natives.</p>\n<p>For these reasons, I conclude that Alaska's disbursement scheme violates Art. IV's Privileges and Immunities Clause. I thus reach the same destination as the Court, but along a course that more precisely identifies the evils of the challenged statute.</p>\n<p></p>\n<h2>II</h2>\n<p>The analysis outlined above might apply to many cases in which a litigant asserts a right to travel or migrate interstate.<sup>[8]</sup> To historians, this would come as no surprise. Article <span class=\"star-pagination\">*79</span> IV's Privileges and Immunities Clause has enjoyed a long association with the rights to travel and migrate interstate.</p>\n<p>The Clause derives from Art. IV of the Articles of Confederation. The latter expressly recognized a right of \"free ingress and regress to and from any other State,\" in addition to guaranteeing \"the free inhabitants of each of these states . . . [the] privileges and immunities of free citizens in the several States.\"<sup>[9]</sup> While the Framers of our Constitution omitted the reference to \"free ingress and regress,\" they retained the general guaranty of \"privileges and immunities.\" Charles Pinckney, who drafted the current version of Art. IV, told the Convention that this Article was \"formed exactly upon the principles of the 4th article of the present Confederation.\" 3 M. Farrand, Records of the Federal Convention of 1787, p. 112 (1934). Commentators, therefore, have assumed <span class=\"star-pagination\">*80</span> that the Framers omitted the express guaranty merely because it was redundant, not because they wished to excise the right from the Constitution.<sup>[10]</sup></p>\n<p>Early opinions by the Justices of this Court also traced a right to travel or migrate interstate to Art. IV's Privileges and Immunities Clause. In <i>Corfield</i> v. <i>Coryell,</i> <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">546</span></span>, 552 (No. 3,230) (CC ED Pa. 1823), for example, Justice Washington explained that the Clause protects the \"right of a citizen of one state to pass through, or to reside in any other state.\" Similarly, in <i>Paul</i> v. <i>Virginia,</i> 8 Wall., at 180, the Court found that one of the \"undoubt[ed]\" effects of the Clause was to give \"the citizens of each State . . . the right of free ingress into other States, and egress from them . . . .\" See also <i>Ward</i> v. <i>Maryland,</i> <span class=\"citation\" data-id=\"88374\"><a href=\"/opinion/88374/ward-v-maryland/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">418</span></a></span>, 430 (1871). Finally, in <i>United States</i> v. <i>Wheeler,</i> 254 U. S. 281, 297-298 (1920), the Court found that the Clause fused two distinct concepts: (1) \"the right of citizens of the States to reside peacefully in, and to have free ingress into and egress from\" their own States, and (2) the right to exercise the same privileges in other States.</p>\n<p>History, therefore, supports assessment of Alaska's scheme, as well as other infringements of the right to travel, under the Privileges and Immunities Clause. This Clause <span class=\"star-pagination\">*81</span> may not address every conceivable type of discrimination that the Court previously has denominated a burden on interstate travel. I believe, however, that application of the Privileges and Immunities Clause to controversies involving the \"right to travel\" would at least begin the task of reuniting this elusive right with the constitutional principles it embodies. Because I believe that Alaska's distribution scheme violates the Privileges and Immunities Clause of Art. IV, I concur in the Court's judgment insofar as it reverses the judgment of the Alaska Supreme Court.</p>\n<p>JUSTICE REHNQUIST, dissenting.</p>\n<p>Alaska's dividend distribution scheme represents one State's effort to apportion unique economic benefits among its citizens. Although the wealth received from the oil deposits of Prudhoe Bay may be quite unlike the economic resources enjoyed by most States, Alaska's distribution of that wealth is in substance no different from any other State's allocation of economic benefits. The distribution scheme being in the nature of economic regulation, I am at a loss to see the rationality behind the Court's invalidation of it as a denial of equal protection. This Court has long held that state economic regulations are presumptively valid, and violate the Fourteenth Amendment only in the rarest of circumstances:</p>\n<blockquote>\"When local economic regulation is challenged solely as violating the Equal Protection Clause, this Court consistently defers to legislative determinations as to the desirability of particular statutory discriminations. See, <i>e. g., </i><i>Lehnhausen</i> v. <i>Lake Shore Auto Parts Co.,</i> 410 U. S. 356 (1973). Unless a classification trammels fundamental personal rights or is drawn upon inherently suspect distinctions such as race, religion, or alienage, our decisions presume the constitutionality of the statutory discriminations and require only that the classification challenged be rationally related to a legitimate state interest. States are accorded wide latitude in the regulation <span class=\"star-pagination\">*82</span> of their local economies under their police powers, and rational distinctions may be made with substantially less than mathematical exactitude.\" <i>New Orleans</i> v. <i>Dukes,</i> 427 U. S. 297, 303 (1976).</blockquote>\n<p>See also <i>Minnesota</i> v. <i>Clover Leaf Creamery Co.,</i> 449 U. S. 456 (1981); <i>United States Railroad Retirement Board</i> v. <i>Fritz,</i> 449 U. S. 166 (1980); <i>Hughes</i> v. <i>Alexandria Scrap Corp.,</i> 426 U. S. 794 (1976).</p>\n<p>Despite the highly deferential approach which we invariably have taken toward state economic regulations, the Court today finds the retroactive aspect of the Alaska distribution scheme violative of the Fourteenth Amendment. The Court concludes that the State's first two justifications are not rationally related to the retroactive portion of the distribution scheme, and that the third justification  the reward of citizens for their past contributions  is not a legitimate state objective. But the illegitimacy of a State's recognizing the past contributions of its citizens has been established by the Court only in certain cases considering an infringement of the right to travel,<sup>[1]</sup> and the majority itself rightly declines to apply <span class=\"star-pagination\">*83</span> the strict scrutiny analysis of those right-to-travel cases. See <i>ante,</i> at 60-61. The distribution scheme at issue in this case impedes no person's right to travel to and settle in Alaska; if anything, the prospect of receiving annual cash dividends would encourage immigration to Alaska. The State's third justification cannot, therefore, be dismissed simply by quoting language about its legitimacy from right-to-travel cases which have no relevance to the question before us.</p>\n<p>So understood, this case clearly passes equal protection muster. There can be no doubt that the state legislature acted rationally when it concluded that dividends retroactive to the year of statehood would \"recognize the `contributions of various kinds, both tangible and intangible,' which residents have made during their years of state residency.\" 619 P. 2d 448, 458 (Alaska 1980). Nor can there be any doubt that Alaska, perhaps more than any other State in the Union, has good reason for recognizing such contributions.<sup>[2]</sup> Because <span class=\"star-pagination\">*84</span> the distribution scheme is thus rationally based, I dissent from its invalidation under the guise of equal protection analysis.<sup>[3]</sup> In striking down the Alaskan scheme, the Court seems momentarily to have forgotten \"the principle that the Fourteenth Amendment gives the federal courts no power to impose upon the States their views of what constitutes wise economic or social policy.\" <i>Dandridge</i> v. <i>Williams,</i> 397 U. S. 471, 486 (1970).</p>\n<h2>NOTES</h2>\n<p>[1]  Alaska Dept. of Revenue, Revenue Sources FY 1981-1983 (Sept. 1981). (Includes General Fund unrestricted petroleum revenues of $3.3 billion and petroleum revenues directly deposited in the Permanent Fund in the amount of $400 million. An additional $900 million was transferred from the General Fund to the Permanent Fund in the 1981 fiscal year.) The 1980 census reports that Alaska's adult population is 270,265; per capita 1981 oil revenues amount to $13,632 for each adult resident. Petroleum revenues now amount to 89% of the State's total government revenue. <i>Ibid.</i></p>\n<p>[2]  The infusion of Permanent Fund earnings into state general revenues also led the Alaska Legislature to enact a statute giving residents a one-third exemption from state income taxes for each year of residence; this operated to exempt entirely anyone with three or more years of residency. The Alaska Supreme Court, again by a 3-2 vote, held that this statute violated the State Constitution's equal protection clause. <i>Williams</i> v. <i>Zobel,</i> 619 P. 2d 422 (1980). Chief Justice Rabinowitz, the only justice in the majority in both cases, found that the tax exemption statute, but not the dividend distribution plan, could \"be perceived as a penalty imposed on a person who chooses to exercise his or her right to move into Alaska.\" 619 P. 2d, at 458.</p>\n<p>[3]  In the durational residency cases, we examined state laws which imposed waiting periods on access to divorce courts, <i>Sosna</i> v. <i>Iowa</i><i>;</i> eligibility for free nonemergency medical care, <i>Memorial Hospital</i> v. <i>Maricopa County</i><i>;</i> voting rights, <i>Dunn</i> v. <i>Blumstein</i><i>;</i> and welfare assistance, <i>Shapiro</i> v. <i>Thompson</i><i>.</i></p>\n<p>[4]  Section 43.23.010(b) provides:\n</p>\n<p>\"For each year, an individual is eligible to receive payment of the permanent fund dividends for which he is entitled under this section if he</p>\n<p>\"(1) is at least 18 years of age; and</p>\n<p>\"(2) is a state resident during all or part of the year for which the permanent fund dividend is paid.\"</p>\n<p>The remainder of  43.23.010 establishes the number of dividend units residents are entitled to receive and the method of payment. Section 43.23.010(f) provides that a resident entitled to benefits under subsection (b) who was a resident for less than a full year is entitled to a dividend prorated on the basis of the number of months of state residence.</p>\n<p>[5]  The Alaska statute does not simply make distinctions between native-born Alaskans and those who migrate to Alaska from other states; it does not discriminate only against those who have recently exercised the right to travel, as did the statute involved in <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969). The Alaska statute also discriminates among long-time residents and even native-born residents. For example, a person born in Alaska in 1962 would have received $100 less than someone who was born in the State in 1960. Of course the native Alaskan born in 1962 would also receive $100 less than the person who moved to the State in 1960.\n</p>\n<p>The statute does not involve the kind of discrimination which the Privileges and Immunities Clause of Art. IV was designed to prevent. That Clause \"was designed to insure to a citizen of State A who ventures into State B the same privileges which the citizens of State B enjoy.\" <i>Toomer</i> v. <i>Witsell,</i> 334 U. S. 385, 395 (1948). The Clause is thus not applicable to this case.</p>\n<p>[6]  The Alaska courts considered whether the dividend distribution law violated appellants' constitutional right to travel. The right to travel and to move from one state to another has long been accepted, yet both the nature and the source of that right have remained obscure. See <i>Jones</i> v. <i>Helms,</i> 452 U. S. 412, 417-419, and nn. 12 and 13 (1981); <i>Shapiro</i> v. <i>Thompson, supra,</i> at 629-631; <i>United States</i> v. <i>Guest,</i> 383 U. S. 745, 757-759 (1966). See also Z. Chafee, Three Human Rights in the Constitution of 1787, pp. 188-193 (1956). In addition to protecting persons against the erection of actual barriers to interstate movement, the right to travel, when applied to residency requirements, protects new residents of a state from being disadvantaged because of their recent migration or from otherwise being treated differently from longer term residents. In reality, right to travel analysis refers to little more than a particular application of equal protection analysis. Right to travel cases have examined, in equal protection terms, state distinctions between newcomers and longer term residents. See <i>Memorial Hospital</i> v. <i>Maricopa County,</i> 415 U. S. 250 (1974); <i>Dunn</i> v. <i>Blumstein,</i> 405 U. S. 330 (1972); <i>Shapiro</i> v. <i>Thompson, supra</i><i>.</i> This case also involves distinctions between residents based on when they arrived in the State and is therefore also subject to equal protection analysis.</p>\n<p>[7]  These purposes were enumerated in the first section of the Act creating the dividend distribution plan, 1980 Alaska Sess. Laws, ch. 21,  1(b):\n</p>\n<p>\"(b) The purposes of this Act are</p>\n<p>\"(1) to provide a mechanism for equitable distribution to the people of Alaska of at least a portion of the state's energy wealth derived from the development and production of the natural resources belonging to them as Alaskans;</p>\n<p>\"(2) to encourage persons to maintain their residence in Alaska and to reduce population turnover in the state; and</p>\n<p>\"(3) to encourage increased awareness and involvement by the residents of the state in the management and expenditure of the Alaska permanent fund (art. IX, sec. 15, state constitution).\"</p>\n<p>[8]  In response to the argument that the objectives of stabilizing population and encouraging prudent management of the Permanent Fund and of the State's natural resources did not justify the application of the dividend program to the years 1959 to 1980, the Alaska Supreme Court maintained that the retrospective aspect of the program was justified by the objective of rewarding state citizens for past contributions. 619 P. 2d, at 461-462, n. 37. See also dissenting opinion of Justice Dimond, <i>id.,</i> at 469-471.</p>\n<p>[9]  In fact, newcomers seem more likely to become dissatisfied and to leave the State than well-established residents; it would thus seem that the State would give a larger, rather than a smaller, dividend to new residents if it wanted to discourage emigration. The separation of residents into classes hardly seems a likely way to persuade new Alaskans that the State welcomes them and wants them to stay.\n</p>\n<p>Of course, the State's objective of reducing population turnover cannot be interpreted as an attempt to inhibit migration into the State without encountering insurmountable constitutional difficulties. See <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S., at 629.</p>\n<p>[10]  Even if the objective of rewarding past contributions were valid, it would be ironic to apply that rationale here. As Representative Randolph noted during debate in the state legislature on the dividend statute:\n</p>\n<p>\"The pipeline is the entity that has allowed us all this latitude to do all the things we're considering doing, not only today but throughout the session. And without . . . newcomers, we couldn't have built that pipeline. Without their skill, without their ability, without their money, the pipeline wouldn't be there. So I get a little bit tired of  and I've got a hunch an awful lot of people who have been here five or six or seven or ten years, whatever we knock off as newcomers, get a little bit tired of being chastized and penalized and discriminated against for having not been born here or not have been here 30 or 40 or 50 years.\"</p>\n<p>[11]  Apportionment would thus be prohibited only when it involves \"fundamental rights\" and services deemed to involve \"basic necessities of life.\" See <i>Memorial Hospital</i> v. <i>Maricopa County,</i> 415 U. S., at 259.</p>\n<p>[12]  \"Such a power in the States could produce nothing but discord and mutual irritation, and they very clearly do not possess it.\" <i>Passenger Cases,</i> <span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">How.</span> <span class=\"page\">283</span></span>, 492 (1849) (Taney, C. J., dissenting).</p>\n<p>[13]  <i>Starns</i> v. <i>Malkerson,</i> <span class=\"citation no-link\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">234</span></span> (Minn. 1970), summarily aff'd, 401 U. S. 985 (1971), cannot be read as a contrary decision of this Court. First, summary affirmance by this Court is not to be read as an adoption of the reasoning supporting the judgment under review. <i>Fusari</i> v. <i>Steinberg,</i> 419 U. S. 379, 391 (1975) (concurring opinion). See also <i>Colorado Springs Amusements, Ltd.</i> v. <i>Rizzo,</i> 428 U. S. 913, 920-921 (1976) (BRENNAN, J., dissenting); <i>Edelman</i> v. <i>Jordan,</i> 415 U. S. 651, 671 (1974). Moreover, as we pointed out in <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441, 452-453, n. 9 (1973), we considered the Minnesota one-year residency requirement examined in <i>Starns</i> a test of bona fide residence, not a return on prior contributions to the commonweal.</p>\n<p>[1]  What is notably at stake in this case, and what clearly must be taken into account in determining the constitutionality of this legislative scheme, is the <i>national</i> interest in a fluid system of interstate movement. It may be that national interests are not always easily translated into individual rights, but where the \"right to travel\" is involved, our cases leave no doubt that it will trigger intensified equal protection scrutiny. See, <i>e. g., </i><i>Memorial Hospital</i> v. <i>Maricopa County,</i> 415 U. S. 250 (1974); <i>Dunn</i> v. <i>Blumstein,</i> 405 U. S. 330 (1972); <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969). As the Court notes, the \"right to travel\" is implicated not only by \"actual barriers to interstate movement,\" but also by \"state distinctions between newcomers and longer term residents.\" <i>Ante,</i> at 60, n. 6.</p>\n<p>[2]  \"[A] citizen of the United States can, of his own volition, become a citizen of any State of the Union by a <i>bona fide</i> residence therein, with the same rights as other citizens of that State.\" <i>Slaughter-House Cases,</i> <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">36</span></span>, 80 (1873). See <i>id.,</i> at 112-113 (Bradley, J., dissenting) (\"A citizen of the United States has a perfect constitutional right to go to and reside in any State he chooses, and to claim citizenship therein, and an equality of rights with every other citizen\").</p>\n<p>[3]  The American aversion to aristocracy developed long before the Fourteenth Amendment and is, of course, reflected elsewhere in the Constitution. See Art. I,  9, cl. 8 (\"No Title of Nobility shall be granted by the United States\"). See also Virginia Declaration of Rights (1776), in R. Rutland, The Birth of the Bill of Rights, App. A (1955) (\"no man, or set of men, are entitled to exclusive or separate emoluments or privileges from the community, but in consideration of public services\").</p>\n<p>[1]  A State, for example, might choose to divide its largesse among all persons who previously have contributed their time to volunteer community organizations. If the State graded its dividends according to the number of years devoted to prior community service, it could be said that the State intended \"to reward citizens for past contributions.\" Alternatively, a State might enact a tax credit for citizens who contribute to the State's ecology by building alternative fuel sources or establishing recycling plants. If the State made this credit retroactive, to benefit those citizens who launched these improvements before they became fashionable, the State once again would be rewarding past contributions. The Court's opinion would dismiss these objectives as wholly illegitimate. I would recognize them as valid goals and inquire only whether their implementation infringed any constitutionally protected interest.</p>\n<p>[2]  The Court's conclusion that Alaska's scheme lacks a rational basis masks a puzzling aspect of its analysis. By refusing to extend any legitimacy to Alaska's objective, the Court implies that a program designed to reward prior contributions will never survive equal protection scrutiny. For example, the programs described in n. 1, <i>supra,</i> could not survive the Court's analysis even if the State demonstrated a compelling interest in rewarding volunteer activity or promoting conservation measures. The Court's opinion, although purporting to apply a deferential standard of review, actually insures that any governmental program depending upon a \"past contributions\" rationale will violate the Equal Protection Clause.</p>\n<p>[3]  While the Clause refers to \"Citizens,\" this Court has found that \"the terms `citizen' and `resident' are `essentially interchangeable' . . . for purposes of analysis of most cases under the Privileges and Immunities Clause.\" <i>Hicklin</i> v. <i>Orbeck,</i> 437 U. S. 518, 524, n. 8 (1978) (quoting <i>Austin</i> v. <i>New Hampshire,</i> 420 U. S. 656, 662, n. 8 (1975)). This opinion, therefore, will refer to \"nonresidents\" of Alaska, as well as to \"noncitizens\" of that State.\n</p>\n<p>It is settled that the Privileges and Immunities Clause does not protect corporations. See <i>Paul</i> v. <i>Virginia,</i> <span class=\"citation\" data-id=\"88079\"><a href=\"/opinion/88079/paul-v-virginia/\"><span class=\"volume\">8</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">168</span></a></span> (1869). The word \"Citizens\" suggests that the Clause also excludes aliens. See, <i>e. g., id.,</i> at 177 (dictum); L. Tribe, American Constitutional Law  6-33, p. 411, n. 18 (1978). Any prohibition of discrimination aimed at aliens or corporations must derive from other constitutional provisions.</p>\n<p>[4]  See generally <i>Ward</i> v. <i>Maryland,</i> <span class=\"citation\" data-id=\"88374\"><a href=\"/opinion/88374/ward-v-maryland/\"><span class=\"volume\">12</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">418</span></a></span>, 430 (1871) (The Clause \"plainly and unmistakably secures and protects the right of a citizen of one State to pass into any other State of the Union for the purpose of engaging in lawful commerce, trade, or business, without molestation; to acquire personal property; [and] to take and hold real estate . . .\").</p>\n<p>[5]  See Note, A Constitutional Analysis of State Bar Residency Requirements under the Interstate Privileges and Immunities Clause of Article IV, 92 Harv. L. Rev. 1461, 1464-1465, n. 17 (1979) (labeling contrary argument \"technical\").\n</p>\n<p>As the Court points out, <i>ante,</i> at 59-60, n. 5, Alaska's plan differentiates even among native Alaskans, by tying their benefits to date of birth. If the scheme merely distributed benefits on the basis of age, without reference to the date beneficiaries established residence in Alaska, I doubt it would violate the Privileges and Immunities Clause. Under those circumstances, a 25-year-old Texan establishing residence in Alaska would acquire the same privileges of citizenship held by a 25-year-old native Alaskan. The scheme would not treat the citizen who moves to the State differently from citizens who already reside there. The Court does not explain whether it would find such an age-based scheme objectionable.</p>\n<p>[6]  The \"burden\" imposed on nonresidents is relative to the benefits enjoyed by residents. It is immaterial, for purposes of the Privileges and Immunities Clause, that the nonresident may enjoy a benefit in the new State that he lacked completely in his former State. The Clause addresses only differences in treatment; it does not judge the quality of treatment a State affords citizens and noncitizens.</p>\n<p>[7]  See also <i>Baldwin</i> v. <i>G. A. F. Seelig, Inc.,</i> 294 U. S. 511, 523 (1935) (the Constitution \"was framed upon the theory that the peoples of the several states must sink or swim together, and that in the long run prosperity and salvation are in union and not division\"); <i>Paul</i> v. <i>Virginia,</i> 8 Wall., at 180 (\"Indeed, without some provision of the kind removing from the citizens of each State the disabilities of alienage in the other States, and giving them equality of privilege with citizens of those States, the Republic would have constituted little more than a league of States; it would not have constituted the Union which now exists\"); <i>Edwards</i> v. <i>California,</i> 314 U. S. 160, 173 (1941) (Constitution prohibits \"attempts on the part of any single State to isolate itself from difficulties common to all of them by restraining the transportation of persons and property across its borders\").</p>\n<p>[8]  Any durational residency requirement, for example, treats nonresidents who have exercised their right to settle in a State differently from longer term residents. This is not to say, however, that all such requirements would fail scrutiny under the Privileges and Immunities Clause. The durational residency requirement upheld in <i>Sosna</i> v. <i>Iowa,</i> 419 U. S. 393 (1975) (one year to obtain divorce), for example, would have survived under the analysis outlined above. In <i>Sosna</i> the State showed that nonresidents were a peculiar source of the evil addressed by its durational residency requirement. Those persons could misrepresent their attachment to Iowa and obtain divorces that would be susceptible to collateral attack in other States. Iowa adopted a reasonable response to this problem by requiring nonresidents to demonstrate their bona fide residency for one year before obtaining a divorce. I am confident that the analysis developed in <i>Hicklin</i> v. <i>Orbeck,</i> 437 U. S. 518 (1978), will adequately identify other legitimate durational residency requirements.</p>\n<p>[9]  Even before adoption of the Articles, a few of the Colonies explicitly protected freedom of movement. The Rhode Island Charter gave members of that Colony the right \"to passe and repasse with freedome, into and through the rest of the English Collonies, upon their lawful and civill occasions.\" Z. Chafee, Three Human Rights in the Constitution of 1787, p. 177 (1956). The Massachusetts Body of Liberties provided: \"Every man of or within this Jurisdiction shall have free libertie, not with standing any Civill power, to remove both himselfe and his familie at their pleasure out of the same, provided there be no legall impediment to the contrarie.\" <i>Id.,</i> at 178. Massachusetts showed some of the same liberality to foreigners entering the Colony:\n</p>\n<p>\"If any people of other Nations professing the true Christian Religion shall flee to us from the Tiranny or oppression of their persecutors, or from famyne, warres, or the like necessary and compulsarie cause, They shall be entertayned and succoured among us, according to that power and prudence god shall give us.\" <i>Ibid.</i></p>\n<p>These attitudes contrasted with the more restrictive views prevailing in 17th-century Europe. See generally <i>id.,</i> at 163-171.</p>\n<p>[10]  See, <i>e. g., id.,</i> at 185; Note, The Right to Travel and Exclusionary Zoning, 26 Hastings L. J. 849, 858-859 (1975); Comment, The Right to Travel: In Search of a Constitutional Source, 55 Neb. L. Rev. 117, 119-120, n. 14 (1975); Comment, A Strict Scrutiny of the Right to Travel, 22 UCLA L. Rev. 1129, 1130, n. 7 (1975).\n</p>\n<p>See also <i>Austin</i> v. <i>New Hampshire,</i> 420 U. S., at 661 (footnotes omitted) (Article IV of the Articles of Confederation was \"carried over into the comity article of the Constitution in briefer form but with no change of substance or intent, unless it was to strengthen the force of the Clause in fashioning a single nation\"); <i>United States</i> v. <i>Wheeler,</i> 254 U. S. 281, 294 (1920) (\"the text of Article IV,  2, of the Constitution, makes manifest that it was drawn with reference to the corresponding clause of the Articles of Confederation and was intended to perpetuate its limitations; and . . . that view has been so conclusively settled as to leave no room for controversy\").</p>\n<p>[1]  The Court relies upon <i>Shapiro</i> v. <i>Thompson,</i> 394 U. S. 618 (1969), and <i>Vlandis</i> v. <i>Kline,</i> 412 U. S. 441 (1973), in holding that Alaska may not justify its dividend distribution scheme by a desire to reward its citizens for their past contributions. In <i>Shapiro,</i> however, the Court found that the classification at issue \"touche[d] on the fundamental right of interstate movement\" and therefore could be justified only if it promoted a \"<i>compelling</i> state interest.\" 394 U. S., at 638 (emphasis in original). Similarly, <i>Vlandis</i> concerned the right to move to and establish residency in Connecticut, and noted only in dicta that rewarding citizens for their past contributions was an impermissible state objective. See 412 U. S., at 449-450, and n. 6.\n</p>\n<p>Although I have expressed my disagreement with this holding even in the right-to-travel cases, see <i>Memorial Hospital</i> v. <i>Maricopa County,</i> 415 U. S. 250, 286-287 (1974) (REHNQUIST, J., dissenting); <i>Vlandis</i> v. <i>Kline, supra,</i> at 468-469 (same), there is no need to rely upon that dissenting position here. The majority does not analyze this as a right-to-travel case. Compare <i>ante,</i> at 60-61, with <i>Memorial Hospital</i> v. <i>Maricopa County, supra,</i> at 261-262, and <i>Shapiro</i> v. <i>Thompson, supra,</i> at 634, 638.</p>\n<p>[2]  As the Alaska Supreme Court noted, those who have lived in Alaska from the year of its statehood have borne unusual expenses and hardships:\n</p>\n<p>\" `A government such as the one embodied in the Alaska constitution, . . . with its complete range of governmental services, was expensive for a State with limited sources of taxation. Alaska could only boast a couple of pulp mills. . . . The State's business enterprises were small and catered mostly to local needs. In addition, Alaska's population was modest and hardly amounted to more than that of a medium-sized city in the continental United States.</p>\n<p>\" `Accordingly, revenues were small. Yet, the demands were great. The State government had to provide all the governmental services and social overhead required by modern American society. For instance, it would have been relatively simple to build a few roads, furnish normal police protection, and establish the customary school facilities. But nothing was normal in Alaska; it was and remains a land of superlatives. Subarctic engineering is relatively new, but the State would have to face the problem of permafrost conditions that frequently cause the roadtop to buckle and heave. Police protection would have to be provided for an area one-fifth the size of the forty-eight United States but with very few roads available. Flying would become a way of life for law enforcement officials as well as other Alaskans  an expensive way of life. \"Bush schools\" scattered along the Aleutian chain, through the Yukon Valley, and on the Seaward Peninsula and the islands of southeastern Alaska were expensive to maintain. It was not until the discovery of oil on a large scale that the picture changed.' \" 619 P. 2d, at 462, n. 37 (quoting C. Naske, An Interpretive History of Alaskan Statehood 169-170 (1973)).</p>\n<p>[3]  I also disagree with the suggestion of JUSTICE O'CONNOR that the Alaska distribution scheme contravenes the Privileges and Immunities Clause of Art. IV of the Constitution. That Clause assures that <i>nonresidents</i> of a State shall enjoy the same privileges and immunities as residents enjoy: \"It was designed to insure to a citizen of State A who ventures into State B the same privileges which the citizens of State B enjoy.\" <i>Toomer</i> v. <i>Witsell,</i> 334 U. S. 385, 395 (1948). We long ago held that the Clause has no application to a citizen of the State whose laws are complained of. \"The constitutional provision there alluded to did not create those rights, which it called privileges and immunities of citizens of the States. It threw around them in that clause no security for the citizens of the State in which they were claimed or exercised. Nor did it profess to control the power of the State governments over the rights of its own citizens.\" <i>Slaughter-House Cases,</i> <span class=\"citation no-link\"><span class=\"volume\">16</span> <span class=\"reporter\">Wall.</span> <span class=\"page\">36</span></span>, 77 (1873).</p>\n\n</div>", "id": 110733, "judges": "Burger", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/110733/", "sha1": "852cfe5e90383ce8d09d0534f893da79d4a20f8b", "source": "LR", "supreme_court_db_id": "1981-111", "time_retrieved": "2010-04-28T10:12:43"}