{"absolute_url": "/opinion/100513/sovereign-camp-woodmen-of-the-world-v-oneill/", "blocked": false, "citation": {"case_name": "Sovereign Camp Woodmen of the World v. O'Neill", "docket_number": "58", "document_uris": ["/api/rest/v2/document/100513/"], "federal_cite_one": "266 U.S. 292", "federal_cite_three": null, "federal_cite_two": null, "id": 84896, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/84896/", "scotus_early_cite": null, "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 6, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1924-11-18", "date_modified": "2014-12-21T01:37:40.665512", "docket": "/api/rest/v2/docket/2576832/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">266 U.S. 292</p>\n    <p class=\"case_cite\">45 S.Ct. 49</p>\n    <p class=\"case_cite\">69 L.Ed. 293</p>\n    <p class=\"parties\">SOVEREIGN CAMP W. O. W.<br>v.<br>O'NEILL et al.</p>\n    <p class=\"docket\">No. 58.</p>\n    <p class=\"date\">Submitted Oct. 9, 1924.</p>\n    <p class=\"date\">Decided Nov. 17, 1924.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Mr. T. D. Gresham, of Dallas, Tex., for appellant.</p>\n      <p class=\"indent\">Mr. Justice SANFORD delivered the opinion of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a suit in equity brought in the District Court by the Sovereign Camp Woodmen of the World, a fraternal society organized under the laws of Nebraska, against twenty-five of its members, all citizens of Texas. Federal jurisdiction was based upon the diversity of citizenship, and the matter in controversy, which it was averred, exceeded, exclusive of interest and costs, the sum or value of three thousand dollars. Judicial Code, &#167; 24, subd. 1 (Comp. St. &#167; 991[1]).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The bill alleged, in substance, that the defendants had entered into an agreement and conspiracy to embarrass and attempt to ruin the Society; that pursuant to this agreement and conspiracy they endeavored at a meeting of the Head Camp of Texas to secure their election as delegates to a session of the Sovereign Camp at New York; that they were defeated and other persons were duly elected and certified to the Sovereign Camp; that they contested the election and appealed to the Sovereign Camp, which decided that they had not been elected and were not entitled to be recognized as delegates or to any privileges or perquisites as such, and seated the delegates certified by the Head Camp; that under the constitution and by-laws of the Society this decision was final; that nevertheless, acting in concert and pursuant to their joint agreement and conspiracy, they had brought twenty-five separate actions at law against the Society in a local court of Texas to recover amounts ranging from $987.00 to $1,170.00, which they severally claimed as per diem and mileage allowances and traveling expenses by reason of attending the Sovereign Camp as delegates,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> that in each of these suits the same cause of action was alleged, in identical language, and only one issue was involved in all of them;<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> that there was no merit in the cause of action set up by the defendants and the suits were wholly without any foundation; that if the Society was compelled to defend each of these separate suits, it would be subjected to an enormous expense; and that its remedy at law was inadequate: wherefore it prayed that the defendants be enjoined from prosecuting their separate suits in the state court or endeavoring to collect in any other manner any sums of money from the Society by reason of the matters alleged.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The District Court, on motion of the defendants, dismissed the bill on the ground that the court was 'without jurisdiction' thereof; being of opinion that as jurisdiction was based on diversity of citizenship, the requisite jurisdictional amount was not present, since each of the defendants claimed in his suit in the state court an amount less than $3,000, and that Section 265 of the Judicial Code (Comp. St. &#167; 1242) also deprived the court of jurisdiction. 286 F. 734.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As the bill was dismissed upon the specific ground of want of jurisdiction, the direct appeal to this Court was properly allowed. Judicial Code, &#167; 238; Smith v. Apple, 264 U. S. 274, 277, 44 S. Ct. 311, 68 L. Ed. 678.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. It is the settled general rule, frequently applied by this Court is tax cases, that in a suit based on diversity of citizenship brought against several defendants to enjoin the collection of claims against the plaintiff which are separate and distinct&#8212;although depending for their validity upon a common origin&#8212;the test of jurisdiction is the amount of each separate claim, and not their aggregate amount. Walter v. Northeastern R. Co., 147 U. S. 370, 372, 13 S. Ct. 348, 37 L. Ed. 206; Northern Pacific R. Co. v. Walker, 148 U. S. 391, 392, 13 S. Ct. 650, 37 L. Ed. 494; Fishback v. Telegraph Co., 161 U. S. 96, 100, 16 S. Ct. 506, 40 L. Ed. 630; Citizens' Bank v. Cannon, 166 U. S. 319, 322, 17 S. Ct. 89, 41 L. Ed. 451. An exception to this general rule was, however, recognized in McDaniel v. Traylor, 196 U. S. 415, 427, 25 S. Ct. 369, 49 L. Ed. 533. There the heirs of one Hiram Evans, an intestate, brought suit in the circuit court against several defendants to enjoin the enforcement of claims that had been allowed as liens upon his real estate by orders of a probate court. Each claim was less than the requisite jurisdictional amount, but their aggregate exceeded that sum. The bill alleged that these claims were not debts of the intestate, but that the defendants had conspired and confederated with the ad ministrator to secure their payment out of the estate, and that the orders allowing them had been procured as the result of the conspiracy and the fraud practiced in pursuance thereof. This court reversed a decree of the circuit court dismissing the bill, on demurrer, for want of jurisdiction, and held that, on the face of the bill, the value of the matter in dispute was 'the aggregate amount of the claims fraudulently procured by the defendants acting in combination to be allowed in the Probate Court as claims against the estate.' In the opinion, after referring to the class of cases to which Walter v. Northeastern R. Co. belonged, the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">'The case before us, however, is presented by the bill in an      entirely different aspect. The case may be regarded as      exceptional in its facts, and maybe disposed of without      affecting former decisions. There is no dispute as to the      amount of any particular claim. So far as the bill is      concerned, if any one of the specified claims is good against      the estate of Hiram Evans, then all are good. * * * The      matter in dispute is whether the lands * * * can be sold to      pay <i>all</i> the claims, <i>in the aggregate</i>, which the defendants,      by <i>combination and conspiracy</i>, procured the Probate Court to      allow against the estate of Hiram Evans. The essense of the      suit is the alleged fraudulent combination and conspiracy to      fasten upon that estate a liability for debts of John Evans,      which were held by the defendants and which they, acting in      combination, procured, in co-operation with James Evans, to      be allowed as claims against the estate of Hiram Evans. By      reason of that combination, resulting in the allowance of all      those claims in the Probate Court, as expenses of      administering the estate of Hiram Evans, the defendants have      so tied their respective claims together as to make them, so      far as the plaintiffs and the relief sought by them are      concerned, <i>one</i> claim. The validity of all the claims depends      upon the same facts. The lien on the lands which is asserted      by each defendant has its origin as well in the combination to which all were      parties as in the orders of the Probate Court which, in      furtherance of that combination, were procedured by their      joint action.'</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">And in McDaniel v. Traylor, 212 U. S. 428, 433, 29 S. Ct. 343, 344 (53 L. Ed. 584)&#8212;on a second appeal&#8212;in affirming a decree of the Circuit Court, made on return of the case, again dismissing the suit for want of jurisdiction, upon a finding that the allegation that the defendants had conspired in procuring the allowance of the claims, had not been established,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> it was said:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">'As we have already seen, it was the fraudulent combination      and conspiracy which united the claims and made the aggregate      of the claims the matter in dispute. By reason of that      combination we decided the claims were 'so tied' together as      to make them, 'so far as the plaintiffs and the relief sought      by them are concerned, <i>one</i> claim.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We find that under the allegations of the present bill the case comes fairly within the reason of the exception recognized in the McDaniel Cases. It is not only alleged that the defendants' claims are without foundation, but that they originated and are being prosecuted in the state court in pursuance of an agreement and conspiracy to embarrass and attempt to ruin the Society. There is no dispute as to the amount of any particular claim; and the validity of all of them depends upon the same issue. A conspiracy to prosecute, by concert of action, numerous baseless claims against the same person for the wrongful purpose of harassing and ruining him, partakes of the nature of a fraudulent conspiracy; and in a suit to enjoin them from being separately prosecuted, it must likewise be deemed to tie together such several claims as one claim for jurisdictional purposes, making their aggregate amount the value of the matter in controversy. We conclude, therefore, that, on the face of the bill, the District Court had jurisdiction of the suit by reason of the diversity of citizenship and the amount in controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">2. The jurisdiction thus acquired was not taken away by Section 265 of the Judicial Code, providing that, except in bankruptcy cases, 'the writ of injunction shall not be granted by any court of the United States to stay proceedings in any court of a state.' This section does not deprive a district court of the jurisdiction otherwise conferred by the federal statutes, but merely goes to the question of equity in the particular bill; making it the duty of the court, in the exercise of its jurisdiction, to determine whether the specific case presented is one in which relief by injunction is prohibited by this section or may nevertheless be granted. Smith v. Apple, supra, p. 278, 44 S. Ct. 311.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The decree is reversed and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Reversed and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The bill also alleged that one of the defendants in pursuance of the conspiracy originally brought suit in the state court against the Society for $28,882, alleging that the other defendants had transferred their claims to him, but that, upon notice of a petition for removal of the suit to the federal court, he had amended his original petition by striking out the averment of such assignments and limiting his claim to the amount claimed to be due him individually; and that thereafter the other defendants had brought their separate suits in the state court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It appears from the averments of the bill that the contention of the defendants was that by a secret exchange of ballot boxes forged and fraudulent votes were substituted for the true votes, and that they were elected at the original meeting after a minority of the delegates to the Head Camp had withdrawn to hold a pretended separate meeting.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On the first appeal this Court had said (page 428 [25 S. Ct. 373]): 'If the plaintiffs do not prove such a combination and conspiracy, in respect, at least, of so many of the specified claims as in the aggregate will be of the required amount, then their suit must fail for want of jurisdiction in the Circuit Court; for, in the absence of the alleged combination, the claim of each defendant must, according to our decisions, be regarded, for purposes of jurisdiction, as separate from all the others.'</p>\n      </div>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>266 U.S. 292 (1924)</b></center>\n<center><h1>SOVEREIGN CAMP WOODMEN OF THE WORLD<br>\nv.<br>\nO'NEILL ET AL.</h1></center>\n<center>No. 58.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 9, 1924.</center>\n<center>Decided November 17, 1924.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF TEXAS.\n<p><span class=\"star-pagination\">*293</span> <i>Mr. T.D. Gresham</i> for appellant. <i>Mr. D.E. Bradshaw</i> and <i>Mr. J. Hart Willis</i> were also on the brief.</p>\n<p>MR. JUSTICE SANFORD delivered the opinion of the Court.</p>\n<p>This is a suit in equity brought in the District Court by the Sovereign Camp Woodmen of the World, a fraternal society organized under the laws of Nebraska, against twenty-five of its members, all citizens of Texas. Federal jurisdiction was based upon the diversity of citizenship, and the matter in controversy, which, it was averred, exceeded, exclusive of interest and costs, the sum or value of three thousand dollars. Jud. Code, § 24, subd. 1.</p>\n<p>The bill alleged, in substance, that the defendants had entered into an agreement and conspiracy to embarrass and attempt to ruin the Society; that pursuant to this agreement and conspiracy they endeavored at a meeting of the Head Camp of Texas to secure their election as delegates to a session of the Sovereign Camp at New York; that they were defeated and other persons were duly elected and certified to the Sovereign Camp; that <span class=\"star-pagination\">*294</span> they contested the election and appealed to the Sovereign Camp, which decided that they had not been elected and were not entitled to be recognized as delegates or to any privileges or perquisites as such, and seated the delegates certified by the Head Camp; that under the constitution and by-laws of the Society this decision was final; that nevertheless, acting in concert and pursuant to their joint agreement and conspiracy, they had brought twenty-five separate actions at law against the Society in a local court of Texas to recover amounts ranging from $987.00 to $1,170.00, which they severally claimed as per diem and mileage allowances and traveling expenses by reason of attending the Sovereign Camp as delegates;<sup>[1]</sup> that in each of these suits the same cause of action was alleged, in identical language, and only one issue was involved in all of them;<sup>[2]</sup> that there was no merit in the cause of action set up by the defendants and the suits were wholly without any foundation; that if the Society were compelled to defend each of these separate suits, it would be subjected to an enormous expense; and that its remedy at law was inadequate: wherefore it prayed that the defendants be enjoined from prosecuting their separate suits in the state court or endeavoring to collect in any other manner <span class=\"star-pagination\">*295</span> any sums of money from the Society by reason of the matters alleged.</p>\n<p>The District Court, on motion of the defendants, dismissed the bill on the ground that the court was \"without jurisdiction\" thereof; being of opinion that as jurisdiction was based on diversity of citizenship, the requisite jurisdictional amount was not present, since each of the defendants claimed in his suit in the state court an amount less than $3,000, and that § 265 of the Judicial Code also deprived the court of jurisdiction. 286 Fed. 734.</p>\n<p>As the bill was dismissed upon the specific ground of want of jurisdiction, the direct appeal to this Court was properly allowed. Jud. Code, § 238; <i>Smith</i> v. <i>Apple,</i> 264 U.S. 274, 277.</p>\n<p>1. It is the settled general rule, frequently applied by this Court in tax cases, that in a suit based on diversity of citizenship brought against several defendants to enjoin the collection of claims against the plaintiff which are separate and distinct  although depending for their validity upon a common origin  the test of jurisdiction is the amount of each separate claim, and not their aggregate amount. <i>Walter</i> v. <i>Northeastern Railroad,</i> 147 U.S. 370, 372; <i>Northern Pacific Railroad</i> v. <i>Walker,</i> 148 U.S. 391, 392; <i>Fishback</i> v. <i>Western Union Telegraph Co.,</i> 161 U.S. 96, 100; <i>Citizens' Bank</i> v. <i>Cannon,</i> 164 U.S. 319, 322. An exception to this general rule was, however, recognized in <i>McDaniel</i> v. <i>Traylor,</i> 196 U.S. 415, 427. There the heirs of one Hiram Evans, an intestate, brought suit in the circuit court against several defendants to enjoin the enforcement of claims that had been allowed as liens upon his real estate by orders of a probate court. Each claim was less than the requisite jurisdictional amount, but their aggregate exceeded that sum. The bill alleged that these claims were not debts of the intestate, but that the defendants had conspired and confederated with the administrator <span class=\"star-pagination\">*296</span> to secure their payment out of the estate, and that the orders allowing them had been procured as the result of the conspiracy and the fraud practiced in pursuance thereof. This Court reversed a decree of the circuit court dismissing the bill, on demurrer, for want of jurisdiction, and held that, on the face of the bill, the value of the matter in dispute was \"the aggregate amount of the claims fraudulently procured by the defendants acting in combination to be allowed in the Probate Court as claims against the estate.\" In the opinion, after referring to the class of cases to which <i>Walter</i> v. <i>Northeastern Railroad</i> belonged, the Court said: \"The case before us, however, is presented by the bill in an entirely different aspect. The case may be regarded as exceptional in its facts, and may be disposed of without affecting former decisions. There is no dispute as to the amount of any particular claim. So far as the bill is concerned, if any one of the specified claims is good against the estate of Hiram Evans, then all are good . . . The matter in dispute is whether the lands . . . can be sold to pay <i>all</i> the claims, <i>in the aggregate,</i> which the defendants, by <i>combination and conspiracy,</i> procured the Probate Court to allow against the estate of Hiram Evans. The essence of the suit is the alleged fraudulent combination and conspiracy to fasten upon that estate a liability for debts of John Evans, which were held by the defendants and which they, acting in combination, procured, in cooperation with James Evans, to be allowed as claims against the estate of Hiram Evans. By reason of that combination, resulting in the allowance of all those claims in the Probate Court, as expenses of administering the estate of Hiram Evans, the defendants have so tied their respective claims together as to make them, so far as the plaintiffs and the relief sought by them are concerned, <i>one</i> claim. The validity of all the claims depends upon the same facts. The lien on the lands which is asserted by each defendant <span class=\"star-pagination\">*297</span> has its origin as well in the combination to which all were parties as in the orders of the Probate Court which, in furtherance of that combination, were procured by their joint action.\"</p>\n<p>And in <i>McDaniel</i> v. <i>Traylor,</i> 212 U.S. 428, 433  on a second appeal  in affirming a decree of the circuit court, made on return of the case, again dismissing the suit for want of jurisdiction, upon a finding that the allegation that the defendants had conspired in procuring the allowance of the claims, had not been established,<sup>[3]</sup> it was said: \"As we have already seen, it was the fraudulent combination and conspiracy which united the claims and made the aggregate of the claims the matter in dispute. By reason of that combination we decided the claims were `so tied' together as to make them, `so far as the plaintiffs and the relief sought by them are concerned, <i>one</i> claim.'\"</p>\n<p>We find that under the allegations of the present bill the case comes fairly within the reason of the exception recognized in the <i>McDaniel Cases.</i> It is not only alleged that the defendants' claims are without foundation, but that they originated and are being prosecuted in the state court in pursuance of an agreement and conspiracy to embarass and attempt to ruin the Society. There is no dispute as to the amount of any particular claim; and the validity of all of them depends upon the same issue. A conspiracy to prosecute, by concert of action, numerous baseless claims against the same person for the wrongful purpose of harassing and ruining him, partakes of the nature of a fraudulent conspiracy; and in a suit to enjoin <span class=\"star-pagination\">*298</span> them from being separately prosecuted, it must likewise be deemed to tie together such several claims as one claim for jurisdictional purposes, making their aggregate amount the value of the matter in controversy. We conclude, therefore, that, on the face of the bill, the District Court had jurisdiction of the suit by reason of the diversity of citizenship and the amount in controversy.</p>\n<p>2. The jurisdiction thus acquired was not taken away by § 265 of the Judicial Code, providing that, except in bankruptcy cases, \"the writ of injunction shall not be granted by any court of the United States to stay proceedings in any court of a State.\" This section does not deprive a district court of the jurisdiction otherwise conferred by the federal statutes, but merely goes to the question of equity in the particular bill; making it the duty of the court, in the exercise of its jurisdiction, to determine whether the specific case presented is one in which relief by injunction is prohibited by this section or may nevertheless be granted. <i>Smith</i> v. <i>apple, supra,</i> p. 278.</p>\n<p>The decree is reversed and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed and remanded.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The bill also alleged that one of the defendants in pursuance of the conspiracy originally brought suit in the state court against the Society for $28,882, alleging that the other defendants had transferred their claims to him, but that, upon notice of a petition for removal of the suit to the federal court, he had amended his original petition by striking out the averment of such assignments and limiting his claim to the amount claimed to be due him individually; and that thereafter the other defendants had brought their separate suits in the state court.</p>\n<p>[2]  It appears from the averments of the bill that the contention of the defendants was that by a secret exchange of ballot boxes forged and fraudulent votes were substituted for the true votes, and that they were elected at the original meeting after a minority of the delegates to the Head Camp had withdrawn to hold a pretended separate meeting.</p>\n<p>[3]  On the first appeal this Court had said (p. 428): \"If the plaintiffs do not prove such a combination and conspiracy, in respect, at least, of so many of the specified claims as in the aggregate will be of the required amount, then their suit must fail for want of jurisdiction in the Circuit Court; for, in the absence of the alleged combination, the claim of each defendant must, according to our decisions, be regarded, for purposes of jurisdiction, as separate from all the others.\"</p>\n\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">266</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">292</span></span> (1924)</b></center>\n<center><h1>SOVEREIGN CAMP WOODMEN OF THE WORLD<br>\nv.<br>\nO'NEILL ET AL.</h1></center>\n<center>No. 58.</center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center>Submitted October 9, 1924.</center>\n<center>Decided November 17, 1924.</center>\nAPPEAL FROM THE DISTRICT COURT OF THE UNITED STATES FOR THE NORTHERN DISTRICT OF TEXAS.\n<p><span class=\"star-pagination\">*293</span> <i>Mr. T.D. Gresham</i> for appellant. <i>Mr. D.E. Bradshaw</i> and <i>Mr. J. Hart Willis</i> were also on the brief.</p>\n<p>MR. JUSTICE SANFORD delivered the opinion of the Court.</p>\n<p>This is a suit in equity brought in the District Court by the Sovereign Camp Woodmen of the World, a fraternal society organized under the laws of Nebraska, against twenty-five of its members, all citizens of Texas. Federal jurisdiction was based upon the diversity of citizenship, and the matter in controversy, which, it was averred, exceeded, exclusive of interest and costs, the sum or value of three thousand dollars. Jud. Code, § 24, subd. 1.</p>\n<p>The bill alleged, in substance, that the defendants had entered into an agreement and conspiracy to embarrass and attempt to ruin the Society; that pursuant to this agreement and conspiracy they endeavored at a meeting of the Head Camp of Texas to secure their election as delegates to a session of the Sovereign Camp at New York; that they were defeated and other persons were duly elected and certified to the Sovereign Camp; that <span class=\"star-pagination\">*294</span> they contested the election and appealed to the Sovereign Camp, which decided that they had not been elected and were not entitled to be recognized as delegates or to any privileges or perquisites as such, and seated the delegates certified by the Head Camp; that under the constitution and by-laws of the Society this decision was final; that nevertheless, acting in concert and pursuant to their joint agreement and conspiracy, they had brought twenty-five separate actions at law against the Society in a local court of Texas to recover amounts ranging from $987.00 to $1,170.00, which they severally claimed as per diem and mileage allowances and traveling expenses by reason of attending the Sovereign Camp as delegates;<sup>[1]</sup> that in each of these suits the same cause of action was alleged, in identical language, and only one issue was involved in all of them;<sup>[2]</sup> that there was no merit in the cause of action set up by the defendants and the suits were wholly without any foundation; that if the Society were compelled to defend each of these separate suits, it would be subjected to an enormous expense; and that its remedy at law was inadequate: wherefore it prayed that the defendants be enjoined from prosecuting their separate suits in the state court or endeavoring to collect in any other manner <span class=\"star-pagination\">*295</span> any sums of money from the Society by reason of the matters alleged.</p>\n<p>The District Court, on motion of the defendants, dismissed the bill on the ground that the court was \"without jurisdiction\" thereof; being of opinion that as jurisdiction was based on diversity of citizenship, the requisite jurisdictional amount was not present, since each of the defendants claimed in his suit in the state court an amount less than $3,000, and that § 265 of the Judicial Code also deprived the court of jurisdiction. 286 Fed. 734.</p>\n<p>As the bill was dismissed upon the specific ground of want of jurisdiction, the direct appeal to this Court was properly allowed. Jud. Code, § 238; <i>Smith</i> v. <i>Apple,</i> <span class=\"citation\" data-id=\"100371\"><a href=\"/opinion/100371/smith-v-apple/\"><span class=\"volume\">264</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 277.</p>\n<p>1. It is the settled general rule, frequently applied by this Court in tax cases, that in a suit based on diversity of citizenship brought against several defendants to enjoin the collection of claims against the plaintiff which are separate and distinct  although depending for their validity upon a common origin  the test of jurisdiction is the amount of each separate claim, and not their aggregate amount. <i>Walter</i> v. <i>Northeastern Railroad,</i> <span class=\"citation\" data-id=\"93496\"><a href=\"/opinion/93496/walter-v-northeastern-r-co/\"><span class=\"volume\">147</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, 372; <i>Northern Pacific Railroad</i> v. <i>Walker,</i> <span class=\"citation\" data-id=\"93568\"><a href=\"/opinion/93568/northern-pacific-r-co-v-walker/\"><span class=\"volume\">148</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">391</span></a></span>, 392; <i>Fishback</i> v. <i>Western Union Telegraph Co.,</i> <span class=\"citation\" data-id=\"94366\"><a href=\"/opinion/94366/fishback-v-western-union-telegraph-co/\"><span class=\"volume\">161</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">96</span></a></span>, 100; <i>Citizens' Bank</i> v. <i>Cannon,</i> <span class=\"citation\" data-id=\"94546\"><a href=\"/opinion/94546/citizens-bank-v-cannon/\"><span class=\"volume\">164</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 322. An exception to this general rule was, however, recognized in <i>McDaniel</i> v. <i>Traylor,</i> <span class=\"citation\" data-id=\"96208\"><a href=\"/opinion/96208/mcdaniel-v-traylor/\"><span class=\"volume\">196</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">415</span></a></span>, 427. There the heirs of one Hiram Evans, an intestate, brought suit in the circuit court against several defendants to enjoin the enforcement of claims that had been allowed as liens upon his real estate by orders of a probate court. Each claim was less than the requisite jurisdictional amount, but their aggregate exceeded that sum. The bill alleged that these claims were not debts of the intestate, but that the defendants had conspired and confederated with the administrator <span class=\"star-pagination\">*296</span> to secure their payment out of the estate, and that the orders allowing them had been procured as the result of the conspiracy and the fraud practiced in pursuance thereof. This Court reversed a decree of the circuit court dismissing the bill, on demurrer, for want of jurisdiction, and held that, on the face of the bill, the value of the matter in dispute was \"the aggregate amount of the claims fraudulently procured by the defendants acting in combination to be allowed in the Probate Court as claims against the estate.\" In the opinion, after referring to the class of cases to which <i>Walter</i> v. <i>Northeastern Railroad</i> belonged, the Court said: \"The case before us, however, is presented by the bill in an entirely different aspect. The case may be regarded as exceptional in its facts, and may be disposed of without affecting former decisions. There is no dispute as to the amount of any particular claim. So far as the bill is concerned, if any one of the specified claims is good against the estate of Hiram Evans, then all are good . . . The matter in dispute is whether the lands . . . can be sold to pay <i>all</i> the claims, <i>in the aggregate,</i> which the defendants, by <i>combination and conspiracy,</i> procured the Probate Court to allow against the estate of Hiram Evans. The essence of the suit is the alleged fraudulent combination and conspiracy to fasten upon that estate a liability for debts of John Evans, which were held by the defendants and which they, acting in combination, procured, in cooperation with James Evans, to be allowed as claims against the estate of Hiram Evans. By reason of that combination, resulting in the allowance of all those claims in the Probate Court, as expenses of administering the estate of Hiram Evans, the defendants have so tied their respective claims together as to make them, so far as the plaintiffs and the relief sought by them are concerned, <i>one</i> claim. The validity of all the claims depends upon the same facts. The lien on the lands which is asserted by each defendant <span class=\"star-pagination\">*297</span> has its origin as well in the combination to which all were parties as in the orders of the Probate Court which, in furtherance of that combination, were procured by their joint action.\"</p>\n<p>And in <i>McDaniel</i> v. <i>Traylor,</i> <span class=\"citation\" data-id=\"96967\"><a href=\"/opinion/96967/mcdaniel-v-traylor/\"><span class=\"volume\">212</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">428</span></a></span>, 433  on a second appeal  in affirming a decree of the circuit court, made on return of the case, again dismissing the suit for want of jurisdiction, upon a finding that the allegation that the defendants had conspired in procuring the allowance of the claims, had not been established,<sup>[3]</sup> it was said: \"As we have already seen, it was the fraudulent combination and conspiracy which united the claims and made the aggregate of the claims the matter in dispute. By reason of that combination we decided the claims were `so tied' together as to make them, `so far as the plaintiffs and the relief sought by them are concerned, <i>one</i> claim.'\"</p>\n<p>We find that under the allegations of the present bill the case comes fairly within the reason of the exception recognized in the <i>McDaniel Cases.</i> It is not only alleged that the defendants' claims are without foundation, but that they originated and are being prosecuted in the state court in pursuance of an agreement and conspiracy to embarass and attempt to ruin the Society. There is no dispute as to the amount of any particular claim; and the validity of all of them depends upon the same issue. A conspiracy to prosecute, by concert of action, numerous baseless claims against the same person for the wrongful purpose of harassing and ruining him, partakes of the nature of a fraudulent conspiracy; and in a suit to enjoin <span class=\"star-pagination\">*298</span> them from being separately prosecuted, it must likewise be deemed to tie together such several claims as one claim for jurisdictional purposes, making their aggregate amount the value of the matter in controversy. We conclude, therefore, that, on the face of the bill, the District Court had jurisdiction of the suit by reason of the diversity of citizenship and the amount in controversy.</p>\n<p>2. The jurisdiction thus acquired was not taken away by § 265 of the Judicial Code, providing that, except in bankruptcy cases, \"the writ of injunction shall not be granted by any court of the United States to stay proceedings in any court of a State.\" This section does not deprive a district court of the jurisdiction otherwise conferred by the federal statutes, but merely goes to the question of equity in the particular bill; making it the duty of the court, in the exercise of its jurisdiction, to determine whether the specific case presented is one in which relief by injunction is prohibited by this section or may nevertheless be granted. <i>Smith</i> v. <i>apple, supra,</i> p. 278.</p>\n<p>The decree is reversed and the cause remanded for further proceedings not inconsistent with this opinion.</p>\n<p><i>Reversed and remanded.</i></p>\n<h2>NOTES</h2>\n<p>[1]  The bill also alleged that one of the defendants in pursuance of the conspiracy originally brought suit in the state court against the Society for $28,882, alleging that the other defendants had transferred their claims to him, but that, upon notice of a petition for removal of the suit to the federal court, he had amended his original petition by striking out the averment of such assignments and limiting his claim to the amount claimed to be due him individually; and that thereafter the other defendants had brought their separate suits in the state court.</p>\n<p>[2]  It appears from the averments of the bill that the contention of the defendants was that by a secret exchange of ballot boxes forged and fraudulent votes were substituted for the true votes, and that they were elected at the original meeting after a minority of the delegates to the Head Camp had withdrawn to hold a pretended separate meeting.</p>\n<p>[3]  On the first appeal this Court had said (p. 428): \"If the plaintiffs do not prove such a combination and conspiracy, in respect, at least, of so many of the specified claims as in the aggregate will be of the required amount, then their suit must fail for want of jurisdiction in the Circuit Court; for, in the absence of the alleged combination, the claim of each defendant must, according to our decisions, be regarded, for purposes of jurisdiction, as separate from all the others.\"</p>\n\n</div>", "id": 100513, "judges": "Sanford", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/100513/", "sha1": "f7e87a58fd6715e039389dabc7be7bcbd04e8274", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:48:28"}