{
  "date_blocked": null, 
  "citation": {
    "state_cite_three": null, 
    "federal_cite_one": "501 U.S. 312", 
    "federal_cite_two": "111 S. Ct. 2331", 
    "specialty_cite_one": null, 
    "federal_cite_three": "115 L. Ed. 2d 288", 
    "lexis_cite": "1991 U.S. LEXIS 3489", 
    "document_uris": [
      "/api/rest/v2/document/112627/"
    ], 
    "scotus_early_cite": null, 
    "case_name": "Renne v. Geary", 
    "westlaw_cite": null, 
    "state_cite_one": null, 
    "neutral_cite": null, 
    "state_cite_regional": null, 
    "state_cite_two": null, 
    "docket_number": "90-769", 
    "id": 96986, 
    "resource_uri": "/api/rest/v2/citation/96986/"
  }, 
  "id": 112627, 
  "blocked": false, 
  "judges": "Kennedy", 
  "court": "/api/rest/v2/jurisdiction/scotus/", 
  "date_filed": "1991-06-17", 
  "download_url": null, 
  "source": "LR", 
  "local_path": null, 
  "html_lawbox": "<div>\n<center><b>501 U.S. 312 (1991)</b></center>\n<center><h1>RENNE, SAN FRANCISCO CITY ATTORNEY, ET AL.<br>\nv.<br>\nGEARY ET AL.</h1></center>\n<center>No. 90-769.</center>\n<center><p><b>Supreme Court of the United States.</b></p></center>\n<center>Argued April 23, 1991.</center>\n<center>Decided June 17, 1991.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*314</span> <i>Dennis Aftergut</i> argued the cause for petitioners. With him on the briefs were <i>Louise H. Renne, pro se,</i> and <i>Thomas J. Owen.</i></p>\n<p><i>Arlo Hale Smith</i> argued the cause and filed a brief for respondents.</p>\n<p><i>Cedric C. Chao</i> argued the cause for the California Democratic Party et al. as <i>amici curiae</i> urging affirmance.<sup>[*]</sup></p>\n<p>JUSTICE KENNEDY delivered the opinion of the Court.<sup>[\u0086]</sup></p>\n<p>Petitioners seek review of a decision of the United States Court of Appeals for the Ninth Circuit holding that Article II, § 6(b), of the California Constitution violates the First and Fourteenth Amendments to the Constitution of the United States. Section 6(b) reads: \"No political party or party central committee may endorse, support, or oppose a candidate for nonpartisan office.\" Its companion provision, § 6(a), provides that \"[a]ll judicial, school, county, and city offices shall be nonpartisan.\"</p>\n<p></p>\n<h2>I</h2>\n<p>In view of our determination that the case is nonjusticiable, the identity of the parties has crucial relevance. Petitioners are the City and County of San Francisco, its board of supervisors, and certain local officials. The individual respondents are 10 registered voters residing in the City and County of San Francisco. They include the chairman and three members of the San Francisco Republican County Central Committee and one member of the San Francisco Democratic County Central Committee. Election Action, an association <span class=\"star-pagination\">*315</span> of voters, is also a respondent, but it asserts no interest in relation to the issues before us different from that of the individual voters. Hence, we need not consider it further.</p>\n<p>Respondents filed this suit in the United States District Court for the Northern District of California. Their third cause of action challenged § 6(b) and petitioners' acknowledged policy, based on that provision, of deleting any references to a party endorsement from the candidate statements included in voter pamphlets. As we understand it, petitioners print the pamphlets and pay the postage required to mail them to voters. The voter pamphlets contain statements prepared by candidates for office and arguments submitted by interested persons concerning other measures on the ballot. The complaint sought a declaration that Article II, § 6, is unconstitutional and an injunction preventing petitioners from editing candidate statements to delete references to party endorsements.</p>\n<p>The District Court granted summary judgment for respondents on their third cause of action, declaring § 6(b) unconstitutional and enjoining petitioners from enforcing it. 708 F. Supp. 278 (1988). The court entered judgment on this claim pursuant to Federal Rule of Civil Procedure 54(b), and petitioners appealed. A Ninth Circuit panel reversed, 880 F. 2d 1062 (1989), but the en banc Court of Appeals affirmed the District Court's decision, 911 F. 2d 280 (1990).</p>\n<p>We granted certiorari, 498 U. S. 1046 (1991), to determine whether § 6(b) violates the First Amendment. At oral argument, doubts arose concerning the justiciability of that issue in the case before us. Having examined the complaint and the record, we hold that respondents have not demonstrated a live controversy ripe for resolution by the federal courts. As a consequence of our finding of nonjusticiability, we vacate the Ninth Circuit's judgment and remand with instructions to dismiss respondents' third cause of action.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*316</span> II</h2>\n<p>Concerns of justiciability go to the power of the federal courts to entertain disputes, and to the wisdom of their doing so. We presume that federal courts lack jurisdiction \"unless `the contrary appears affirmatively from the record.'\" <i>Bender</i> v. <i>Williamsport Area School Dist.,</i> 475 U. S. 534, 546 (1986), quoting <i>King Bridge Co.</i> v. <i>Otoe County,</i> 120 U. S. 225, 226 (1887). \"`It is the responsibility of the complainant clearly to allege facts demonstrating that he is a proper party to invoke judicial resolution of the dispute and the exercise of the court's remedial powers.'\" <i>Bender, supra,</i> at 546, n. 8, quoting <i>Warth</i> v. <i>Seldin,</i> 422 U. S. 490, 517-518 (1975).</p>\n<p></p>\n<h2>A</h2>\n<p>Proper resolution of the justiciability issues presented here requires examination of the pleadings and record to determine the nature of the dispute and the interests of the parties in having it resolved in this judicial proceeding. According to the complaint, the respondent committee members \"desire to endorse, support, and oppose candidates for city and county office through their county central committees, and to publicize such endorsements by having said endorsements printed in candidate's statements published in the voter's pamphlet.\" App. 4, ¶ 36. All respondents \"desire to read endorsements of candidates for city and county office as part of candidate's statements printed in the San Francisco voter's pamphlet.\" <i>Id.,</i> at 5, ¶ 37.</p>\n<p>The complaint alleges that in the past certain of these petitioners \"have deleted all references in candidate's statements for City and County offices to endorsements by political party central committees or officers or members of such committees,\" and that they will continue such deletions in the future unless restrained by court order. ¶ 38. Respondents believe an actual controversy exists because they contend § 6 and any other law relied upon to refuse to print the endorsements are unconstitutional in that they \"abridge [respondents'] <span class=\"star-pagination\">*317</span> rights to free speech and association,\" while petitioners dispute these contentions. ¶ 39. The third cause of action concludes with general assertions that respondents have been harmed by the past and threatened deletion of endorsements from candidate statements, and that because of those deletions they have suffered and will suffer irreparable injury to their rights of free speech and association. <i>Id.,</i> at 5-6, ¶¶ 40-41.</p>\n<p>An affidavit submitted by the chairman of the Republican committee in connection with respondents' motion for summary judgment illuminates and supplements the allegations of the complaint. It indicates the committee has a policy of endorsing candidates for nonpartisan offices:</p>\n<blockquote>\"In 1987, the Republican Committee endorsed Arlo Smith for District Attorney, Michael Hennessey for Sheriff, and John Molinari for Mayor, despite objections from some that such endorsements are prohibited by California Constitution Article [II], Section 6. It is the plan and intention of the Republican Committee to endorse candidates for nonpartisan offices in as many future elections as possible. The Republican Committee would like to have such endorsements publicized by endorsed candidates in their candidate's statements in the San Francisco voter's pamphlet, and to encourage endorsed candidates to so publish their endorsements by the Republican Committee.</blockquote>\n<blockquote>\"In the future, I and other Republican Committee members . . . would like to use our titles as Republican County Committeemen in endorsements we make of local candidates which are printed in the San Francisco voter's pamphlet. We cannot presently do so as [petitioner] Jay Patterson has a policy of deleting the word `Republican' from all such endorsements.\" <i>Id.,</i> at 15-16.</blockquote>\n<p>An affidavit submitted by a Democratic committeeman states that \"[i]n elections since 1986, the Democratic committee <span class=\"star-pagination\">*318</span> has declined to endorse candidates for nonpartisan office solely out of concern that committee members may be criminally or civilly prosecuted for violation of the endorsement ban contained in\" § 6. <i>Id.,</i> at 12. It also provides two examples of elections in which the word \"Democratic\" had been deleted from candidate statements. One involved an endorsement by a committee member of one of these respondents, then a candidate for local office, and in another the respondent committee member wished to mention that position in his own candidate statement. <i>Ibid.</i> Those elections occurred prior to the adoption of § 6(b), but at least one and perhaps both were held at a time when a California appellate court had found a ban on party endorsements implicit in the state constitutional provision designating which offices are nonpartisan, now § 6(a). See <i>Unger</i> v. <i>Superior Court of Marin County,</i> 102 Cal. App. 3d 681, 162 Cal. Rptr. 611 (1980), overruled by <i>Unger</i> v. <i>Superior Court of City and County of San Francisco,</i> 37 Cal. 3d 612, 692 P. 2d 238 (1984).</p>\n<p></p>\n<h2>B</h2>\n<p>Respondents' allegations indicate that, relevant to this suit, petitioners interpret § 6(b) to apply to three different categories of speakers. First, as suggested by the language of the provision, it applies to party central committees. Second, petitioners' reliance on § 6(b) to edit candidate statements demonstrates that they believe the provision applies as well to the speech of candidates for nonpartisan office, at least in the forum provided by the voter pamphlets. Third, petitioners have interpreted § 6(b) to apply to members and officers of party central committees, as shown by their policy of deleting references to endorsements by these individuals from candidate statements. The first of these interpretations flows from the plain language of § 6(b), while the second and third require inferences from the text.</p>\n<p>As an initial matter, serious questions arise concerning the standing of respondents to defend the rights of speakers <span class=\"star-pagination\">*319</span> in any of these categories except to the extent that certain respondents in the third category may assert their own rights. In their capacity as voters, respondents only allege injury flowing from application of § 6(b) to prevent speech by candidates in the voter pamphlets. We have at times permitted First Amendment claims by those who did not themselves intend to engage in speech, but instead wanted to challenge a restriction on speech they desired to hear. See, <i>e. g., </i><i>Virginia State Bd. of Pharmacy</i> v. <i>Virginia Citizens Consumer Council, Inc.,</i> 425 U. S. 748 (1976). There is reason to doubt, however, that the injury alleged by these voters can be redressed by a declaration of § 6(b)'s invalidity or an injunction against its enforcement. See <i>ASARCO Inc.</i> v. <i>Kadish,</i> 490 U. S. 605, 615-616 (1989) (opinion of KENNEDY, J., joined by REHNQUIST, C. J., and STEVENS and SCALIA, JJ.) (party seeking to invoke authority of federal courts must show injury \"likely to be redressed by the requested relief\"); <i>Allen</i> v. <i>Wright,</i> 468 U. S. 737, 751 (1984) (\"relief from the injury must be `likely' to follow from a favorable decision\"); <i>Simon</i> v. <i>Eastern Ky. Welfare Rights Organization,</i> 426 U. S. 26, 38 (1976). A separate California statute, the constitutionality of which was not litigated in this case, provides that a candidate's statement \"shall not include the party affiliation of the candidate, nor membership or activity in partisan political organizations.\" Cal. Elec. Code Ann. § 10012 (West 1977 and Supp. 1991). This statute might be construed to prevent candidates from mentioning party endorsements in voter pamphlets, even in the absence of § 6(b). Overlapping enactments can be designed to further differing state interests, and invalidation of one may not impugn the validity of another.</p>\n<p>The respondent committee members allege injury to their rights, either through their committees or as individual committee members, to endorse candidates for nonpartisan offices, and also allege injury from the inability of candidates to include those endorsements in voter pamphlets. Respondents <span class=\"star-pagination\">*320</span> of course have standing to claim that § 6(b) has been applied in an unconstitutional manner to bar their own speech. Apart, though, from the possibility of an overbreadth challenge, an alternative we discuss below, the standing of the committee members to litigate based on injuries to the rights of their respective committees is unsettled. See <i>Bender</i> v. <i>Williamsport Area School Dist.,</i> 475 U. S., at 543-545 (school board member, as member of a \"collegial body,\" could not take appeal board as a whole declined to take). It may be that rights the committee members can exercise only in conjunction with the other members of the committee must be defended by the committee itself. Nor is it clear, putting aside our concerns about redressability, that the committee members have third-party standing to assert the rights of candidates, since no obvious barrier exists that would prevent a candidate from asserting his or her own rights. See <i>Powers</i> v. <i>Ohio,</i> 499 U. S. 400, 414-415 (1991).</p>\n<p></p>\n<h2>C</h2>\n<p>Justiciability concerns not only the standing of litigants to assert particular claims, but also the appropriate timing of judicial intervention. See <i>Regional Rail Reorganization Act Cases,</i> 419 U. S. 102, 136-148 (1974). Respondents have failed to demonstrate a live dispute involving the actual or threatened application of § 6(b) to bar particular speech. Respondents' generalized claim that petitioners have deleted party endorsements from candidate statements in past elections does not demonstrate a live controversy. So far as we can discern from the record, those disputes had become moot by the time respondents filed suit. While the mootness exception for disputes capable of repetition yet evading review has been applied in the election context, see <i>Moore</i> v. <i>Ogilvie,</i> 394 U. S. 814, 816 (1969), that doctrine will not revive a dispute which became moot before the action commenced. \"Past exposure to illegal conduct does not in itself show a present case or controversy regarding injunctive relief <span class=\"star-pagination\">*321</span>. . . if unaccompanied by any continuing, present adverse effects.\" <i>O'Shea</i> v. <i>Littleton,</i> 414 U. S. 488, 495-496 (1974); see <i>Los Angeles</i> v. <i>Lyons,</i> 461 U. S. 95 (1983).</p>\n<p>The allegation that the Democratic committee has not endorsed candidates \"[i]n elections since 1986\" for fear of the consequences of violating § 6, App. 12, provides insufficient indication of a controversy continuing at the time this litigation began or arising thereafter. The affidavit provides no indication whom the Democratic committee wished to endorse, for which office, or in what election. Absent a contention that § 6(b) prevented a particular endorsement, and that the controversy had not become moot prior to the litigation, this allegation will not support an action in federal court.</p>\n<p>Nor can a ripe controversy be found in the fact that the Republican committee endorsed candidates for nonpartisan elections in 1987, the year this suit was filed. Whether or not all of those endorsements involved elections pending at the time this action commenced, a point on which the affidavit is not clear, we have no reason to believe that § 6(b) had any impact on the conduct of those involved. The committee made these endorsements \"despite objections from some that such endorsements are prohibited\" by the provision at issue. App. 15. Nothing in the record suggests that any action was taken to enforce § 6(b) as a result of those endorsements. We know of no adverse consequences suffered by the Republican committee or its members due to the apparent violation of § 6(b). We also have no indication that any of the three endorsed candidates desired or attempted to include the party's endorsement in a candidate statement.</p>\n<p>We also discern no ripe controversy in the allegations that respondents desire to endorse candidates in future elections, either as individual committee members or through their committees. Respondents do not allege an intention to endorse any particular candidate, nor that a candidate wants to include a party's or committee member's endorsement in a candidate statement. We possess no factual record of an actual <span class=\"star-pagination\">*322</span> or imminent application of § 6(b) sufficient to present the constitutional issues in \"clean-cut and concrete form.\" <i>Rescue Army</i> v. <i>Municipal Court of Los Angeles,</i> 331 U. S. 549, 584 (1947); see <i>Socialist Labor Party</i> v. <i>Gilligan,</i> 406 U. S. 583 (1972); <i>Public Affairs Associates, Inc.</i> v. <i>Rickover,</i> 369 U. S. 111 (1962) <i>(per curiam)</i><i>; </i><i>Alabama State Federation of Labor</i> v. <i>McAdory,</i> 325 U. S. 450 (1945). We do not know the nature of the endorsement, how it would be publicized, or the precise language petitioners might delete from the voter pamphlet. To the extent respondents allege that a committee or a committee member wishes to \"support\" or \"oppose\" a candidate other than through endorsements, they do not specify what form that support or opposition would take.</p>\n<p>The record also contains no evidence of a credible threat that § 6(b) will be enforced, other than against candidates in the context of voter pamphlets. The only instances disclosed by the record in which parties endorsed specific candidates did not, so far as we can tell, result in petitioners taking any enforcement action. While the record indicates that the Democratic committee feared prosecution of its members if it endorsed a candidate, we find no explanation of what criminal provision that conduct might be held to violate. Petitioners' counsel indicated at oral argument that § 6(b) carries no criminal penalties, and may only be enforced by injunction. Nothing in the record suggests that petitioners have threatened to seek an injunction against county committees or their members if they violate § 6(b).</p>\n<p>While petitioners have threatened not to allow candidates to include endorsements by county committees or their members in the voter pamphlets prepared by the government, we do not believe deferring adjudication will impose a substantial hardship on these respondents. In all probability, respondents can learn which candidates have been endorsed by particular parties or committee members through other means. If respondents or their committees do desire to make a particular endorsement in the future, and a candidate wishes to <span class=\"star-pagination\">*323</span> include the endorsement in a voter pamphlet, the constitutionality of petitioners' refusal to publish the endorsement can be litigated in the context of a concrete dispute.</p>\n<p>Postponing consideration of the questions presented, until a more concrete controversy arises, also has the advantage of permitting the state courts further opportunity to construe § 6(b), and perhaps in the process to \"materially alter the question to be decided.\" <i>Babbitt</i> v. <i>Farm Workers,</i> 442 U. S. 289, 306 (1979); see also <i>Webster</i> v. <i>Reproductive Health Services,</i> 492 U. S. 490, 506 (1989) (plurality opinion). It is not clear from the language of the provision, for instance, that it applies to individual members of county committees. This apparent construction of the provision by petitioners, which may give respondents standing in this case, could be held invalid by the state courts. State courts also may provide further definition to § 6(b)'s operative language, \"endorse, support, or oppose.\" \"Determination of the scope and constitutionality of legislation in advance of its immediate adverse effect in the context of a concrete case involves too remote and abstract an inquiry for the proper exercise of the judicial function.\" <i>Longshoremen</i> v. <i>Boyd,</i> 347 U. S. 222, 224 (1954).</p>\n<p></p>\n<h2>D</h2>\n<p>We conclude with a word about the propriety of resolving the facial constitutionality of § 6(b) without first addressing its application to a particular set of facts. In some First Amendment contexts, we have permitted litigants injured by a particular application of a statute to assert a facial overbreadth challenge, one seeking invalidation of the statute because its application in other situations would be unconstitutional. See <i>Broadrick</i> v. <i>Oklahoma,</i> 413 U. S. 601 (1973). We have some doubt that respondents' complaint should be construed to assert a facial challenge to § 6(b). Beyond question, the gravamen of the complaint is petitioners' application of § 6(b) to delete party endorsements from candidate statements in voter pamphlets. While the complaint seeks a declaration <span class=\"star-pagination\">*324</span> of § 6(b)'s unconstitutionality, the only injunctive relief it requests relates to the editing of candidate statements. References to other applications of § 6(b) are at best conclusory.</p>\n<p>But even if one may read the complaint to assert a facial challenge, the better course might have been to address in the first instance the constitutionality of § 6(b) as applied in the context of voter pamphlets. \"It is not the usual judicial practice, . . . nor do we consider it generally desirable, to proceed to an overbreadth issue unnecessarily\u0097that is, before it is determined that the statute would be valid as applied. Such a course would convert use of the overbreadth doctrine from a necessary means of vindicating the plaintiff's right not to be bound by a statute that is unconstitutional into a means of mounting gratuitous wholesale attacks upon state and federal laws.\" <i>Board of Trustees of State University of N. Y.</i> v. <i>Fox,</i> 492 U. S. 469, 484-485 (1989); see also <i>Brockett</i> v. <i>Spokane Arcades, Inc.,</i> 472 U. S. 491, 503-504 (1985). If the as-applied challenge had been resolved first in this case, the problems of justiciability that determine our disposition might well have concluded the litigation at an earlier stage.</p>\n<p></p>\n<h2>III</h2>\n<p>The free speech issues argued in the briefs filed here have fundamental and far-reaching import. For that very reason, we cannot decide the case based upon the amorphous and ill-defined factual record presented to us. Rules of justiciability serve to make the judicial process a principled one. Were we to depart from those rules, our disposition of the case would lack the clarity and force which ought to inform the exercise of judicial authority.</p>\n<p>The judgment is vacated, and the case is remanded with instructions to dismiss respondents' third cause of action without prejudice.</p>\n<p><i>It is so ordered.</i></p>\n<p><span class=\"star-pagination\">*325</span> JUSTICE STEVENS, concurring.</p>\n<p>The dissenting opinions in this case illustrate why the Court should decline review of the merits of the case in its present posture. JUSTICE MARSHALL concludes that Article II, § 6(b), of the California Constitution is invalid on its face because it is overbroad. JUSTICE WHITE, on the other hand, concludes that respondents' complaint may not be construed as including a facial overbreadth challenge, and that § 6(b) is valid insofar as it is applied to petitioners' policy of refusing to include endorsements in candidates' campaign mailings.</p>\n<p>Given the very real possibility that the outcome of this litigation depends entirely on whether the complaint should be construed as making a facial challenge or an as-applied challenge\u0097for it is apparent that JUSTICE WHITE and JUSTICE MARSHALL may both be interpreting the merits of their respective First Amendment questions correctly\u0097and given the difficulty of determining whether respondents' complaint against petitioners' policy of deleting party endorsements from candidates' statements may fairly be construed as including a facial overbreadth challenge, the Court is surely wise in refusing to address the merits on the present record.</p>\n<p>Two other prudential concerns weigh against deciding the merits of this case. First, I am not sure that respondents' challenge to petitioners' policy of deleting party endorsements is ripe for review. If such a challenge had been brought by a political party or a party central committee, and if the complaint had alleged that these organizations wanted to endorse, support, or oppose a candidate for nonpartisan office but were inhibited from doing so because of the constitutional provision, the case would unquestionably be ripe. Cf. <i>Eu</i> v. <i>San Francisco Cty. Democratic Central Comm.,</i> 489 U. S. 214 (1989). Because I do not believe an individual member of a party or committee may sue on behalf of such an organization, see <i>Bender</i> v. <i>Williamsport Area School Dist.,</i> 475 U. S. 534, 544 (1986), however, no such plaintiff presenting a ripe controversy is before us. Alternatively, if this action <span class=\"star-pagination\">*326</span> had been brought by a candidate who had been endorsed by a political party and who sought to include that endorsement in his or her candidate's statement, we would also be confronted with a ripe controversy.</p>\n<p>Unlike such scenarios, however, the respondents in this case are voters. They claim, based on petitioners' representations, that § 6(b) of the State Constitution forms the basis for petitioners' policy of deleting party endorsements from candidates' mailed statements. But there are at least two hurdles that these respondents must overcome before their claim would be ripe for judicial review. First, they must prove that political parties would endorse certain candidates if § 6(b) were repealed or invalidated. See <i>Virginia State Bd. of Pharmacy</i> v. <i>Virginia Citizens Consumer Council, Inc.,</i> 425 U. S. 748, 756, and n. 14 (1976) (allowing listeners of potential speech to bring an anticipatory challenge where the parties stipulate that \"a speaker exists\"). Arguably, respondents have met this hurdle by offering several affidavits of members of party central committees stating that the committees plan to endorse candidates for nonpartisan office and to seek to have those endorsements publicized. See, <i>e. g.,</i> App. 15. Second, respondents must prove that specific candidates for nonpartisan office would seek to mention the party endorsements in their statements if petitioners' policy of deleting such endorsements were declared invalid (moreover, to prove injury to <i>their</i> interest as informed voters, respondents would perhaps also have to allege that they would not otherwise know about the endorsements if the endorsements are not included in mailed candidates' statements). This latter hurdle has not, in my opinion, been met by respondents in such a way as to ensure that we are confronted by a definite and ripe controversy.</p>\n<p>Moreover, I am troubled by the redressability issues inherent in this case. Respondents' complaint has challenged § 6(b) of the State Constitution, but it has not challenged the validity of § 10012 of the California Elections Code. That section <span class=\"star-pagination\">*327</span> plainly prohibits the inclusion of the party affiliation of candidates in nonpartisan elections, and unquestionably would provide an adequate basis for petitioners' challenged policy even if the constitutional prohibition against endorsements were invalidated. Even if we were to strike down § 6(b) as overbroad, then, it is unclear whether respondents' alleged injury would be redressed.</p>\n<p>These three unsettled issues\u0097involving whether a facial overbreadth challenge may be construed to have been made, whether respondents' challenge is ripe, and whether their injury is redressable\u0097coalesce to convince me that review of the merits of respondents' challenge is best left for another day and another complaint. No substantial hardship would accrue from a dismissal of respondents' action without prejudice, and the courts would benefit from a more precise articulation of a current and definite controversy. I therefore join the Court's opinion and judgment ordering the lower courts to dismiss the action without prejudice.</p>\n<p>JUSTICE WHITE, dissenting.</p>\n<p>The majority's concerns about the justiciability of this case, even though ultimately misplaced, are understandable, in light of the failure by the courts below to analyze the precise nature of the constitutional challenge that is presented here. Those concerns, however, should not prevent us from independently examining the record and deciding the issues that are properly presented. In doing so, I conclude that the only constitutional challenge that is properly before us is to the action by the San Francisco Registrar of Voters in deleting references in official voter pamphlets to political party endorsements, a challenge that is fully justiciable. Because the registrar's action does not violate the First Amendment, I would reverse the judgment of the Court of Appeals. I therefore dissent from the majority's disposition of this case.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*328</span> I</h2>\n<p>The courts below erred in treating respondents' challenge in this case as a facial challenge to the constitutionality of Article II, § 6(b), of the California Constitution. Respondents' complaint reveals that they challenged only <i>the application</i> of § 6(b) by San Francisco's Registrar of Voters in refusing to print in voter pamphlets references to endorsements by political parties.<sup>[*]</sup></p>\n<p>After listing the defendants, the complaint sets forth the background for its three causes of action:</p>\n<blockquote>\"In connection with each municipal election, the City and County mails a voters pamphlet to all registered voters. Said pamphlet contains ballot arguments for and against City and County measures, and statements of qualifications of candidates for City and County offices. Defendant PATTERSON [the Registrar of Voters] is responsible for preparing and publishing said voters pamphlet.\" App. 3, ¶ 10.</blockquote>\n<p>The first cause of action then challenges the registrar's deletion of portions of proposed ballot arguments submitted for inclusion in the voter pamphlets. 2 Record, Complaint ¶¶ 11-20. The second cause of action challenges the registrar's charge of a fee for ballot arguments. <i>Id.,</i> ¶¶ 21-30.</p>\n<p>The third cause of action is the one that is at issue in this case. That cause of action, like the two before it, concerns <span class=\"star-pagination\">*329</span> actions by the registrar with regard to the voter pamphlets. Specifically, respondents alleged:</p>\n<blockquote>\"In the past, defendants PATTERSON and CITY AND COUNTY OF SAN FRANCISCO have deleted all references in candidate's statements for City and County offices to endorsements by political party central committees or officers or members of such committees. Unless restrained from doing so by order of this court, defendants threaten to continue to delete or exclude all references in candidate's statements to endorsement of candidates by political party central committees, or officers or members of such central committees.\" App. 5, ¶ 38.</blockquote>\n<p>Respondents also stated that they \"desire to read endorsements of candidates for city and county office as part of candidate's statements printed in the San Francisco voters pamphlet.\" ¶ 37. Finally, the only injunctive relief sought based on the third cause of action relates to the deletion of endorsements from the voter pamphlets. <i>Id.,</i> at 6, ¶ 6.</p>\n<p>In entering summary judgment in favor of respondents on the third cause of action, the District Court described respondents' claim as follows: \"Plaintiffs claim\u0097and defendants admit\u0097that defendants refuse to permit political party and political party central committee endorsements of candidates for such offices to be printed in the San Francisco voter's pamphlet on account of said state constitutional provision.\" 708 F. Supp. 278, 279 (ND Cal. 1988). Similarly, both the original Ninth Circuit panel and the en banc panel stated:</p>\n<blockquote>\"The basis of [respondents'] complaint as it relates to this appeal was the refusal of [petitioners], the City and County of San Francisco and the San Francisco Registrar of Voters, to permit official political party and party central committee endorsements of candidates for nonpartisan offices to be printed in the San Francisco Voter Pamphlet in connection with elections scheduled for June <span class=\"star-pagination\">*330</span> 2 and November 3, 1987. [Petitioners] based their refusal to print party endorsements on the language of article II, § 6(b).\" 880 F. 2d 1062, 1063 (1989); 911 F. 2d 280, 282 (1990).</blockquote>\n<p>As the above discussion reveals, and as the majority recognizes, see <i>ante,</i> at 323-324, it is far from clear that a facial challenge to the constitutionality of § 6(b) was presented in this case. Both the District Court and the en banc Court of Appeals nevertheless invalidated § 6(b) on its face, without analyzing the nature of respondents' claim. In doing so, they violated two important rules of judicial restraint applicable to the resolution of constitutional issues\u0097\"`one, never to anticipate a question of constitutional law in advance of the necessity of deciding it; the other never to formulate a rule of constitutional law broader than is required by the precise facts to which it is to be applied.'\" <i>United States</i> v. <i>Raines,</i> 362 U. S. 17, 21 (1960), quoting <i>Liverpool, New York &amp; Philadelphia S. S. Co.</i> v. <i>Commissioners of Emigration,</i> 113 U. S. 33, 39 (1885). See also 911 F. 2d, at 304-305 (Rymer, J., dissenting) (arguing that § 6(b) should not be invalidated on this record).</p>\n<p></p>\n<h2>II</h2>\n<p>I have no doubt that the narrow issue presented in this case is justiciable. As the majority recognizes, <i>ante,</i> at 319, respondents in their capacity as registered voters are alleging that § 6(b), as applied by the registrar to the voter pamphlets, interferes with their right to receive information concerning party endorsements. Such a claim finds support in our decisions, which have long held that the First Amendment protects the right to receive information and ideas, and that this right is sufficient to confer standing to challenge restrictions on speech. See, <i>e. g., </i><i>Virginia State Bd. of Pharmacy</i> v. <i>Virginia Citizens Consumer Council, Inc.,</i> 425 U. S. 748, 756-757 (1976); <i>Kleindienst</i> v. <i>Mandel,</i> 408 U. S. 753, 762 (1972); <i>Red Lion Broadcasting Co.</i> v. <i>FCC,</i> 395 <span class=\"star-pagination\">*331</span> U. S. 367, 390 (1969); <i>Stanley</i> v. <i>Georgia,</i> 394 U. S. 557, 564 (1969).</p>\n<p>The majority nevertheless speculates that there is no standing here because a provision in the California Elections Code \"might be construed to prevent candidates from mentioning party endorsements in voter pamphlets, even in the absence of § 6(b).\" <i>Ante,</i> at 319. That makes no sense. A constitutional challenge to a law is not barred merely because other laws might also mandate the allegedly unconstitutional action. If so, it would mean that the States or the Federal Government could insulate unconstitutional laws from attack simply by making them redundant.</p>\n<p>The majority's confusion on this issue is illustrated by its reliance on <i>ASARCO Inc.</i> v. <i>Kadish,</i> 490 U. S. 605, 615-616 (1989). There, the plaintiffs challenged the validity of a state statute governing mineral leases, basing their standing on the claim that the statute deprived school trust funds of millions of dollars and thereby resulted in higher taxes. <i>Id.,</i> at 614. Four Members of this Court noted that even if the statute were struck down, it was far from clear that the plaintiffs would enjoy any tax relief: \"If respondents prevailed and increased revenues from state leases were available, maybe taxes would be reduced, or maybe the State would reduce support from other sources so that the money available for schools would be unchanged.\" <i>Ibid.</i></p>\n<p>The difference between <i>ASARCO</i> and the present case is obvious. In <i>ASARCO,</i> the State could, by other actions, <i>legally</i> preclude the relief sought by the plaintiffs. By contrast, in this case if petitioners' refusal to allow references to party endorsements in voter pamphlets is unconstitutional when based on § 6(b), it probably is also unconstitutional if based on some other state law, such as California's Elections Code. The injury alleged by respondents, therefore, \"is likely to be redressed by a favorable decision.\" <i>Simon</i> v. <i>Eastern Ky. Welfare Rights Organization,</i> 426 U. S. 26, 38 (1976).</p>\n<p><span class=\"star-pagination\">*332</span> The majority's concerns about the ripeness of respondents' challenge, see <i>ante,</i> at 320-323, also are not sufficient to preclude our review. Although I agree with the majority that the possible applications of § 6(b) to speech by political parties and their members is not properly before us, here respondents have alleged, and petitioners have admitted, that San Francisco's Registrar of Voters has deleted references to political party endorsements from candidate statements printed in official voter pamphlets, and that he threatens to continue to do so in the future. See App. 5, ¶ 38; <i>id.,</i> at 9, ¶ XIV. Indeed, the majority admits that the record contains \"evidence of a credible threat that § 6(b) will be enforced . . . against candidates in the context of voter pamphlets.\" <i>Ante,</i> at 322. The registrar's past conduct makes his threat \"sufficiently real and immediate to show an existing controversy.\" <i>O'Shea</i> v. <i>Littleton,</i> 414 U. S. 488, 496 (1974). See, <i>e. g., </i><i>Blum</i> v. <i>Yaretsky,</i> 457 U. S. 991, 1000-1001 (1982) (allowing nursing home residents to sue to prevent threatened transfers); <i>Steffel</i> v. <i>Thompson,</i> 415 U. S. 452, 459 (1974) (allowing action for declaratory relief based on threats of enforcement of antihandbilling statute). It is well settled that \"`[o]ne does not have to await the consummation of threatened injury to obtain preventive relief.'\" <i>Babbitt</i> v. <i>Farm Workers,</i> 442 U. S. 289, 298 (1979), quoting <i>Pennsylvania</i> v. <i>West Virginia,</i> 262 U. S. 553, 593 (1923). This is particularly true in the election context, where we often have allowed pre-enforcement challenges to restrictions on speech. See, <i>e. g., </i><i>Eu</i> v. <i>San Francisco Cty. Democratic Central Comm.,</i> 489 U. S. 214 (1989); <i>Tashjian</i> v. <i>Republican Party of Connecticut,</i> 479 U. S. 208 (1986); <i>Buckley</i> v. <i>Valeo,</i> 424 U. S. 1 (1976).</p>\n<p>I therefore dissent from the judgment ordering dismissal for want of justiciability.</p>\n<p></p>\n<h2>III</h2>\n<p>Although the Court does not discuss the merits, I shall briefly outline my view that the state constitutional provision <span class=\"star-pagination\">*333</span> at issue in this case is constitutional as applied to the exclusion of party endorsements from the official voter pamphlets. California has decided that its \"[j]udicial, school, county, and city offices shall be nonpartisan.\" Cal. Const., Art. II, § 6(a). I am confident that this provision is valid at least insofar as it authorizes the State not to identify on the official ballot candidates for nonpartisan offices as the candidates of political parties. The interests proffered as supporting California's nonpartisan provision\u0097promotion of the impartial administration of government, prevention of corruption, and the avoidance of the appearance of bias\u0097are interests that we have already held are sufficiently important to justify restrictions on partisan political activities. See <i>Civil Service Commission</i> v. <i>Letter Carriers,</i> 413 U. S. 548, 565 (1973). These interests are also similar to the interests supporting limitations on ballot access and voting eligibility that have been upheld by this Court. See <i>American Party of Texas</i> v. <i>White,</i> 415 U. S. 767, 786 (1974); <i>Storer</i> v. <i>Brown,</i> 415 U. S. 724, 736 (1974); <i>Rosario</i> v. <i>Rockefeller,</i> 410 U. S. 752, 761 (1973); <i>Jenness</i> v. <i>Fortson,</i> 403 U. S. 431, 442 (1971).</p>\n<p>If the State may exclude party designations from the ballot, it surely may exclude party endorsements from candidate statements contained in the official voter pamphlet prepared by the government and distributed to prospective voters. It is settled that \"the First Amendment does not guarantee access to property simply because it is owned or controlled by the government.\" <i>United States Postal Service</i> v. <i>Council of Greenburgh Civic Assns.,</i> 453 U. S. 114, 129 (1981). The voter information pamphlet obviously is not a traditional public forum, and its use may be limited to its intended purpose, which is to inform voters about <i>nonpartisan</i> elections. See <i>Perry Ed. Assn.</i> v. <i>Perry Local Educators' Assn.,</i> 460 U. S. 37, 46, n. 7 (1983). Refusing to permit references in candidate statements to party endorsements is therefore plainly constitutional.</p>\n<p><span class=\"star-pagination\">*334</span> Accordingly, I would reverse the judgment of the Court of Appeals.</p>\n<p>JUSTICE MARSHALL, with whom JUSTICE BLACKMUN joins, dissenting.</p>\n<p>Article II, § 6(b) of the California Constitution provides that \"[n]o political party or party central committee may endorse, support, or oppose a candidate for nonpartisan office.\" In a form of action extremely familiar to the federal courts, see, <i>e. g., </i><i>Buckley</i> v. <i>Valeo,</i> 424 U. S. 1 (1976); <i>Eu</i> v. <i>San Francisco County Democratic Central Committee,</i> 489 U. S. 214 (1989); <i>Tashjian</i> v. <i>Republican Party of Connecticut,</i> 479 U. S. 208 (1986), respondents brought a pre-enforcement challenge to § 6(b), seeking a declaration that § 6(b) violates the First Amendment and an injunction against its application to candidate statements published in official \"voter pamphlets.\" We granted certiorari in this case, 498 U. S. 1046 (1991), to review the decision of the Ninth Circuit, sitting <i>en banc,</i> that § 6(b) violates the First Amendment.</p>\n<p>The majority vacates the judgment below and remands the case with instructions to dismiss. It does so not because it disagrees with the merits of respondents' constitutional claim; indeed, the majority never reaches the merits. Rather, the majority finds a threshold defect in the \"justiciability\" of this case that did not occur to any of the courts below or to any party in more than three years of prior proceedings. Federal courts, of course, are free to find, on their own motion, defects in jurisdiction at any stage in a suit. But the majority's conclusion that respondents have failed to demonstrate a \"live controversy ripe for resolution by the federal courts,\" <i>ante,</i> at 315, is simply not supported by the record of this case or by the teachings of our precedents. Because I cannot accept either the views expressed in, or the result reached by, the majority's opinion, and because I would affirm the decision of the Ninth Circuit on the merits, I dissent.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*335</span> I</h2>\n<p>I consider first the question of justiciability. Respondents are 10 registered California voters, including a chairman and certain individual members of the local Democratic and Republican Party central committees.<sup>[1]</sup> Respondents' complaint alleges that petitioner municipal officials relied upon § 6(b) to adopt a policy of deleting \"all references . . . to [party] endorsement[s]\" from candidate statements submitted for inclusion in official \"voter pamphlets\" and that petitioners have announced their intention to make such redactions in future elections. App. 5, ¶ 38. The existence of the redaction policy is expressly admitted by petitioners in their answer. See <i>id.,</i> at 9, ¶ XIV. Respondents maintain that this policy frustrates the \"desire [of respondent committee members] . . . to publicize [party] endorsements\" and the \"desire [of all respondents] to read endorsements\" in the voter pamphlets. <i>Id.,</i> at 4-5, ¶¶ 36-37. The complaint prays for a declaration that § 6(b) violates the First Amendment and for an injunction against petitioners' continued enforcement of § 6(b) by means of the redaction policy. <i>Id.,</i> at 6, ¶¶ 3, 6.</p>\n<p>I would have thought it quite obvious that these allegations demonstrate a justiciable controversy. In cases in precisely the same posture as this one, we have repeatedly entertained pre-enforcement challenges to laws restricting election-related speech. See, <i>e. g., </i><i>Buckley</i> v. <i>Valeo, supra,</i> at 12 (1976); <i>Eu</i> v. <i>San Francisco Democratic Central Committee, supra</i><i>;</i> see also <i>Tashjian</i> v. <i>Republican Party of Connecticut, supra</i><i>.</i> Indeed, standing and ripeness arguments nearly identical to those canvassed by the majority today were expressly considered and rejected by the Ninth <span class=\"star-pagination\">*336</span> Circuit in <i>Eu,</i> see <i>San Francisco County Democratic Central Committee</i> v. <i>Eu,</i> 826 F. 2d 814, 821-824 (1987), which no doubt explains why the lower courts and the parties did not even bother to return to these issues in this case.</p>\n<p>Essentially ignoring the wealth of relevant case law, the majority proceeds as if the justiciability questions presented by this case\u0097questions of standing and ripeness\u0097were novel and unresolved. On the issue of standing, the majority purports to find \"serious questions\" concerning respondents' entitlement to challenge § 6(b). <i>Ante,</i> at 318. Since mere \"questions\" about standing cannot sustain the dismissal of a suit, one wonders why the majority offers dicta of this kind. As it turns out, the majority uses this opportunity to espouse a novel basis for denying a party standing; the proffered theory is both illogical and unsupported by any precedent. As for ripeness, which the majority finds to be the dispositive jurisdictional defect, today's decision erroneously concludes that there is no \"live dispute involving the actual or threatened application of § 6(b) to bar particular speech.\" <i>Ante,</i> at 320. I am persuaded by neither the majority's \"doubt\" whether respondents have standing, <i>ante,</i> at 319, nor the majority's certainty that this case is unripe.</p>\n<p></p>\n<h2>A</h2>\n<p>In order to demonstrate standing, \"[a] plaintiff must allege personal injury fairly traceable to the defendant's allegedly unlawful conduct and likely to be redressed by the requested relief.\" <i>Allen</i> v. <i>Wright,</i> 468 U. S. 737, 751 (1984). In my view, \"careful . . . examination of [the] complain[t],\" <i>id.,</i> at 752, makes it clear that these requirements are met in this case. <i>All</i> of the individual respondents are registered voters in California. See App. 2, ¶ 1. Moreover, <i>all</i> allege that petitioners' redaction policy has injured them in that capacity by restricting election-related speech that respondents wish to consume. See <i>id.,</i> at 5, ¶¶ 37-38. As the majority acknowledges, see <i>ante,</i> at 319, our cases recognize that \"listeners\" <span class=\"star-pagination\">*337</span> suffer a cognizable First Amendment injury when the State restricts speech for which they were the intended audience. See, <i>e. g., </i><i>Virginia Pharmacy Board</i> v. <i>Virginia Citizens Consumer Council, Inc.,</i> 425 U. S. 748, 756-757 (1976); see also <i>San Francisco County Democratic Central Committee</i> v. <i>Eu, supra</i><i>,</i> (applying \"listener\" standing in election-law setting), aff'd, 489 U. S. 214 (1989). Nor can there be any doubt that the injury that respondents allege as listeners of election speech is \"fairly traceable\" to petitioners' redaction policy. Finally, this injury would, in my view, be redressed by the relief requested by respondents, for an injunction against the redaction policy would prevent petitioners from continuing to block respondents' access to committee endorsements in voter pamphlets.</p>\n<p>The majority's \"doubt\" about respondents' entitlement to proceed on a listener-standing theory<sup>[2]</sup> relates wholly to redressability. The majority notes that a provision in the California Elections Code bars inclusion of a candidate's party affiliation in the statement submitted for publication in a voter pamphlet. See Cal. Elec. Code Ann. § 10012 (West 1977 and Supp. 1991). The majority speculates that, if respondents succeed in invalidating § 6(b), petitioners might henceforth rely on § 10012 as a basis for continuing their policy of deleting endorsements. See <i>ante,</i> at 319. Articulating a novel theory of standing, the majority reasons that the registrar's possible reliance upon § 10012 to implement the same policy currently justified by reference to § 6(b) would defeat the redressability of respondents' listener injury.</p>\n<p><span class=\"star-pagination\">*338</span> In my view, this theory is not only foreign to our case law<sup>[3]</sup> but is also clearly wrong. If the existence of overlapping laws could defeat redressability, legislatures would simply pass \"backup\" laws for all potentially unconstitutional measures. Thereafter, whenever an aggrieved party brought suit challenging the State's infringement of his constitutional rights under color of one law, the State could advert to the existence of the previously unrelied-upon backup law as an alternative basis for continuing its unconstitutional policy, thereby defeating the aggrieved party's standing.</p>\n<p>I cannot believe that Article II contemplates such an absurd result. Obviously, if respondents succeed on the merits of their constitutional challenge to § 6(b), the immediate effect will be to permit candidates to include endorsements in the voter pamphlet. This is so because no other law (and no other interpretation of a law that petitioners have formally announced) purports to bar inclusion of such endorsements. Perhaps, as the majority speculates, see <i>ante,</i> at 319, petitioners will subsequently attempt to reinstate their redaction policy under some legal authority other than § 6(b). But whether or not they ultimately do so has no consequence here. Just as a plaintiff cannot satisfy the redressability component of standing by showing that there is only a <i>possibility</i> that a defendant will respond to a court judgment by ameliorating the plaintiff's injury, see <i>Simon</i> v. <i>Eastern Ky. Welfare Rights Org.,</i> 426 U. S. 26, 43 (1976), so a defendant cannot defeat the plaintiff's standing to seek a favorable judgment simply by alleging a possibility that the defendant may <span class=\"star-pagination\">*339</span> subsequently act to undermine that judgment's ameliorating effect.</p>\n<p></p>\n<h2>B</h2>\n<p>Under our precedents, the question whether a pre-enforcement challenge to a law is ripe \"is decided on a case-by-case basis, by considering [1] the likelihood that the complainant will disobey the law, [2] the certainty that such disobedience will take a particular form, [3] any present injury occasioned by the threat of [enforcement], and [4] the likelihood that [enforcement efforts] will actually ensue.\" <i>Regional Rail Reorganization Act Cases,</i> 419 U. S. 102, 143, n. 29 (1974). Like the pre-enforcement challenges in <i>Buckley</i> v. <i>Valeo,</i> 424 U. S. 1 (1976); <i>Eu</i> v. <i>San Francisco Democratic Central Committee,</i> 489 U. S. 214 (1989); and <i>Tashjian</i> v. <i>Republican Party of Connecticut,</i> 479 U. S. 208 (1986), this case easily satisfies these requirements.</p>\n<p>The record clearly demonstrates the likelihood of both future disobedience of § 6(b) and future enforcement of that provision by way of petitioners' redaction policy. As even the majority acknowledges, see <i>ante,</i> at 321, some respondent central committee members have expressed an intention to continue endorsement of candidates for nonpartisan offices. Indeed, the chairman of one committee, in addition to identifying the specific candidates that the committee has endorsed in past elections, states in an affidavit that it is the committee's \"plan and intention . . . to endorse candidates for nonpartisan offices in as many future elections as possible.\" App. 15. Likewise, as the majority acknowledges, see <i>ante,</i> at 322, petitioners expressly admit in their answer to the complaint that they intend to enforce § 6(b) by deleting all references to party endorsements from candidate statements submitted for inclusion in official voter pamphlets. See App. 9, ¶ XIV. Of course, petitioners will have occasion to enforce § 6(b) in this manner only if candidates seek to include such endorsements in their statements. Respondents allege and petitioners concede, however, that candidates have <span class=\"star-pagination\">*340</span> sought to advert to such endorsements in their statements in the past and that petitioners have always deleted them from the voter pamphlets. <i>Id.,</i> at 5, ¶ 38; <i>id.,</i> at 9, ¶ XIV. When combined with the clearly expressed intentions of the parties, these allegations of \"past wrongs\" furnish sufficient evidence of \"a real and immediate threat of repeated injury.\" <i>O'Shea</i> v. <i>Littleton,</i> 414 U. S. 488, 496 (1974).</p>\n<p>It is also clear that respondents have alleged sufficient \"present injury occasioned by the threat of [future enforcement].\" <i>Regional Rail Reorganization Act Cases, supra,</i> at 143, n. 29. Obviously, the reason that parties bring pre-enforcement challenges to laws that restrict election-related speech is to avoid the risk that a court will be unable to dispose of a postenforcement challenge quickly enough for the challenging parties to participate in a scheduled election. <i>Buckley</i> v. <i>Valeo, supra</i><i>.</i> Our mootness jurisprudence responds to this dilemma by applying the capable-of-repetition-yet-evading-review doctrine to preserve the justiciability of an election-law challenge even after the election at issue has taken place. See, <i>e. g., </i><i>Anderson</i> v. <i>Celebrezze,</i> 460 U. S. 780, 784, n. 3 (1983); <i>First National Bank of Boston</i> v. <i>Bellotti,</i> 435 U. S. 765, 774-775 (1978); <i>Storer</i> v. <i>Brown,</i> 415 U. S. 724, 737, n. 8 (1974); <i>Moore</i> v. <i>Ogilvie,</i> 394 U. S. 814, 816 (1969). But insofar as the purpose of entertaining a case in that mootness posture is not to remedy past wrongs but rather to \"simplif[y] <i>future</i> challenges [and] thus increas[e] the likelihood that timely filed cases can be adjudicated before an election is held,\" <i>Storer</i> v. <i>Brown, supra,</i> at 737, n. 8 (emphasis added), it would be quite anomalous if ripeness doctrine were less solicitous of the interests of a party who brings a pre-enforcement challenge.</p>\n<p>For this reason, it is surely irrelevant that the record does not demonstrate an \"imminent application of § 6(b).\" <i>Ante,</i> at 322. So long as the plaintiff credibly alleges that he plans to disobey an election law and that government officials plan to enforce it against him, he should not be forced to defer <span class=\"star-pagination\">*341</span> initiation of suit until the election is so \"imminent\" that it may come and go before his challenge is adjudicated. See <i>Regional Rail Reorganization Act Cases, supra,</i> at 143 (\"`One does not have to await the consummation of threatened injury to obtain preventive relief,'\" quoting <i>Pennsylvania</i> v. <i>West Virginia,</i> 262 U. S. 553, 593 (1923)). Indeed, in <i>Buckley</i> v. <i>Valeo, supra</i><i>,</i> we held a pre-enforcement challenge to be justiciable even though the case was filed in the District Court nearly two years before the next scheduled national election. See <i>id.,</i> at 11-12. Similarly, nothing in <i>Eu</i> v. <i>San Francisco Democratic Central Committee, supra</i><i>,</i> and <i>Tashjian</i> v. <i>Republican Party of Connecticut, supra</i><i>,</i> suggests that elections were \"imminent\" when those cases were filed.</p>\n<p>Most of the majority's concerns about the ripeness of this dispute arise from the majority's uncertainty as to the \"particular form\" of future violations of § 6(b). See <i>Regional Rail Reorganization Act Cases, supra,</i> at 143, n. 29. The majority notes, for example, that \"[r]espondents do not allege an intention to endorse any particular candidate.\" <i>Ante,</i> at 321. Similarly, the majority objects that \"[w]e do not know the nature of the endorsement [that the parties will next make], how it would be publicized, or the precise language petitioners might delete from the voter pamphlet.\" <i>Ante,</i> at 322.</p>\n<p>In my view, these uncertainties do not detract in the slightest from the ripeness of this case. The form of future disobedience can only matter in ripeness analysis to the extent that it bears on the merits of a plaintiff's pre-enforcement challenge. The majority never bothers to explain how the identity of the endorsed candidates, the \"nature\" of the endorsement, the mode of publicity (outside of candidate statements submitted for inclusion in voter pamphlets), or the precise language that petitioners might delete from the pamphlets affects the merits of respondents' challenge. Indeed, it is quite apparent that none of these questions is relevant. <span class=\"star-pagination\">*342</span> In <i>Eu</i> v. <i>San Francisco Democratic Central Committee,</i> 489 U. S. 214 (1989), we struck down a similar California provision that barred party endorsements in primary elections for partisan offices. See <i>id.,</i> at 222-229. Nothing in our analysis turned on the identity of the candidates to be endorsed, the nature or precise language of the endorsements, or the mode of publicizing the endorsements. Similarly, here we can dispose of respondents' challenge to § 6(b) knowing simply that party central committees will continue to make endorsements of candidates for nonpartisan offices and that petitioners will continue to redact those endorsements from the voter pamphlets.<sup>[4]</sup></p>\n<p></p>\n<h2>II</h2>\n<p>Because I conclude that the controversy before us is justiciable, I would reach the merits of respondents' challenge. In my view, it is clear that § 6(b) violates the First Amendment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*343</span> A</h2>\n<p>At the outset, it is necessary to be more precise about the nature of respondents' challenge. In effect, respondents' complaint states two possible First Amendment theories. The first is that § 6(b), as that provision has been <i>applied</i> to delete endorsements from voter pamphlets, violates the First Amendment. See App. 4-5, ¶¶ 36-39(a). The second is that § 6(b) <i>on its face</i> violates the First Amendment because it \"purports to outlaw actions by county central committees. . . to endorse, support or oppose candidates for city or county offices.\" <i>Id.,</i> at 4, ¶ 35. This second theory can be understood as an overbreadth challenge: that is, a claim that regardless of whether § 6(b) violates the First Amendment in its <i>peripheral effect</i> of excluding references to party endorsements from candidates' statements, § 6(b) is unconstitutional in its <i>primary effect</i> of barring parties and party committees from making endorsements. See <i>Secretary of State of Md.</i> v. <i>Joseph H. Munson Co.,</i> 467 U. S. 947, 965-966 (1984) (party who suffers unwanted but constitutionally permissible effect of a law may nonetheless succeed in voiding that law by showing that \"there is no core of easily identifiable and constitutionally proscribable conduct that the [provision] prohibits\").<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*344</span> As the majority notes, it is this Court's \"usual . . . practice. . . [not] to proceed to an overbreadth issue . . . before it is determined that the statute would be valid as applied.\" <i>Board of Trustees, State Univ. of N. Y.</i> v. <i>Fox,</i> 492 U. S. 469, 484-485 (1989). This is so because</p>\n<blockquote>\n<span class=\"star-pagination\">*345</span> \"the overbreadth question is ordinarily more difficult to resolve than the as-applied, since it requires determination whether the statute's overreach is <i>substantial</i> . . . `judged in relation to the statute's plainly legitimate sweep,' . . . and therefore requires consideration of many more applications than those immediately before the court.\" <i>Id.,</i> at 485 (emphasis in original), quoting <i>Broadrick</i> v. <i>Oklahoma,</i> 413 U. S. 601, 615 (1973).</blockquote>\n<p>Nonetheless, the rule that a court should consider as-applied challenges before overbreadth challenges is not absolute. See, <i>e. g., </i><i>Board of Airport Comm'rs of Los Angeles</i> v. <i>Jews for Jesus, Inc.,</i> 482 U. S. 569, 573-574 (1987) (considering overbreadth challenge first); <i>Houston</i> v. <i>Hill,</i> 482 U. S. 451, 458-467 (1987) (same). Rather, the rule represents one prudential consideration among many in determining the order in which to evaluate particular constitutional challenges.</p>\n<p>In my opinion, competing prudential factors clearly support considering respondents' overbreadth challenge first in this case. Unlike the situation in <i>Fox,</i> the as-applied challenge here is actually more difficult to resolve than is the overbreadth challenge. Insofar as they attack petitioners' redaction policy as unconstitutional, respondents must be understood to argue that they have a right <i>to receive</i> particular messages by means of official voter pamphlets or a right <i>to communicate</i> their own messages by that means. Either way, this argument would require us to determine the \"public forum\" status of the voter pamphlets, cf. <i>Perry Education Assn.</i> v. <i>Perry Local Educators' Assn.,</i> 460 U. S. 37, 48 (1983), an issue on which the law is unsettled, see generally L. Tribe, American Constitutional Law § 12-24, p. 987 (2d ed. 1988) (noting \"blurriness . . . of the categories within the public forum classification\"). By contrast, respondents' overbreadth challenge is easily assessed. In the first place, the application of § 6(b) to party speech that \"endorse[s], support[s], or oppose[s] a[ny] candidate for nonpartisan office\" clearly is \"substantial\" when compared with § 6(b)'s only alleged \"legitimate\" application, namely, the redaction of voter <span class=\"star-pagination\">*346</span> pamphlets. Moreover, the constitutional doctrine relevant to § 6(b)'s restriction of party speech is well settled. See <i>Eu</i> v. <i>San Francisco Democratic Central Committee,</i> 489 U. S. 214 (1989). Rather than undertaking to determine what sort of \"public forum\" voter pamphlets might constitute\u0097a finding that could have broad ramifications, see, <i>e. g., </i><i>Patterson</i> v. <i>Board of Supervisors of City and County of San Francisco,</i> 202 Cal. App. 3d 22, 248 Cal. Rptr. 253 (1988) (suit challenging constitutionality of §§ 3795 and 5025 of California Elections Code, authorizing deletions from arguments about ballot propositions in the voter pamphlet)\u0097a court should, if possible, resolve this constitutional challenge by well-settled doctrine. See, <i>e. g., </i><i>Webster</i> v. <i>Reproductive Health Services,</i> 492 U. S. 490, 525-526 (1989) (O'CONNOR, J., concurring in part and concurring in judgment).</p>\n<p>In addition, both the District Court and the Court of Appeals disposed of respondents' challenge on overbreadth grounds, and that is the only theory briefed by the parties in this Court. Because the as-applied component of respondents' challenge has not been fully aired in these proceedings, resolving the case on that basis presents a significant risk of error. For these reasons, I turn to respondents' overbreadth challenge, which I find to be dispositive of this case.<sup>[6]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*347</span> B</h2>\n<p>Conceived of as an overbreadth challenge, respondents' First Amendment attack upon § 6(b) closely resembles the issue presented in <i>Eu</i> v. <i>San Francisco Democratic Central Committee, supra</i><i>.</i> As I have noted, <i>Eu</i> struck down on First Amendment grounds a California law that prohibited the party central committees from \"`endors[ing], support[ing], or oppos[ing]'\" any candidate in primary elections for partisan offices. <i>Id.,</i> at 217. We concluded in <i>Eu</i> that this \"ban directly affect[ed] speech which `is at the core of our electoral process and of the First Amendment freedoms.'\" <i>Id.,</i> at 222-223, quoting <i>Williams</i> v. <i>Rhodes,</i> 393 U. S. 23, 32 (1968). We also determined that this prohibition was unsupported by any legitimate compelling state interest. The State defended the endorsement ban on the ground that it was necessary to prevent voter \"confusion and undue [party] influence.\" See 489 U. S., at 228. Properly understood, this claim amounted to no more than the proposition that the State could protect voters from being exposed to information on which they might rationally rely, a \"`highly paternalistic'\" function to which the State could not legitimately lay claim. <i>Id.,</i> at 223, quoting <i>Virginia State Bd. of Pharmacy</i> v. <i>Virginia Citizens Consumer Council, Inc.,</i> 425 U. S., at 770; see 489 U. S., at 228-229.</p>\n<p>In my view, this case is directly controlled by <i>Eu.</i> As in <i>Eu,</i> there can be no question here that the endorsements that § 6(b) purports to make unlawful constitute core political speech. And, as in <i>Eu,</i> this prohibition is unsupported by any <i>legitimate</i> compelling state interest. Petitioners assert that § 6(b) advances a compelling state interest because it assures that \"local government and judges in California are . . . controlled by the people [rather than] by those who run political parties.\" Brief for Petitioners 7. The only kind of \"control\" that § 6(b) seeks to prohibit, however, is that which \"those who run political parties\" are able to exert over voters through issuing party endorsements. In effect, then, <span class=\"star-pagination\">*348</span> petitioners are arguing that the State has an interest in protecting \"the people\" from their own susceptibility to being influenced by political speech. This is the very sort of paternalism that we deemed illegitimate in <i>Eu.</i></p>\n<p>Drawing on our decision in <i>Austin</i> v. <i>Michigan Chamber of Commerce,</i> 494 U. S. 652 (1990), petitioners try to repackage the State's concern to protect voters from themselves as an interest in avoiding \"corruption\" of the electoral process. The law that was at issue in <i>Austin</i> barred corporations from making political expenditures from their corporate treasuries in favor of, or in opposition to, political candidates. We upheld the constitutionality of that law, finding that a State could legitimately prohibit \"the corrosive and distorting effects of immense aggregations of wealth that are accumulated with the help of the corporate form and that have little or no correlation to the public's support for the corporation's political ideas.\" <i>Id.,</i> at 660. Petitioners argue that California similarly should be able to prohibit political parties from using their special place in the political process to exercise a disruptive effect upon the election of nonpartisan office holders.</p>\n<p>Petitioners' reliance on <i>Austin</i> is unavailing. The political activity that § 6(b) limits in this case is not the expenditure of money to further a viewpoint but merely the announcement of that viewpoint in the form of an endorsement. It is difficult to imagine how a political party's announcement of its view about a candidate could exert an influence on voters that has \"little or no correlation to the public's support for the [party's] political ideas.\" <i>Ibid.</i> On the contrary, whatever influence a party wields in expressing its views results directly from the trust that it has acquired among voters.</p>\n<p>Thus, whereas the <i>Austin</i> Court worried that corporations might dominate elections with capital they had only accumulated by dint of \"`economically motivated decisions of investors and customers,'\" <i>id.,</i> at 659, the party endorsements in this case represent an expenditure of <i>political</i> capital accumulated <span class=\"star-pagination\">*349</span> through past voter support. And, whereas the special benefits conferred by state law in <i>Austin</i> \"enhance[d]\" the corporations' \"ability to attract capital,\" <i>ibid.,</i> the benefits California confers upon parties\u0097<i>e. g.,</i> permitting taxpayers to make voluntary contributions to parties on their tax returns\u0097should have little effect on the parties' acquisition of <i>political</i> capital. In sum, the prospect that voters might be persuaded by party endorsements is not a <i>corruption</i> of the democratic political process; it <i>is</i> the democratic political process.</p>\n<p>In the final analysis, § 6(b) and the arguments that petitioners advance in support of it reflect an ambivalence about the democratic process itself. The possibility that judges and other elective nonpartisan office holders will fall under the influence of political parties is inherent in an electoral system in which voters look to others, including parties, for information relevant to exercise of the franchise. Of course, it is always an option for the State to end the influence of the parties by making these offices appointive rather than elective positions. But the greater power to dispense with elections altogether does not include the lesser power to conduct elections under conditions of state-imposed voter ignorance. If the State chooses to tap the energy and the legitimizing power of the democratic process, it must accord the participants in that process\u0097voters, candidates, <i>and</i> parties\u0097the First Amendment rights that attach to their roles.</p>\n<p>Because § 6(b) clearly fails to meet this standard, and because I believe that the lower courts properly determined that they were in a position to reach this conclusion <i>now,</i> I would affirm the judgment of the Ninth Circuit. Consequently, I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Jerome B. Falk, Jr.,</i> and <i>Steven L. Mayer</i> filed a brief for the California Judges Association as <i>amicus curiae</i> urging reversal.\n</p>\n<p><i>Karl Olson, Steven R. Shapiro,</i> and <i>Alan L. Schlosser</i> filed a brief for the American Civil Liberties Union et al. as <i>amici curiae</i> urging affirmance.</p>\n<p>[\u0086]  JUSTICE SCALIA joins all but Part II-B of this opinion.</p>\n<p>[*]  Pursuant to both local and state law, the San Francisco Registrar of Voters prepares, publishes, and distributes to voters an information pamphlet for nonpartisan municipal elections. The pamphlet contains personal statements by candidates for nonpartisan offices, the text of each ballot measure submitted to the voters, digests of the measures, and arguments for and against the measures. See <i>Geary</i> v. <i>Renne,</i> 914 F. 2d 1249, 1251 (CA9 1990). The pamphlet is subsidized by the city, \"with mailing and distribution costs borne by the city and the authors of ballot arguments charged a minimal sum to defray printing costs.\" <i>Patterson</i> v. <i>Board of Supervisors of City and County of San Francisco,</i> 202 Cal. App. 3d 22, 30, 248 Cal. Rptr. 253, 259 (1988).</p>\n<p>[1]  In addition, there is one organization respondent, Election Action, which is committed to placing certain referenda matters on the ballot in California. As the majority notes, see <i>ante,</i> at 314-315, Election Action asserts no stake in this litigation independent of the individual voters who constitute its membership.</p>\n<p>[2]  Because all respondents clearly have standing as potential receivers of protected speech, it is unnecessary to resolve whether certain respondents also have standing, in their capacity as committee members, to contest deletion from voter pamphlets of the committee's endorsement. Were this the only available basis for respondents' standing, it would be necessary to determine whether individual committee members may challenge infringement of the right to publicize an endorsement that is issued by the committee as a whole. As the majority points out, this matter is \"unsettled.\" <i>Ante,</i> at 320.</p>\n<p>[3]  In support of its novel approach to standing, the majority cites no cases in which an injury was deemed unredressable because the challenged government conduct might have been\u0097but was not\u0097justified with reference to some law other than the one upon which the government officials relied. Indeed, the only precedents that the majority cites, <i>ante,</i> at 319, are decisions imposing the general requirement that injuries be redressable. Stated at that level of generality, the principle is uncontrovertible\u0097 but it is also of no help to the majority here.</p>\n<p>[4]  The majority cites a series of decisions to support its view that we do not know enough about the expressive activity restricted by § 6(b) to evaluate its constitutionality. <i>Ante,</i> at 322. The Court's reasoning in the cited precedents, however, only confirms the deficiencies in the majority's analysis here. For example, in <i>Rescue Army</i> v. <i>Municipal Court of Los Angeles,</i> 331 U. S. 549, 576-580 (1947), the Court found the dispute unripe for adjudication because it was unsure which criminal statutes would be applied to the petitioner or which other code sections were incorporated by reference in those statutes; in <i>Socialist Labor Party</i> v. <i>Gilligan,</i> 406 U. S. 583, 586 (1972), the Court found \"no allegation of injury that the party has suffered <i>or will suffer</i> because of the existence of the [law challenged]\" (emphasis added); and in <i>Public Affairs Associates, Inc.</i> v. <i>Rickover,</i> 369 U. S. 111, 113 (1962), involving a public official's disputed authorship rights in his speeches, the Court found the record \"woefully lacking\" because it omitted details\u0097such as whether the official used government facilities and personnel to prepare his speeches\u0097that bore directly upon the legal issue. Unlike the situation in these precedents, the respondents in this case have clearly identified the law that will be enforced to their detriment, the injury that will flow from that enforcement, and the relevant facts surrounding such enforcement.</p>\n<p>[5]  The majority expresses \"doubt that respondents' complaint should be construed to assert a facial challenge to § 6(b)\" because the complaint prays for an injunction only against petitioners' redaction policy and because \"[r]eferences to other applications of § 6(b) [in the complaint] are at best conclusory.\" <i>Ante,</i> at 323-324. JUSTICE WHITE'S dissenting opinion expresses a similar view. <i>Ante,</i> at 328, 330. But neither the majority nor JUSTICE WHITE explains why a party raising an overbreadth challenge must seek to enjoin applications of an invalid law other than the application that is injuring him. Moreover, to require a broader request for injunctive relief here would be both unfair and unnecessary. Although respondents know which officials should be enjoined in order to halt the redaction of voter pamphlets, respondents cannot know who will next enforce § 6(b) against party central committees that seek to endorse nonpartisan candidates. See, <i>e. g., </i><i>Unger</i> v. <i>Superior Court,</i> 37 Cal. 3d 612, 692 P. 2d 238 (1984) (injunction sought by two registered voters against party's announcement of opposition to justices at confirmation election); <i>Unger</i> v. <i>Superior Court,</i> 102 Cal. App. 3d 681, 162 Cal. Rptr. 611 (1980), cert. denied, 449 U. S. 1131 (1981) (injunction against party endorsement sought by rival candidate who was not endorsed). Should respondents obtain the declaratory relief that they seek, any future attempts to enforce § 6(b) against a political party could easily be defeated by invoking that declaratory judgment. In sum, respondents' request for a declaratory judgment that § 6(b) is unconstitutional furnishes ample basis for inferring that their complaint includes a facial challenge to § 6(b).\n</p>\n<p>The insistence by the majority and by JUSTICE WHITE that a party expressly style his claim in his complaint as a challenge based on overbreadth is also inconsistent with the liberal \"notice pleading\" philosophy that informs the Federal Rules of Civil Procedure. See <i>Conley</i> v. <i>Gibson,</i> 355 U. S. 41, 47-48 (1957); see generally <i>Fitzgerald</i> v. <i>Codex Corp.,</i> 882 F. 2d 586, 589 (CA1 1989) (\"[U]nder Fed. R. Civ. P. 8 it is not necessary that a legal theory be pleaded in the complaint if plaintiff sets forth `sufficient factual allegations to state a claim showing that he is entitled to relief' under <i>some</i> [tenable] legal theory\" (emphasis in original)). I am particularly perplexed by JUSTICE WHITE'S determination that \"[t]he courts below <i>erred</i> in treating respondents' challenge in this case as a facial challenge.\" <i>Ante,</i> at 328 (emphasis added). At every stage of this litigation, beginning with respondents' summary judgment motion, the parties have framed the constitutional question exclusively in terms of § 6(b)'s application to party endorsements, precisely the overbreadth argument that JUSTICE WHITE declines to reach. See Points and Authorities in Support of Summary Judgment in No. C-87-4724 AJZ (ND Cal.), pp. 22-26; Memorandum of Points and Authorities in Opposition to Summary Judgment in No. C-87-4724 AJZ (ND Cal.), pp. 20-41; Brief of Appellant in No. 88-2875 (CA9), pp. 7-18; Brief of Appellees in No. 88-2875 (CA9), pp. 5-36. In such circumstances, I do not understand what authority this Court would have for reversing the decision below, <i>sua sponte,</i> simply because the lower courts upheld a theory of relief not expressly relied upon in the complaint. See generally 5 C. Wright and A. Miller, Federal Practice and Procedure § 1219, p. 190 (2d ed. 1990) (text of Federal Rules \"makes it very plain that the theory of the pleadings mentality has no place under federal practice\").</p>\n<p>[6]  It is, of course, no impediment to proceeding on an overbreadth theory that petitioners' redaction policy supplies the ripe controversy in this case. The thrust of an overbreadth challenge is that a party is entitled \"not to be bound by a [provision] that is unconstitutional.\" <i>Board of Trustees, State Univ. of N. Y.</i> v. <i>Fox,</i> 492 U. S. 469, 485 (1989). Thus, a pre-enforcement overbreadth challenge is ripe so long as the party can show that state actors will foreseeably apply a facially invalid law in a way that determines <i>his</i> rights. He need not show, in addition, that state actors are about to apply the law to third parties in the precise manner that renders the law facially invalid. As I have shown, respondents demonstrate a ripe dispute by credibly alleging that petitioners will apply § 6(b) in a manner that determines respondents' right to receive election-related speech in official voter pamphlets.</p>\n\n</div>", 
  "time_retrieved": "2010-04-28T10:13:48", 
  "nature_of_suit": "", 
  "plain_text": "", 
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">312</span></span> (1991)</b></center>\n<center><h1>RENNE, SAN FRANCISCO CITY ATTORNEY, ET AL.<br>\nv.<br>\nGEARY ET AL.</h1></center>\n<center>No. 90-769.</center>\n<center><p><b>Supreme Court of the United States.</b></p></center>\n<center>Argued April 23, 1991.</center>\n<center>Decided June 17, 1991.</center>\nCERTIORARI TO THE UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT\n<p><span class=\"star-pagination\">*314</span> <i>Dennis Aftergut</i> argued the cause for petitioners. With him on the briefs were <i>Louise H. Renne, pro se,</i> and <i>Thomas J. Owen.</i></p>\n<p><i>Arlo Hale Smith</i> argued the cause and filed a brief for respondents.</p>\n<p><i>Cedric C. Chao</i> argued the cause for the California Democratic Party et al. as <i>amici curiae</i> urging affirmance.<sup>[*]</sup></p>\n<p>JUSTICE KENNEDY delivered the opinion of the Court.<sup>[\u0086]</sup></p>\n<p>Petitioners seek review of a decision of the United States Court of Appeals for the Ninth Circuit holding that Article II, § 6(b), of the California Constitution violates the First and Fourteenth Amendments to the Constitution of the United States. Section 6(b) reads: \"No political party or party central committee may endorse, support, or oppose a candidate for nonpartisan office.\" Its companion provision, § 6(a), provides that \"[a]ll judicial, school, county, and city offices shall be nonpartisan.\"</p>\n<p></p>\n<h2>I</h2>\n<p>In view of our determination that the case is nonjusticiable, the identity of the parties has crucial relevance. Petitioners are the City and County of San Francisco, its board of supervisors, and certain local officials. The individual respondents are 10 registered voters residing in the City and County of San Francisco. They include the chairman and three members of the San Francisco Republican County Central Committee and one member of the San Francisco Democratic County Central Committee. Election Action, an association <span class=\"star-pagination\">*315</span> of voters, is also a respondent, but it asserts no interest in relation to the issues before us different from that of the individual voters. Hence, we need not consider it further.</p>\n<p>Respondents filed this suit in the United States District Court for the Northern District of California. Their third cause of action challenged § 6(b) and petitioners' acknowledged policy, based on that provision, of deleting any references to a party endorsement from the candidate statements included in voter pamphlets. As we understand it, petitioners print the pamphlets and pay the postage required to mail them to voters. The voter pamphlets contain statements prepared by candidates for office and arguments submitted by interested persons concerning other measures on the ballot. The complaint sought a declaration that Article II, § 6, is unconstitutional and an injunction preventing petitioners from editing candidate statements to delete references to party endorsements.</p>\n<p>The District Court granted summary judgment for respondents on their third cause of action, declaring § 6(b) unconstitutional and enjoining petitioners from enforcing it. <span class=\"citation\" data-id=\"2389838\"><a href=\"/opinion/2389838/geary-v-renne/\"><span class=\"volume\">708</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">278</span></a></span> (1988). The court entered judgment on this claim pursuant to Federal Rule of Civil Procedure 54(b), and petitioners appealed. A Ninth Circuit panel reversed, 880 F. 2d 1062 (1989), but the en banc Court of Appeals affirmed the District Court's decision, 911 F. 2d 280 (1990).</p>\n<p>We granted certiorari, 498 U. S. 1046 (1991), to determine whether § 6(b) violates the First Amendment. At oral argument, doubts arose concerning the justiciability of that issue in the case before us. Having examined the complaint and the record, we hold that respondents have not demonstrated a live controversy ripe for resolution by the federal courts. As a consequence of our finding of nonjusticiability, we vacate the Ninth Circuit's judgment and remand with instructions to dismiss respondents' third cause of action.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*316</span> II</h2>\n<p>Concerns of justiciability go to the power of the federal courts to entertain disputes, and to the wisdom of their doing so. We presume that federal courts lack jurisdiction \"unless `the contrary appears affirmatively from the record.'\" <i>Bender</i> v. <i>Williamsport Area School Dist.,</i> 475 U. S. 534, 546 (1986), quoting <i>King Bridge Co.</i> v. <i>Otoe County,</i> 120 U. S. 225, 226 (1887). \"`It is the responsibility of the complainant clearly to allege facts demonstrating that he is a proper party to invoke judicial resolution of the dispute and the exercise of the court's remedial powers.'\" <i>Bender, supra,</i> at 546, n. 8, quoting <i>Warth</i> v. <i>Seldin,</i> 422 U. S. 490, 517-518 (1975).</p>\n<p></p>\n<h2>A</h2>\n<p>Proper resolution of the justiciability issues presented here requires examination of the pleadings and record to determine the nature of the dispute and the interests of the parties in having it resolved in this judicial proceeding. According to the complaint, the respondent committee members \"desire to endorse, support, and oppose candidates for city and county office through their county central committees, and to publicize such endorsements by having said endorsements printed in candidate's statements published in the voter's pamphlet.\" App. 4, ¶ 36. All respondents \"desire to read endorsements of candidates for city and county office as part of candidate's statements printed in the San Francisco voter's pamphlet.\" <i>Id.,</i> at 5, ¶ 37.</p>\n<p>The complaint alleges that in the past certain of these petitioners \"have deleted all references in candidate's statements for City and County offices to endorsements by political party central committees or officers or members of such committees,\" and that they will continue such deletions in the future unless restrained by court order. ¶ 38. Respondents believe an actual controversy exists because they contend § 6 and any other law relied upon to refuse to print the endorsements are unconstitutional in that they \"abridge [respondents'] <span class=\"star-pagination\">*317</span> rights to free speech and association,\" while petitioners dispute these contentions. ¶ 39. The third cause of action concludes with general assertions that respondents have been harmed by the past and threatened deletion of endorsements from candidate statements, and that because of those deletions they have suffered and will suffer irreparable injury to their rights of free speech and association. <i>Id.,</i> at 5-6, ¶¶ 40-41.</p>\n<p>An affidavit submitted by the chairman of the Republican committee in connection with respondents' motion for summary judgment illuminates and supplements the allegations of the complaint. It indicates the committee has a policy of endorsing candidates for nonpartisan offices:</p>\n<blockquote>\"In 1987, the Republican Committee endorsed Arlo Smith for District Attorney, Michael Hennessey for Sheriff, and John Molinari for Mayor, despite objections from some that such endorsements are prohibited by California Constitution Article [II], Section 6. It is the plan and intention of the Republican Committee to endorse candidates for nonpartisan offices in as many future elections as possible. The Republican Committee would like to have such endorsements publicized by endorsed candidates in their candidate's statements in the San Francisco voter's pamphlet, and to encourage endorsed candidates to so publish their endorsements by the Republican Committee.</blockquote>\n<blockquote>\"In the future, I and other Republican Committee members . . . would like to use our titles as Republican County Committeemen in endorsements we make of local candidates which are printed in the San Francisco voter's pamphlet. We cannot presently do so as [petitioner] Jay Patterson has a policy of deleting the word `Republican' from all such endorsements.\" <i>Id.,</i> at 15-16.</blockquote>\n<p>An affidavit submitted by a Democratic committeeman states that \"[i]n elections since 1986, the Democratic committee <span class=\"star-pagination\">*318</span> has declined to endorse candidates for nonpartisan office solely out of concern that committee members may be criminally or civilly prosecuted for violation of the endorsement ban contained in\" § 6. <i>Id.,</i> at 12. It also provides two examples of elections in which the word \"Democratic\" had been deleted from candidate statements. One involved an endorsement by a committee member of one of these respondents, then a candidate for local office, and in another the respondent committee member wished to mention that position in his own candidate statement. <i>Ibid.</i> Those elections occurred prior to the adoption of § 6(b), but at least one and perhaps both were held at a time when a California appellate court had found a ban on party endorsements implicit in the state constitutional provision designating which offices are nonpartisan, now § 6(a). See <i>Unger</i> v. <i>Superior Court of Marin County,</i> <span class=\"citation\" data-id=\"2109373\"><a href=\"/opinion/2109373/unger-v-superior-court/\"><span class=\"volume\">102</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">681</span></a></span>, <span class=\"citation\" data-id=\"2109373\"><a href=\"/opinion/2109373/unger-v-superior-court/\"><span class=\"volume\">162</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">611</span></a></span> (1980), overruled by <i>Unger</i> v. <i>Superior Court of City and County of San Francisco,</i> <span class=\"citation\" data-id=\"1173115\"><a href=\"/opinion/1173115/unger-v-superior-court/\"><span class=\"volume\">37</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">612</span></a></span>, 692 P. 2d 238 (1984).</p>\n<p></p>\n<h2>B</h2>\n<p>Respondents' allegations indicate that, relevant to this suit, petitioners interpret § 6(b) to apply to three different categories of speakers. First, as suggested by the language of the provision, it applies to party central committees. Second, petitioners' reliance on § 6(b) to edit candidate statements demonstrates that they believe the provision applies as well to the speech of candidates for nonpartisan office, at least in the forum provided by the voter pamphlets. Third, petitioners have interpreted § 6(b) to apply to members and officers of party central committees, as shown by their policy of deleting references to endorsements by these individuals from candidate statements. The first of these interpretations flows from the plain language of § 6(b), while the second and third require inferences from the text.</p>\n<p>As an initial matter, serious questions arise concerning the standing of respondents to defend the rights of speakers <span class=\"star-pagination\">*319</span> in any of these categories except to the extent that certain respondents in the third category may assert their own rights. In their capacity as voters, respondents only allege injury flowing from application of § 6(b) to prevent speech by candidates in the voter pamphlets. We have at times permitted First Amendment claims by those who did not themselves intend to engage in speech, but instead wanted to challenge a restriction on speech they desired to hear. See, <i>e. g., </i><i>Virginia State Bd. of Pharmacy</i> v. <i>Virginia Citizens Consumer Council, Inc.,</i> 425 U. S. 748 (1976). There is reason to doubt, however, that the injury alleged by these voters can be redressed by a declaration of § 6(b)'s invalidity or an injunction against its enforcement. See <i>ASARCO Inc.</i> v. <i>Kadish,</i> 490 U. S. 605, 615-616 (1989) (opinion of KENNEDY, J., joined by REHNQUIST, C. J., and STEVENS and SCALIA, JJ.) (party seeking to invoke authority of federal courts must show injury \"likely to be redressed by the requested relief\"); <i>Allen</i> v. <i>Wright,</i> 468 U. S. 737, 751 (1984) (\"relief from the injury must be `likely' to follow from a favorable decision\"); <i>Simon</i> v. <i>Eastern Ky. Welfare Rights Organization,</i> 426 U. S. 26, 38 (1976). A separate California statute, the constitutionality of which was not litigated in this case, provides that a candidate's statement \"shall not include the party affiliation of the candidate, nor membership or activity in partisan political organizations.\" Cal. Elec. Code Ann. § 10012 (West 1977 and Supp. 1991). This statute might be construed to prevent candidates from mentioning party endorsements in voter pamphlets, even in the absence of § 6(b). Overlapping enactments can be designed to further differing state interests, and invalidation of one may not impugn the validity of another.</p>\n<p>The respondent committee members allege injury to their rights, either through their committees or as individual committee members, to endorse candidates for nonpartisan offices, and also allege injury from the inability of candidates to include those endorsements in voter pamphlets. Respondents <span class=\"star-pagination\">*320</span> of course have standing to claim that § 6(b) has been applied in an unconstitutional manner to bar their own speech. Apart, though, from the possibility of an overbreadth challenge, an alternative we discuss below, the standing of the committee members to litigate based on injuries to the rights of their respective committees is unsettled. See <i>Bender</i> v. <i>Williamsport Area School Dist.,</i> 475 U. S., at 543-545 (school board member, as member of a \"collegial body,\" could not take appeal board as a whole declined to take). It may be that rights the committee members can exercise only in conjunction with the other members of the committee must be defended by the committee itself. Nor is it clear, putting aside our concerns about redressability, that the committee members have third-party standing to assert the rights of candidates, since no obvious barrier exists that would prevent a candidate from asserting his or her own rights. See <i>Powers</i> v. <i>Ohio,</i> 499 U. S. 400, 414-415 (1991).</p>\n<p></p>\n<h2>C</h2>\n<p>Justiciability concerns not only the standing of litigants to assert particular claims, but also the appropriate timing of judicial intervention. See <i>Regional Rail Reorganization Act Cases,</i> 419 U. S. 102, 136-148 (1974). Respondents have failed to demonstrate a live dispute involving the actual or threatened application of § 6(b) to bar particular speech. Respondents' generalized claim that petitioners have deleted party endorsements from candidate statements in past elections does not demonstrate a live controversy. So far as we can discern from the record, those disputes had become moot by the time respondents filed suit. While the mootness exception for disputes capable of repetition yet evading review has been applied in the election context, see <i>Moore</i> v. <i>Ogilvie,</i> 394 U. S. 814, 816 (1969), that doctrine will not revive a dispute which became moot before the action commenced. \"Past exposure to illegal conduct does not in itself show a present case or controversy regarding injunctive relief <span class=\"star-pagination\">*321</span>. . . if unaccompanied by any continuing, present adverse effects.\" <i>O'Shea</i> v. <i>Littleton,</i> 414 U. S. 488, 495-496 (1974); see <i>Los Angeles</i> v. <i>Lyons,</i> 461 U. S. 95 (1983).</p>\n<p>The allegation that the Democratic committee has not endorsed candidates \"[i]n elections since 1986\" for fear of the consequences of violating § 6, App. 12, provides insufficient indication of a controversy continuing at the time this litigation began or arising thereafter. The affidavit provides no indication whom the Democratic committee wished to endorse, for which office, or in what election. Absent a contention that § 6(b) prevented a particular endorsement, and that the controversy had not become moot prior to the litigation, this allegation will not support an action in federal court.</p>\n<p>Nor can a ripe controversy be found in the fact that the Republican committee endorsed candidates for nonpartisan elections in 1987, the year this suit was filed. Whether or not all of those endorsements involved elections pending at the time this action commenced, a point on which the affidavit is not clear, we have no reason to believe that § 6(b) had any impact on the conduct of those involved. The committee made these endorsements \"despite objections from some that such endorsements are prohibited\" by the provision at issue. App. 15. Nothing in the record suggests that any action was taken to enforce § 6(b) as a result of those endorsements. We know of no adverse consequences suffered by the Republican committee or its members due to the apparent violation of § 6(b). We also have no indication that any of the three endorsed candidates desired or attempted to include the party's endorsement in a candidate statement.</p>\n<p>We also discern no ripe controversy in the allegations that respondents desire to endorse candidates in future elections, either as individual committee members or through their committees. Respondents do not allege an intention to endorse any particular candidate, nor that a candidate wants to include a party's or committee member's endorsement in a candidate statement. We possess no factual record of an actual <span class=\"star-pagination\">*322</span> or imminent application of § 6(b) sufficient to present the constitutional issues in \"clean-cut and concrete form.\" <i>Rescue Army</i> v. <i>Municipal Court of Los Angeles,</i> 331 U. S. 549, 584 (1947); see <i>Socialist Labor Party</i> v. <i>Gilligan,</i> 406 U. S. 583 (1972); <i>Public Affairs Associates, Inc.</i> v. <i>Rickover,</i> 369 U. S. 111 (1962) <i>(per curiam)</i><i>; </i><i>Alabama State Federation of Labor</i> v. <i>McAdory,</i> 325 U. S. 450 (1945). We do not know the nature of the endorsement, how it would be publicized, or the precise language petitioners might delete from the voter pamphlet. To the extent respondents allege that a committee or a committee member wishes to \"support\" or \"oppose\" a candidate other than through endorsements, they do not specify what form that support or opposition would take.</p>\n<p>The record also contains no evidence of a credible threat that § 6(b) will be enforced, other than against candidates in the context of voter pamphlets. The only instances disclosed by the record in which parties endorsed specific candidates did not, so far as we can tell, result in petitioners taking any enforcement action. While the record indicates that the Democratic committee feared prosecution of its members if it endorsed a candidate, we find no explanation of what criminal provision that conduct might be held to violate. Petitioners' counsel indicated at oral argument that § 6(b) carries no criminal penalties, and may only be enforced by injunction. Nothing in the record suggests that petitioners have threatened to seek an injunction against county committees or their members if they violate § 6(b).</p>\n<p>While petitioners have threatened not to allow candidates to include endorsements by county committees or their members in the voter pamphlets prepared by the government, we do not believe deferring adjudication will impose a substantial hardship on these respondents. In all probability, respondents can learn which candidates have been endorsed by particular parties or committee members through other means. If respondents or their committees do desire to make a particular endorsement in the future, and a candidate wishes to <span class=\"star-pagination\">*323</span> include the endorsement in a voter pamphlet, the constitutionality of petitioners' refusal to publish the endorsement can be litigated in the context of a concrete dispute.</p>\n<p>Postponing consideration of the questions presented, until a more concrete controversy arises, also has the advantage of permitting the state courts further opportunity to construe § 6(b), and perhaps in the process to \"materially alter the question to be decided.\" <i>Babbitt</i> v. <i>Farm Workers,</i> 442 U. S. 289, 306 (1979); see also <i>Webster</i> v. <i>Reproductive Health Services,</i> 492 U. S. 490, 506 (1989) (plurality opinion). It is not clear from the language of the provision, for instance, that it applies to individual members of county committees. This apparent construction of the provision by petitioners, which may give respondents standing in this case, could be held invalid by the state courts. State courts also may provide further definition to § 6(b)'s operative language, \"endorse, support, or oppose.\" \"Determination of the scope and constitutionality of legislation in advance of its immediate adverse effect in the context of a concrete case involves too remote and abstract an inquiry for the proper exercise of the judicial function.\" <i>Longshoremen</i> v. <i>Boyd,</i> 347 U. S. 222, 224 (1954).</p>\n<p></p>\n<h2>D</h2>\n<p>We conclude with a word about the propriety of resolving the facial constitutionality of § 6(b) without first addressing its application to a particular set of facts. In some First Amendment contexts, we have permitted litigants injured by a particular application of a statute to assert a facial overbreadth challenge, one seeking invalidation of the statute because its application in other situations would be unconstitutional. See <i>Broadrick</i> v. <i>Oklahoma,</i> 413 U. S. 601 (1973). We have some doubt that respondents' complaint should be construed to assert a facial challenge to § 6(b). Beyond question, the gravamen of the complaint is petitioners' application of § 6(b) to delete party endorsements from candidate statements in voter pamphlets. While the complaint seeks a declaration <span class=\"star-pagination\">*324</span> of § 6(b)'s unconstitutionality, the only injunctive relief it requests relates to the editing of candidate statements. References to other applications of § 6(b) are at best conclusory.</p>\n<p>But even if one may read the complaint to assert a facial challenge, the better course might have been to address in the first instance the constitutionality of § 6(b) as applied in the context of voter pamphlets. \"It is not the usual judicial practice, . . . nor do we consider it generally desirable, to proceed to an overbreadth issue unnecessarily\u0097that is, before it is determined that the statute would be valid as applied. Such a course would convert use of the overbreadth doctrine from a necessary means of vindicating the plaintiff's right not to be bound by a statute that is unconstitutional into a means of mounting gratuitous wholesale attacks upon state and federal laws.\" <i>Board of Trustees of State University of N. Y.</i> v. <i>Fox,</i> 492 U. S. 469, 484-485 (1989); see also <i>Brockett</i> v. <i>Spokane Arcades, Inc.,</i> 472 U. S. 491, 503-504 (1985). If the as-applied challenge had been resolved first in this case, the problems of justiciability that determine our disposition might well have concluded the litigation at an earlier stage.</p>\n<p></p>\n<h2>III</h2>\n<p>The free speech issues argued in the briefs filed here have fundamental and far-reaching import. For that very reason, we cannot decide the case based upon the amorphous and ill-defined factual record presented to us. Rules of justiciability serve to make the judicial process a principled one. Were we to depart from those rules, our disposition of the case would lack the clarity and force which ought to inform the exercise of judicial authority.</p>\n<p>The judgment is vacated, and the case is remanded with instructions to dismiss respondents' third cause of action without prejudice.</p>\n<p><i>It is so ordered.</i></p>\n<p><span class=\"star-pagination\">*325</span> JUSTICE STEVENS, concurring.</p>\n<p>The dissenting opinions in this case illustrate why the Court should decline review of the merits of the case in its present posture. JUSTICE MARSHALL concludes that Article II, § 6(b), of the California Constitution is invalid on its face because it is overbroad. JUSTICE WHITE, on the other hand, concludes that respondents' complaint may not be construed as including a facial overbreadth challenge, and that § 6(b) is valid insofar as it is applied to petitioners' policy of refusing to include endorsements in candidates' campaign mailings.</p>\n<p>Given the very real possibility that the outcome of this litigation depends entirely on whether the complaint should be construed as making a facial challenge or an as-applied challenge\u0097for it is apparent that JUSTICE WHITE and JUSTICE MARSHALL may both be interpreting the merits of their respective First Amendment questions correctly\u0097and given the difficulty of determining whether respondents' complaint against petitioners' policy of deleting party endorsements from candidates' statements may fairly be construed as including a facial overbreadth challenge, the Court is surely wise in refusing to address the merits on the present record.</p>\n<p>Two other prudential concerns weigh against deciding the merits of this case. First, I am not sure that respondents' challenge to petitioners' policy of deleting party endorsements is ripe for review. If such a challenge had been brought by a political party or a party central committee, and if the complaint had alleged that these organizations wanted to endorse, support, or oppose a candidate for nonpartisan office but were inhibited from doing so because of the constitutional provision, the case would unquestionably be ripe. Cf. <i>Eu</i> v. <i>San Francisco Cty. Democratic Central Comm.,</i> 489 U. S. 214 (1989). Because I do not believe an individual member of a party or committee may sue on behalf of such an organization, see <i>Bender</i> v. <i>Williamsport Area School Dist.,</i> 475 U. S. 534, 544 (1986), however, no such plaintiff presenting a ripe controversy is before us. Alternatively, if this action <span class=\"star-pagination\">*326</span> had been brought by a candidate who had been endorsed by a political party and who sought to include that endorsement in his or her candidate's statement, we would also be confronted with a ripe controversy.</p>\n<p>Unlike such scenarios, however, the respondents in this case are voters. They claim, based on petitioners' representations, that § 6(b) of the State Constitution forms the basis for petitioners' policy of deleting party endorsements from candidates' mailed statements. But there are at least two hurdles that these respondents must overcome before their claim would be ripe for judicial review. First, they must prove that political parties would endorse certain candidates if § 6(b) were repealed or invalidated. See <i>Virginia State Bd. of Pharmacy</i> v. <i>Virginia Citizens Consumer Council, Inc.,</i> 425 U. S. 748, 756, and n. 14 (1976) (allowing listeners of potential speech to bring an anticipatory challenge where the parties stipulate that \"a speaker exists\"). Arguably, respondents have met this hurdle by offering several affidavits of members of party central committees stating that the committees plan to endorse candidates for nonpartisan office and to seek to have those endorsements publicized. See, <i>e. g.,</i> App. 15. Second, respondents must prove that specific candidates for nonpartisan office would seek to mention the party endorsements in their statements if petitioners' policy of deleting such endorsements were declared invalid (moreover, to prove injury to <i>their</i> interest as informed voters, respondents would perhaps also have to allege that they would not otherwise know about the endorsements if the endorsements are not included in mailed candidates' statements). This latter hurdle has not, in my opinion, been met by respondents in such a way as to ensure that we are confronted by a definite and ripe controversy.</p>\n<p>Moreover, I am troubled by the redressability issues inherent in this case. Respondents' complaint has challenged § 6(b) of the State Constitution, but it has not challenged the validity of § 10012 of the California Elections Code. That section <span class=\"star-pagination\">*327</span> plainly prohibits the inclusion of the party affiliation of candidates in nonpartisan elections, and unquestionably would provide an adequate basis for petitioners' challenged policy even if the constitutional prohibition against endorsements were invalidated. Even if we were to strike down § 6(b) as overbroad, then, it is unclear whether respondents' alleged injury would be redressed.</p>\n<p>These three unsettled issues\u0097involving whether a facial overbreadth challenge may be construed to have been made, whether respondents' challenge is ripe, and whether their injury is redressable\u0097coalesce to convince me that review of the merits of respondents' challenge is best left for another day and another complaint. No substantial hardship would accrue from a dismissal of respondents' action without prejudice, and the courts would benefit from a more precise articulation of a current and definite controversy. I therefore join the Court's opinion and judgment ordering the lower courts to dismiss the action without prejudice.</p>\n<p>JUSTICE WHITE, dissenting.</p>\n<p>The majority's concerns about the justiciability of this case, even though ultimately misplaced, are understandable, in light of the failure by the courts below to analyze the precise nature of the constitutional challenge that is presented here. Those concerns, however, should not prevent us from independently examining the record and deciding the issues that are properly presented. In doing so, I conclude that the only constitutional challenge that is properly before us is to the action by the San Francisco Registrar of Voters in deleting references in official voter pamphlets to political party endorsements, a challenge that is fully justiciable. Because the registrar's action does not violate the First Amendment, I would reverse the judgment of the Court of Appeals. I therefore dissent from the majority's disposition of this case.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*328</span> I</h2>\n<p>The courts below erred in treating respondents' challenge in this case as a facial challenge to the constitutionality of Article II, § 6(b), of the California Constitution. Respondents' complaint reveals that they challenged only <i>the application</i> of § 6(b) by San Francisco's Registrar of Voters in refusing to print in voter pamphlets references to endorsements by political parties.<sup>[*]</sup></p>\n<p>After listing the defendants, the complaint sets forth the background for its three causes of action:</p>\n<blockquote>\"In connection with each municipal election, the City and County mails a voters pamphlet to all registered voters. Said pamphlet contains ballot arguments for and against City and County measures, and statements of qualifications of candidates for City and County offices. Defendant PATTERSON [the Registrar of Voters] is responsible for preparing and publishing said voters pamphlet.\" App. 3, ¶ 10.</blockquote>\n<p>The first cause of action then challenges the registrar's deletion of portions of proposed ballot arguments submitted for inclusion in the voter pamphlets. 2 Record, Complaint ¶¶ 11-20. The second cause of action challenges the registrar's charge of a fee for ballot arguments. <i>Id.,</i> ¶¶ 21-30.</p>\n<p>The third cause of action is the one that is at issue in this case. That cause of action, like the two before it, concerns <span class=\"star-pagination\">*329</span> actions by the registrar with regard to the voter pamphlets. Specifically, respondents alleged:</p>\n<blockquote>\"In the past, defendants PATTERSON and CITY AND COUNTY OF SAN FRANCISCO have deleted all references in candidate's statements for City and County offices to endorsements by political party central committees or officers or members of such committees. Unless restrained from doing so by order of this court, defendants threaten to continue to delete or exclude all references in candidate's statements to endorsement of candidates by political party central committees, or officers or members of such central committees.\" App. 5, ¶ 38.</blockquote>\n<p>Respondents also stated that they \"desire to read endorsements of candidates for city and county office as part of candidate's statements printed in the San Francisco voters pamphlet.\" ¶ 37. Finally, the only injunctive relief sought based on the third cause of action relates to the deletion of endorsements from the voter pamphlets. <i>Id.,</i> at 6, ¶ 6.</p>\n<p>In entering summary judgment in favor of respondents on the third cause of action, the District Court described respondents' claim as follows: \"Plaintiffs claim\u0097and defendants admit\u0097that defendants refuse to permit political party and political party central committee endorsements of candidates for such offices to be printed in the San Francisco voter's pamphlet on account of said state constitutional provision.\" <span class=\"citation\" data-id=\"2389838\"><a href=\"/opinion/2389838/geary-v-renne/\"><span class=\"volume\">708</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">278</span></a></span>, 279 (ND Cal. 1988). Similarly, both the original Ninth Circuit panel and the en banc panel stated:</p>\n<blockquote>\"The basis of [respondents'] complaint as it relates to this appeal was the refusal of [petitioners], the City and County of San Francisco and the San Francisco Registrar of Voters, to permit official political party and party central committee endorsements of candidates for nonpartisan offices to be printed in the San Francisco Voter Pamphlet in connection with elections scheduled for June <span class=\"star-pagination\">*330</span> 2 and November 3, 1987. [Petitioners] based their refusal to print party endorsements on the language of article II, § 6(b).\" 880 F. 2d 1062, 1063 (1989); 911 F. 2d 280, 282 (1990).</blockquote>\n<p>As the above discussion reveals, and as the majority recognizes, see <i>ante,</i> at 323-324, it is far from clear that a facial challenge to the constitutionality of § 6(b) was presented in this case. Both the District Court and the en banc Court of Appeals nevertheless invalidated § 6(b) on its face, without analyzing the nature of respondents' claim. In doing so, they violated two important rules of judicial restraint applicable to the resolution of constitutional issues\u0097\"`one, never to anticipate a question of constitutional law in advance of the necessity of deciding it; the other never to formulate a rule of constitutional law broader than is required by the precise facts to which it is to be applied.'\" <i>United States</i> v. <i>Raines,</i> 362 U. S. 17, 21 (1960), quoting <i>Liverpool, New York &amp; Philadelphia S. S. Co.</i> v. <i>Commissioners of Emigration,</i> 113 U. S. 33, 39 (1885). See also 911 F. 2d, at 304-305 (Rymer, J., dissenting) (arguing that § 6(b) should not be invalidated on this record).</p>\n<p></p>\n<h2>II</h2>\n<p>I have no doubt that the narrow issue presented in this case is justiciable. As the majority recognizes, <i>ante,</i> at 319, respondents in their capacity as registered voters are alleging that § 6(b), as applied by the registrar to the voter pamphlets, interferes with their right to receive information concerning party endorsements. Such a claim finds support in our decisions, which have long held that the First Amendment protects the right to receive information and ideas, and that this right is sufficient to confer standing to challenge restrictions on speech. See, <i>e. g., </i><i>Virginia State Bd. of Pharmacy</i> v. <i>Virginia Citizens Consumer Council, Inc.,</i> 425 U. S. 748, 756-757 (1976); <i>Kleindienst</i> v. <i>Mandel,</i> 408 U. S. 753, 762 (1972); <i>Red Lion Broadcasting Co.</i> v. <i>FCC,</i> 395 <span class=\"star-pagination\">*331</span> U. S. 367, 390 (1969); <i>Stanley</i> v. <i>Georgia,</i> 394 U. S. 557, 564 (1969).</p>\n<p>The majority nevertheless speculates that there is no standing here because a provision in the California Elections Code \"might be construed to prevent candidates from mentioning party endorsements in voter pamphlets, even in the absence of § 6(b).\" <i>Ante,</i> at 319. That makes no sense. A constitutional challenge to a law is not barred merely because other laws might also mandate the allegedly unconstitutional action. If so, it would mean that the States or the Federal Government could insulate unconstitutional laws from attack simply by making them redundant.</p>\n<p>The majority's confusion on this issue is illustrated by its reliance on <i>ASARCO Inc.</i> v. <i>Kadish,</i> 490 U. S. 605, 615-616 (1989). There, the plaintiffs challenged the validity of a state statute governing mineral leases, basing their standing on the claim that the statute deprived school trust funds of millions of dollars and thereby resulted in higher taxes. <i>Id.,</i> at 614. Four Members of this Court noted that even if the statute were struck down, it was far from clear that the plaintiffs would enjoy any tax relief: \"If respondents prevailed and increased revenues from state leases were available, maybe taxes would be reduced, or maybe the State would reduce support from other sources so that the money available for schools would be unchanged.\" <i>Ibid.</i></p>\n<p>The difference between <i>ASARCO</i> and the present case is obvious. In <i>ASARCO,</i> the State could, by other actions, <i>legally</i> preclude the relief sought by the plaintiffs. By contrast, in this case if petitioners' refusal to allow references to party endorsements in voter pamphlets is unconstitutional when based on § 6(b), it probably is also unconstitutional if based on some other state law, such as California's Elections Code. The injury alleged by respondents, therefore, \"is likely to be redressed by a favorable decision.\" <i>Simon</i> v. <i>Eastern Ky. Welfare Rights Organization,</i> 426 U. S. 26, 38 (1976).</p>\n<p><span class=\"star-pagination\">*332</span> The majority's concerns about the ripeness of respondents' challenge, see <i>ante,</i> at 320-323, also are not sufficient to preclude our review. Although I agree with the majority that the possible applications of § 6(b) to speech by political parties and their members is not properly before us, here respondents have alleged, and petitioners have admitted, that San Francisco's Registrar of Voters has deleted references to political party endorsements from candidate statements printed in official voter pamphlets, and that he threatens to continue to do so in the future. See App. 5, ¶ 38; <i>id.,</i> at 9, ¶ XIV. Indeed, the majority admits that the record contains \"evidence of a credible threat that § 6(b) will be enforced . . . against candidates in the context of voter pamphlets.\" <i>Ante,</i> at 322. The registrar's past conduct makes his threat \"sufficiently real and immediate to show an existing controversy.\" <i>O'Shea</i> v. <i>Littleton,</i> 414 U. S. 488, 496 (1974). See, <i>e. g., </i><i>Blum</i> v. <i>Yaretsky,</i> 457 U. S. 991, 1000-1001 (1982) (allowing nursing home residents to sue to prevent threatened transfers); <i>Steffel</i> v. <i>Thompson,</i> 415 U. S. 452, 459 (1974) (allowing action for declaratory relief based on threats of enforcement of antihandbilling statute). It is well settled that \"`[o]ne does not have to await the consummation of threatened injury to obtain preventive relief.'\" <i>Babbitt</i> v. <i>Farm Workers,</i> 442 U. S. 289, 298 (1979), quoting <i>Pennsylvania</i> v. <i>West Virginia,</i> 262 U. S. 553, 593 (1923). This is particularly true in the election context, where we often have allowed pre-enforcement challenges to restrictions on speech. See, <i>e. g., </i><i>Eu</i> v. <i>San Francisco Cty. Democratic Central Comm.,</i> 489 U. S. 214 (1989); <i>Tashjian</i> v. <i>Republican Party of Connecticut,</i> 479 U. S. 208 (1986); <i>Buckley</i> v. <i>Valeo,</i> 424 U. S. 1 (1976).</p>\n<p>I therefore dissent from the judgment ordering dismissal for want of justiciability.</p>\n<p></p>\n<h2>III</h2>\n<p>Although the Court does not discuss the merits, I shall briefly outline my view that the state constitutional provision <span class=\"star-pagination\">*333</span> at issue in this case is constitutional as applied to the exclusion of party endorsements from the official voter pamphlets. California has decided that its \"[j]udicial, school, county, and city offices shall be nonpartisan.\" Cal. Const., Art. II, § 6(a). I am confident that this provision is valid at least insofar as it authorizes the State not to identify on the official ballot candidates for nonpartisan offices as the candidates of political parties. The interests proffered as supporting California's nonpartisan provision\u0097promotion of the impartial administration of government, prevention of corruption, and the avoidance of the appearance of bias\u0097are interests that we have already held are sufficiently important to justify restrictions on partisan political activities. See <i>Civil Service Commission</i> v. <i>Letter Carriers,</i> 413 U. S. 548, 565 (1973). These interests are also similar to the interests supporting limitations on ballot access and voting eligibility that have been upheld by this Court. See <i>American Party of Texas</i> v. <i>White,</i> 415 U. S. 767, 786 (1974); <i>Storer</i> v. <i>Brown,</i> 415 U. S. 724, 736 (1974); <i>Rosario</i> v. <i>Rockefeller,</i> 410 U. S. 752, 761 (1973); <i>Jenness</i> v. <i>Fortson,</i> 403 U. S. 431, 442 (1971).</p>\n<p>If the State may exclude party designations from the ballot, it surely may exclude party endorsements from candidate statements contained in the official voter pamphlet prepared by the government and distributed to prospective voters. It is settled that \"the First Amendment does not guarantee access to property simply because it is owned or controlled by the government.\" <i>United States Postal Service</i> v. <i>Council of Greenburgh Civic Assns.,</i> 453 U. S. 114, 129 (1981). The voter information pamphlet obviously is not a traditional public forum, and its use may be limited to its intended purpose, which is to inform voters about <i>nonpartisan</i> elections. See <i>Perry Ed. Assn.</i> v. <i>Perry Local Educators' Assn.,</i> 460 U. S. 37, 46, n. 7 (1983). Refusing to permit references in candidate statements to party endorsements is therefore plainly constitutional.</p>\n<p><span class=\"star-pagination\">*334</span> Accordingly, I would reverse the judgment of the Court of Appeals.</p>\n<p>JUSTICE MARSHALL, with whom JUSTICE BLACKMUN joins, dissenting.</p>\n<p>Article II, § 6(b) of the California Constitution provides that \"[n]o political party or party central committee may endorse, support, or oppose a candidate for nonpartisan office.\" In a form of action extremely familiar to the federal courts, see, <i>e. g., </i><i>Buckley</i> v. <i>Valeo,</i> 424 U. S. 1 (1976); <i>Eu</i> v. <i>San Francisco County Democratic Central Committee,</i> 489 U. S. 214 (1989); <i>Tashjian</i> v. <i>Republican Party of Connecticut,</i> 479 U. S. 208 (1986), respondents brought a pre-enforcement challenge to § 6(b), seeking a declaration that § 6(b) violates the First Amendment and an injunction against its application to candidate statements published in official \"voter pamphlets.\" We granted certiorari in this case, 498 U. S. 1046 (1991), to review the decision of the Ninth Circuit, sitting <i>en banc,</i> that § 6(b) violates the First Amendment.</p>\n<p>The majority vacates the judgment below and remands the case with instructions to dismiss. It does so not because it disagrees with the merits of respondents' constitutional claim; indeed, the majority never reaches the merits. Rather, the majority finds a threshold defect in the \"justiciability\" of this case that did not occur to any of the courts below or to any party in more than three years of prior proceedings. Federal courts, of course, are free to find, on their own motion, defects in jurisdiction at any stage in a suit. But the majority's conclusion that respondents have failed to demonstrate a \"live controversy ripe for resolution by the federal courts,\" <i>ante,</i> at 315, is simply not supported by the record of this case or by the teachings of our precedents. Because I cannot accept either the views expressed in, or the result reached by, the majority's opinion, and because I would affirm the decision of the Ninth Circuit on the merits, I dissent.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*335</span> I</h2>\n<p>I consider first the question of justiciability. Respondents are 10 registered California voters, including a chairman and certain individual members of the local Democratic and Republican Party central committees.<sup>[1]</sup> Respondents' complaint alleges that petitioner municipal officials relied upon § 6(b) to adopt a policy of deleting \"all references . . . to [party] endorsement[s]\" from candidate statements submitted for inclusion in official \"voter pamphlets\" and that petitioners have announced their intention to make such redactions in future elections. App. 5, ¶ 38. The existence of the redaction policy is expressly admitted by petitioners in their answer. See <i>id.,</i> at 9, ¶ XIV. Respondents maintain that this policy frustrates the \"desire [of respondent committee members] . . . to publicize [party] endorsements\" and the \"desire [of all respondents] to read endorsements\" in the voter pamphlets. <i>Id.,</i> at 4-5, ¶¶ 36-37. The complaint prays for a declaration that § 6(b) violates the First Amendment and for an injunction against petitioners' continued enforcement of § 6(b) by means of the redaction policy. <i>Id.,</i> at 6, ¶¶ 3, 6.</p>\n<p>I would have thought it quite obvious that these allegations demonstrate a justiciable controversy. In cases in precisely the same posture as this one, we have repeatedly entertained pre-enforcement challenges to laws restricting election-related speech. See, <i>e. g., </i><i>Buckley</i> v. <i>Valeo, supra,</i> at 12 (1976); <i>Eu</i> v. <i>San Francisco Democratic Central Committee, supra</i><i>;</i> see also <i>Tashjian</i> v. <i>Republican Party of Connecticut, supra</i><i>.</i> Indeed, standing and ripeness arguments nearly identical to those canvassed by the majority today were expressly considered and rejected by the Ninth <span class=\"star-pagination\">*336</span> Circuit in <i>Eu,</i> see <i>San Francisco County Democratic Central Committee</i> v. <i>Eu,</i> 826 F. 2d 814, 821-824 (1987), which no doubt explains why the lower courts and the parties did not even bother to return to these issues in this case.</p>\n<p>Essentially ignoring the wealth of relevant case law, the majority proceeds as if the justiciability questions presented by this case\u0097questions of standing and ripeness\u0097were novel and unresolved. On the issue of standing, the majority purports to find \"serious questions\" concerning respondents' entitlement to challenge § 6(b). <i>Ante,</i> at 318. Since mere \"questions\" about standing cannot sustain the dismissal of a suit, one wonders why the majority offers dicta of this kind. As it turns out, the majority uses this opportunity to espouse a novel basis for denying a party standing; the proffered theory is both illogical and unsupported by any precedent. As for ripeness, which the majority finds to be the dispositive jurisdictional defect, today's decision erroneously concludes that there is no \"live dispute involving the actual or threatened application of § 6(b) to bar particular speech.\" <i>Ante,</i> at 320. I am persuaded by neither the majority's \"doubt\" whether respondents have standing, <i>ante,</i> at 319, nor the majority's certainty that this case is unripe.</p>\n<p></p>\n<h2>A</h2>\n<p>In order to demonstrate standing, \"[a] plaintiff must allege personal injury fairly traceable to the defendant's allegedly unlawful conduct and likely to be redressed by the requested relief.\" <i>Allen</i> v. <i>Wright,</i> 468 U. S. 737, 751 (1984). In my view, \"careful . . . examination of [the] complain[t],\" <i>id.,</i> at 752, makes it clear that these requirements are met in this case. <i>All</i> of the individual respondents are registered voters in California. See App. 2, ¶ 1. Moreover, <i>all</i> allege that petitioners' redaction policy has injured them in that capacity by restricting election-related speech that respondents wish to consume. See <i>id.,</i> at 5, ¶¶ 37-38. As the majority acknowledges, see <i>ante,</i> at 319, our cases recognize that \"listeners\" <span class=\"star-pagination\">*337</span> suffer a cognizable First Amendment injury when the State restricts speech for which they were the intended audience. See, <i>e. g., </i><i>Virginia Pharmacy Board</i> v. <i>Virginia Citizens Consumer Council, Inc.,</i> 425 U. S. 748, 756-757 (1976); see also <i>San Francisco County Democratic Central Committee</i> v. <i>Eu, supra</i><i>,</i> (applying \"listener\" standing in election-law setting), aff'd, 489 U. S. 214 (1989). Nor can there be any doubt that the injury that respondents allege as listeners of election speech is \"fairly traceable\" to petitioners' redaction policy. Finally, this injury would, in my view, be redressed by the relief requested by respondents, for an injunction against the redaction policy would prevent petitioners from continuing to block respondents' access to committee endorsements in voter pamphlets.</p>\n<p>The majority's \"doubt\" about respondents' entitlement to proceed on a listener-standing theory<sup>[2]</sup> relates wholly to redressability. The majority notes that a provision in the California Elections Code bars inclusion of a candidate's party affiliation in the statement submitted for publication in a voter pamphlet. See Cal. Elec. Code Ann. § 10012 (West 1977 and Supp. 1991). The majority speculates that, if respondents succeed in invalidating § 6(b), petitioners might henceforth rely on § 10012 as a basis for continuing their policy of deleting endorsements. See <i>ante,</i> at 319. Articulating a novel theory of standing, the majority reasons that the registrar's possible reliance upon § 10012 to implement the same policy currently justified by reference to § 6(b) would defeat the redressability of respondents' listener injury.</p>\n<p><span class=\"star-pagination\">*338</span> In my view, this theory is not only foreign to our case law<sup>[3]</sup> but is also clearly wrong. If the existence of overlapping laws could defeat redressability, legislatures would simply pass \"backup\" laws for all potentially unconstitutional measures. Thereafter, whenever an aggrieved party brought suit challenging the State's infringement of his constitutional rights under color of one law, the State could advert to the existence of the previously unrelied-upon backup law as an alternative basis for continuing its unconstitutional policy, thereby defeating the aggrieved party's standing.</p>\n<p>I cannot believe that Article II contemplates such an absurd result. Obviously, if respondents succeed on the merits of their constitutional challenge to § 6(b), the immediate effect will be to permit candidates to include endorsements in the voter pamphlet. This is so because no other law (and no other interpretation of a law that petitioners have formally announced) purports to bar inclusion of such endorsements. Perhaps, as the majority speculates, see <i>ante,</i> at 319, petitioners will subsequently attempt to reinstate their redaction policy under some legal authority other than § 6(b). But whether or not they ultimately do so has no consequence here. Just as a plaintiff cannot satisfy the redressability component of standing by showing that there is only a <i>possibility</i> that a defendant will respond to a court judgment by ameliorating the plaintiff's injury, see <i>Simon</i> v. <i>Eastern Ky. Welfare Rights Org.,</i> 426 U. S. 26, 43 (1976), so a defendant cannot defeat the plaintiff's standing to seek a favorable judgment simply by alleging a possibility that the defendant may <span class=\"star-pagination\">*339</span> subsequently act to undermine that judgment's ameliorating effect.</p>\n<p></p>\n<h2>B</h2>\n<p>Under our precedents, the question whether a pre-enforcement challenge to a law is ripe \"is decided on a case-by-case basis, by considering [1] the likelihood that the complainant will disobey the law, [2] the certainty that such disobedience will take a particular form, [3] any present injury occasioned by the threat of [enforcement], and [4] the likelihood that [enforcement efforts] will actually ensue.\" <i>Regional Rail Reorganization Act Cases,</i> 419 U. S. 102, 143, n. 29 (1974). Like the pre-enforcement challenges in <i>Buckley</i> v. <i>Valeo,</i> 424 U. S. 1 (1976); <i>Eu</i> v. <i>San Francisco Democratic Central Committee,</i> 489 U. S. 214 (1989); and <i>Tashjian</i> v. <i>Republican Party of Connecticut,</i> 479 U. S. 208 (1986), this case easily satisfies these requirements.</p>\n<p>The record clearly demonstrates the likelihood of both future disobedience of § 6(b) and future enforcement of that provision by way of petitioners' redaction policy. As even the majority acknowledges, see <i>ante,</i> at 321, some respondent central committee members have expressed an intention to continue endorsement of candidates for nonpartisan offices. Indeed, the chairman of one committee, in addition to identifying the specific candidates that the committee has endorsed in past elections, states in an affidavit that it is the committee's \"plan and intention . . . to endorse candidates for nonpartisan offices in as many future elections as possible.\" App. 15. Likewise, as the majority acknowledges, see <i>ante,</i> at 322, petitioners expressly admit in their answer to the complaint that they intend to enforce § 6(b) by deleting all references to party endorsements from candidate statements submitted for inclusion in official voter pamphlets. See App. 9, ¶ XIV. Of course, petitioners will have occasion to enforce § 6(b) in this manner only if candidates seek to include such endorsements in their statements. Respondents allege and petitioners concede, however, that candidates have <span class=\"star-pagination\">*340</span> sought to advert to such endorsements in their statements in the past and that petitioners have always deleted them from the voter pamphlets. <i>Id.,</i> at 5, ¶ 38; <i>id.,</i> at 9, ¶ XIV. When combined with the clearly expressed intentions of the parties, these allegations of \"past wrongs\" furnish sufficient evidence of \"a real and immediate threat of repeated injury.\" <i>O'Shea</i> v. <i>Littleton,</i> 414 U. S. 488, 496 (1974).</p>\n<p>It is also clear that respondents have alleged sufficient \"present injury occasioned by the threat of [future enforcement].\" <i>Regional Rail Reorganization Act Cases, supra,</i> at 143, n. 29. Obviously, the reason that parties bring pre-enforcement challenges to laws that restrict election-related speech is to avoid the risk that a court will be unable to dispose of a postenforcement challenge quickly enough for the challenging parties to participate in a scheduled election. <i>Buckley</i> v. <i>Valeo, supra</i><i>.</i> Our mootness jurisprudence responds to this dilemma by applying the capable-of-repetition-yet-evading-review doctrine to preserve the justiciability of an election-law challenge even after the election at issue has taken place. See, <i>e. g., </i><i>Anderson</i> v. <i>Celebrezze,</i> 460 U. S. 780, 784, n. 3 (1983); <i>First National Bank of Boston</i> v. <i>Bellotti,</i> 435 U. S. 765, 774-775 (1978); <i>Storer</i> v. <i>Brown,</i> 415 U. S. 724, 737, n. 8 (1974); <i>Moore</i> v. <i>Ogilvie,</i> 394 U. S. 814, 816 (1969). But insofar as the purpose of entertaining a case in that mootness posture is not to remedy past wrongs but rather to \"simplif[y] <i>future</i> challenges [and] thus increas[e] the likelihood that timely filed cases can be adjudicated before an election is held,\" <i>Storer</i> v. <i>Brown, supra,</i> at 737, n. 8 (emphasis added), it would be quite anomalous if ripeness doctrine were less solicitous of the interests of a party who brings a pre-enforcement challenge.</p>\n<p>For this reason, it is surely irrelevant that the record does not demonstrate an \"imminent application of § 6(b).\" <i>Ante,</i> at 322. So long as the plaintiff credibly alleges that he plans to disobey an election law and that government officials plan to enforce it against him, he should not be forced to defer <span class=\"star-pagination\">*341</span> initiation of suit until the election is so \"imminent\" that it may come and go before his challenge is adjudicated. See <i>Regional Rail Reorganization Act Cases, supra,</i> at 143 (\"`One does not have to await the consummation of threatened injury to obtain preventive relief,'\" quoting <i>Pennsylvania</i> v. <i>West Virginia,</i> 262 U. S. 553, 593 (1923)). Indeed, in <i>Buckley</i> v. <i>Valeo, supra</i><i>,</i> we held a pre-enforcement challenge to be justiciable even though the case was filed in the District Court nearly two years before the next scheduled national election. See <i>id.,</i> at 11-12. Similarly, nothing in <i>Eu</i> v. <i>San Francisco Democratic Central Committee, supra</i><i>,</i> and <i>Tashjian</i> v. <i>Republican Party of Connecticut, supra</i><i>,</i> suggests that elections were \"imminent\" when those cases were filed.</p>\n<p>Most of the majority's concerns about the ripeness of this dispute arise from the majority's uncertainty as to the \"particular form\" of future violations of § 6(b). See <i>Regional Rail Reorganization Act Cases, supra,</i> at 143, n. 29. The majority notes, for example, that \"[r]espondents do not allege an intention to endorse any particular candidate.\" <i>Ante,</i> at 321. Similarly, the majority objects that \"[w]e do not know the nature of the endorsement [that the parties will next make], how it would be publicized, or the precise language petitioners might delete from the voter pamphlet.\" <i>Ante,</i> at 322.</p>\n<p>In my view, these uncertainties do not detract in the slightest from the ripeness of this case. The form of future disobedience can only matter in ripeness analysis to the extent that it bears on the merits of a plaintiff's pre-enforcement challenge. The majority never bothers to explain how the identity of the endorsed candidates, the \"nature\" of the endorsement, the mode of publicity (outside of candidate statements submitted for inclusion in voter pamphlets), or the precise language that petitioners might delete from the pamphlets affects the merits of respondents' challenge. Indeed, it is quite apparent that none of these questions is relevant. <span class=\"star-pagination\">*342</span> In <i>Eu</i> v. <i>San Francisco Democratic Central Committee,</i> 489 U. S. 214 (1989), we struck down a similar California provision that barred party endorsements in primary elections for partisan offices. See <i>id.,</i> at 222-229. Nothing in our analysis turned on the identity of the candidates to be endorsed, the nature or precise language of the endorsements, or the mode of publicizing the endorsements. Similarly, here we can dispose of respondents' challenge to § 6(b) knowing simply that party central committees will continue to make endorsements of candidates for nonpartisan offices and that petitioners will continue to redact those endorsements from the voter pamphlets.<sup>[4]</sup></p>\n<p></p>\n<h2>II</h2>\n<p>Because I conclude that the controversy before us is justiciable, I would reach the merits of respondents' challenge. In my view, it is clear that § 6(b) violates the First Amendment.</p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*343</span> A</h2>\n<p>At the outset, it is necessary to be more precise about the nature of respondents' challenge. In effect, respondents' complaint states two possible First Amendment theories. The first is that § 6(b), as that provision has been <i>applied</i> to delete endorsements from voter pamphlets, violates the First Amendment. See App. 4-5, ¶¶ 36-39(a). The second is that § 6(b) <i>on its face</i> violates the First Amendment because it \"purports to outlaw actions by county central committees. . . to endorse, support or oppose candidates for city or county offices.\" <i>Id.,</i> at 4, ¶ 35. This second theory can be understood as an overbreadth challenge: that is, a claim that regardless of whether § 6(b) violates the First Amendment in its <i>peripheral effect</i> of excluding references to party endorsements from candidates' statements, § 6(b) is unconstitutional in its <i>primary effect</i> of barring parties and party committees from making endorsements. See <i>Secretary of State of Md.</i> v. <i>Joseph H. Munson Co.,</i> 467 U. S. 947, 965-966 (1984) (party who suffers unwanted but constitutionally permissible effect of a law may nonetheless succeed in voiding that law by showing that \"there is no core of easily identifiable and constitutionally proscribable conduct that the [provision] prohibits\").<sup>[5]</sup></p>\n<p><span class=\"star-pagination\">*344</span> As the majority notes, it is this Court's \"usual . . . practice. . . [not] to proceed to an overbreadth issue . . . before it is determined that the statute would be valid as applied.\" <i>Board of Trustees, State Univ. of N. Y.</i> v. <i>Fox,</i> 492 U. S. 469, 484-485 (1989). This is so because</p>\n<blockquote>\n<span class=\"star-pagination\">*345</span> \"the overbreadth question is ordinarily more difficult to resolve than the as-applied, since it requires determination whether the statute's overreach is <i>substantial</i> . . . `judged in relation to the statute's plainly legitimate sweep,' . . . and therefore requires consideration of many more applications than those immediately before the court.\" <i>Id.,</i> at 485 (emphasis in original), quoting <i>Broadrick</i> v. <i>Oklahoma,</i> 413 U. S. 601, 615 (1973).</blockquote>\n<p>Nonetheless, the rule that a court should consider as-applied challenges before overbreadth challenges is not absolute. See, <i>e. g., </i><i>Board of Airport Comm'rs of Los Angeles</i> v. <i>Jews for Jesus, Inc.,</i> 482 U. S. 569, 573-574 (1987) (considering overbreadth challenge first); <i>Houston</i> v. <i>Hill,</i> 482 U. S. 451, 458-467 (1987) (same). Rather, the rule represents one prudential consideration among many in determining the order in which to evaluate particular constitutional challenges.</p>\n<p>In my opinion, competing prudential factors clearly support considering respondents' overbreadth challenge first in this case. Unlike the situation in <i>Fox,</i> the as-applied challenge here is actually more difficult to resolve than is the overbreadth challenge. Insofar as they attack petitioners' redaction policy as unconstitutional, respondents must be understood to argue that they have a right <i>to receive</i> particular messages by means of official voter pamphlets or a right <i>to communicate</i> their own messages by that means. Either way, this argument would require us to determine the \"public forum\" status of the voter pamphlets, cf. <i>Perry Education Assn.</i> v. <i>Perry Local Educators' Assn.,</i> 460 U. S. 37, 48 (1983), an issue on which the law is unsettled, see generally L. Tribe, American Constitutional Law § 12-24, p. 987 (2d ed. 1988) (noting \"blurriness . . . of the categories within the public forum classification\"). By contrast, respondents' overbreadth challenge is easily assessed. In the first place, the application of § 6(b) to party speech that \"endorse[s], support[s], or oppose[s] a[ny] candidate for nonpartisan office\" clearly is \"substantial\" when compared with § 6(b)'s only alleged \"legitimate\" application, namely, the redaction of voter <span class=\"star-pagination\">*346</span> pamphlets. Moreover, the constitutional doctrine relevant to § 6(b)'s restriction of party speech is well settled. See <i>Eu</i> v. <i>San Francisco Democratic Central Committee,</i> 489 U. S. 214 (1989). Rather than undertaking to determine what sort of \"public forum\" voter pamphlets might constitute\u0097a finding that could have broad ramifications, see, <i>e. g., </i><i>Patterson</i> v. <i>Board of Supervisors of City and County of San Francisco,</i> <span class=\"citation\" data-id=\"2137953\"><a href=\"/opinion/2137953/patterson-v-board-of-supervisors/\"><span class=\"volume\">202</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">22</span></a></span>, <span class=\"citation\" data-id=\"2137953\"><a href=\"/opinion/2137953/patterson-v-board-of-supervisors/\"><span class=\"volume\">248</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">253</span></a></span> (1988) (suit challenging constitutionality of §§ 3795 and 5025 of California Elections Code, authorizing deletions from arguments about ballot propositions in the voter pamphlet)\u0097a court should, if possible, resolve this constitutional challenge by well-settled doctrine. See, <i>e. g., </i><i>Webster</i> v. <i>Reproductive Health Services,</i> 492 U. S. 490, 525-526 (1989) (O'CONNOR, J., concurring in part and concurring in judgment).</p>\n<p>In addition, both the District Court and the Court of Appeals disposed of respondents' challenge on overbreadth grounds, and that is the only theory briefed by the parties in this Court. Because the as-applied component of respondents' challenge has not been fully aired in these proceedings, resolving the case on that basis presents a significant risk of error. For these reasons, I turn to respondents' overbreadth challenge, which I find to be dispositive of this case.<sup>[6]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*347</span> B</h2>\n<p>Conceived of as an overbreadth challenge, respondents' First Amendment attack upon § 6(b) closely resembles the issue presented in <i>Eu</i> v. <i>San Francisco Democratic Central Committee, supra</i><i>.</i> As I have noted, <i>Eu</i> struck down on First Amendment grounds a California law that prohibited the party central committees from \"`endors[ing], support[ing], or oppos[ing]'\" any candidate in primary elections for partisan offices. <i>Id.,</i> at 217. We concluded in <i>Eu</i> that this \"ban directly affect[ed] speech which `is at the core of our electoral process and of the First Amendment freedoms.'\" <i>Id.,</i> at 222-223, quoting <i>Williams</i> v. <i>Rhodes,</i> 393 U. S. 23, 32 (1968). We also determined that this prohibition was unsupported by any legitimate compelling state interest. The State defended the endorsement ban on the ground that it was necessary to prevent voter \"confusion and undue [party] influence.\" See 489 U. S., at 228. Properly understood, this claim amounted to no more than the proposition that the State could protect voters from being exposed to information on which they might rationally rely, a \"`highly paternalistic'\" function to which the State could not legitimately lay claim. <i>Id.,</i> at 223, quoting <i>Virginia State Bd. of Pharmacy</i> v. <i>Virginia Citizens Consumer Council, Inc.,</i> 425 U. S., at 770; see 489 U. S., at 228-229.</p>\n<p>In my view, this case is directly controlled by <i>Eu.</i> As in <i>Eu,</i> there can be no question here that the endorsements that § 6(b) purports to make unlawful constitute core political speech. And, as in <i>Eu,</i> this prohibition is unsupported by any <i>legitimate</i> compelling state interest. Petitioners assert that § 6(b) advances a compelling state interest because it assures that \"local government and judges in California are . . . controlled by the people [rather than] by those who run political parties.\" Brief for Petitioners 7. The only kind of \"control\" that § 6(b) seeks to prohibit, however, is that which \"those who run political parties\" are able to exert over voters through issuing party endorsements. In effect, then, <span class=\"star-pagination\">*348</span> petitioners are arguing that the State has an interest in protecting \"the people\" from their own susceptibility to being influenced by political speech. This is the very sort of paternalism that we deemed illegitimate in <i>Eu.</i></p>\n<p>Drawing on our decision in <i>Austin</i> v. <i>Michigan Chamber of Commerce,</i> 494 U. S. 652 (1990), petitioners try to repackage the State's concern to protect voters from themselves as an interest in avoiding \"corruption\" of the electoral process. The law that was at issue in <i>Austin</i> barred corporations from making political expenditures from their corporate treasuries in favor of, or in opposition to, political candidates. We upheld the constitutionality of that law, finding that a State could legitimately prohibit \"the corrosive and distorting effects of immense aggregations of wealth that are accumulated with the help of the corporate form and that have little or no correlation to the public's support for the corporation's political ideas.\" <i>Id.,</i> at 660. Petitioners argue that California similarly should be able to prohibit political parties from using their special place in the political process to exercise a disruptive effect upon the election of nonpartisan office holders.</p>\n<p>Petitioners' reliance on <i>Austin</i> is unavailing. The political activity that § 6(b) limits in this case is not the expenditure of money to further a viewpoint but merely the announcement of that viewpoint in the form of an endorsement. It is difficult to imagine how a political party's announcement of its view about a candidate could exert an influence on voters that has \"little or no correlation to the public's support for the [party's] political ideas.\" <i>Ibid.</i> On the contrary, whatever influence a party wields in expressing its views results directly from the trust that it has acquired among voters.</p>\n<p>Thus, whereas the <i>Austin</i> Court worried that corporations might dominate elections with capital they had only accumulated by dint of \"`economically motivated decisions of investors and customers,'\" <i>id.,</i> at 659, the party endorsements in this case represent an expenditure of <i>political</i> capital accumulated <span class=\"star-pagination\">*349</span> through past voter support. And, whereas the special benefits conferred by state law in <i>Austin</i> \"enhance[d]\" the corporations' \"ability to attract capital,\" <i>ibid.,</i> the benefits California confers upon parties\u0097<i>e. g.,</i> permitting taxpayers to make voluntary contributions to parties on their tax returns\u0097should have little effect on the parties' acquisition of <i>political</i> capital. In sum, the prospect that voters might be persuaded by party endorsements is not a <i>corruption</i> of the democratic political process; it <i>is</i> the democratic political process.</p>\n<p>In the final analysis, § 6(b) and the arguments that petitioners advance in support of it reflect an ambivalence about the democratic process itself. The possibility that judges and other elective nonpartisan office holders will fall under the influence of political parties is inherent in an electoral system in which voters look to others, including parties, for information relevant to exercise of the franchise. Of course, it is always an option for the State to end the influence of the parties by making these offices appointive rather than elective positions. But the greater power to dispense with elections altogether does not include the lesser power to conduct elections under conditions of state-imposed voter ignorance. If the State chooses to tap the energy and the legitimizing power of the democratic process, it must accord the participants in that process\u0097voters, candidates, <i>and</i> parties\u0097the First Amendment rights that attach to their roles.</p>\n<p>Because § 6(b) clearly fails to meet this standard, and because I believe that the lower courts properly determined that they were in a position to reach this conclusion <i>now,</i> I would affirm the judgment of the Ninth Circuit. Consequently, I dissent.</p>\n<h2>NOTES</h2>\n<p>[*]  <i>Jerome B. Falk, Jr.,</i> and <i>Steven L. Mayer</i> filed a brief for the California Judges Association as <i>amicus curiae</i> urging reversal.\n</p>\n<p><i>Karl Olson, Steven R. Shapiro,</i> and <i>Alan L. Schlosser</i> filed a brief for the American Civil Liberties Union et al. as <i>amici curiae</i> urging affirmance.</p>\n<p>[\u0086]  JUSTICE SCALIA joins all but Part II-B of this opinion.</p>\n<p>[*]  Pursuant to both local and state law, the San Francisco Registrar of Voters prepares, publishes, and distributes to voters an information pamphlet for nonpartisan municipal elections. The pamphlet contains personal statements by candidates for nonpartisan offices, the text of each ballot measure submitted to the voters, digests of the measures, and arguments for and against the measures. See <i>Geary</i> v. <i>Renne,</i> 914 F. 2d 1249, 1251 (CA9 1990). The pamphlet is subsidized by the city, \"with mailing and distribution costs borne by the city and the authors of ballot arguments charged a minimal sum to defray printing costs.\" <i>Patterson</i> v. <i>Board of Supervisors of City and County of San Francisco,</i> <span class=\"citation\" data-id=\"2137953\"><a href=\"/opinion/2137953/patterson-v-board-of-supervisors/\"><span class=\"volume\">202</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">22</span></a></span>, 30, <span class=\"citation\" data-id=\"2137953\"><a href=\"/opinion/2137953/patterson-v-board-of-supervisors/\"><span class=\"volume\">248</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">253</span></a></span>, 259 (1988).</p>\n<p>[1]  In addition, there is one organization respondent, Election Action, which is committed to placing certain referenda matters on the ballot in California. As the majority notes, see <i>ante,</i> at 314-315, Election Action asserts no stake in this litigation independent of the individual voters who constitute its membership.</p>\n<p>[2]  Because all respondents clearly have standing as potential receivers of protected speech, it is unnecessary to resolve whether certain respondents also have standing, in their capacity as committee members, to contest deletion from voter pamphlets of the committee's endorsement. Were this the only available basis for respondents' standing, it would be necessary to determine whether individual committee members may challenge infringement of the right to publicize an endorsement that is issued by the committee as a whole. As the majority points out, this matter is \"unsettled.\" <i>Ante,</i> at 320.</p>\n<p>[3]  In support of its novel approach to standing, the majority cites no cases in which an injury was deemed unredressable because the challenged government conduct might have been\u0097but was not\u0097justified with reference to some law other than the one upon which the government officials relied. Indeed, the only precedents that the majority cites, <i>ante,</i> at 319, are decisions imposing the general requirement that injuries be redressable. Stated at that level of generality, the principle is uncontrovertible\u0097 but it is also of no help to the majority here.</p>\n<p>[4]  The majority cites a series of decisions to support its view that we do not know enough about the expressive activity restricted by § 6(b) to evaluate its constitutionality. <i>Ante,</i> at 322. The Court's reasoning in the cited precedents, however, only confirms the deficiencies in the majority's analysis here. For example, in <i>Rescue Army</i> v. <i>Municipal Court of Los Angeles,</i> 331 U. S. 549, 576-580 (1947), the Court found the dispute unripe for adjudication because it was unsure which criminal statutes would be applied to the petitioner or which other code sections were incorporated by reference in those statutes; in <i>Socialist Labor Party</i> v. <i>Gilligan,</i> 406 U. S. 583, 586 (1972), the Court found \"no allegation of injury that the party has suffered <i>or will suffer</i> because of the existence of the [law challenged]\" (emphasis added); and in <i>Public Affairs Associates, Inc.</i> v. <i>Rickover,</i> 369 U. S. 111, 113 (1962), involving a public official's disputed authorship rights in his speeches, the Court found the record \"woefully lacking\" because it omitted details\u0097such as whether the official used government facilities and personnel to prepare his speeches\u0097that bore directly upon the legal issue. Unlike the situation in these precedents, the respondents in this case have clearly identified the law that will be enforced to their detriment, the injury that will flow from that enforcement, and the relevant facts surrounding such enforcement.</p>\n<p>[5]  The majority expresses \"doubt that respondents' complaint should be construed to assert a facial challenge to § 6(b)\" because the complaint prays for an injunction only against petitioners' redaction policy and because \"[r]eferences to other applications of § 6(b) [in the complaint] are at best conclusory.\" <i>Ante,</i> at 323-324. JUSTICE WHITE'S dissenting opinion expresses a similar view. <i>Ante,</i> at 328, 330. But neither the majority nor JUSTICE WHITE explains why a party raising an overbreadth challenge must seek to enjoin applications of an invalid law other than the application that is injuring him. Moreover, to require a broader request for injunctive relief here would be both unfair and unnecessary. Although respondents know which officials should be enjoined in order to halt the redaction of voter pamphlets, respondents cannot know who will next enforce § 6(b) against party central committees that seek to endorse nonpartisan candidates. See, <i>e. g., </i><i>Unger</i> v. <i>Superior Court,</i> <span class=\"citation\" data-id=\"1173115\"><a href=\"/opinion/1173115/unger-v-superior-court/\"><span class=\"volume\">37</span> <span class=\"reporter\">Cal. 3d</span> <span class=\"page\">612</span></a></span>, 692 P. 2d 238 (1984) (injunction sought by two registered voters against party's announcement of opposition to justices at confirmation election); <i>Unger</i> v. <i>Superior Court,</i> <span class=\"citation\" data-id=\"2109373\"><a href=\"/opinion/2109373/unger-v-superior-court/\"><span class=\"volume\">102</span> <span class=\"reporter\">Cal. App. 3d</span> <span class=\"page\">681</span></a></span>, <span class=\"citation\" data-id=\"2109373\"><a href=\"/opinion/2109373/unger-v-superior-court/\"><span class=\"volume\">162</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">611</span></a></span> (1980), cert. denied, 449 U. S. 1131 (1981) (injunction against party endorsement sought by rival candidate who was not endorsed). Should respondents obtain the declaratory relief that they seek, any future attempts to enforce § 6(b) against a political party could easily be defeated by invoking that declaratory judgment. In sum, respondents' request for a declaratory judgment that § 6(b) is unconstitutional furnishes ample basis for inferring that their complaint includes a facial challenge to § 6(b).\n</p>\n<p>The insistence by the majority and by JUSTICE WHITE that a party expressly style his claim in his complaint as a challenge based on overbreadth is also inconsistent with the liberal \"notice pleading\" philosophy that informs the Federal Rules of Civil Procedure. See <i>Conley</i> v. <i>Gibson,</i> 355 U. S. 41, 47-48 (1957); see generally <i>Fitzgerald</i> v. <i>Codex Corp.,</i> 882 F. 2d 586, 589 (CA1 1989) (\"[U]nder Fed. R. Civ. P. 8 it is not necessary that a legal theory be pleaded in the complaint if plaintiff sets forth `sufficient factual allegations to state a claim showing that he is entitled to relief' under <i>some</i> [tenable] legal theory\" (emphasis in original)). I am particularly perplexed by JUSTICE WHITE'S determination that \"[t]he courts below <i>erred</i> in treating respondents' challenge in this case as a facial challenge.\" <i>Ante,</i> at 328 (emphasis added). At every stage of this litigation, beginning with respondents' summary judgment motion, the parties have framed the constitutional question exclusively in terms of § 6(b)'s application to party endorsements, precisely the overbreadth argument that JUSTICE WHITE declines to reach. See Points and Authorities in Support of Summary Judgment in No. C-87-4724 AJZ (ND Cal.), pp. 22-26; Memorandum of Points and Authorities in Opposition to Summary Judgment in No. C-87-4724 AJZ (ND Cal.), pp. 20-41; Brief of Appellant in No. 88-2875 (CA9), pp. 7-18; Brief of Appellees in No. 88-2875 (CA9), pp. 5-36. In such circumstances, I do not understand what authority this Court would have for reversing the decision below, <i>sua sponte,</i> simply because the lower courts upheld a theory of relief not expressly relied upon in the complaint. See generally 5 C. Wright and A. Miller, Federal Practice and Procedure § 1219, p. 190 (2d ed. 1990) (text of Federal Rules \"makes it very plain that the theory of the pleadings mentality has no place under federal practice\").</p>\n<p>[6]  It is, of course, no impediment to proceeding on an overbreadth theory that petitioners' redaction policy supplies the ripe controversy in this case. The thrust of an overbreadth challenge is that a party is entitled \"not to be bound by a [provision] that is unconstitutional.\" <i>Board of Trustees, State Univ. of N. Y.</i> v. <i>Fox,</i> 492 U. S. 469, 485 (1989). Thus, a pre-enforcement overbreadth challenge is ripe so long as the party can show that state actors will foreseeably apply a facially invalid law in a way that determines <i>his</i> rights. He need not show, in addition, that state actors are about to apply the law to third parties in the precise manner that renders the law facially invalid. As I have shown, respondents demonstrate a ripe dispute by credibly alleging that petitioners will apply § 6(b) in a manner that determines respondents' right to receive election-related speech in official voter pamphlets.</p>\n\n</div>", 
  "sha1": "ff9b413d275ff8f8867d807c74ab646bbb4a40c9", 
  "date_modified": "2014-12-23T12:40:50.034514", 
  "precedential_status": "Published", 
  "absolute_url": "/opinion/112627/renne-v-geary/", 
  "citation_count": 132, 
  "supreme_court_db_id": "1990-109", 
  "extracted_by_ocr": false, 
  "docket": "/api/rest/v2/docket/71817/", 
  "html": "<p class=\"case_cite\">501 U.S. 312</p>\n    <p class=\"case_cite\">111 S.Ct. 2331</p>\n    <p class=\"case_cite\">115 L.Ed.2d 288</p>\n    <p class=\"parties\">Louise RENNE, San Francisco City Attorney, et  al., Petitioners<br>v.<br>Bob GEARY, et al.</p>\n    <p class=\"docket\">No. 90-769.</p>\n    <p class=\"date\">Argued April 23, 1990.</p>\n    <p class=\"date\">Decided June 17, 1991.</p>\n    <div class=\"prelims\">\n      <p class=\"center\">\n        <i>Syllabus</i>\n      </p>\n      <p class=\"indent\">Article II, &#167; 6(b) of the California Constitution prohibits political parties and party central committees from endorsing, supporting, or opposing candidates for nonpartisan offices such as county and city offices.  Based on &#167; 6(b), it is the policy of petitioners&#8212;the City and County of San Francisco, its Board of Supervisors, and certain local officials&#8212;to delete any reference to party endorsements from candidates' statements included in the voter pamphlets that petitioners print and distribute. Respondents&#8212;among whom are 10 registered voters in the city and county, including members of the local Republican and Democratic Central Committees&#8212;filed suit seeking, <i>inter alia,</i> a declaration that &#167; 6(b) violates the First and Fourteenth Amendments and an injunction preventing petitioners from editing candidate statements to delete references to party endorsements.  The District Court entered summary judgment for respondents, declaring &#167; 6(b) unconstitutional and enjoining its enforcement, and the Court of Appeals affirmed.</p>\n      <p class=\"indent\"><i>Held:</i>  The question whether &#167; 6(b) violates the First Amendment is not justiciable in this case, since respondents have not demonstrated a live controversy ripe for resolution by the federal courts.  Pp. 316-324.</p>\n      <p class=\"indent\">(a) Although respondents have standing to claim that &#167; 6(b) has been applied in an unconstitutional manner to bar their own speech, the allegations in their complaint and affidavits raise serious questions about their standing to assert other claims.  In their capacity as voters, they only allege injury flowing from &#167; 6(b)'s application to prevent speech by candidates in the voter pamphlets.  There is reason to doubt that that injury can be redressed by a declaration of &#167; 6(b)'s invalidity or an injunction against its enforcement, since a separate California statute, the constitutionality of which was not litigated in this case, might well be construed to prevent candidates from mentioning party endorsements in voter pamphlets, even in the absence of &#167; 6(b). Moreover, apart from the possibility of an overbreadth claim, discussed <i>infra,</i> the standing of respondent committee members to litigate based on injuries to their respective committees' rights is unsettled.  See <i>Bender v. Williamsport Area School Dist.,</i> 475 U.S. 534, 543-545, 106 S.Ct. 1326, 1332-1333, 89 L.Ed.2d 501.  Nor is it clear, putting aside redressability concerns, that the committee members have third party standing to assert the rights of candidates, since no obvious barrier exists preventing candidates from asserting their own rights.  See <i>Powers v. Ohio,</i> 499 U.S. ----, ----, 111 S.Ct. 1364, ----, 113 L.Ed.2d 411.  Pp. 318-320.</p>\n      <p class=\"indent\">(b) Respondents' allegations fail to demonstrate a live dispute involving the actual or threatened application of &#167; 6(b) to bar particular speech.  Their generalized claim that petitioners deleted party endorsements from candidate statements in past elections does not do so, since, so far as can be discerned from the record, those disputes had become moot by the time respondents filed suit.  Similarly, an allegation that the Democratic Committee has not endorsed candidates \"[i]n elections since 1986\" for fear of the consequences of violating &#167; 6(b) will not support a federal-court action absent a contention that &#167; 6(b) prevented a particular endorsement, and that the controversy had not become moot prior to the litigation.  Nor can a ripe controversy be found in the fact that the Republican Committee endorsed candidates for nonpartisan elections in 1987, the year this suit was filed, since nothing in the record suggests that petitioners took any action to enforce &#167; 6(b) as a result of those endorsements, or that there was any desire or attempt to include the endorsements in the candidates' statements.  Allegations that respondents desire to endorse candidates in future elections also present no ripe controversy, absent a factual record of an actual or imminent application of &#167; 6(b) sufficient to present the constitutional issues in clean-cut and concrete form.  Indeed, the record contains no evidence of a credible threat that &#167; 6(b) will be enforced, other than against candidates in the context of voter pamphlets.  In these circumstances, postponing adjudication until a more concrete controversy arises will not impose a substantial hardship on respondents and will permit the state courts further opportunity to construe &#167; 6(b), perhaps in the process materially altering the questions to be decided.  Pp. 320-323.</p>\n      <p class=\"indent\">(c) Even if respondents' complaint may be read to assert a facial overbreadth challenge, the better course might have been to address in the first instance the constitutionality of &#167; 6(b) as applied in the context of voter pamphlets.  See, <i>e.g., Board of Trustees, State Univ. of N.Y. v. Fox,</i> 492 U.S. 469, 484-485, 109 S.Ct. 3028, 3037, 106 L.Ed.2d 388.  If the as-applied challenge had been resolved first, the justiciability problems determining the disposition of this case might well have concluded the litigation at an earlier stage.  Pp. 323-324.</p>\n      <p class=\"indent\">911 F.2d 280 (CA9 1990).  Vacated and remanded.</p>\n      <p class=\"indent\">KENNEDY, J., delivered the opinion of the Court, in which REHNQUIST, C.J., and STEVENS, O'CONNOR, and SOUTER, JJ., joined, and in all but Part II-B of which SCALIA, J., joined.  STEVENS, J., filed a concurring opinion.  WHITE, J., filed a dissenting opinion.  MARSHALL, J., filed a dissenting opinion, in which BLACKMUN, J., joined.</p>\n      <p class=\"indent\">Dennis Aftergut, San Francisco, Cal., for petitioners.</p>\n      <p class=\"indent\">Arlo Hale Smith, San Francisco, Cal., for respondents.</p>\n      <p class=\"indent\">Cedric C. Chao, San Francisco, Cal., for the California Democratic Party, et al., as amici curiae, supporting respondents, by special leave of Court.</p>\n      <p class=\"indent\">Justice KENNEDY delivered the opinion of the Court.<a class=\"footnote\" href=\"#fn-s-s\" id=\"fn-s-s_ref\">**</a></p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioners seek review of a decision of the United States Court of Appeals for the Ninth Circuit holding that Article II, &#167; 6(b) of the California Constitution violates the First and Fourteenth Amendments to the Constitution of the United States. Section 6(b) reads:  \"No political party or party central committee may endorse, support, or oppose a candidate for nonpartisan office.\"  Its companion provision, &#167; 6(a), provides that \"[a]ll judicial, school, county, and city offices shall be nonpartisan.\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* In view of our determination that the case is nonjusticiable, the identity of the parties has crucial relevance.  Petitioners are the City and County of San Francisco, its Board of Supervisors, and certain local officials.  The individual respondents are 10 registered voters residing in the City and County of San Francisco.  They include the chairman and three members of the San Francisco Republican County Central Committee and one member of the San Francisco Democratic County Central Committee.  Election Action, an association of voters, is also a respondent, but it asserts no interest in relation to the issues before us different from that of the individual voters.  Hence, we need not consider it further.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Respondents filed this suit in the United States District Court for the Northern District of California.  Their third cause of action challenged &#167; 6(b) and petitioners' acknowledged policy, based on that provision, of deleting any references to a party endorsement from the candidate statements included in voter pamphlets.  As we understand it, petitioners print the pamphlets and pay the postage required to mail them to voters.  The voter pamphlets contain statements prepared by candidates for office and arguments submitted by interested persons concerning other measures on the ballot.  The complaint sought a declaration that Article II, &#167; 6 was unconstitutional and an injunction preventing petitioners from editing candidate statements to delete references to party endorsements.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The District Court granted summary judgment for respondents on their third cause of action, declaring &#167; 6(b) unconstitutional and enjoining petitioners from enforcing it.  708 F.Supp. 278 (ND Cal.1988).  The court entered judgment on this claim pursuant to Federal Rule of Civil Procedure 54(b), and petitioners appealed. A Ninth Circuit panel reversed, 880 F.2d 1062 (1989), but the en banc Court of Appeals affirmed the District Court's decision, 911 F.2d 280 (CA9 1990) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We granted certiorari, 498 U.S. ----, 111 S.Ct. 750, 112 L.Ed.2d 771 (1991), to determine whether &#167; 6(b) violates the First Amendment.  At oral argument, doubts arose concerning the justiciability of that issue in the case before us.  Having examined the complaint and the record, we hold that respondents have not demonstrated a live controversy ripe for resolution by the federal courts.  As a consequence of our finding of nonjusticiability, we vacate the Ninth Circuit's judgment and remand with instructions to dismiss respondents' third cause of action.</p>\n    </div>\n    <p class=\"center\">II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Concerns of justiciability go to the power of the federal courts to entertain disputes, and to the wisdom of their doing so. We presume that federal courts lack jurisdiction \"unless 'the contrary appears affirmatively from the record.' \"  <i>Bender v. Williamsport Area School Dist.,</i> 475 U.S. 534, 546, 106 S.Ct. 1326, 1334, 89 L.Ed.2d 501 (1986), quoting <i>King Bridge Co. v. Otoe County,</i> 120 U.S. 225, 226, 7 S.Ct. 552, 552, 30 L.Ed. 623 (1887). \"It is the responsibility of the complainant clearly to allege facts demonstrating that he is a proper party to invoke judicial resolution of the dispute and the exercise of the court's remedial powers.\"  <i>Bender, supra,</i> 475 U.S., at 546, n. 8, 106 S.Ct., at 1334, n. 8, quoting <i>Warth v. Seldin,</i> 422 U.S. 490, 517-518, 95 S.Ct. 2197, 2215, 45 L.Ed.2d 343 (1975).</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Proper resolution of the justiciability issues presented here requires examination of the pleadings and record to determine the nature of the dispute and the interests of the parties in having it resolved in this judicial proceeding.  According to the complaint, the respondent committee members \"desire to endorse, support, and oppose candidates for city and county office through their county central committees, and to publicize such endorsements by having said endorsements printed in candidate's statements published in the voter's pamphlet.\"  App. 4, &#182; 36.  All respondents \"desire to read endorsements of candidates for city and county office as part of candidate's statements printed in the San Francisco voter's pamphlet.\"  <i>Id.,</i> at 5, &#182; 37.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The complaint alleges that in the past certain of these petitioners \"have deleted all references in candidate's statements for City and County offices to endorsements by political party central committees or officers or members of such committees,\" and that they will continue such deletions in the future unless restrained by court order.  &#182; 38.  Respondents believe an actual controversy exists because they contend &#167; 6 and any other law relied upon to refuse to print the endorsements are unconstitutional in that they \"abridge [respondents'] rights to free speech and association,\" while petitioners dispute these contentions.  &#182; 39.  The third cause of action concludes with general assertions that respondents have been harmed by the past and threatened deletion of endorsements from candidate statements, and that because of those deletions they have suffered and will suffer irreparable injury to their rights of free speech and association.  <i>Id.,</i> at 5-6, &amp;Par; 40-41.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">An affidavit submitted by the Chairman of the Republican Committee in connection with respondents' motion for summary judgment illuminates and supplements the allegations of the complaint.  It indicates the committee has a policy of endorsing candidates for nonpartisan offices:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"In 1987, the Republican Committee endorsed Arlo Smith for      District Attorney, Michael Hennessey for Sheriff, and John      Molinari for Mayor, despite objections from some that such      endorsements are prohibited by California Constitution      Article [II], Section 6.  It is the plan and intention of the      Republican Committee to endorse candidates for nonpartisan      offices in as many future elections as possible.  The      Republican Committee would like to have such endorsements      publicized by endorsed candidates in their candidate's      statements in the San Francisco voter's pamphlet, and to      encourage endorsed candidates to so publish their      endorsements by the Republican Committee.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\"In the future, I and other Republican Committee members      . . . would like to use our titles as Republican County      Committeemen in endorsements we make of local candidates      which are printed in the San Francisco voter's pamphlet.  We      cannot do so as [petitioner] Jay Patterson has a policy of      deleting the word 'Republican' from all such endorsements.\"      App. 15-16.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">An affidavit submitted by a Democratic committeeman states that \"[i]n elections since 1986, the Democratic Committee has declined to endorse candidates for nonpartisan office solely out of concern that committee members may be criminally or civilly prosecuted for violation of the endorsement ban contained in\" &#167; 6.  <i>Id.,</i> at 12.  It also provides two examples of elections in which the word \"Democratic\" had been deleted from candidate statements.  One involved an endorsement by a committee member of one of these respondents, then a candidate for local office, and in another the respondent committee member wished to mention that position in his own candidate statement.  <i>Ibid.</i>  Those elections occurred prior to the adoption of &#167; 6(b), but at least one and perhaps both were held at a time when a California appellate court had found a ban on party endorsements implicit in the state constitutional provision designating which offices are nonpartisan, now &#167; 6(a).  See <i>Unger v. Superior Court of Marin County,</i> 102 Cal.App.3d 681, 162 Cal.Rptr. 611 (1980), overruled by <i>Unger v. Superior Court,</i> 37 Cal.3d 612, 209 Cal.Rptr. 474, 692 P.2d 238 (1984).</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Respondents' allegations indicate that, relevant to this suit, petitioners interpret &#167; 6(b) to apply to three different categories of speakers.  First, as suggested by the language of the provision, it applies to party central committees.  Second, petitioners' reliance on &#167; 6(b) to edit candidate statements demonstrates that they believe the provision applies as well to the speech of candidates for nonpartisan office, at least in the forum provided by the voter pamphlets.  Third, petitioners have interpreted &#167; 6(b) to apply to members and officers of party central committees, as shown by their policy of deleting references to endorsements by these individuals from candidate statements.  The first of these interpretations flows from the plain language of &#167; 6(b), while the second and third require inferences from the text.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As an initial matter, serious questions arise concerning the standing of respondents to defend the rights of speakers in any of these categories except to the extent that certain respondents in the third category may assert their own rights.  In their capacity as voters, respondents only allege injury flowing from application of &#167; 6(b) to prevent speech by candidates in the voter pamphlets.  We have at times permitted First Amendment claims by those who did not themselves intend to engage in speech, but instead wanted to challenge a restriction on speech they desired to hear.  See, <i>e.g., Virginia Pharmacy Board v. Virginia Citizens Consumer Council, Inc.,</i> 425 U.S. 748, 96 S.Ct. 1817, 48 L.Ed.2d 346 (1976).  There is reason to doubt, however, that the injury alleged by these voters can be redressed by a declaration of &#167; 6(b)'s invalidity or an injunction against its enforcement. See <i>ASARCO Inc. v. Kadish,</i> 490 U.S. 605, 615-616, 109 S.Ct. 2037, 2044, 104 L.Ed.2d 696 (1989) (opinion of KENNEDY, J., joined by REHNQUIST, C.J., and STEVENS and SCALIA, JJ.) (party seeking to invoke authority of federal courts must show injury \"likely to be redressed by the requested relief\");  <i>Allen v. Wright,</i> 468 U.S. 737, 751, 104 S.Ct. 3315, 3324, 82 L.Ed.2d 556 (1984) (\"relief from the injury must be 'likely' to follow from a favorable decision\");  <i>Simon v. Eastern Ky. Welfare Rights Org.,</i> 426 U.S. 26, 38, 96 S.Ct. 1917, 1924, 48 L.Ed.2d 450 (1976).  A separate California statute, the constitutionality of which was not litigated in this case, provides that a candidate's statement \"shall not include the party affiliation of the candidate, nor membership or activity in partisan political organizations.\" Cal.Elec.Code Ann. &#167; 10012 (West 1977 and Supp.1991).  This statute might be construed to prevent candidates from mentioning party endorsements in voter pamphlets, even in the absence of &#167; 6(b).  Overlapping enactments can be designed to further differing state interests, and invalidation of one may not impugn the validity of another.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The respondent committee members allege injury to their rights, either through their committees or as individual committee members, to endorse candidates for nonpartisan offices, and also allege injury from the inability of candidates to include those endorsements in voter pamphlets.  Respondents of course have standing to claim that &#167; 6(b) has been applied in an unconstitutional manner to bar their own speech.  Apart, though, from the possibility of an overbreadth challenge, an alternative we discuss below, the standing of the committee members to litigate based on injuries to the rights of their respective committees is unsettled.  See <i>Bender v. Williamsport Area School Dist.,</i> 475 U.S., at 543-545, 106 S.Ct., at 1332-1333 (school board member, as member of a \"collegial body,\" could not take appeal board as a whole declined to take).  It may be that rights the committee members can exercise only in conjunction with the other members of the committee must be defended by the committee itself.  Nor is it clear, putting aside our concerns about redressability, that the committee members have third party standing to assert the rights of candidates, since no obvious barrier exists that would prevent a candidate from asserting his or her own rights.  See <i>Powers v. Ohio,</i> 499 U.S. ----, ----, 111 S.Ct. 1364, 1370, 113 L.Ed.2d 411 (1991).</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Justiciability concerns not only the standing of litigants to assert particular claims, but also the appropriate timing of judicial intervention.  See <i>Regional Rail Reorganization Act Cases,</i> 419 U.S. 102, 136-148, 95 S.Ct. 335, 355-361, 42 L.Ed.2d 320 (1974).  Respondents have failed to demonstrate a live dispute involving the actual or threatened application of &#167; 6(b) to bar particular speech.  Respondents' generalized claim that petitioners have deleted party endorsements from candidate statements in past elections does not demonstrate a live controversy.  So far as we can discern from the record, those disputes had become moot by the time respondents filed suit. While the mootness exception for disputes capable of repetition yet evading review has been applied in the election context, see <i>Moore v. Ogilvie,</i> 394 U.S. 814, 816, 89 S.Ct. 1493, 1494, 23 L.Ed.2d 1 (1969), that doctrine will not revive a dispute which became moot before the action commenced.  \"Past exposure to illegal conduct does not in itself show a present case or controversy regarding injunctive relief . . . if unaccompanied by any continuing, present adverse effects.\"  <i>O'Shea v. Littleton,</i> 414 U.S. 488, 495-496, 94 S.Ct. 669, 676, 38 L.Ed.2d 674 (1974);  see <i>Los Angeles v. Lyons,</i> 461 U.S. 95, 103 S.Ct. 1660, 75 L.Ed.2d 675 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The allegation that the Democratic Committee has not endorsed candidates \"[i]n elections since 1986\" for fear of the consequences of violating &#167; 6, App. 12, provides insufficient indication of a controversy continuing at the time this litigation began or arising thereafter.  The affidavit provides no indication whom the Democratic Committee wished to endorse, for which office, or in what election.  Absent a contention that &#167; 6(b) prevented a particular endorsement, and that the controversy had not become moot prior to the litigation, this allegation will not support an action in federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Nor can a ripe controversy be found in the fact that the Republican Committee endorsed candidates for nonpartisan elections in 1987, the year this suit was filed.  Whether or not all of those endorsements involved elections pending at the time this action commenced, a point on which the affidavit is not clear, we have no reason to believe that &#167; 6(b) had any impact on the conduct of those involved.  The committee made these endorsements \"despite objections from some that such endorsements are prohibited\" by the provision at issue.  App. 15.  Nothing in the record suggests that any action was taken to enforce &#167; 6(b) as a result of those endorsements.  We know of no adverse consequences suffered by the Republican Committee or its members due to the apparent violation of &#167; 6(b).  We also have no indication that any of the three endorsed candidates desired or attempted to include the party's endorsement in a candidate statement.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We also discern no ripe controversy in the allegations that respondents desire to endorse candidates in future elections, either as individual committee members or through their committees.  Respondents do not allege an intention to endorse any particular candidate, nor that a candidate wants to include a party's or committee member's endorsement in a candidate statement.  We possess no factual record of an actual or imminent application of &#167; 6(b) sufficient to present the constitutional issues in \"clean-cut and concrete form.\"  <i>Rescue Army v. Municipal Court of Los Angeles,</i> 331 U.S. 549, 584, 67 S.Ct. 1409, 1427, 91 L.Ed. 1666 (1947);  see <i>Socialist Labor Party v. Gilligan,</i> 406 U.S. 583, 92 S.Ct. 1716, 32 L.Ed.2d 317 (1972); <i>Public Affairs Press v. Rickover,</i> 369 U.S. 111, 82 S.Ct. 580, 7 L.Ed.2d 604 (1962) (<i>per curiam</i> );  <i>Alabama Federation of Labor v. McAdory,</i> 325 U.S. 450, 65 S.Ct. 1384, 89 L.Ed. 1725 (1945).  We do not know the nature of the endorsement, how it would be publicized, or the precise language petitioners might delete from the voter pamphlet.  To the extent respondents allege that a committee or a committee member wishes to \"support\" or \"oppose\" a candidate other than through endorsements, they do not specify what form that support or opposition would take.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The record also contains no evidence of a credible threat that &#167; 6(b) will be enforced, other than against candidates in the context of voter pamphlets.  The only instances disclosed by the record in which parties endorsed specific candidates did not, so far as we can tell, result in petitioners taking any enforcement action.  While the record indicates that the Democratic Committee feared prosecution of its members if it endorsed a candidate, we find no explanation of what criminal provision that conduct might be held to violate.  Petitioners' counsel indicated at oral argument that &#167; 6(b) carries no criminal penalties, and may only be enforced by injunction.  Nothing in the record suggests that petitioners have threatened to seek an injunction against county committees or their members if they violate &#167; 6(b).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">While petitioners have threatened not to allow candidates to include endorsements by county committees or their members in the voter pamphlets prepared by the government, we do not believe deferring adjudication will impose a substantial hardship on these respondents.  In all probability, respondents can learn which candidates have been endorsed by particular parties or committee members through other means.  If respondents or their committees do desire to make a particular endorsement in the future, and a candidate wishes to include the endorsement in a voter pamphlet, the constitutionality of petitioners' refusal to publish the endorsement can be litigated in the context of a concrete dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Postponing consideration of the questions presented, until a more concrete controversy arises, also has the advantage of permitting the state courts further opportunity to construe &#167; 6(b), and perhaps in the process to \"materially alter the question to be decided.\"  <i>Babbitt v. Farm Workers,</i> 442 U.S. 289, 306, 99 S.Ct. 2301, 2313, 60 L.Ed.2d 895 (1979);  see also <i>Webster v. Reproductive Health Services,</i> 492 U.S. 490, 506, 109 S.Ct. 3040, 3050, 106 L.Ed.2d 410 (1989) (plurality opinion).  It is not clear from the language of the provision, for instance, that it applies to individual members of county committees.  This apparent construction of the provision by petitioners, which may give respondents standing in this case, could be held invalid by the state courts.  State courts also may provide further definition to &#167; 6(b)'s operative language, \"endorse, support, or oppose.\" \"Determination of the scope and constitutionality of legislation in advance of its immediate adverse effect in the context of a concrete case involves too remote and abstract an inquiry for the proper exercise of the judicial function.\"  <i>Longshoremen's Union v. Boyd,</i> 347 U.S. 222, 224, 74 S.Ct. 447, 448, 98 L.Ed. 650 (1954).</p>\n    </div>\n    <p>D</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We conclude with a word about the propriety of resolving the facial constitutionality of &#167; 6(b) without first addressing its application to a particular set of facts.  In some First Amendment contexts, we have permitted litigants injured by a particular application of a statute to assert a facial overbreadth challenge, one seeking invalidation of the statute because its application in other situations would be unconstitutional.  See <i>Broadrick v. Oklahoma,</i> 413 U.S. 601, 93 S.Ct. 2908, 37 L.Ed.2d 830 (1973).  We have some doubt that respondents' complaint should be construed to assert a facial challenge to &#167; 6(b).  Beyond question, the gravamen of the complaint is petitioners' application of &#167; 6(b) to delete party endorsements from candidate statements in voter pamphlets.  While the complaint seeks a declaration of &#167; 6(b)'s unconstitutionality, the only injunctive relief it requests relates to the editing of candidate statements. References to other applications of &#167; 6(b) are at best conclusory.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">But even if one may read the complaint to assert a facial challenge, the better course might have been to address in the first instance the constitutionality of &#167; 6(b) as applied in the context of voter pamphlets.  \"It is not the usual judicial practice, . . . nor do we consider it generally desirable, to proceed to an overbreadth issue unnecessarily&#8212;that is, before it is determined that the statute would be valid as applied.  Such a course would convert use of the overbreadth doctrine from a necessary means of vindicating the plaintiff's right not to be bound by a statute that is unconstitutional into a means of mounting gratuitous wholesale attacks upon state and federal laws.\"  <i>Board of Trustees, State Univ. of N.Y. v. Fox,</i> 492 U.S. 469, 484-485, 109 S.Ct. 3028, 3037, 106 L.Ed.2d 388 (1989);  see also <i>Brockett v. Spokane Arcades, Inc.,</i> 472 U.S. 491, 503-504, 105 S.Ct. 2794, 2801-2802, 86 L.Ed.2d 394 (1985).  If the as-applied challenge had been resolved first in this case, the problems of justiciability that determine our disposition might well have concluded the litigation at an earlier stage.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The free speech issues argued in the briefs filed here have fundamental and far-reaching import.  For that very reason, we cannot decide the case based upon the amorphous and ill-defined factual record presented to us.  Rules of justiciability serve to make the judicial process a principled one.  Were we to depart from those rules, our disposition of the case would lack the clarity and force which ought to inform the exercise of judicial authority.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The judgment is vacated and the case remanded with instructions to dismiss respondents' third cause of action without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><i>It is so ordered.</i>   Justice STEVENS, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The dissenting opinions in this case illustrate why the Court should decline review of the merits of the case in its present posture.  Justice MARSHALL concludes that Article II, &#167; 6(b) of the California Constitution is invalid on its face because it is overbroad.  Justice WHITE, on the other hand, concludes that respondents' complaint may not be construed as including a facial overbreadth challenge, and that &#167; 6(b) is valid insofar as it is applied to petitioners' policy of refusing to include endorsements in candidates' campaign mailings.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Given the very real possibility that the outcome of this litigation depends entirely on whether the complaint should be construed as making a facial challenge or an as-applied challenge for it is apparent that Justice WHITE and Justice MARSHALL may both be interpreting the merits of their respective First Amendment questions correctly&#8212;and given the difficulty of determining whether respondents' complaint against petitioners' policy of deleting party endorsements from candidates' statements may fairly be construed as including a facial overbreadth challenge, the Court is surely wise in refusing to address the merits on the present record.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Two other prudential concerns weigh against deciding the merits of this case.  First, I am not sure that respondents' challenge to petitioners' policy of deleting party endorsements is ripe for review.  If such a challenge had been brought by a political party or a party central committee, and if the complaint had alleged that these organizations wanted to endorse, support, or oppose a candidate for nonpartisan office but were inhibited from doing so because of the constitutional provision, the case would unquestionably be ripe.  Cf. <i>Eu v. San Francisco County Democratic Central Committee,</i> 489 U.S. 214, 109 S.Ct. 1013, 103 L.Ed.2d 271 (1989).  Because I do not believe an individual member of a party or committee may sue on behalf of such an organization, see <i>Bender v. Williamsport Area School District,</i> 475 U.S. 534, 544, 106 S.Ct. 1326, 1332, 89 L.Ed.2d 501 (1986), however, no such plaintiff presenting a ripe controversy is before us. Alternatively, if this action had been brought by a candidate who had been endorsed by a political party and who sought to include that endorsement in his or her candidate's statement, we would also be confronted with a ripe controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Unlike such scenarios, however, the respondents in this case are voters.  They claim, based on petitioners' representations, that &#167; 6(b) of the State Constitution forms the basis for petitioners' policy of deleting party endorsements from candidates' mailed statements.  But there are at least two hurdles that these respondents must overcome before their claim would be ripe for judicial review.  First, they must prove that political parties would endorse certain candidates if &#167; 6(b) were repealed or invalidated.  See <i>Virginia Pharmacy Board v. Virginia Citizens Consumer Council, Inc.,</i> 425 U.S. 748, 756, and n. 14, 96 S.Ct. 1817, 1823, and n. 14, 48 L.Ed.2d 346 (1976) (allowing listeners of potential speech to bring an anticipatory challenge where the parties stipulate that \"a speaker exists\").  Arguably, respondents have met this hurdle by offering several affidavits of members of party central committees stating that the committees plan to endorse candidates for nonpartisan office and to seek to have those endorsements publicized.  See, <i>e.g.,</i> App. 15.  Second, respondents must prove that specific candidates for nonpartisan office would seek to mention the party endorsements in their statements if petitioners' policy of deleting such endorsements were declared invalid (moreover, to prove injury to <i>their</i> interest as informed voters, respondents would perhaps also have to allege that they would not otherwise know about the endorsements if the endorsements are not included in mailed candidates' statements). This latter hurdle has not, in my opinion, been met by respondents in such a way as to ensure that we are confronted by a definite and ripe controversy.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Moreover, I am troubled by the redressability issues inherent in this case.  Respondents' complaint has challenged &#167; 6(b) of the State Constitution, but it has not challenged the validity of &#167; 10012 of the California Election Code.  That section plainly prohibits the inclusion of the party affiliation of candidates in nonpartisan elections, and unquestionably would provide an adequate basis for petitioners' challenged policy even if the constitutional prohibition against endorsements were invalidated.  Even if we were to strike down &#167; 6(b) as overbroad, then, it is unclear whether respondents' alleged injury would be redressed.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">These three unsettled issues&#8212;involving whether a facial overbreadth challenge may be construed to have been made, whether respondents' challenge is ripe, and whether their injury is redressable&#8212;coalesce to convince me that review of the merits of respondents' challenge is best left for another day and another complaint.  No substantial hardship would accrue from a dismissal of respondents' action without prejudice, and the courts would benefit from a more precise articulation of a current and definite controversy.  I therefore join the Court's opinion and judgment ordering the lower courts to dismiss the action without prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Justice WHITE, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The majority's concerns about the justiciability of this case, even though ultimately misplaced, are understandable, in light of the failure by the courts below to analyze the precise nature of the constitutional challenge that is presented here. Those concerns, however, should not prevent us from independently examining the record and deciding the issues that are properly presented.  In doing so, I conclude that the only constitutional challenge that is properly before us is to the action by the San Francisco Registrar of Voters in deleting references in official voter pamphlets to political party endorsements, a challenge that is fully justiciable.  Because the Registrar's action does not violate the First Amendment, I would reverse the judgment of the Court of Appeals.  I therefore dissent from the majority's disposition of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">* The courts below erred in treating respondents' challenge in this case as a facial challenge to the constitutionality of Article II, &#167; 6(b) of the California Constitution.  Respondents' complaint reveals that they challenged only <i>the application</i> of &#167; 6(b) by San Francisco's Registrar of Voters in refusing to print in voter pamphlets references to endorsements by political parties.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">After listing the defendants, the complaint sets forth the background for its three causes of action:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"In connection with each municipal election, the City and      County mails a voters pamphlet to all registered voters.      Said pamphlet contains ballot arguments for and against City      and County measures, and statements of qualifications of      candidates for City and County offices.  Defendant PATTERSON      [the Registrar of Voters] is responsible for preparing and      publishing said voters pamphlet.\"  App. 3, &#182; 10.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The first cause of action then challenges the Registrar's deletion of portions of proposed ballot arguments submitted for inclusion in the voter pamphlets.  2 Record, Complaint &amp;Par; 11-20. The second cause of action challenges the Registrar's charge of a fee for ballot arguments.  <i>Id.,</i> &amp;Par; 21-30.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The third cause of action is the one that is at issue in this case.  That cause of action, like the two before it, concerns actions by the Registrar with regard to the voter pamphlets. Specifically, respondents alleged:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">\"In the past, defendants PATTERSON and CITY AND COUNTY OF SAN      FRANCISCO have deleted all references in candidate's      statements for City and County offices to endorsements by      political party central committees or officers or members of      such committees.  Unless restrained from doing so by order of      this court, defendants threaten to continue to delete or      exclude all references in candidate's statements to      endorsement of candidates by political party central      committees, or officers or members of such central      committees.\"  App. 5, &#182; 38.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Respondents also stated that they \"desire to read endorsements of candidates for city and county office as part of candidate's statements printed in the San Francisco voter's pamphlet.\"  &#182; 37.  Finally, the only injunctive relief sought based on the third cause of action relates to the deletion of endorsements from the voter pamphlets.  <i>Id.,</i> at 6, &#182; 6.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In entering summary judgment in favor of respondents on the third cause of action, the District Court described respondents' claim as follows:  \"Plaintiffs claim&#8212;and defendants admit&#8212;that defendants refuse to permit political party and political party central committee endorsements of candidates for such offices to be printed in the San Francisco voter's pamphlet on account of said state constitutional provision.\"  708 F.Supp. 278, 279 (ND Cal.1988).  Similarly, both the original Ninth Circuit panel and the en banc panel stated:</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">\"The basis of [respondents'] complaint as it relates to this      appeal was the refusal of [petitioners], the City and County      of San Francisco and the San Francisco Registrar of Voters,      to permit official political party and party central      committee endorsements of candidates for nonpartisan office      to be printed in the San Francisco Voter Pamphlet in      connection with elections scheduled for June 2 and November 3, 1987.  [Petitioners] based their refusal to      print party endorsements on the language of article II, &#167;      6(b).\"  880 F.2d 1062, 1063 (CA9 1989);  911 F.2d 280, 282      (CA9 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As the above discussion reveals, and as the majority recognizes, see <i>ante,</i> at 323-324, it is far from clear that a facial challenge to the constitutionality of &#167; 6(b) was presented in this case.  Both the District Court and the en banc Court of Appeals nevertheless invalidated &#167; 6(b) on its face, without analyzing the nature of respondents' claim.  In doing so, they violated two important rules of judicial restraint applicable to the resolution of constitutional issues&#8212;\" 'one, never to anticipate a question of constitutional law in advance of the necessity of deciding it;  the other never to formulate a rule of constitutional law broader than is required by the precise facts to which it is to be applied.' \"  <i>United States v. Raines,</i> 362 U.S. 17, 21, 80 S.Ct. 519, 522, 4 L.Ed.2d 524 (1960), quoting <i>Liverpool, New York &amp; Philadelphia S.S. Co. v. Commissioners of Emigration,</i> 113 U.S. 33, 39, 5 S.Ct. 352, 355, 28 L.Ed. 899 (1885).  See also 911 F.2d, at 304-305 (Rymer, J., dissenting) (arguing that &#167; 6(b) should not be invalidated on this record).</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">I have no doubt that the narrow issue presented in this case is justiciable.  As the majority recognizes, <i>ante,</i> at 319, respondents in their capacity as registered voters are alleging that &#167; 6(b), as applied by the Registrar to the voter pamphlets, interferes with their right to receive information concerning party endorsements.  Such a claim finds support in our decisions, which have long held that the First Amendment protects the right to receive information and ideas, and that this right is sufficient to confer standing to challenge restrictions on speech. See, <i>e.g., Virginia Pharmacy Board v. Virginia Citizens Consumer Council, Inc.,</i> 425 U.S. 748, 756-757, 96 S.Ct. 1817, 1822-1823, 48 L.Ed.2d 346 (1976);  <i>Kleindienst v. Mandel,</i> 408 U.S. 753, 762, 92 S.Ct. 2576, 2581, 33 L.Ed.2d 683 (1972);  <i>Red Lion Broadcasting Co. v. FCC,</i> 395 U.S. 367, 390, 89 S.Ct. 1794, 1806, 23 L.Ed.2d 371 (1969); <i>Stanley v. Georgia,</i> 394 U.S. 557, 564, 89 S.Ct. 1243, 1247, 22 L.Ed.2d 542 (1969).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The majority nevertheless speculates that there is no standing here because a provision in the California Elections Code \"might be construed to prevent candidates from mentioning party endorsements in voter pamphlets, even in the absence of &#167; 6(b).\" <i>Ante,</i> at 319.  That makes no sense.  A constitutional challenge to a law is not barred merely because other laws might also mandate the allegedly unconstitutional action.  If so, it would mean that the States or the Federal Government could insulate unconstitutional laws from attack simply by making them redundant.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The majority's confusion on this issue is illustrated by its reliance on <i>ASARCO Inc. v. Kadish,</i> 490 U.S. 605, 615-616, 109 S.Ct. 2037, 2044-2045, 104 L.Ed.2d 696 (1989).  There, the plaintiffs challenged the validity of a state statute governing mineral leases, basing their standing on the claim that the statute deprived school trust funds of millions of dollars and thereby resulted in higher taxes.  <i>Id.,</i> at 614, 109 S.Ct., at 2043.  Four Members of this Court noted that even if the statute were struck down, it was far from clear that the plaintiffs would enjoy any tax relief:  \"If respondents prevailed and increased revenues from state leases were available, maybe taxes would be reduced, or maybe the State would reduce support from other sources so that the money available for schools would be unchanged.\"  <i>Ibid.</i></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The difference between <i>ASARCO</i> and the present case is obvious.  In <i>ASARCO,</i> the State could, by other actions, <i>legally</i> preclude the relief sought by the plaintiffs.  By contrast, in this case if petitioners' refusal to allow references to party endorsements in voter pamphlets is unconstitutional when based on &#167; 6(b), it probably is also unconstitutional if based on some other state law, such as California's Elections Code.  The injury alleged by respondents, therefore, \"is likely to be redressed by a favorable decision.\"  <i>Simon v. Eastern Ky. Welfare Rights Org.,</i> 426 U.S. 26, 38, 96 S.Ct. 1917, 1924, 48 L.Ed.2d 450 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The majority's concerns about the ripeness of respondents' challenge, see <i>ante,</i> at 320-323, also are not sufficient to preclude our review.  Although I agree with the majority that the possible applications of &#167; 6(b) to speech by political parties and their members is not properly before us, here respondents have alleged, and petitioners have admitted, that San Francisco's Registrar of Voters has deleted references to political party endorsements from candidate statements printed in official voter pamphlets, and that he threatens to continue to do so in the future.  See App. 5, &#182; 38;  <i>id.,</i> at 9, &#182; XIV.  Indeed, the majority admits that the record contains \"evidence of a credible threat that &#167; 6(b) will be enforced . . . against candidates in the context of voter pamphlets.\"  <i>Ante,</i> at 322.  The Registrar's past conduct makes his threat \"sufficiently real and immediate to show an existing controversy.\"  <i>O'Shea v. Littleton,</i> 414 U.S. 488, 496, 94 S.Ct. 669, 676, 38 L.Ed.2d 674 (1974).  See, <i>e.g., Blum v. Yaretsky,</i> 457 U.S. 991, 1000-1001, 102 S.Ct. 2777, 2783-2784, 73 L.Ed.2d 534 (1982) (allowing nursing home residents to sue to prevent threatened transfers);  <i>Steffel v. Thompson,</i> 415 U.S. 452, 459, 94 S.Ct. 1209, 1215, 39 L.Ed.2d 505 (1974) (allowing action for declaratory relief based on threats of enforcement of antihandbilling statute).  It is well settled that \" '[o]ne does not have to await the consummation of threatened injury to obtain preventive relief.' \"  <i>Babbitt v. Farm Workers,</i> 442 U.S. 289, 298, 99 S.Ct. 2301, 2308, 60 L.Ed.2d 895 (1979), quoting <i>Pennsylvania v. West Virginia,</i> 262 U.S. 553, 593, 43 S.Ct. 658, 663, 67 L.Ed. 1117 (1923).  This is particularly true in the election context, where we often have allowed pre-enforcement challenges to restrictions on speech.  See, <i>e.g., Eu v. San Francisco County Democratic Central Committee,</i> 489 U.S. 214, 109 S.Ct. 1013, 103 L.Ed.2d 271 (1989);  <i>Tashjian v. Republican Party of Connecticut,</i> 479 U.S. 208, 107 S.Ct. 544, 93 L.Ed.2d 514 (1986);  <i>Buckley v. Valeo,</i> 424 U.S. 1, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">I therefore dissent from the judgment ordering dismissal for want of justiciability.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Although the Court does not discuss the merits, I shall briefly outline my view that the state constitutional provision at issue in this case is constitutional as applied to the exclusion of party endorsements from the official voter pamphlets. California has decided that its \"[j]udicial, school, county, and city offices shall be nonpartisan.\"  Cal. Const., Art. II, &#167; 6(a). I am confident that this provision is valid at least in so far as it authorizes the State not to identify on the official ballot candidates for nonpartisan offices as the candidates of political parties.  The interests proffered as supporting California's nonpartisan provision&#8212;promotion of the impartial administration of government, prevention of corruption, and the avoidance of the appearance of bias&#8212;are interests that we have already held are sufficiently important to justify restrictions on partisan political activities.  See <i>CSC v. Letter Carriers,</i> 413 U.S. 548, 565, 93 S.Ct. 2880, 2890, 37 L.Ed.2d 796 (1973).  These interests are also similar to the interests supporting limitations on ballot access and voting eligibility that have been upheld by this Court. See <i>American Party of Texas v. White,</i> 415 U.S. 767, 786, 94 S.Ct. 1296, 1308, 39 L.Ed.2d 744 (1974);  <i>Storer v. Brown,</i> 415 U.S. 724, 736, 94 S.Ct. 1274, 1282, 39 L.Ed.2d 714 (1974);  <i>Rosario v. Rockefeller,</i> 410 U.S. 752, 761, 93 S.Ct. 1245, 1251, 36 L.Ed.2d 1 (1973);  <i>Jenness v. Fortson,</i> 403 U.S. 431, 442, 91 S.Ct. 1970, 1976, 29 L.Ed.2d 554 (1971).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">If the State may exclude party designations from the ballot, it surely may exclude party endorsements from candidate statements contained in the official voter pamphlet prepared by the government and distributed to prospective voters.  It is settled that \"the First Amendment does not guarantee access to property simply because it is owned or controlled by the government.\" <i>United States Postal Service v. Council of Greenburgh Civic Assns.,</i> 453 U.S. 114, 129, 101 S.Ct. 2676, 2685, 69 L.Ed.2d 517 (1981).  The voter information pamphlet obviously is not a traditional public forum, and its use may be limited to its intended purpose, which is to inform voters about <i>nonpartisan</i> elections.  See <i>Perry Education Assn. v. Perry Local Educators' Assn.,</i> 460 U.S. 37, 46, n. 7, 103 S.Ct. 948, 955, n. 7, 74 L.Ed.2d 794 (1983).  Refusing to permit references in candidate statements to party endorsements is therefore plainly constitutional.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Accordingly, I would reverse the judgment of the Court of Appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Justice MARSHALL, with whom Justice BLACKMUN joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Article II, &#167; 6(b) of the California Constitution provides that \"[n]o political party or party central committee may endorse, support, or oppose a candidate for nonpartisan office.\"  In a form of action extremely familiar to the federal courts, see, <i>e.g., Buckley v. Valeo,</i> 424 U.S. 1, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976); <i>Eu v. San Francisco County Democratic Central Committee,</i> 489 U.S. 214, 109 S.Ct. 1013, 103 L.Ed.2d 271 (1989);  <i>Tashjian v. Republican Party of Connecticut,</i> 479 U.S. 208, 107 S.Ct. 544, 93 L.Ed.2d 514 (1986), respondents brought a pre-enforcement challenge to &#167; 6(b), seeking a declaration that &#167; 6(b) violates the First Amendment and an injunction against its application to candidate statements published in official \"voter pamphlets.\"  We granted certiorari in this case, 498 U.S. ----, 111 S.Ct. 750, 112 L.Ed.2d 771 (1991), to review the decision of the Ninth Circuit, sitting <i>en banc,</i> that &#167; 6(b) violates the First Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The majority vacates the judgment below and remands the case with instructions to dismiss.  It does so not because it disagrees with the merits of respondents' constitutional claim;  indeed, the majority never reaches the merits.  Rather, the majority finds a threshold defect in the \"justiciability\" of this case that did not occur to any of the courts below or to any party in more than three years of prior proceedings.  Federal courts, of course, are free to find, on their own motion, defects in jurisdiction at any stage in a suit.  But the majority's conclusion that respondents have failed to demonstrate a \"live controversy ripe for resolution by the federal courts,\" <i>ante,</i> at 315, is simply not supported by the record of this case or by the teachings of our precedents. Because I cannot accept either the views expressed in, or the result reached by, the majority's opinion, and because I would affirm the decision of the Ninth Circuit on the merits, I dissent.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">* I consider first the question of justiciability.  Respondents are 10 registered California voters, including a chairman and certain individual members of the local Democratic and Republican Party central committees.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Respondents' complaint alleges that petitioner municipal officials relied upon &#167; 6(b) to adopt a policy of deleting \"all references . . . to [party] endorsement[s]\" from candidate statements submitted for inclusion in official \"voter pamphlets\" and that petitioners have announced their intention to make such redactions in future elections.  App. 5, &#182; 38.  The existence of the redaction policy is expressly admitted by petitioners in their answer.  See <i>id.,</i> at 9, &#182; XIV. Respondents maintain that this policy frustrates the \"desire [of respondent committee members] . . . to publicize [party] endorsements\" and the \"desire [of all respondents] to read endorsements\" in the voter pamphlets.  <i>Id.,</i> at 4-5, &amp;Par; 36-37.  The complaint prays for a declaration that &#167; 6(b) violates the First Amendment and for an injunction against petitioners' continued enforcement of &#167; 6(b) by means of the redaction policy.  <i>Id.,</i> at 6, &amp;Par; 3, 6.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">I would have thought it quite obvious that these allegations demonstrate a justiciable controversy.  In cases in precisely the same posture as this one, we have repeatedly entertained pre-enforcement challenges to laws restricting election-related speech.  See, <i>e.g., Buckley v. Valeo, supra,</i> 424 U.S., at 12, 96 S.Ct., at 631;  <i>Eu v. San Francisco County Democratic Central Committee, supra;</i>  see also <i>Tashjian v. Republican Party of Connecticut, supra.</i>  Indeed, standing and ripeness arguments nearly identical to those canvassed by the majority today were expressly considered and rejected by the Ninth Circuit in <i>Eu,</i> see <i>San Francisco County Democratic Central Committee v. Eu,</i> 826 F.2d 814, 821-824 (1987), which no doubt explains why the lower courts and the parties did not even bother to return to these issues in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Essentially ignoring the wealth of relevant case law, the majority proceeds as if the justiciability questions presented by this case&#8212;questions of standing and ripeness&#8212;were novel and unresolved.  On the issue of standing, the majority purports to find \"serious questions\" concerning respondents' entitlement to challenge &#167; 6(b).  <i>Ante,</i> at 318.  Since mere \"questions\" about standing cannot sustain the dismissal of a suit, one wonders why the majority offers dicta of this kind.  As it turns out, the majority uses this opportunity to espouse a novel basis for denying a party standing;  the profferred theory is both illogical and unsupported by any precedent.  As for ripeness, which the majority finds to be the dispositive jurisdictional defect, today's decision erroneously concludes that there is no \"live dispute involving the actual or threatened application of &#167; 6(b) to bar particular speech.\"  <i>Ante,</i> at 320.  I am persuaded by neither the majority's \"doubt\" whether respondents have standing, <i>ante,</i> at 319, nor the majority's certainty that this case is unripe.</p>\n    </div>\n    <p>A.</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In order to demonstrate standing, \"[a] plaintiff must allege personal injury fairly traceable to the defendant's allegedly unlawful conduct and likely to be redressed by the requested relief.\"  <i>Allen v. Wright,</i> 468 U.S. 737, 751, 104 S.Ct. 3315, 3324, 82 L.Ed.2d 556 (1984).  In my view, \"careful . . . examination of [the] complain[t],\" <i>id.,</i> at 752, 104 S.Ct., at 3325, makes it clear that these requirements are met in this case. <i>All</i> of the individual respondents are registered voters in California.  See App. 2, &#182; 1.  Moreover, <i>all</i> allege that petitioners' redaction policy has injured them in that capacity by restricting election-related speech that respondents wish to consume.  See <i>id.</i>, at 5, &amp;Par; 37-38.  As the majority acknowledges, see <i>ante,</i> at 319, our cases recognize that \"listeners\" suffer a cognizable First Amendment injury when the State restricts speech for which they were the intended audience.  See, <i>e.g., Virginia Pharmacy Board v. Virginia Citizens Consumer Council, Inc.,</i> 425 U.S. 748, 756-757, 96 S.Ct. 1817, 1822-1823, 48 L.Ed.2d 346 (1976);  see also <i>San Francisco County Democratic Central Committee v. Eu, supra,</i> (applying \"listener\" standing in election-law setting), aff'd, 489 U.S. 214, 109 S.Ct. 1013, 103 L.Ed.2d 271 (1989).  Nor can there be any doubt that the injury that respondents allege as listeners of election speech is \"fairly traceable\" to petitioners' redaction policy.  Finally, this injury would, in my view, be redressed by the relief requested by respondents, for an injunction against the redaction policy would prevent petitioners from continuing to block respondents' access to committee endorsements in voter pamphlets.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The majority's \"doubt\" about respondents' entitlement to proceed on a listener-standing theory<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> relates wholly to redressability.  The majority notes that a provision in the California Election Code bars inclusion of a candidate's party affiliation in the statement submitted for publication in a voter pamphlet.  See Cal.Elec.Code Ann. &#167; 10012 (West 1977 and Supp.1991).  The majority speculates that, if respondents succeed in invalidating &#167; 6(b), petitioners might henceforth rely on &#167; 10012 as a basis for continuing their policy of deleting endorsements.  See <i>ante,</i> at 319.  Articulating a novel theory of standing, the majority reasons that the registrar's possible reliance upon &#167; 10012 to implement the same policy currently justified by reference to &#167; 6(b) would defeat the redressability of respondents' listener injury.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In my view, this theory is not only foreign to our case law<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> but is also clearly wrong.  If the existence of overlapping laws could defeat redressability, legislatures would simply pass \"backup\" laws for all potentially unconstitutional measures. Thereafter, whenever an aggrieved party brought suit challenging the State's infringement of his constitutional rights under color of one law, the State could advert to the existence of the previously unrelied-upon backup law as an alternative basis for continuing its unconstitutional policy, thereby defeating the aggrieved party's standing.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">I cannot believe that Article III contemplates such an absurd result.  Obviously, if respondents succeed on the merits of their constitutional challenge to &#167; 6(b), the immediate effect will be to permit candidates to include endorsements in the voter pamphlet.  This is so because no other law (and no other interpretation of a law that petitioners have formally announced) purports to bar inclusion of such endorsements.  Perhaps, as the majority speculates, see <i>ante,</i> at 319, petitioners will subsequently attempt to reinstate their redaction policy under some legal authority other than &#167; 6(b).  But whether or not they ultimately do so has no consequence here.  Just as a plaintiff cannot satisfy the redressability component of standing by showing that there is only a <i>possibility</i> that a defendant will respond to a court judgment by ameliorating the plaintiff's injury, see <i>Simon v. Eastern Ky. Welfare Rights Org.,</i> 426 U.S. 26, 43, 96 S.Ct. 1917, 1926, 48 L.Ed.2d 450 (1976), so a defendant cannot defeat the plaintiff's standing to seek a favorable judgment simply by alleging a possibility that the defendant may subsequently act to undermine that judgment's ameliorating effect.</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Under our precedents, the question whether a pre-enforcement challenge to a law is ripe \"is decided on a case-by-case basis, by considering [1] the likelihood that the complainant will disobey the law, [2] the certainty that such disobedience will take a particular form, [3] any present injury occasioned by the threat of [enforcement], and [4] the likelihood that [enforcement efforts] will actually ensue.\"  <i>Regional Rail Reorganization Act Cases,</i> 419 U.S. 102, 143, n. 29, 95 S.Ct. 335, 358, n. 29, 42 L.Ed.2d 320 (1974).  Like the pre-enforcement challenges in <i>Buckley v.</i> <i>Valeo,</i> 424 U.S. 1, 96 S.Ct. 612, 46 L.Ed.2d 659 (1976);  <i>Eu v. San Francisco County Democratic Central Committee,</i> 489 U.S. 214, 109 S.Ct. 1013, 103 L.Ed.2d 271 (1989);  and <i>Tashjian v. Republican Party of Connecticut,</i> 479 U.S. 208, 107 S.Ct. 544, 93 L.Ed.2d 514 (1986), this case easily satisfies these requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The record clearly demonstrates the likelihood of both future disobedience of &#167; 6(b) and future enforcement of that provision by way of petitioners' redaction policy.  As even the majority acknowledges, see <i>ante,</i> at 321, some respondent central committee members have expressed an intention to continue endorsement of candidates for nonpartisan offices.  Indeed, the chairman of one committee, in addition to identifying the specific candidates that the committee has endorsed in past elections, states in an affidavit that it is the committee's \"plan and intention . . . to endorse candidates for nonpartisan offices in as many future elections as possible.\"  App. 15.  Likewise, as the majority acknowledges, see <i>ante,</i> at 322, petitioners expressly admit in their answer to the complaint that they intend to enforce &#167; 6(b) by deleting all references to party endorsements from candidate statements submitted for inclusion in official voter pamphlets. See App. 9, &#182; XIV.  Of course, petitioners will have occasion to enforce &#167; 6(b) in this manner only if candidates seek to include such endorsements in their statements.  Respondents allege and petitioners concede, however, that candidates have sought to advert to such endorsements in their statements in the past and that petitioners have always deleted them from the voter pamphlets.  <i>Id.,</i> at 5, &#182; 38;  <i>id.,</i> at 9, &#182; XIV.  When combined with the clearly expressed intentions of the parties, these allegations of \"past wrongs\" furnish sufficient evidence of \"a real and immediate threat of repeated injury.\"  <i>O'Shea v. Littleton,</i> 414 U.S. 488, 496, 94 S.Ct. 669, 676, 38 L.Ed.2d 674 (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">It is also clear that respondents have alleged sufficient \"present injury occasioned by the threat of [future enforcement].\" <i>Regional Rail Reorganization Act Cases, supra,</i> 419 U.S., at 143, n. 29, 95 S.Ct., at 358, n. 29.  Obviously, the reason that parties bring pre-enforcement challenges to laws that restrict election-related speech is to avoid the risk that a court will be unable to dispose of a postenforcement challenge quickly enough for the challenging parties to participate in a scheduled election.  <i>Buckley v. Valeo, supra.</i>  Our mootness jurisprudence responds to this dilemma by applying the capable-of-repetition-yet-evading-review doctrine to preserve the justiciability of an election-law challenge even after the election at issue has taken place.  See, <i>e.g., Anderson v. Celebrezze,</i> 460 U.S. 780, 784, n. 3, 103 S.Ct. 1564, 1567, n. 3, 75 L.Ed.2d 547 (1983);  <i>First National Bank of Boston v. Bellotti,</i> 435 U.S. 765, 774-775, 98 S.Ct. 1407, 1414-1415, 55 L.Ed.2d 707 (1978);  <i>Storer v. Brown,</i> 415 U.S. 724, 737, n. 8, 94 S.Ct. 1274, 1282, n. 8, 39 L.Ed.2d 714 (1974);  <i>Moore v. Ogilvie,</i> 394 U.S. 814, 816, 89 S.Ct. 1493, 1494, 23 L.Ed.2d 1 (1969).  But insofar as the purpose of entertaining a case in that mootness posture is not to remedy past wrongs but rather to \"simplif[y] <i>future</i> challenges [and] thus increas[e] the likelihood that timely filed cases can be adjudicated before an election is held,\" <i>Storer v. Brown, supra,</i> 415 U.S., at 737, n. 8, 94 S.Ct., at 1283, n. 8 (emphasis added), it would be quite anomalous if ripeness doctrine were less solicitous of the interests of a party who brings a pre-enforcement challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">For this reason, it is surely irrelevant that the record does not demonstrate an \"imminent application of &#167; 6(b).\"  <i>Ante,</i> at 322.  So long as the plaintiff credibly alleges that he plans to disobey an election law and that government officials plan to enforce it against him, he should not be forced to defer initiation of suit until the election is so \"imminent\" that it may come and go before his challenge is adjudicated.  See <i>Regional Rail Reorganization Act Cases, supra,</i> 419 U.S., at 143, 95 S.Ct., at 358 (\" 'One does not have to await the consummation of threatened injury to obtain preventive relief,' \" quoting <i>Pennsylvania v. West Virginia,</i> 262 U.S. 553, 593, 43 S.Ct. 658, 663, 67 L.Ed. 1117 (1923)).  Indeed, in <i>Buckley v. Valeo, supra,</i> we held a pre-enforcement challenge to be justiciable even though the case was filed in the District Court nearly two years before the next scheduled national election.  See <i>id.,</i> 424 U.S., at 11-12, 96 S.Ct., at 630-631.  Similarly, nothing in <i>Eu v. San Francisco County Democratic Central Committee, supra,</i> and <i>Tashjian v. Republican Party of Connecticut, supra,</i> suggests that elections were \"imminent\" when those cases were filed.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Most of the majority's concerns about the ripeness of this dispute arise from the majority's uncertainty as to the \"particular form\" of future violations of &#167; 6(b).  See <i>Regional Rail Reorganization Act Cases, supra,</i> 419 U.S., at 143, n. 29, 95 S.Ct., at 358, n. 29.  The majority notes, for example, that \"[r]espondents do not allege an intention to endorse any particular candidate.\"  <i>Ante,</i> at 321.  Similarly, the majority objects that \"[w]e do not know the nature of the endorsement [that the parties will next make], how it would be publicized, or the precise language petitioners might delete from the voter pamphlet.\"  <i>Ante,</i> at 322.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In my view, these uncertainties do not detract in the slightest from the ripeness of this case.  The form of future disobedience can only matter in ripeness analysis to the extent that it bears on the merits of a plaintiff's pre-enforcement challenge.  The majority never bothers to explain how the identity of the endorsed candidates, the \"nature\" of the endorsement, the mode of publicity (outside of candidate statements submitted for inclusion in voter pamphlets), or the precise language that petitioners might delete from the pamphlets affects the merits of respondents' challenge.  Indeed, it is quite apparent that none of these questions is relevant. In <i>Eu v. San Francisco County Democratic Central Committee,</i> 489 U.S. 214, 109 S.Ct. 1013, 103 L.Ed.2d 271 (1989), we struck down a similar California provision that barred party endorsements in primary elections for partisan offices.  See <i>id.,</i> at 222-229, 109 S.Ct., at 1019-1024.  Nothing in our analysis turned on the identity of the candidates to be endorsed, the nature or precise language of the endorsements, or the mode of publicizing the endorsements.  Similarly, here we can dispose of respondents' challenge to &#167; 6(b) knowing simply that party central committees will continue to make endorsements of candidates for nonpartisan offices and that petitioners will continue to redact those endorsements from the voter pamphlets.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Because I conclude that the controversy before us is justiciable, I would reach the merits of respondents' challenge. In my view, it is clear that &#167; 6(b) violates the First Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">* At the outset, it is necessary to be more precise about the nature of respondents' challenge.  In effect, respondents' complaint states two possible First Amendment theories.  The first is that &#167; 6(b), as that provision has been <i>applied</i> to delete endorsements from voter pamphlets, violates the First Amendment. See App. 4-5, &amp;Par; 36-39(a).  The second is that &#167; 6(b) <i>on its face</i> violates the First Amendment because it \"purports to outlaw actions by county central committees . . . to endorse, support or oppose candidates for city or county offices.\"  <i>Id.,</i> at 4, &#182; 35. This second theory can be understood as an overbreadth challenge: that is, a claim that regardless of whether &#167; 6(b) violates the First Amendment in its <i>peripheral effect</i> of excluding references to party endorsements from candidates' statements, &#167; 6(b) is unconstitutional in its <i>primary effect</i> of barring parties and party committees from making endorsements.  See <i>Secretary of State of Md. v. Joseph H. Munson Co.,</i> 467 U.S. 947, 965-966, 104 S.Ct. 2839, 2851-2852, 81 L.Ed.2d 786 (1984) (party who suffers unwanted but constitutionally permissible effect of a law may nonetheless succeed in voiding that law by showing that \"there is no core of easily identifiable and constitutionally proscribable conduct that the [provision] prohibits\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">As the majority notes, it is this Court's \"usual . . . practice . . . [not] to proceed to an overbreadth issue . . . before it is determined that the statute would be valid as applied.\"  <i>Board of Trustees, State Univ. of N.Y. v. Fox,</i> 492 U.S. 469, 484-485, 109 S.Ct. 3028, 3037-3038, 106 L.Ed.2d 388 (1989). This is so because \"the overbreadth question is ordinarily more difficult           to resolve than the as-applied, since it requires           determination whether the statute's overreach is           <i>substantial</i> . . . 'judged in relation to the statute's           plainly legitimate sweep,' . . . and therefore requires           consideration of many more applications than those           immediately before the court.\"  <i>Id.,</i> at 485, 109 S.Ct.,           at 3037 (emphasis in original), quoting <i>Broadrick v.           Oklahoma,</i> 413 U.S. 601, 615, 93 S.Ct. 2908, 2918, 37           L.Ed.2d 830 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Nonetheless, the rule that a court should consider as-applied challenges before overbreadth challenges is not absolute.  See, <i>e.g., Board of Airport Comm'rs of Los</i> <i>Angeles v. Jews for Jesus, Inc.,</i> 482 U.S. 569, 573-574, 107 S.Ct. 2568, 2571-2572, 96 L.Ed.2d 500 (1987) (considering overbreadth challenge first);  <i>Houston v. Hill,</i> 482 U.S. 451, 458-467, 107 S.Ct. 2502, 2507-2513, 96 L.Ed.2d 398 (1987) (same).  Rather, the rule represents one prudential consideration among many in determining the order in which to evaluate particular constitutional challenges.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In my opinion, competing prudential factors clearly support considering respondents' overbreadth challenge first in this case. Unlike the situation in <i>Fox,</i> the as-applied challenge here is actually more difficult to resolve than is the overbreadth challenge.  Insofar as they attack petitioners' redaction policy as unconstitutional, respondents must be understood to argue that they have a right <i>to receive</i> particular messages by means of official voter pamphlets or a right <i>to communicate</i> their own messages by that means.  Either way, this argument would require us to determine the \"public forum\" status of the voter pamphlets, cf. <i>Perry Education Assn. v. Perry Local Educators' Assn.,</i> 460 U.S. 37, 48, 103 S.Ct. 948, 956, 74 L.Ed.2d 794 (1983), an issue on which the law is unsettled, see generally L. Tribe, American Constitutional Law &#167; 12-24, p. 987 (2d ed. 1988) (noting \"blurriness . . . of the categories within the public forum classification\").  By contrast, respondents' overbreadth challenge is easily assessed.  In the first place, the application of &#167; 6(b) to party speech that \"endorse[s], support[s], or oppose[s] a[ny] candidate for nonpartisan office\" clearly is \"substantial\" when compared with &#167; 6(b)'s only alleged \"legitimate\" application, namely, the redaction of voter pamphlets.  Moreover, the constitutional doctrine relevant to &#167; 6(b)'s restriction of party speech is well settled.  See <i>Eu v. San Francisco County Democratic Central Committee,</i> 489 U.S. 214, 109 S.Ct. 1013, 103 L.Ed.2d 271 (1989).  Rather than undertaking to determine what sort of \"public forum\" voter pamphlets might constitute&#8212;a finding that could have broad ramifications, see, <i>e.g., Patterson v. Board of Supervisors of City and County of San Francisco,</i> 202 Cal.App.3d 22, 248 Cal.Rptr. 253 (1988) (suit challenging constitutionality of &#167;&#167; 3795 and 5025 of California Election Code, authorizing deletions from arguments about ballot propositions in the voter pamphlet)&#8212;a court should, if possible, resolve this constitutional challenge by well-settled doctrine. See, <i>e.g., Webster v. Reproductive Health Services,</i> 492 U.S. 490, 525-526, 109 S.Ct. 3040, 3060-3061, 106 L.Ed.2d 410 (1989) (O'CONNOR, J., concurring in part and concurring in judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">In addition, both the District Court and the Court of Appeals disposed of respondents' challenge on overbreadth grounds, and that is the only theory briefed by the parties in this Court. Because the as-applied component of respondents' challenge has not been fully aired in these proceedings, resolving the case on that basis presents a significant risk of error.  For these reasons, I turn to respondents' overbreadth challenge, which I find to be dispositive of this case.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"center\">B</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Conceived of as an overbreadth challenge, respondents' First Amendment attack upon &#167; 6(b) closely resembles the issue presented in <i>Eu v. San Francisco County Democratic Central Committee, supra.</i> As I have noted, <i>Eu</i> struck down on First Amendment grounds a California law that prohibited the party central committees from \" 'endors[ing], support[ing], or oppos[ing]' \" any candidate in primary elections for partisan offices.  <i>Id.,</i> 489 U.S., at 217, 109 S.Ct., at 1017.  We concluded in <i>Eu</i> that this \"ban directly affect[ed] speech which 'is at the core of our electoral process and of the First Amendment freedoms.' \"  <i>Id.,</i> at 222-223, 109 S.Ct., at 1019-1020, quoting <i>William v. Rhodes,</i> 393 U.S. 23, 32, 89 S.Ct. 5, 11, 21 L.Ed.2d 24 (1968).  We also determined that this prohibition was unsupported by any legitimate compelling state interest.  The State defended the endorsement ban on the ground that it was necessary to prevent voter \"confusion and undue [party] influence.\"  See 489 U.S., at 228, 109 S.Ct., at 1023. Properly understood, this claim amounted to no more than the proposition that the State could protect voters from being exposed to information on which they might rationally rely, a \" 'highly paternalistic' \" function to which the State could not legitimately lay claim.  <i>Id.,</i> at 223, 109 S.Ct., at 1020, quoting <i>Virginia State Bd. of Pharmacy v. Virginia Citizens Consumer Council, Inc.,</i> 425 U.S., at 770, 96 S.Ct., at 1829;  see 489 U.S., at 228-229, 109 S.Ct., at 1023-1024.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">In my view, this case is directly controlled by <i>Eu.</i>  As in <i>Eu,</i> there can be no question here that the endorsements that &#167; 6(b) purports to make unlawful constitute core political speech. And, as in <i>Eu,</i> this prohibition is unsupported by any <i>legitimate</i> compelling state interest.  Petitioners assert that &#167; 6(b) advances a compelling state interest because it assures that \"local government and judges in California are . . . controlled by the people [rather than] by those who run political parties.\" Brief for Petitioners 7.  The only kind of \"control\" that &#167; 6(b) seeks to prohibit, however, is that which \"those who run political parties\" are able to exert over voters through issuing party endorsements.  In effect, then, petitioners are arguing that the State has an interest in protecting \"the people\" from their own susceptibility to being influenced by political speech.  This is the very sort of paternalism that we deemed illegitimate in <i>Eu.</i></p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Drawing on our decision in <i>Austin v. Michigan Chamber of Commerce,</i> 494 U.S. ----, 110 S.Ct. 1391, 108 L.Ed.2d 652 (1990), petitioners try to repackage the State's concern to protect voters from themselves as an interest in avoiding \"corruption\" of the electoral process.  The law that was at issue in <i>Austin</i> barred corporations from making political expenditures from their corporate treasuries in favor of, or in opposition to, political candidates.  We upheld the constitutionality of that law, finding that a State could legitimately prohibit \"the corrosive and distorting effects of immense aggregations of wealth that are accumulated with the help of the corporate form and that have little or no correlation to the public's support for the corporation's political ideas.\"  <i>Id.,</i> at ----, 110 S.Ct., at 1397. Petitioners argue that California similarly should be able to prohibit political parties from using their special place in the political process to exercise a disruptive effect upon the election of nonpartisan office holders.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Petitioners' reliance on <i>Austin</i> is unavailing.  The political activity that &#167; 6(b) limits in this case is not the expenditure of money to further a viewpoint but merely the announcement of that viewpoint in the form of an endorsement.  It is difficult to imagine how a political party's announcement of its view about a candidate could exert an influence on voters that has \"little or no correlation to the public's support for the [party's] political ideas.\"  On the contrary, whatever influence a party wields in expressing its views results directly from the trust that it has acquired among voters.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Thus, whereas the <i>Austin</i> Court worried that corporations might dominate elections with capital they had only accumulated by dint of \" 'economically motivated decisions of investors and customers,' \" <i>id.,</i> at ----, 110 S.Ct., at 1403, the party endorsements in this case represent an expenditure of <i>political</i> capital accumulated through past voter support.  And, whereas the special benefits conferred by state law in <i>Austin</i> \"enhance[d]\" the corporations' \"ability to attract capital,\" <i>id.,</i> at ----, 110 S.Ct., at 1397, the benefits California confers upon parties&#8212;<i>e.g.,</i> permitting taxpayers to make voluntary contributions to parties on their tax returns&#8212;should have little effect on the parties' acquisition of <i>political</i> capital.  In sum, the prospect that voters might be persuaded by party endorsements is not a <i>corruption</i> of the democratic political process;  it <i>is</i> the democratic political process.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In the final analysis, &#167; 6(b) and the arguments that petitioners advance in support of it reflect an ambivalence about the democratic process itself.  The possibility that judges and other elective nonpartisan office holders will fall under the influence of political parties is inherent in an electoral system in which voters look to others, including parties, for information relevant to exercise of the franchise.  Of course, it is always an option for the State to end the influence of the parties by making these offices appointive rather than elective positions.  But the greater power to dispense with elections altogether does not include the lesser power to conduct elections under conditions of state-imposed voter ignorance.  If the State chooses to tap the energy and the legitimizing power of the democratic process, it must accord the participants in that process&#8212;voters, candidates, <i>and</i> parties&#8212;the First Amendment rights that attach to their roles.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Because &#167; 6(b) clearly fails to meet this standard, and because I believe that the lower courts properly determined that they were in a position to reach this conclusion <i>now,</i> I would affirm the judgment of the Ninth Circuit.  Consequently, I dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s-s\">\n        <a class=\"footnote\" href=\"#fn-s-s_ref\">**</a>\n        <p> Justice Scalia joins all but Part II-B of this opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Pursuant to both local and state law, the San Francisco Registrar of Voters prepares, publishes, and distributes to voters an information pamphlet for nonpartisan municipal elections.  The pamphlet contains personal statements by candidates for nonpartisan offices, the text of each ballot measure submitted to the voters, digests of the measures, and arguments for and against the measures.  See <i>Geary v. Renne,</i> 914 F.2d 1249, 1251 (CA9 1990). The pamphlet is subsidized by the city, \"with mailing and distribution costs borne by the city and the authors of ballot arguments charged a minimal sum to defray printing costs.\" <i>Patterson v. Board of Supervisors of City and County of San Francisco,</i> 202 Cal.App.3d 22, 30, 248 Cal.Rptr. 253, 259 (1988).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In addition, there is one organization respondent, Election Action, which is committed to placing certain referenda matters on the ballot in California.  As the majority notes, see <i>ante,</i> at 314-315, Election Action asserts no stake in this litigation independent of the individual voters who constitute its membership.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because all respondents clearly have standing as potential receivers of protected speech, it is unnecessary to resolve whether certain respondents also have standing, in their capacity as committee members, to contest deletion from voter pamphlets of the committee's endorsement.  Were this the only available basis for respondents' standing, it would be necessary to determine whether individual committee members may challenge infringement of the right to publicize an endorsement that is issued by the committee as a whole.  As the majority points out, this matter is \"unsettled.\"  <i>Ante,</i> at 320.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In support of its novel approach to standing, the majority cites no cases in which an injury was deemed unredressable because the challenged government conduct might have been&#8212;but was not justified with reference to some law other than the one upon which the government officials relied.  Indeed, the only precedents that the majority cites, <i>ante,</i> at 319, are decisions imposing the general requirement that injuries be redressable.  Stated at that level of generality, the principle is uncontrovertible&#8212;but it is also of no help to the majority here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The majority cites a series of decisions to support its view that we do not know enough about the expressive activity restricted by &#167; 6(b) to evaluate its constitutionality.  <i>Ante,</i> at 322.  The Court's reasoning in the cited precedents, however, only confirms the deficiencies in the majority's analysis here.  For example, in <i>Rescue Army v. Municipal Court of Los Angeles,</i> 331 U.S. 549, 576-580, 67 S.Ct. 1409, 1423-1425, 91 L.Ed. 1666 (1947), the Court found the dispute unripe for adjudication because it was unsure which criminal statutes would be applied to the petitioner or which other code sections were incorporated by reference in those statutes;  in <i>Socialist Labor Party v. Gilligan,</i> 406 U.S. 583, 586, 92 S.Ct. 1716, 1718, 32 L.Ed.2d 317 (1972), the Court found \"no allegation of injury that the party has suffered <i>or will suffer</i> because of the existence of the [law challenged]\" (emphasis added);  and in <i>Public Affairs Associates, Inc. v. Rickover,</i> 369 U.S. 111, 113, 82 S.Ct. 580, 582, 7 L.Ed.2d 604 (1962), involving a public official's disputed authorship rights in his speeches, the Court found the record \"woefully lacking\" because it omitted details&#8212;such as whether the official used government facilities and personnel to prepare his speeches&#8212;that bore directly upon the legal issue.  Unlike the situation in these precedents, the respondents in this case have clearly identified the law that will be enforced to their detriment, the injury that will flow from that enforcement, and the relevant facts surrounding such enforcement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The majority expresses \"doubt that respondents' complaint should be construed to assert a facial challenge to &#167; 6(b)\" because the complaint prays for an injunction only against petitioners' redaction policy and because \"[r]eferences to other applications of &#167; 6(b) [in the complaint] are at best conclusory.\" <i>Ante,</i> at 323-324.  Justice WHITE's dissenting opinion expresses a similar view.  <i>Ante,</i> at 328, 330. But neither the majority nor Justice WHITE explains why a party raising an overbreadth challenge must seek to enjoin applications of an invalid law other than the application that is injuring him.  Moreover, to require a broader request for injunctive relief here would be both unfair and unnecessary.  Although respondents know which officials should be enjoined in order to halt the redaction of voter pamphlets, respondents cannot know who will next enforce &#167; 6(b) against party central committees that seek to endorse nonpartisan candidates. See, <i>e.g., Unger v. Superior Court,</i> 37 Cal.3d 612, 209 Cal.Rptr. 474, 692 P.2d 238 (1984) (injunction sought by two registered voters against party's announcement of opposition to justices at confirmation election);  <i>Unger v. Superior Court,</i> 102 Cal.App.3d 681, 162 Cal.Rptr. 611 (1980), cert. denied, 449 U.S. 1131, 101 S.Ct. 952, 67 L.Ed.2d 118 (1981), (injunction against party endorsement sought by rival candidate who was not endorsed). Should respondents obtain the declaratory relief that they seek, any future attempts to enforce &#167; 6(b) against a political party could easily be defeated by invoking that declaratory judgment. In sum, respondents' request for a declaratory judgment that &#167; 6(b) is unconstitutional furnishes ample basis for inferring that their complaint includes a facial challenge to &#167; 6(b).</p>\n        <p>The insistence by the majority and by Justice WHITE that a party expressly style his claim in his complaint as a challenge based on overbreadth is also inconsistent with the liberal \"notice pleading\" philosophy that informs the Federal Rules of Civil Procedure.  See <i>Conley v. Gibson,</i> 355 U.S. 41, 47-48, 78 S.Ct. 99, 102-103, 2 L.Ed.2d 80 (1957);  see generally <i>Fitzgerald v. Codex Corp.,</i> 882 F.2d 586, 589 (CA1 1989) (\"[U]nder Fed.R.Civ.P. 8 it is not necessary that a legal theory be pleaded in the complaint if plaintiff sets forth 'sufficient factual allegations to state a claim showing that he is entitled to relief' under <i>some</i> [tenable] legal theory\" (emphasis in original)).  I am particularly perplexed by Justice WHITE's determination that \"[t]he courts below <i>erred</i> in treating respondents' challenge in this case as a facial challenge.\"  <i>Ante,</i> at 328 (emphasis added).  At every stage of this litigation, beginning with respondents' summary judgment motion, the parties have framed the constitutional question exclusively in terms of &#167; 6(b)'s application to party endorsements, precisely the overbreadth argument that Justice WHITE declines to reach.  See Points and Authorities in Support of Summary Judgment in No. C-87-4724 AJZ (ND Cal.), pp. 22-26; Memorandum of Points of Authorities in Opposition to Summary Judgment in No. C-87-4724 AJZ (ND Cal.), pp. 20-41;  Brief of Appellant in No. 88-2875 (CA9), pp. 7-18;  Brief of Appellees in No. 88-2875 (CA9), pp. 5-36.  In such circumstances, I do not understand what authority this Court would have for reversing the decision below, <i>sua sponte,</i> simply because the lower courts upheld a theory of relief not expressly relied upon in the complaint. See generally 5 C. Wright and A. Miller, Federal Practice and Procedure &#167; 1219, p. 190 (2d ed. 1990) (text of Federal Rules \"makes it very plain that the theory of the pleadings mentality has no place under federal practice\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is, of course, no impediment to proceeding on an overbreadth theory that petitioners' redaction policy supplies the ripe controversy in this case.  The thrust of an overbreadth challenge is that a party is entitled \"not to be bound by a [provision] that is unconstitutional.\"  <i>Board of Trustees, State Univ. of N.Y. v. Fox,</i> 492 U.S. 469, 485, 109 S.Ct. 3028, 3037, 106 L.Ed.2d 388 (1989).  Thus, a pre-enforcement overbreadth challenge is ripe so long as the party can show that state actors will foreseeably apply a facially invalid law in a way that determines <i>his</i> rights.  He need not show, in addition, that state actors are about to apply the law to third parties in the precise manner that renders the law facially invalid.  As I have shown, respondents demonstrate a ripe dispute by credibly alleging that petitioners will apply &#167; 6(b) in a manner that determines respondents' right to receive election-related speech in official voter pamphlets.</p>\n      </div>\n    </div>\n    ", 
  "resource_uri": "/api/rest/v2/document/112627/"
}