{"absolute_url": "/opinion/86476/mcarthurs-heirs-v-duns-heirs/", "blocked": false, "citation": {"case_name": "McArthur's Heirs v. Dun's Heirs", "docket_number": null, "document_uris": ["/api/rest/v2/document/86476/"], "federal_cite_one": "48 U.S. 262", "federal_cite_three": null, "federal_cite_two": null, "id": 54368, "lexis_cite": null, "neutral_cite": null, "resource_uri": "/api/rest/v2/citation/54368/", "scotus_early_cite": "7 How. 262", "specialty_cite_one": null, "state_cite_one": null, "state_cite_regional": null, "state_cite_three": null, "state_cite_two": null, "westlaw_cite": null}, "citation_count": 0, "court": "/api/rest/v2/jurisdiction/scotus/", "date_blocked": null, "date_filed": "1849-01-24", "date_modified": "2014-12-21T01:24:54.788645", "docket": "/api/rest/v2/docket/270973/", "download_url": null, "extracted_by_ocr": false, "html": "<p class=\"case_cite\">48 U.S. 262</p>\n    <p class=\"case_cite\">7 How. 262</p>\n    <p class=\"case_cite\">12 L.Ed. 693</p>\n    <p class=\"parties\">DUNCAN McARTHUR'S HEIRS, COMPLAINANTS,<br>v.<br>WALTER DUN'S HEIRS.</p>\n    <p class=\"date\">January Term, 1849</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">THIS case came up from the Circuit Court of the United States for the District of Ohio, on a certificate of division in opinion between the judges thereof.</p>\n      <p class=\"indent\">It was before this court at January term, 1842, and was then remanded to the Circuit Court, upon the ground that a material error had been committed by the clerk in stating the point intended to be certified. It now came back with the error corrected.</p>\n      <p class=\"indent\">It was, originally, a bill filed on the equity side of the Circuit Court by Dun against McArthur, in which the same matters of controversy were involved as in the present case. Dun obtained a decree against McArthur in 1836.</p>\n      <p class=\"indent\">In 1838, McArthur filed the present bill of review. The following table presents a view of their conflicting titles to the land in question:&#8212;&#8212;</p>\n      <p class=\"center\">\n        <i>McArthur's Title.</i>\n      </p>\n      <p>\n        <i>Dun's Title.</i>\n      </p>\n      <p>1822, Nov. 23. Entry in the</p>\n      <p>name of Means, who</p>\n      <p>was dead.</p>\n      <p>1823, March 1. Act of</p>\n      <p>Congress passed.</p>\n      <p>1823, March 18. Survey.</p>\n      <p>1824, Dec. 10.          Entry by Galloway.</p>\n      <p>1824, Dec. 15.          Survey.</p>\n      <p>1825, Jan. 3. Patent.</p>\n      <p>1825, April 4.          Patent.</p>\n      <p class=\"indent\">All the facts in the case are stated in the certificate of division in opinion, which was as follows, viz.:&#8212;&#8212;</p>\n      <p class=\"indent\">'This cause having been remanded from the Supreme Court of the United States to this court, for a further order touching the point upon which the opinions of the judges of this court upon the hearing thereof were opposed, in compliance with said mandate of said Supreme Court, the said point of disagreement of said judges is now ordered to be restated more specially and at large. The said point of disagreement arose out of the following facts, stated and set forth in the original bill of said Walter Dun, and admitted to be true by the demurrer of said Duncan McArthur thereto, who was the respondent to said original bill, viz.: That said McArthur, on the 3d of January, A. D. 1825, obtained a patent for the tract of land in controversy, which is situate in the Virginia military reservation, in the State of Ohio, on an entry made on a Virginia military land-warrant in the name of Robert Means, assignee, on the 23d of November, A. D. 1822, followed by a survey of said entry made in the name of the said Robert Means, assignee, on the 18th of March, A. D. 1823; which said Robert Means before said entry, and as early as the year A. D. 1808, had departed this life. And that, on the 4th day of April, 1825, another patent for the same tract of land was issued to one James Galloway, on an entry thereof made in the name of said Galloway, on the 10th of December, A. D. 1824, on another Virginia military land-warrant, and which was duly surveyed in his (said Galloway's) name, on the 15th of the same month of December, A. D. 1824, and which tract of land was subsequently conveyed by said Galloway to said Walter Dun. Upon which said state of facts, touching the titles of the said parties to said tract of land, this point was raised by the counsel for the complainant in said bill of review, upon the hearing and argument thereof, viz.:&#8212;Whether the said location and survey of said tract of land in the name of said Galloway, and the patent issued to him for the same, are not null and void, as being made and done in contravention of the proviso to the second section of the act of Congress of the 1st of March, A. D. 1823, entitled 'An act extending the time for locating Virginia military land-warrants, and returning surveys thereon to the General Land Office.'</p>\n      <p class=\"indent\">'And upon the point so as aforesaid raised by the counsel for the complainants in review, the opinions of the judges of this court being opposed, the said point of disagreement is, on motion of said complainants' counsel, stated as above, under the direction of said judges, and is hereby ordered to be certified to the Supreme Court of the United States at its next session to be hereafter holden, for its final decision upon said point of disagreement.'The proviso referred to was in these words (3 Stat. at Large, 773):&#8212;'Provided, that no locations as aforesaid, in virtue of this or the preceding section of this act, shall be made on tracts of lands for which patents had previously been issued, or which had been previously surveyed; and any patent which may, nevertheless, be obtained for land located contrary to the provisions of this act, shall be considered null and void.'</p>\n      <p class=\"indent\">The cause was argued by <i>Mr. Vinton</i>, on behalf of the complainants, and <i>Mr. Ewing</i> and <i>Mr. Thurman</i>, for Dun's heirs.</p>\n      <p class=\"indent\"><i>Mr. Vinton</i>, for the complainants, reviewed and commented upon the following cases.</p>\n      <p class=\"indent\">12 Peters, 297, and also referred to the act of 20th May, 1836 (5 Stat. at Large, 31).</p>\n      <p class=\"indent\">7 Wheaton, 23; 1 Peters, 638; 4 Peters, 332; 6 Peters, 261, 666; 7 Ohio Rep. 177, which last case, he contended, misconstrued the judgment of this court in 6 Peters.</p>\n      <p class=\"indent\">The brief filed by <i>Mr. Thurman</i>, and enlarged upon by <i>Mr. Ewing</i>, was as follows.</p>\n      <p class=\"indent\">I. An entry in the name of a dead man is, on general principles, void. <i>Galt v. Galloway,</i> 4 Peters, 345; McDonald's <i>Heirs v. Smalley,</i> 6 Peters, 261; Lessee of <i>Wallace v. Saunders,</i> 7 Ohio Rep. (Part 1), 173.</p>\n      <p class=\"indent\">II. Being void, it is not protected by the proviso in question. <i>Lindsey v. Miller's Lessee,</i> 6 Peters, 666; <i>Lessee of Wallace v. Saunders,</i> above cited.</p>\n      <p class=\"indent\">III. There is no difference, in this respect, between a survey in the name of a dead man made after, and one made before, the passage of the act of 1807. The terms of the proviso apply to the one as much as to the other. And no reason can be given why the proviso should protect a survey made after its enactment, and not protect one made prior thereto, and to the land covered by which no right of a third party had intervened. It protects neither.</p>\n      <p class=\"indent\">IV. <i>Galloway v. Finley,</i> 12 Peters, 264, is not, I respectfully submit, decisive of the present case. Because,&#8212;&#8212;</p>\n      <p class=\"indent\">1. The point now under consideration did not necessarily arise in that case. The court held, that Galloway could not, while standing in the relation of a purchaser, be permitted to avail himself of the defect he relied on in his vendors' title, to defeat his agreement to purchase. Whether he could do so was the main and only necessary question in that case.</p>\n      <p class=\"indent\">2. The entry in that case was made on patented lands. In this case, it was on lands not patented. The difference is material; for the court, in deciding that case, said:&#8212;'It is difficult to conceive how an irregular patent could exist, unless it passed no title. We will not perplex the decision with supposed cases of irregular surveys, but examine the act of Congress, and ascertain its effect as regards the grant in the name of Charles Bradford.' (p. 298.)</p>\n      <p class=\"indent\">And again:&#8212;'Congress had the power, in 1807, to withhold from location any portion of the military lands; and having done so in regard to that previously patented in the name of Charles Bradford, the complainant, Galloway, had no right to enter the same.' (p. 299.)</p>\n      <p class=\"indent\">It would seem, from these extracts, that the court did not intend that its decision should extend beyond what was required by the facts of the case then under consideration, and that, consequently, it is not decided that a void unpatented survey is protected by the act of 1807.</p>\n      <p class=\"indent\">So, in <i>Hoofnagle v. Anderson,</i> 7 Wheat. 212, (S. C., 5 Cond. R. 271,) a broad distinction was made between patented and unpatented surveys. A patent for a survey made on a 'State line' warrant, was held to appropriate the land. The survey, before patent issued, was a nullity, and the land was subject to entry. <i>Miller v. Kerr,</i> 7 Wheat. 1; S. C., 5 Cond. R. 202; <i>Lindsey v. Miller,</i> and <i>Galloway v. Finley,</i> above cited.</p>\n      <p class=\"indent\">3. The court distinguish the case of <i>Galloway v. Finley</i> from the case of <i>Lindsey v. Miller</i> by the fact, that the survey in the former case was on a proper warrant, and in the latter on a State line warrant; wherefore there was an equity in the former that did not exist in the latter case.</p>\n      <p class=\"indent\">But in <i>Hoofnagle v. Anderson,</i> the court seemed to think there was very little difference in the equities. Both were equities of which a court could not take cognizance, and both claims were of an equally meritorious character.</p>\n      <p class=\"indent\">The court (in deciding that the patent for the survey made on the State line warrant appropriated the land, and prevented its subsequent location) said:&#8212;'The equity of the one cannot be so inferior to that of the other, as to justify the court in considering the patent of the one as an absolute nullity in favor of the other, who has attempted to appropriate the same land after such patent had been issued.' 5 Cond. R. 273.</p>\n      <p class=\"indent\">4. The court, in <i>Galloway v. Finley,</i> say:&#8212;'Congress had the power, in 1807, to withhold from location any portion of the military lands.'</p>\n      <p class=\"indent\">But ought it to be supposed that Congress intended to withhold a portion to which no person had acquired any title?</p>\n      <p class=\"indent\">V. The case under consideration is not affected by the act of May 20th, 1836, entitled, 'An act to give effect to patents for public lands issued in the names of deceased persons.' (5 Peters's Laws, 31.) Because,&#8212;&#8212;</p>\n      <p class=\"indent\">1. It could not have been the intention of Congress, in passing that act, to interfere with the rights of third persons.</p>\n      <p class=\"indent\">2. If such were the intention, the act is, to that extent, void; Congress having no power to give the lands of A to B, without consideration and against the will of A.</p>\n      <p class=\"indent\">3. The point certified does not include the question, whether the rights of the parties are affected by the act of 1836, and consequently that question cannot be considered in this court. <i>Wayman v. Southard,</i> 10 Wheat. 1; S. C., 5 Cond. R. 1.</p>\n      <p class=\"indent\">If the above propositions are sound, it follows that the judgment of the court must be for Dun's heirs, the entry and survey in the name of Means (under which the complainants claim) having both been made after his death.</p>\n      <p class=\"indent\">Mr. Justice DANIEL delivered the opinion of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case comes before this court upon a certificate of division of opinion between the judges of the Circuit Court of the United States for the District of Ohio, upon a bill of review exhibited in that court. The character of the cause as made upon the pleadings and evidence, and the question on which the judges were divided in opinion, are so succinctly and at the same time so clearly disclosed in the statement of the judges, that they will be best presented by a simple repetition of that statement in these words:&#8212;&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">'This cause having been remanded from the Supreme Court of the United States to this court, for a further order touching the point upon which the opinions of the judges of this court upon the hearing thereof were opposed, in compliance with said mandate of said Supreme Court, the said point of disagreement of said judges is now ordered to be restated more specially and at large. The said point of disagreement arose out of the following facts, stated and set forth in the original bill of said Walter Dun, and admitted to be true by the demurrer of said Duncan McArthur thereto, who was the respondent to said original bill, viz.: That said McArthur, on the 3d of January, A. D. 1825, obtained a patent for the tract of land in controversy, which is situate in the Virginia military reservation, in the State of Ohio, on an entry made on a Virginia military land-warrant, in the name of Robert Means, assignee, on the 23d of November, A. D. 1822, followed by a survey of said entry, made in the name of the said Robert Means, assignee, on the 18th of March, A. D. 1823; which said Robert Means before said entry, and as early as the year A. D. 1808, had departed this life. And that, on the 4th day of April, 1825, another patent for the same tract of land was issued to one James Galloway, on an entry thereof made in the name of said Galloway, on the 10th of December, A. D. 1824, on another Virginia military land-warrant, and which was duly surveyed in his (said Galloway's) name, on the 15th of the same month of December, A. D. 1824, and which tract of land was subsequently conveyed by said Galloway to said Walter Dun. Upon which said state of facts, touching the titles of the said parties to said tract of land, this point was raised by the counsel for the complainant in said bill of review, upon the hearing and argument thereof, viz.:&#8212;Whether the said location and survey of said tract of land in the name of said Galloway, and the patent issued to him for the same, are not null and void, as being made and done in contravention of the proviso to the second section of the act of Congress of the 1st of March, A. D. 1823, entitled 'An act extending the time for locating Virginia military land-warrants and returning surveys thereon to the General Land Office.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Thus it will appear that the only question for consideration here arises on the proper construction of the proviso contained in the second section of the act of Congress above mentioned. This act&#8212;after providing in the first section that the officers and soldiers of the Virginia line or Continental establishment, their heirs or assigns, entitled to bounty lands within the country reserved by the State of Virginia, between the Little Miami and Scioto Rivers, shall be allowed a further time of two years from the 4th day of January, 1823, to obtain warrants and complete their locations, and the further time of four years from the same period to return their surveys and warrants to the General Land Office to obtain patents&#8212;contains in the second section a proviso in the following words:&#8212;'Provided, that no locations as aforesaid in virtue of this or the preceding section of this act shall be made on tracts of lands for which patents had previously been issued, or which had been previously surveyed; and any patent which may nevertheless be obtained for land located contrary to the provisions of this act shall be considered null and void.' 3 Stat. at Large, 773. Upon this proviso, which appears to be a literal transcript of the proviso contained in the first section of the act of 1807, the question for our consideration, as has been already remarked, is presented.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On behalf of the complainants in the bill of review (the heirs of Duncan McArthur) and the holders of the elder patent, it is insisted, that, not only is their title under the prior entry and survey in the name of Means, and the patent issued in pursuance thereof, protected by the operation of the proviso just mentioned, but that the effect of that proviso, nay, its express language, renders absolutely void the claim of title set up by the heirs of the junior patentee, Dun; denying to it, and to all similar clauses, any foundation on which legally or equitably such claims can be founded. The heirs of Dun contend that the patent to McArthur having been granted upon a location and survey made in the name of Means, when in fact Means had been dead fourteen years anterior to the entry, and thirteen years previously to the survey in his name, this entry and survey, and the patent issued to McArthur thereon, were of no legal efficacy, and should be superseded by the patent to James Galloway, upon an entry made by said Galloway in 1824, under which patent the heirs of Dun derive title by purchase. In support of this position, it is said that an entry in the name of a dead man is, on general principles, void, as was ruled by the cases of <i>Galt v. Galloway,</i> 4 Peters, 345, and of <i>McDonald's Heirs v. Smalley,</i> 6 Peters, 261. These cases, though express to the single point for which they have been cited, are nevertheless by no means decisive of the question certified, if indeed they are at all applicable thereto; that question not involving simply the validity of an entry made in the name of a dead man, but embracing the legality of locations made since the enactment of the proviso, upon lands previously patented or surveyed, without reference to the circumstance of the death or life of those in whose names such previous patents may have been granted or surveys made.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The language of the proviso is broad and comprehensive enough to comprise patents and surveys in the names of persons either living or dead, and it expressly declares to be null all patents posterior in time to those surveys and patents thus generally described and protected by that language. The proviso, then, if the natural and common meaning of its terms be adopted, must extend to and protect alike patents, entries, and surveys of either description, so far as this end is accomplished by preventing the possibility of conflict with locations and patents coming into existence after its date. Its operation and effect must be thus comprehensive, unless they can be understood to have been limited and controlled by some clear and authoritative exposition. Have they been so limited? It cannot be necessary here to discuss the competency of Congress in reference either to the power of imposing a limitation upon the time within which locations upon the ceded lands should be made, or as to the conditions on which further time might be extended to persons who had been excluded by the limitation first laid on locations. These subjects have been treated with clearness by Chief Justice Marshall, in the case of <i>Jackson v. Clarke,</i> 1 Peters, 628, and the power of Congress with respect to them placed beyond objection.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the next place, in the interpretation of the proviso contained in the laws of 1807 and 1823, the case of <i>Jackson v. Clarke,</i> we think, effectually overrules the distinction attempted in the argument of this cause between a patent and a survey in the operation of either proviso, a distinction, as we have already remarked, not taken by the language of the statute. Speaking of the survey in the case just quoted, Chief Justice Marshall says: 'The survey, having every appearance of fairness and validity given to it by the officers of the government, is sold as early as 1796 to persons who take possession of it, and have retained possession ever since. Why should not the proviso in the act of Congress apply to it? The words taken literally certainly apply to it. Does the language of the clause furnish any distinction between the patent and the survey? Lands surveyed are as completely withdrawn as lands patented from subsequent location.' Again, it is said, in the same case, that 'a survey made by the proper officer, professing to be made on real warrants, and bearing on its face every mark of regularity and validity, presented a barrier to the locator which he was not permitted to approach, which he was not at liberty to examine.' The case of <i>Jackson v. Clarke</i> may be appealed to for another illustration, which is very apposite to the present controversy. In support of the junior location and patent of Dun the court has been referred to the case of <i>Taylor's Lessee v. Myers,</i> 7 Wheat. 23, as an instance in which a location on land previously surveyed had been permitted subsequently to the proviso of 1807. But in the case of <i>Taylor's Lessee v. Myers</i> the owner had openly abandoned his location and survey, and had placed his warrant on other land. In such a case, say the court, 'the land was universally considered as returning to the mass of vacant land, and becoming, like other vacant land, subject to appropriation; therefore in <i>Taylor's Lessee v. Myers,</i> the court said, the proviso which annuls all locations made on lands previously surveyed applies to subsisting surveys, to those in which an interest is claimed, not to those which have been abandoned, and in which no person has an interest. This survey has not been abandoned by any person having an interest in it.' No force, then, is perceived in the instance adduced, and no strength can be imparted by it to the position occupied by the defendants in this case; because by the abandonment the previous location and survey to every legal and operative purpose were annihilated, and there might be said in effect to have been none such, the original locator could not be compelled to hold or continue them; it having been expressly ruled by this court that the owner of a survey or a patent may abandon either at his pleasure.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">But it is contended for the defendants, that the entry and survey made in the name of Means, being by reason of his death at the date of that entry and survey absolutely void, under the authority of the decisions of <i>Galt v. Galloway,</i> 4 Peters, 345, and <i>McDonald v. Smalley,</i> 6 Peters, 261, the proviso in the act of Congress did not revive them or give them validity. That, according to the interpretation of the act of Congress in the case of <i>Jackson v. Clarke,</i> the proviso is extended no farther than to irregular patents. The language of the decision just mentioned does not literally apply to surveys pronounced absolutely void, by the death of the locator, or by any other cause; but it is equally true, that neither the terms nor the spirit of the reasoning of the court, not of the decision, declare or imply any thing against the justice of such claims. The reasoning of the court in that case would apply as strongly to the justice of cases which were not perfected by reason of death, as it possibly could do to such as were not perfected in consequence of the neglect or omission of the persons interested; and surely the intrinsic character of the claim could not be affected by the former cause; its justice as against the government would remain precisely the same. The government would not have fulfilled its acknowledged obligation to the owner of the warrant or survey. There can be no question as to the power of the government to revive or confirm surveys or patents made or granted to persons not actually in life when such surveys or patents were made; there is an obvious propriety in a fulfilment of its undertakings by the government, and in its forbearance to enforce a forfeiture founded on no delinquency in those who would be affected thereby; and there is nothing in the act of Congress or in any judicial constitution thereof requiring or indicating an opposite conclusion. Indeed, the utmost which it has been attempted to deduce from the statute, or from any interpretation of the statute, is the absence of an authoritative declaration, that surveys and patents made or issued in the names of persons not living at the periods of their respective dates have not in fact been reserved and confirmed. But is not this deduction directly at war with the unequivocal authority of this court, in open conflict with the decision of <i>Galloway v. Finley,</i> reported in 12 Peters, 264? We hold that it is. In order to escape from this decision, it has been argued that the case last mentioned ruled nothing beyond this, that Galloway, as the vendee of Finley, should not be permitted to avail himself of information derived from his vendor, and use it with the view to impeach the vendor's title, and as a means to obtain a better title in himself, in opposition to the title of that vendor. It is true that the point here stated was ruled in the case, but the decision was by no means limited to that single point. Under the pleadings and proofs in that case, the title of Finley was necessarily brought into review; its character and the effect of the act of Congress with respect to it were discussed and decided upon. In that case, as in the present, it was contended that the statute operated upon titles merely irregular or defective, and did not embrace such as were void. In refutation of this interpretation the court proceed thus:&#8212;'It is insisted that the section had reference to imperfect, and not to void titles. The legislature merely affirmed a principle not open to question, if this be the true construction. Had an effective patent issued, the government would not have had any title remaining, and a second grant would have been void of course. Something more undoubtedly was intended than the protection of defective, yet valid, surveys and patents.' Again the court say, 'The death of the grantee is an extrinsic fact, not impairing the equity of the claim as against the government. The defects of all others most common in the military districts of Kentucky, Tennessee, and Ohio were where the soldier had died, and the entry, survey, and grant had been made in the name of the deceased. In his name the warrant almost uniformly issued; who the heirs were was usually unknown to the locator, and disregarded by the officers of the government when perfecting the titles. In Tennessee and Kentucky, provision was made at an early day that the heir should take by the grant; and why should we presume that Congress did not provide for the protection of his claim to the lands purporting to have been granted, when the legislation of the federal government was of necessity controlled in this respect by the experience of members coming from States where there were military lands? The statute is general, including by name all grants, not distinguishing between void and valid; and the plainest rules of propriety and justice require that the courts should not introduce an exception, the legislature having made none.&#8212;Congress had power in 1807 to withhold from location any portion of the military lands, and, having done so in regard to the lands of C. Bradford, the complainant Galloway had no right to enter the same.'</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Authority so directly in point leaves little room for comment; indeed, it may be said that, <i>mutate nomine</i>, the case of <i>Galloway v. Finley</i> is the case of McArthur's heirs against the heirs of Dun. Upon the plain and natural import of the proviso in the statutes of 1807 and of 1823, upon the reasoning of this court in the case of <i>Jackson v. Clarke,</i> 1 Peters, 628, but chiefly upon the very pointed authority of the case of <i>Galloway v. Finley,</i> we are of the opinion that the location and survey of the land in question in the name of James Galloway, and the patent issued to him for the same, as mentioned in the certificate of division, are null and void, as being made and done in contravention of the proviso to the second section of the act of Congress of the 1st of March, A. D. 1823, entitled, 'An act extending the time for locating Virginia military landwarrants, and returning surveys thereon to the General Land Office,' and we do order this opinion to be certified to the Circuit Court of the United States for the District of Ohio.</p>\n    </div>\n    <p class=\"center\"><i>Order</i>.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Ohio, and on the point and question on which the judges of the said Circuit Court were opposed in opinion, and which were certified to this court for its opinion agreeably to the act of Congress in such case made and provided, and was argued by counsel. On consideration whereof, it is the opinion of this court, that the location and survey of the land in question in the name of James Galloway, and the patent issued to him for the same, as mentioned in the certificate of division, are null and void, as being made and done in in contravention of the proviso to the second section of the act of Congress of the 1st of March, A. D. 1823, entitled, 'An act extending the time for locating Virginia military land-warrants, and returning surveys thereon to the General Land Office.' Whereupon it is now here ordered and decreed by this court, that it be so certified to the said Circuit Court.</p>\n    </div>\n    ", "html_lawbox": "<div>\n<center><b>48 U.S. 262 (1849)</b></center>\n<center><b>7 How. 262</b></center>\n<center><h1>DUNCAN McARTHUR'S HEIRS, COMPLAINANTS,<br>\nv.<br>\nWALTER DUN'S HEIRS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*264</span> The cause was argued by Mr. Vinton, on behalf of the complainants, and Mr. Ewing and Mr. Thurman, for Dun's heirs.</p>\n<p><span class=\"star-pagination\">*266</span> Mr. Justice DANIEL delivered the opinion of the court.</p>\n<p>This case comes before this court upon a certificate of division of opinion between the judges of the Circuit Court of the United States for the District of Ohio, upon a bill of review exhibited in that court. The character of the cause as made upon the pleadings and evidence, and the question on which the judges were divided in opinion, are so succinctly and at the same time so clearly disclosed in the statement of the judges, that they will be best presented by a simple repetition of that statement in these words: </p>\n<p>\"This cause having been remanded from the Supreme Court of the United States to this court, for a further order touching the point upon which the opinions of the judges of this court upon the hearing thereof were opposed, in compliance with said mandate of said Supreme Court, the said point of disagreement of said judges is now ordered to be restated more specially and at large. The said point of disagreement arose out of the following facts, stated and set forth in the original bill of said Walter Dun, and admitted to be true by the demurrer of said Duncan McArthur thereto, who was the respondent to said original bill, viz.: That said McArthur, on the 3d of January, A.D. 1825, obtained a patent for the tract of land in controversy, which is situate in the Virginia military reservation, in the State of Ohio, on an entry made on a Virginia military land-warrant, in the name of Robert Means, assignee, on the 23d of November, A.D. 1822, followed by a survey of said entry, made in the name of the said Robert Means, assignee, on the 18th of March, A.D. 1823; which said Robert Means before said entry, and as early as the year A.D. 1808, had departed this life. And that, on the 4th day of April, 1825, another patent <span class=\"star-pagination\">*267</span> for the same tract of land was issued to one James Galloway, on an entry thereof made in the name of said Galloway, on the 10th of December, A.D. 1824, on another Virginia military land-warrant, and which was duly surveyed in his (said Galloway's) name, on the 15th of the same month of December, A.D. 1824, and which tract of land was subsequently conveyed by said Galloway to said Walter Dun. Upon which said state of facts, touching the titles of the said parties to said tract of land, this point was raised by the counsel for the complainant in said bill of review, upon the hearing and argument thereof, viz.:  Whether the said location and survey of said tract of land in the name of said Galloway, and the patent issued to him for the same, are not null and void, as being made and done in contravention of the proviso to the second section of the act of Congress of the 1st of March, A.D. 1823, entitled `An act extending the time for locating Virginia military land-warrants and returning surveys thereon to the General Land Office.'\"</p>\n<p>Thus it will appear that the only question for consideration here arises on the proper construction of the proviso contained in the second section of the act of Congress above mentioned. This act  after providing in the first section that the officers and soldiers of the Virginia line or Continental establishment, their heirs or assigns, entitled to bounty lands within the country reserved by the State of Virginia, between the Little Miami and Scioto Rivers, shall be allowed a further time of two years from the 4th day of January, 1823, to obtain warrants and complete their locations, and the further time of four years from the same period to return their surveys and warrants to the General Land Office to obtain patents  contains in the second section a proviso in the following words:  \"Provided, that no locations as aforesaid in virtue of this or the preceding section of this act shall be made on tracts of lands for which patents had previously been issued, or which had been previously surveyed; and any patent which may nevertheless be obtained for land located contrary to the provisions of this act shall be considered null and void.\" 3 Stat. at Large, 773. Upon this proviso, which appears to be a literal transcript of the proviso contained in the first section of the act of 1807, the question for our consideration, as has been already remarked, is presented.</p>\n<p>On behalf of the complainants in the bill of review (the heirs of Duncan McArthur) and the holders of the elder patent, it is insisted, that, not only is their title under the prior entry and survey in the name of Means, and the patent issued in pursuance thereof, protected by the operation of the proviso <span class=\"star-pagination\">*268</span> just mentioned, but that the effect of that proviso, nay, its express language, renders absolutely void the claim of title set up by the heirs of the junior patentee, Dun; denying to it, and to all similar clauses, any foundation on which legally or equitably such claims can be founded. The heirs of Dun contend that the patent to McArthur having been granted upon a location and survey made in the name of Means, when in fact Means had been dead fourteen years anterior to the entry, and thirteen years previously to the survey in his name, this entry and survey, and the patent issued to McArthur thereon, were of no legal efficacy, and should be superseded by the patent to James Galloway, upon an entry made by said Galloway in 1824, under which patent the heirs of Dun derive title by purchase. In support of this position, it is said that an entry in the name of a dead man is, on general principles, void, as was ruled by the cases of Galt v. Galloway, 4 Peters, 345, and of McDonald's Heirs v. Smalley, 6 Peters, 261. These cases, though express to the single point for which they have been cited, are nevertheless by no means decisive of the question certified, if indeed they are at all applicable thereto; that question not involving simply the validity of an entry made in the name of a dead man, but embracing the legality of locations made since the enactment of the proviso, upon lands previously patented or surveyed, without reference to the circumstance of the death or life of those in whose names such previous patents may have been granted or surveys made.</p>\n<p>The language of the proviso is broad and comprehensive enough to comprise patents and surveys in the names of persons either living or dead, and it expressly declares to be null all patents posterior in time to those surveys and patents thus generally described and protected by that language. The proviso, then, if the natural and common meaning of its terms be adopted, must extend to and protect alike patents, entries, and surveys of either description, so far as this end is accomplished by preventing the possibility of conflict with locations and patents coming into existence after its date. Its operation and effect must be thus comprehensive, unless they can be understood to have been limited and controlled by some clear and authoritative exposition. Have they been so limited? It cannot be necessary here to discuss the competency of Congress in reference either to the power of imposing a limitation upon the time within which locations upon the ceded lands should be made, or as to the conditions on which further time might be extended to persons who had been excluded by the limitation first laid on locations. These subjects have been treated with clearness by Chief Justice Marshall in the case of <span class=\"star-pagination\">*269</span> Jackson v. Clarke, 1 Peters, 628, and the power of Congress with respect to them placed beyond objection.</p>\n<p>In the next place, in the interpretation of the proviso contained in the laws of 1807 and 1823, the case of Jackson v. Clarke, we think, effectually overrules the distinction attempted in the argument of this cause between a patent and a survey in the operation of either proviso, a distinction, as we have already remarked, not taken by the language of the statute. Speaking of the survey in the case just quoted, Chief Justice Marshall says:  \"The survey, having every appearance of fairness and validity given to it by the officers of the government, is sold as early as 1796 to persons who take possession of it, and have retained possession ever since. Why should not the proviso in the act of Congress apply to it? The words taken literally certainly apply to it. Does the language of the clause furnish any distinction between the patent and the survey? Lands surveyed are as completely withdrawn as lands patented from subsequent location.\" Again, it is said, in the same case, that \"a survey made by the proper officer, professing to be made on real warrants, and bearing on its face every mark of regularity and validity, presented a barrier to the locator which he was not permitted to approach, which he was not at liberty to examine.\" The case of Jackson v. Clarke may be appealed to for another illustration, which is very apposite to the present controversy. In support of the junior location and patent of Dun the court has been referred to the case of Taylor's Lessee v. Myers, 7 Wheat. 23, as an instance in which a location on land previously surveyed had been permitted subsequently to the proviso of 1807. But in the case of Taylor's Lessee v. Myers the owner had openly abandoned his location and survey, and had placed his warrant on other land. In such a case, say the court, \"the land was universally considered as returning to the mass of vacant land, and becoming, like other vacant land, subject to appropriation; therefore in Taylor's Lessee v. Myers, the court said, the proviso which annuls all locations made on lands previously surveyed applies to subsisting surveys, to those in which an interest is claimed, not to those which have been abandoned, and in which no person has an interest. This survey has not been abandoned by any person having an interest in it.\" No force, then, is perceived in the instance adduced, and no strength can be imparted by it to the position occupied by the defendants in this case; because by the abandonment the previous location and survey to every legal and operative purpose were annihilated, and there might be said in effect to have been none such, the original locator could not be compelled to hold <span class=\"star-pagination\">*270</span> or continue them; it having been expressly ruled by this court that the owner of a survey or a patent may abandon either at his pleasure.</p>\n<p>But it is contended for the defendants, that the entry and survey made in the name of Means, being by reason of his death at the date of that entry and survey absolutely void, under the authority of the decisions of Galt v. Galloway, 4 Peters, 345, and McDonald v. Smalley, 6 Peters, 261, the proviso in the act of Congress did not revive them or give them validity. That, according to the interpretation of the act of Congress in the case of Jackson v. Clarke, the proviso is extended no farther than to irregular patents. The language of the decision just mentioned does not literally apply to surveys pronounced absolutely void, by the death of the locator, or by any other cause; but it is equally true, that neither the terms nor the spirit of the reasoning of the court, nor of the decision, declare or imply any thing against the justice of such claims. The reasoning of the court in that case would apply as strongly to the justice of cases which were not perfected by reason of death, as it possibly could do to such as were not perfected in consequence of the neglect or omission of the persons interested; and surely the intrinsic character of the claim could not be affected by the former cause; its justice as against the government would remain precisely the same. The government would not have fulfilled its acknowledged obligation to the owner of the warrant or survey. There can be no question as to the power of the government to revive or confirm surveys or patents made or granted to persons not actually in life when such surveys or patents were made; there is an obvious propriety in a fulfilment of its undertakings by the government, and in its forbearance to enforce a forfeiture founded on no delinquency in those who would be affected thereby; and there is nothing in the act of Congress or in any judicial constitution thereof requiring or indicating an opposite conclusion. Indeed, the utmost which it has been attempted to deduce from the statute, or from any interpretation, of the statute, is the absence of an authoritative declaration, that surveys and patents made or issued in the names of persons not living at the periods of their respective dates have not in fact been reserved and confirmed. But is not this deduction directly at war with the unequivocal authority of this court, in open conflict with the decision of Galloway v. Finley, reported in 12 Peters, 264? We hold that it is. In order to escape from this decision, it has been argued that the case last mentioned ruled nothing beyond this, that Galloway, as the vendee of Finley, should not be permitted to avail <span class=\"star-pagination\">*271</span> himself of information derived from his vendor, and use it with the view to impeach the vendor's title, and as a means to obtain a better title in himself, in opposition to the title of that vendor. It is true that the point here stated was ruled in the case, but the decision was by no means limited to that single point. Under the pleadings and proofs in that case, the title of Finley was necessarily brought into review; its character and the effect of the act of Congress with respect to it were discussed and decided upon. In that case, as in the present, it was contended that the statute operated upon titles merely irregular or defective, and did not embrace such as were void. In refutation of this interpretation the court proceed thus:  \"It is insisted that the section had reference to imperfect, and not to void titles. The legislature merely affirmed a principle not open to question, if this be the true construction. Had an effective patent issued, the government would not have had any title remaining, and a second grant would have been void of course. Something more undoubtedly was intended than the protection of defective, yet valid, surveys and patents.\" Again the court say,  \"The death of the grantee is an extrinsic fact, not impairing the equity of the claim as against the government. The defects of all others most common in the military districts of Kentucky, Tennessee, and Ohio were where the soldier had died, and the entry, survey, and grant had been made in the name of the deceased. In his name the warrant almost uniformly issued; who the heirs were was usually unknown to the locator, and disregarded by the officers of the government when perfecting the titles. In Tennessee and Kentucky, provision was made at an early day that the heir should take by the grant; and why should we presume that Congress did not provide for the protection of his claim to the lands purporting to have been granted, when the legislation of the federal government was of necessity controlled in this respect by the experience of members coming from States where there were military lands? The statute is general, including by name all grants, not distinguishing between void and valid; and the plainest rules of propriety and justice require that the courts should not introduce an exception, the legislature having made none.  Congress had power in 1807 to withhold from location any portion of the military lands, and, having done so in regard to the lands of C. Bradford, the complainant Galloway had no right to enter the same.\"</p>\n<p>Authority so directly in point leaves little room for comment; indeed, it may be said that, mutate nomine, the case of Galloway v. Finley is the case of McArthur's heirs against the heirs of Dun. Upon the plain and natural import of the <span class=\"star-pagination\">*272</span> proviso in the statutes of 1807 and of 1823, upon the reasoning of this court in the case of Jackson v. Clarke, 1 Peters, 628, but chiefly upon the very pointed authority of the case of Galloway v. Finley, we are of the opinion that the location and survey of the land in question in the name of James Galloway, and the patent issued to him for the same, as mentioned in the certificate of division, are null and void, as being made and done in contravention of the proviso to the second section of the act of Congress of the 1st of March, A.D. 1823, entitled, \"An act extending the time for locating Virginia military land-warrants, and returning surveys thereon to the General Land Office,\" and we do order this opinion to be certified to the Circuit Court of the United States for the District of Ohio.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Ohio, and on the point and question on which the judges of the said Circuit Court were opposed in opinion, and which were certified to this court for its opinion agreeably to the act of Congress in such case made and provided, and was argued by counsel. On consideration whereof, it is the opinion of this court, that the location and survey of the land in question in the name of James Galloway, and the patent issued to him for the same, as mentioned in the certificate of division, are null and void, as being made and done in contravention of the proviso to the second section of the act of Congress of the 1st of March, A.D. 1823, entitled, \"An act extending the time for locating Virginia military land-warrants, and returning surveys thereon to the General Land Office.\" Whereupon it is now here ordered and decreed by this court, that it be so certified to the said Circuit Court.</p>\n</div>", "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">262</span></span> (1849)</b></center>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">7</span> <span class=\"reporter\">How.</span> <span class=\"page\">262</span></span></b></center>\n<center><h1>DUNCAN McARTHUR'S HEIRS, COMPLAINANTS,<br>\nv.<br>\nWALTER DUN'S HEIRS.</h1></center>\n<center><p><b>Supreme Court of United States.</b></p></center>\n<center></center>\n<p><span class=\"star-pagination\">*264</span> The cause was argued by Mr. Vinton, on behalf of the complainants, and Mr. Ewing and Mr. Thurman, for Dun's heirs.</p>\n<p><span class=\"star-pagination\">*266</span> Mr. Justice DANIEL delivered the opinion of the court.</p>\n<p>This case comes before this court upon a certificate of division of opinion between the judges of the Circuit Court of the United States for the District of Ohio, upon a bill of review exhibited in that court. The character of the cause as made upon the pleadings and evidence, and the question on which the judges were divided in opinion, are so succinctly and at the same time so clearly disclosed in the statement of the judges, that they will be best presented by a simple repetition of that statement in these words: </p>\n<p>\"This cause having been remanded from the Supreme Court of the United States to this court, for a further order touching the point upon which the opinions of the judges of this court upon the hearing thereof were opposed, in compliance with said mandate of said Supreme Court, the said point of disagreement of said judges is now ordered to be restated more specially and at large. The said point of disagreement arose out of the following facts, stated and set forth in the original bill of said Walter Dun, and admitted to be true by the demurrer of said Duncan McArthur thereto, who was the respondent to said original bill, viz.: That said McArthur, on the 3d of January, A.D. 1825, obtained a patent for the tract of land in controversy, which is situate in the Virginia military reservation, in the State of Ohio, on an entry made on a Virginia military land-warrant, in the name of Robert Means, assignee, on the 23d of November, A.D. 1822, followed by a survey of said entry, made in the name of the said Robert Means, assignee, on the 18th of March, A.D. 1823; which said Robert Means before said entry, and as early as the year A.D. 1808, had departed this life. And that, on the 4th day of April, 1825, another patent <span class=\"star-pagination\">*267</span> for the same tract of land was issued to one James Galloway, on an entry thereof made in the name of said Galloway, on the 10th of December, A.D. 1824, on another Virginia military land-warrant, and which was duly surveyed in his (said Galloway's) name, on the 15th of the same month of December, A.D. 1824, and which tract of land was subsequently conveyed by said Galloway to said Walter Dun. Upon which said state of facts, touching the titles of the said parties to said tract of land, this point was raised by the counsel for the complainant in said bill of review, upon the hearing and argument thereof, viz.:  Whether the said location and survey of said tract of land in the name of said Galloway, and the patent issued to him for the same, are not null and void, as being made and done in contravention of the proviso to the second section of the act of Congress of the 1st of March, A.D. 1823, entitled `An act extending the time for locating Virginia military land-warrants and returning surveys thereon to the General Land Office.'\"</p>\n<p>Thus it will appear that the only question for consideration here arises on the proper construction of the proviso contained in the second section of the act of Congress above mentioned. This act  after providing in the first section that the officers and soldiers of the Virginia line or Continental establishment, their heirs or assigns, entitled to bounty lands within the country reserved by the State of Virginia, between the Little Miami and Scioto Rivers, shall be allowed a further time of two years from the 4th day of January, 1823, to obtain warrants and complete their locations, and the further time of four years from the same period to return their surveys and warrants to the General Land Office to obtain patents  contains in the second section a proviso in the following words:  \"Provided, that no locations as aforesaid in virtue of this or the preceding section of this act shall be made on tracts of lands for which patents had previously been issued, or which had been previously surveyed; and any patent which may nevertheless be obtained for land located contrary to the provisions of this act shall be considered null and void.\" 3 Stat. at Large, 773. Upon this proviso, which appears to be a literal transcript of the proviso contained in the first section of the act of 1807, the question for our consideration, as has been already remarked, is presented.</p>\n<p>On behalf of the complainants in the bill of review (the heirs of Duncan McArthur) and the holders of the elder patent, it is insisted, that, not only is their title under the prior entry and survey in the name of Means, and the patent issued in pursuance thereof, protected by the operation of the proviso <span class=\"star-pagination\">*268</span> just mentioned, but that the effect of that proviso, nay, its express language, renders absolutely void the claim of title set up by the heirs of the junior patentee, Dun; denying to it, and to all similar clauses, any foundation on which legally or equitably such claims can be founded. The heirs of Dun contend that the patent to McArthur having been granted upon a location and survey made in the name of Means, when in fact Means had been dead fourteen years anterior to the entry, and thirteen years previously to the survey in his name, this entry and survey, and the patent issued to McArthur thereon, were of no legal efficacy, and should be superseded by the patent to James Galloway, upon an entry made by said Galloway in 1824, under which patent the heirs of Dun derive title by purchase. In support of this position, it is said that an entry in the name of a dead man is, on general principles, void, as was ruled by the cases of Galt v. Galloway, 4 Peters, 345, and of McDonald's Heirs v. Smalley, 6 Peters, 261. These cases, though express to the single point for which they have been cited, are nevertheless by no means decisive of the question certified, if indeed they are at all applicable thereto; that question not involving simply the validity of an entry made in the name of a dead man, but embracing the legality of locations made since the enactment of the proviso, upon lands previously patented or surveyed, without reference to the circumstance of the death or life of those in whose names such previous patents may have been granted or surveys made.</p>\n<p>The language of the proviso is broad and comprehensive enough to comprise patents and surveys in the names of persons either living or dead, and it expressly declares to be null all patents posterior in time to those surveys and patents thus generally described and protected by that language. The proviso, then, if the natural and common meaning of its terms be adopted, must extend to and protect alike patents, entries, and surveys of either description, so far as this end is accomplished by preventing the possibility of conflict with locations and patents coming into existence after its date. Its operation and effect must be thus comprehensive, unless they can be understood to have been limited and controlled by some clear and authoritative exposition. Have they been so limited? It cannot be necessary here to discuss the competency of Congress in reference either to the power of imposing a limitation upon the time within which locations upon the ceded lands should be made, or as to the conditions on which further time might be extended to persons who had been excluded by the limitation first laid on locations. These subjects have been treated with clearness by Chief Justice Marshall in the case of <span class=\"star-pagination\">*269</span> Jackson v. Clarke, 1 Peters, 628, and the power of Congress with respect to them placed beyond objection.</p>\n<p>In the next place, in the interpretation of the proviso contained in the laws of 1807 and 1823, the case of Jackson v. Clarke, we think, effectually overrules the distinction attempted in the argument of this cause between a patent and a survey in the operation of either proviso, a distinction, as we have already remarked, not taken by the language of the statute. Speaking of the survey in the case just quoted, Chief Justice Marshall says:  \"The survey, having every appearance of fairness and validity given to it by the officers of the government, is sold as early as 1796 to persons who take possession of it, and have retained possession ever since. Why should not the proviso in the act of Congress apply to it? The words taken literally certainly apply to it. Does the language of the clause furnish any distinction between the patent and the survey? Lands surveyed are as completely withdrawn as lands patented from subsequent location.\" Again, it is said, in the same case, that \"a survey made by the proper officer, professing to be made on real warrants, and bearing on its face every mark of regularity and validity, presented a barrier to the locator which he was not permitted to approach, which he was not at liberty to examine.\" The case of Jackson v. Clarke may be appealed to for another illustration, which is very apposite to the present controversy. In support of the junior location and patent of Dun the court has been referred to the case of Taylor's Lessee v. Myers, <span class=\"citation\" data-id=\"85354\"><a href=\"/opinion/85354/taylors-lessee-v-myers/\"><span class=\"volume\">7</span> <span class=\"reporter\">Wheat.</span> <span class=\"page\">23</span></a></span>, as an instance in which a location on land previously surveyed had been permitted subsequently to the proviso of 1807. But in the case of Taylor's Lessee v. Myers the owner had openly abandoned his location and survey, and had placed his warrant on other land. In such a case, say the court, \"the land was universally considered as returning to the mass of vacant land, and becoming, like other vacant land, subject to appropriation; therefore in Taylor's Lessee v. Myers, the court said, the proviso which annuls all locations made on lands previously surveyed applies to subsisting surveys, to those in which an interest is claimed, not to those which have been abandoned, and in which no person has an interest. This survey has not been abandoned by any person having an interest in it.\" No force, then, is perceived in the instance adduced, and no strength can be imparted by it to the position occupied by the defendants in this case; because by the abandonment the previous location and survey to every legal and operative purpose were annihilated, and there might be said in effect to have been none such, the original locator could not be compelled to hold <span class=\"star-pagination\">*270</span> or continue them; it having been expressly ruled by this court that the owner of a survey or a patent may abandon either at his pleasure.</p>\n<p>But it is contended for the defendants, that the entry and survey made in the name of Means, being by reason of his death at the date of that entry and survey absolutely void, under the authority of the decisions of Galt v. Galloway, 4 Peters, 345, and McDonald v. Smalley, 6 Peters, 261, the proviso in the act of Congress did not revive them or give them validity. That, according to the interpretation of the act of Congress in the case of Jackson v. Clarke, the proviso is extended no farther than to irregular patents. The language of the decision just mentioned does not literally apply to surveys pronounced absolutely void, by the death of the locator, or by any other cause; but it is equally true, that neither the terms nor the spirit of the reasoning of the court, nor of the decision, declare or imply any thing against the justice of such claims. The reasoning of the court in that case would apply as strongly to the justice of cases which were not perfected by reason of death, as it possibly could do to such as were not perfected in consequence of the neglect or omission of the persons interested; and surely the intrinsic character of the claim could not be affected by the former cause; its justice as against the government would remain precisely the same. The government would not have fulfilled its acknowledged obligation to the owner of the warrant or survey. There can be no question as to the power of the government to revive or confirm surveys or patents made or granted to persons not actually in life when such surveys or patents were made; there is an obvious propriety in a fulfilment of its undertakings by the government, and in its forbearance to enforce a forfeiture founded on no delinquency in those who would be affected thereby; and there is nothing in the act of Congress or in any judicial constitution thereof requiring or indicating an opposite conclusion. Indeed, the utmost which it has been attempted to deduce from the statute, or from any interpretation, of the statute, is the absence of an authoritative declaration, that surveys and patents made or issued in the names of persons not living at the periods of their respective dates have not in fact been reserved and confirmed. But is not this deduction directly at war with the unequivocal authority of this court, in open conflict with the decision of Galloway v. Finley, reported in 12 Peters, 264? We hold that it is. In order to escape from this decision, it has been argued that the case last mentioned ruled nothing beyond this, that Galloway, as the vendee of Finley, should not be permitted to avail <span class=\"star-pagination\">*271</span> himself of information derived from his vendor, and use it with the view to impeach the vendor's title, and as a means to obtain a better title in himself, in opposition to the title of that vendor. It is true that the point here stated was ruled in the case, but the decision was by no means limited to that single point. Under the pleadings and proofs in that case, the title of Finley was necessarily brought into review; its character and the effect of the act of Congress with respect to it were discussed and decided upon. In that case, as in the present, it was contended that the statute operated upon titles merely irregular or defective, and did not embrace such as were void. In refutation of this interpretation the court proceed thus:  \"It is insisted that the section had reference to imperfect, and not to void titles. The legislature merely affirmed a principle not open to question, if this be the true construction. Had an effective patent issued, the government would not have had any title remaining, and a second grant would have been void of course. Something more undoubtedly was intended than the protection of defective, yet valid, surveys and patents.\" Again the court say,  \"The death of the grantee is an extrinsic fact, not impairing the equity of the claim as against the government. The defects of all others most common in the military districts of Kentucky, Tennessee, and Ohio were where the soldier had died, and the entry, survey, and grant had been made in the name of the deceased. In his name the warrant almost uniformly issued; who the heirs were was usually unknown to the locator, and disregarded by the officers of the government when perfecting the titles. In Tennessee and Kentucky, provision was made at an early day that the heir should take by the grant; and why should we presume that Congress did not provide for the protection of his claim to the lands purporting to have been granted, when the legislation of the federal government was of necessity controlled in this respect by the experience of members coming from States where there were military lands? The statute is general, including by name all grants, not distinguishing between void and valid; and the plainest rules of propriety and justice require that the courts should not introduce an exception, the legislature having made none.  Congress had power in 1807 to withhold from location any portion of the military lands, and, having done so in regard to the lands of C. Bradford, the complainant Galloway had no right to enter the same.\"</p>\n<p>Authority so directly in point leaves little room for comment; indeed, it may be said that, mutate nomine, the case of Galloway v. Finley is the case of McArthur's heirs against the heirs of Dun. Upon the plain and natural import of the <span class=\"star-pagination\">*272</span> proviso in the statutes of 1807 and of 1823, upon the reasoning of this court in the case of Jackson v. Clarke, 1 Peters, 628, but chiefly upon the very pointed authority of the case of Galloway v. Finley, we are of the opinion that the location and survey of the land in question in the name of James Galloway, and the patent issued to him for the same, as mentioned in the certificate of division, are null and void, as being made and done in contravention of the proviso to the second section of the act of Congress of the 1st of March, A.D. 1823, entitled, \"An act extending the time for locating Virginia military land-warrants, and returning surveys thereon to the General Land Office,\" and we do order this opinion to be certified to the Circuit Court of the United States for the District of Ohio.</p>\n<p></p>\n<h2>Order.</h2>\n<p>This cause came on to be heard on the transcript of the record from the Circuit Court of the United States for the District of Ohio, and on the point and question on which the judges of the said Circuit Court were opposed in opinion, and which were certified to this court for its opinion agreeably to the act of Congress in such case made and provided, and was argued by counsel. On consideration whereof, it is the opinion of this court, that the location and survey of the land in question in the name of James Galloway, and the patent issued to him for the same, as mentioned in the certificate of division, are null and void, as being made and done in contravention of the proviso to the second section of the act of Congress of the 1st of March, A.D. 1823, entitled, \"An act extending the time for locating Virginia military land-warrants, and returning surveys thereon to the General Land Office.\" Whereupon it is now here ordered and decreed by this court, that it be so certified to the said Circuit Court.</p>\n</div>", "id": 86476, "judges": "Daniel", "local_path": null, "nature_of_suit": "", "plain_text": "", "precedential_status": "Published", "resource_uri": "/api/rest/v2/document/86476/", "sha1": "6195834937bb7aad9eab4ffd769e776d4dd96ed1", "source": "LR", "supreme_court_db_id": null, "time_retrieved": "2010-04-28T09:00:32"}